{
    "acceptedDate": "2018-03-05T00:00:00+00:00",
    "authors": [
        {
            "name": "McLean, Heather"
        }
    ],
    "contributors": [],
    "createdDate": "2018-04-01T02:31:36+01:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "2018-03-05T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1177/0042098018755066",
    "downloadUrl": "https://core.ac.uk/download/153546337.pdf",
    "fullText": "      McLean, H. (2018) Regulating and resisting queer creativity: community-engaged arts practice in the neoliberal city. Urban Studies, (doi:10.1177/0042098018755066).     There may be differences between this version and the published version. You are advised to consult the publisher’s version if you wish to cite from it.    http://eprints.gla.ac.uk/158757/              Deposited on: 18 April 2018                       Enlighten – Research publications by members of the University of Glasgow http://eprints.gla.ac.uk This article draws from and advances urban studies literature on ‘creative city’ policies by exploring the contradictory role of queer arts practice in contemporary placemarketing strategies. Here I reflect on the fraught politics surrounding Radiodress ’s each hand as they are called project, a deeply personal exploration of radical Jewish history programmed within Luminato, a Toronto-based international festival of creativity. Specifically, I explore how Luminato and the Koffler Centre, a Jewish organization promoting contemporary art, regulated Radiodress ’s work in order to stage marketable notions of ethnic and queer diversity. I also examine how and why the Koffler Centre eventually blacklisted Radiodress and her project. However, I also consider the ways Radiodress and Toronto artists creatively and collectively responded to these tensions. I maintain that bringing queer arts practice into discussions about contemporary creative city policies uncovers sites of queer arts activism that scale up to shape broader policies and debates. Such disidentificatory interventions, acts of co-opting and re-working discourses which exclude minoritarian subjects, challenge violent processes of colonisation and commodification on multiple fronts, as well as foster more collective and relational ways of being.             Over the past few decades, city boosters have staged blockbuster arts festivals in order to attract tourists, stimulate urban revitalisation, and compete with other cities for investment. Often such events include community-engaged arts programming, participatory interventions that foster interaction between artists and festival-goers (Harvie, 2013). As urban officials strive to cultivate ‘creative cities’ attractive to middle class professionals in the IT, cultural and knowledge economy industries, arts festivals also increasingly program work that celebrates ethnic and queer diversity. This paper asks: what kinds of queer arts programming can these collaborations accommodate? What happens when politicised and anti-colonial queer artists program work within spectacularized events meant to attract investment? How are critical queer artists responding to the tensions that arise when participatory arts are valued for their placemarketing potential? Urban scholars analysing the complicities and potentialities of neoliberal ‘creative city’ initiatives are currently grappling with these questions. Some contend that contemporary festivals open up novel opportunities for artists to engage in interactive projects that explore everyday urban spaces (Quinn, 2009).  However, feminist and queer critics argue that, as arts organisations, philanthropists and corporate sponsors seek to attract investment and build networks via festivals, they tend to program safe and market-friendly notions of queer and ethnic diversity and avoid politicised queer arts interventions (Levin and Solga, 2009).  Meanwhile, where the arts are confined by neoliberal dynamics, queer artists are also continually engaging in what the late José Esteban Muñoz referred to as disidentification: acts of co-opting and re-working discourses which exclude minoritarian subjects (Muñoz, 1999).  Through such disidentificatory interventions, artists contest neoliberal logics and forge solidarities across sites and scales (Zebracki, 2016; De Leeuw and Hawkins, 2017). While such lines of inquiry bring queer and feminist criticality to debates on neoliberal arts initiatives, there is a lack of fine-grained research that interrogates the ways in which anti-colonial queer artists become entangled in the production of homonormative space within creative city strategies. Duggan (2003) defines homonormativity as a queerness that purports to push for progressive causes, but at the same time “rhetorically remaps and recodes freedom and liberation in terms of privacy, domesticity, and consumption” (Eng et. al, 2005: 11). There is also a lacuna of empirical research on the ways in which the regulation of queer and ethnic diversity in festivals is entangled with pink-washing strategies, efforts state and non-state actors employ to appear liberal, tolerant and queer-friendly (Schulman, 2012).  Moreover, with the exception of Da Costa’s (2016) rich ethnographic research on creative city policies in India, few researchers have examined the ways queer arts practitioners engage in acts of disidentification to contest the regulation of anti-colonial arts practice.  Inspired by Da Costa (2016) who uncovers politicized interventions co-evolving within and alongside exclusionary creative city projects, this article analyses the potential of queer anti-colonial artists refusing “to let dominant forces capture the meaning of politics and creativity” (Da Costa 2016: 239). Divided into three parts, I draw from and contribute to anti-racist, anti-colonial feminist and queer analyses of creative city policies and practices (Catungal and Leslie, 2009; Da Costa, 2016; Parker, 2017). In the first part, I outline key debates about the regulation of queer and ethnic diversity and the contradictory role of community-engaged arts interventions within placemarketing events, as well as provide a brief overview of literature on the activist potential of queer, participatory arts practice. In the second part, I then recount the fraught politics surrounding each hand as they are called, a queer, interactive arts project that was programmed as part of Toronto’s Luminato Festival in 2008 in collaboration with the Koffler Centre, a Jewish centre for contemporary art. This detailed case study advances are understanding of the ways in which seemingly progressive creative city initiatives reproduce historic and ongoing processes of colonialization, privatization and racialized exclusion.  I argue that the case of each hand illuminates how community-engaged arts practice and queer artists become entangled in the marketing, consumption and regulation of queer and ethnic diversity. Specifically, I analyse how participatory arts interventions can become ensnared within efforts to pink-wash conservative arts organisations and market-oriented festivals as queer-friendly. Schulman (2011) describes pink-washing as the instrumentalization of queer identities to appear progressive and tolerant in order to deflect attention from violent settler colonial policies (see also Puar, 2007). In the third part, I reflect on the acts of solidarity that emerged in response to the each hand debacle. I conclude by discussing the queer potential of participatory arts practice for carving out collectivist spaces of disidentification at a moment when city boosters primarily instrumentalise socially-engaged arts interventions to re-vamp neighbourhoods for investment. Methods This article is based on a larger action research project on the race, gender and class dimensions of creative city initiatives. The goal of this research was to identify the socio-spatial impacts of two large-scale arts festivals on community organisations in disinvested neighbourhoods, under-represented women artists, Indigenous artists and artists of colour in Toronto (author name, year; year), as well as arts-activists’ responses to neoliberal creativity (author name, year). Through 25 semi-structured interviews with artists, curators, city officials, community organisers and residents, my goal was to investigate: how creative city strategies cultivate particular subjectivities and spaces; how and why this planning regime mobilises participatory arts practices; and the contradictory role feminist, queer, anti-racist and anti-colonial artists play within these strategies.  I relied on 8 of these semi-structured interviews for this particular paper. The aim of these interviews was to foster a “conversation with a purpose” (Hemming, 2008: 153) to uncover the politics surrounding the each hand project and festivals in Toronto more broadly from the research subjects’ point of view.  In interviews, I encouraged an active social encounter (Hemming, 2008: 153) where both I as an interviewer and the interviewee develop a more complex understanding of the contradictory politics of contemporary creative city planning. I anonymised all of the interviews because they contain highly sensitive and politicized content.i  I also supplemented the interviews with secondary data from planning documents, print media coverage, blog and social media posts. With these materials, I conducted a content and discourse analysis (Cresswell, 1998) to map how normative visions of creative city policies and practices are encoded and promoted in official documentation and journalists accounts. I also examined artists’ and activists’ discussions about the Luminato festival, the debacle surrounding the each hand project, and the broader political-economic context that ushered in the festival and shaped these conflicts.  Together, this data reveals a complex story about the contradictory politics of creative city initiatives meant to ‘re-invent’ downtown Toronto neighbourhoods for investment and tourism with community-engaged art. Overall, my approach is best described as a partial and situated feminist positionality (Haraway, 1990).  I do not claim to be an objective observer of social phenomena. Rather, as an embodied and embedded researcher with ongoing commitment to and care for feminist and queer artistic work, I acknowledge that my research practice is influenced by my multiple subject positions including consumer of the arts within a neoliberal context, white settler and cis-gender university researcher and teacher.    Staging ‘Creativity’ and ‘Diversity’ in the Settler Colonial City Urban researchers are most likely familiar with the flurry of analyses about creative city policies and practices. According to this now highly contested neoliberal planning script, cash-strapped city officials working in urban areas that have lost industrial and manufacturing employment should prioritize luring and retaining the ‘creative class’: professionals working in the IT, knowledge industry, cultural and financial service sectors (Florida, 2002). Replicating these policies, creative city proponents have encouraged city officials and arts administrators to prioritize attracting tourists and middle-class professionals because this supposedly amenity-oriented cohort is drawn to cities that feature technology, talent and tolerance (Florida, 2002; Peck, 2005).  Over the past few decades, city boosters, banks and corporate sponsors across the globe have invested in blockbuster arts festivals in order to attract tourists and the creative class (Robertson, 2006; Quinn, 2009; Mclean 2014). City officials particularly value spectacularised events because they combine placemarketing and interactive cultural experiences, valued amenities within a growing “experience economy” (Quinn, 2009).  The rise in popularity of festivals also signals the spread of market discipline, corporate priorities and entrepreneurial partnerships within the arts sector (Chong and Bodan, 2010; Bain and McLean, 2012). For example, since the 1990’s, Canadian public arts funders that provide arms-length peer reviewed grants, such as the Ontario Arts Council (OAC) and the Canada Council of the Arts (CCA), have drastically cut back funding for artists, arts organizations and expensive cultural infrastructure (Godard, 2001; Robertson, 2006). At the same time, these organisations have invested in blockbuster arts festivals that encourage artists and arts collectives to collaborate with corporate sponsors, philanthropists, and high-profile galleries (Godard, 2001; Harvie, 2013). As critics point out, such partnerships roll-out (Peck, 2005) the responsibility for cultural planning on to community-based, private sector and philanthropic organisations (Harvie, 2013). Urban scholars have added depth and complexity to research on contemporary festivals by interrogating how such events package and market ‘ethnic diversity’. In some ways, public arts funding organisations distributing grants to advance diversity and social inclusion with festivals have opened up space for underrepresented artists of colour in Canada’s cultural sector (Godard, 2001). However, these funding regimes are also ensnared in what Bannerji (2001, 201) critiques as a “multicultural inclusion model”, a mode of political, economic and moral regulation that disciplines the conduct of ‘othered’ categories including visible minority, ethnic and immigrant. In a similar vein, critics claim that city officials and arts programmers tend to capitalise on what Fish (1998, 378) refers to as “boutique multiculturalism” to kick-start local economies through consumption. Within this context, festivals stage cities and neighbourhoods as spaces of aesthetic cosmopolitanism with events that promote superficial encounters with diversity, multiculturalism and urban politics (Sassatelli, 2009; Jamieson, 2004). Indeed, festivals promoting diversity tend to celebrate what they call a “food-and-festivals (Goonewardena and Kipfer, 2005: 672) brand of aestheticized difference – one premised largely on the exotic pleasures of ‘visible’ and ‘edible’ ethnicities.  Meanwhile, as these events commodify and market difference, they avoid politicised conversations about the structural dimensions of racialised injustice and class inequalities. Of late, urban researchers have also contributed queer criticality to creative city debates by interrogating the problematic staging of sexuality within arts events marketing diversity (Parker, 2008; Catungal et. al 2009; Oswin, 2006). Muller Myrdahl claims that such initiatives tend to “reify and reward certain forms of difference” (2011, 157) as they promote spaces of difference suitable for heterosexual consumers of culture (Puar, 2007). City boosters also instrumentalize seemingly queer-friendly creative city placemarketing strategies as a way to paint over gentrification, privatization and cuts to community services (Catungal and Leslie, 2009; Silk, 2004; Silk and Amis, 2005).  Moreover, such projects often favour what Duggan identifies as homonormative ideals of privatization and consumerism (Duggan, 2003) that align with placemarketing strategies. Within this hegemonic homonormativity, city boosters value queer subjectivities that promise to lure people “emotionally, libidinally, and erotically” towards “global capitalism’s mirages of safety and inclusion” (Agathangelou et. al: 2008, 126). Scholars have also interrogated how efforts to regulate queerness are interconnected with pink-washing tactics. Currently, the Israeli state practices pink-washing to attract tourists and distract attention away from the violent settler colonization, degradation and containment of Palestine. Meanwhile, the military and police in cities globally engage in acts of pink-washing by participating in Pride parades and other queer-friendly events (Cowan, 2008). Puar outlines how pink-washing is a practice arising from homonationalism, an analytic category to understand how nation states strategically appear gay and lesbian-friendly in order to attract investment and craft strategic geopolitical linkages (Puar, 2007). The Contradictory Role of Community-Engaged Art Research that interrogates the contradictory role community-engaged arts practice plays within creative city initiatives is also bourgeoning (Levin and Solga, 2009; Harvie, 2011; Mclean, 2016). Some claim that creative city partnerships fore-fronting inclusivity and diversity can open up novel opportunities for artistic expression (Richards, 2001; Mowforth and Munt, 2003). Festivals promoting participatory art, including walking tours and outdoor games, can encourage underrepresented communities, disabled residents, young people, and new immigrants, to co-produce work. Such interventions hold the potential to democratize arts practice and activate alternative community learning models because they encourage residents and festival-goers to explore the rich and layered histories that constitute cities and neighbourhoods (Pinder, 2008). However, critics argue that the political and pedagogical potential of community-engaged art is hindered by broader socio-economic forces (Harvie, 2013). Some claim that blockbuster art festivals favour participatory aesthetic practices because these activities spatially and discursively transform everyday urban spaces into highly-valued sites of artistic consumption (Yudice, 2003; Levin and Solga, 2009). Moreover, critics charge that festivals programmed explicitly to attract capital tend to exclude critical feminist and queer artists grappling with social and economic injustice in their practice (Schulman, 2009; Levin and Solga, 2009; Harvie, 2013). As a result, such events tend to avoid work that generates difficult discussions about settler colonialism, and the race and class dimensions of urban inequalities (Catungal and Leslie, 2009; Dickinson et at, 2016).  Queering the Creative City While critical research on community-engaged arts uncovers the complicities of artists and arts organisations within contemporary placemarketing events, feminist and queer urban scholars also contribute to these lines of inquiry by challenging “all-or-nothing” accounts of the reach and durability of neoliberal regimes (Larner, 2011). With detailed empirical research, they uncover alternative and radical politics co-evolving within, against and beyond market-oriented cultural policies and practices. Larner and Craig (2005), for example, illuminate how contemporary public-private partnership initiatives often enlist a heterogenous mix of individuals and organisations, including historically-excluded women and queer activists. In turn, these actors sometimes engage in counter-hegemonic activities to decentre capital-centric policies. Such interventions should not be overlooked in our critique of neoliberal policies because they signal the potential of politicized affinities and alliances that can emerge within and alongside the contradictions of situated, heterogenous and contingent neoliberal initiatives (Gibson-Graham, 2006; Da Costa, 2016). For example, recent research on festivals demonstrates the political potentialities of blockbuster arts events. Currently, Indigenous arts programmers and curators are finding ways to program politicized Indigenous artists such as Rebecca Belmore and Kent Monkman within large-scale festivals promoting diversity (Dickinson et. al, 2016).  Through performative interventions, these politicized artists draw attention to and contest the violence of historic and ongoing settler colonialism in Canadian cities (Dickinson et al, 2016). Critical arts practitioners have also contested creative city placemarketing strategies in cities globally with projects that draw attention to the connections between spectacularized arts events and the intersectional dimensions of gentrification, displacement, settler colonialism, and precarious cultural sector work (Mclean, 2016; Arts and Precarity Collective, 2017).  Following Peake, such “feminist politics of connection” (Peake, 2015; 831) add vital nuance to critical urban research on creative cities because they offer insights into the potential of aesthetic interventions for contesting neoliberal regimes, including artists’ strategies for to resisting the co-optation of creativity (Da Costa, 2016: 239).    In parallel debates, queer scholars are interrogating the contradictory role of community-engaged arts interventions within contemporary festivals. This work demonstrates how queer aesthetic interventions can both reproduce exclusionary dynamics and open up space to envision and enact alternative subjectivities and knowledges (Cowan, 2012; Zebracki, 2016; Da Costa, 2017). Unable to opt-out of mainstream society, queer artists often draw from the conjunctures they find themselves in to contest majoritarian homo/heteronormative culture (Gibson-Graham, 2006; Oswin, 2014). Specifically, they manoeuvre mainstream arts policies and practices to make space for minoritarian subjects to engage in what Muñoz (1999) refers to as disidentification, the act of situating oneself both within and against the dominant discourses of a disempowering neoliberal and homo/heteronormative culture. The term disidentification also describes the act of co-opting, recycling and rethinking encoded meanings to include and validate minority identities.  Through these acts, artists craft radical queer counterpublics, or “communities and relational chains of resistance that contest the dominant public sphere and challenge the heteronormativity of majoritarian cultural production” (Muñoz, 1999: 146). They also foster “more co-operative, more surprising ways of being in the world” (Halberstam (2011, 2).  Because they often embody traces of past engagements, current actions and future activities, queer arts interventions traverse diverse spatial scales that constitute everyday life, as well as articulate how expressions of sexual identity are multi-temporal, (Grundy and Smith, 2005; Zebracki, 2016). Moreover, politicized queer arts interventions can also offer temporary and “avowedly anti-assimilationist” (Brown, 2007) counterpublic spaces to engage in politicized debate. Within such spaces, artists practice anti-colonial work that contests pink-washing and makes connections between settler colonialism, land appropriation, erasure and dispossession in Palestine with ongoing settler colonialism, privatization and gentrification globally (Schulman, 2012).  Disciplining Politicized, De-Colonial Queerness The fraught politics surrounding Radiodress ’s each hand project make for an informative case study of the ways community-engaged arts interventions become ensnared in the production of spaces of depoliticised ethnic and queer diversity and pink washing strategies.  From its inception in 2003, David Pecaut, Boston Consulting Chair and Chair of the Toronto City Summit Alliance (TCSA), proposed Luminato as a ten-day international festival of contemporary art to catalyze urban revitalization in the city’s downtown core. At that time, the TCSA was a coalition made up of predominately private sector growth machine actors who came together to boost the city’s economic competitiveness after the 2002 Severe Acute Respiratory Syndrome (SARS) crisis. Alongside Tony Gagliano, CEO of a major Canadian communications firm, Pecaut partnered with a consortium of banks, corporations, third sector organisations, and philanthropists to devise the ten-day event. Together, they planned a festival that programmed interactive arts interventions in public spaces and streets in the city’s downtown core (Mclean, 2014). The festival’s key mandate is to draw attention to and celebrate neighbourhoods in the midst of large-scale revitalization, as well as high profile buildings undergoing ‘starchitect’ re-designs including the Art Gallery of Ontario and the Royal Ontario Museum (Levin and Solga, 2009).  Since 2007 Luminato has programmed cultural events that promote Toronto’s ethnic diversity and liberal tolerance, as well as to encourage festival-goers and artists to participate in re-inventing downtown neighbourhoods with interactive arts. According to Luminato’s website, by taking part in collaborative and site specific artistic activities, festival-goers and residents can transform everyday urban spaces into sites for play, community engagement, and interactive learning (Luminato, 2017).  In 2009, Luminato collaborated with the Koffler Centre, a Toronto-based curator and artist Radiodress to program the each hand project in the downtown Kensington Market neighbourhood. The project was part of Koffler’s “off-site” programming while they renovated their now defunct space in North York, a Toronto suburb.  Radiodress is a queer and Jewish interdisciplinary artist who “uses live and recorded talking, singing, yelling and listening to consider bodies as sites of knowledge, and communication as a political practice” (Radiodress, 2015). Her politicized queer and Jewish identity and arts practice are inseparable as she consistently engages in projects that explore social justice-oriented and collectivist Jewish traditions and anarchism, as well as queer interventions that de-centre normative and hegemonic relations. Inspired by these commitments, Radiodress proposed a project that explored Judaism’s rich history in this downtown neighbourhood which is known for its multicultural and countercultural character. Over the past century, Kensington Market has been made and remade by waves of Chinese, South Asian, and Jewish workers, labour activists and business organisations (McLean and Rahder, 2011). Recently, the neighbourhood has experienced rapid gentrification as upscale coffee shops, boutiques and restaurants have displaced meat, fish and vegetable stores. Meanwhile, bicycle and pedestrian activists have worked to transform the neighbourhood into a creative zone for young professionals, artists and cultural organisations (Glouberman, 2005). The redevelopment of the nearby Alexandra Park public housing neighbourhood into a “socially-mixed” area featuring condominiums and retail spaces has also acerbated gentrification in Kensington Market (August, 2016).  For the Koffler-commissioned each hand project, Radiodress proposed an intervention that articulated her commitment to fostering cross-generational dialogue and collectivist politics. Specifically, premised on the notion that we, and the neighbourhoods we inhabit, are always in a state of becoming, her multisensory project featured sound installations, sculpture and community-engaged interventions (interview with Toronto-based artist, 2010).  These embodied and sensual practices were a way for Radiodress to reflect on her personal experiences in the neighbourhood, Kensington Market’s complex political history and the interactions between them. For the artist, Kensington Market is a politically and personally significant space because she lived in the area when she first came out as a teenager. Also, two of her great, great aunts who she deeply admired were involved in a sweatshop strike on nearby Spadina Avenue in 1936 (interview with Toronto-based artist, 2010). Echoing what Zebracki (2016) identifies as the queer practice of exploring the diverse spatial scales and temporalities that constitute everyday spaces, Radiodress strived to articulate the various ways the personal and political shaped and continue to shape the neighbourhood’s streets, alleyways, storefronts and public spaces with each hand.  For the project, Radiodress aimed to queer the Kensington Market space by encouraging more co-operative ways of being in the world (Halberstam, 2011). This included an interactive game of Mah Jong to be played by six elderly Jewish women from the Baycrest Centre for Geriatric Care, as well as grade eight students from Kensington Market’s Ryerson public school (interview with Toronto-based artist, 2010). Taking place in an emptied-out children’s wading pool, the Mah Jong game celebrated the Jewish elders who lived and worked in Kensington Market in the 1920s, 30s, and 40s. To prepare for these activities, Radiodress spent three months working with the seniors and the students who documented the elder’s stories.  For the project, Radiodress specifically selected a relatively unknown Jewish version of Mah Jong, a game that her great-great-aunts had taught her how to play when she was a child (interview with Toronto-based curator one, 2010).  By involving this unfamiliar version, she aimed to re-introduce this inter-cultural practice that was developed in Chinatowns that bordered sweatshops in a number of North American cities. In some ways, the partnership that connected Luminato, the Koffler Centre and Radiodress was mutually-beneficial. Because its primary mandate is to program cross-disciplinary artists who explore the “Jewish experience in dialogue with other cultures” (Koffler, 2017), the Koffler Centre was an excellent fit for a festival promoting artistic collaborations. In a creative city context where queerness is currency (Muller Myrdahl, 2011), a “suburban and conservative” arts organisation such as Koffler hoped to pink-wash their organisational identity by working with Radiodress (Interview with Toronto-based curator two, June 2010). Meanwhile, for the artist, the festival presented an opportunity to access the resources required to engage in a large-scale project and to build her profile. Moreover, the each hand project aligned with Luminato’s mandate to promote diversity and participation as it fostered engagement with seniors and an ethnically diverse group of students (interview with Toronto-based artist, 2010). However, even though the partnership was meant to foster creative cross-pollination, Radiodress and her curator became entangled in a series of power struggles with Luminato. As the festival approached, the artist and curator felt increasingly frustrated as marketing staff reduced each hand’s explicitly queer and politicised artist statement and media materials into advertising sound bites (interview with Toronto-based artist, 2010). For example, staff pressured Radiodress to refer to a Chinese Mah Jong instead of a South Asian version of the game in her artist’s statement because they thought it aligned with already-existing efforts to place-market China Town, the neighbourhood adjacent to Kensington Market. For Luminato staff, Chinese Mah Jong represented what Muller Mydahl (2011) identifies as a coherent, bounded notion of ethnic subjectivity that neoliberal diversity agendas reproduce. Similarly, a curator claimed that festival staff found Radiodress ’s reference to her queer politics and identity in her artist’s statement too complicated for Luminato’s marketing materials and the families and tourists they strived to attract (interview with a Toronto-based curator one, 2010). In their attempts to make her work more appealing and accessible, festival staff edited the statements by referring to Radiodress as a “lesbian” artist practicing “lesbian” art (interview with a Toronto-based curator one, 2010). Even though these were minor editorial changes, they signal the disciplining of queerness within placemarketing strategies that strive to attract tourists, families and middle-class creatives (Catungal and Leslie, 2009). Moreover, driven by homonormative marketing logics Luminato staff valued what they perceived as an easy-to-market and understand and binary “lesbian” category (Duggan, 2003), not Radiodress’s politicized queer identity. After Radiodress and her curator negotiated these small but significant details with Luminato staff, all work on her project came to a complete standstill just a few weeks before the festival’s official opening. This occurred after a member of the Koffler Centres’s staff, stumbled across Radiodress ’s commitment to Palestinian rights activism (Muzzlewatch, 2009). While searching for information on the artist as she prepared the opening reception for each hand, she noticed an Israeli Apartheid Week icon on Radiodress’s Facebook page. After further on-line research, she discovered that, for years, Radiodress had supported this annual series of events creating awareness about Israel's apartheid policies towards Palestinians and building support for the Boycott, Divestment, and Sanctions (BDS) against Israel campaign. She also found that the artist had signed a petition calling for Zionism to be relegated to the “dustbin of history” (MuzzleWatch, 2009). In response, the Koffler Centre’s administrators swiftly shifted from collaborating with Radiodress to engaging in a public act of dissociation from her, the curator and the entire each hand project. Even though the project’s activities did not refer to Palestine or Palestinian politics in any way, Radiodress’s activist commitments, especially the fact the she had signed a petition calling for an end to Zionism, offended Koffler staff. In response, they issued a public statement announcing: “to refer to Israel as an apartheid state is to call Israel a criminal state and to suggest that it be shut down” (Cole, 2009). Once the Koffler Centre dissociated from Radiodress, several organisations that support the arts centre, including the United Jewish Appeal, issued separate public statements of dissociation from the artist and her project (Cole, 2009). As these statements circulated in the media, each hand’s community collaborators including a social worker at the Baycrest senior’s home and the elders who had shared their stories and time with Radiodress also broke contact with her. Taken together, each hand demonstrates how queer community-engaged arts practice programmed within public-private creative city initiatives can become entangled in the strict regulation of diversity and pink-washing strategies. For a year, Koffler valued Radiodress’s multigenerational and multicultural arts project so long as it was fun and engaged festival-goers and community members. However, once the organisation stumbled across her politicized Israeli Apartheid activism, her identity and politics exceeded the ideals of economically productive and homonormative queerness (Duggan, 2003). Interestingly, Koffler did not block Radiodress ’s artistic work. Rather, the organisation blacklisted her Palestinian solidarity activism, a key element of her queer and Jewish identity. Furthermore, Koffler valued her collaborative arts partnerships as long as they fostered urban revitalization and pink-washed the organization as urban and queer friendly. But once it became clear that her queer identity included a commitment to contesting Israeli Apartheid, the festival partners found her work too politically charged. As a result, Koffler policed her queer identity by policing her anti-colonial politics. Luminato did not intervene as this conflict unfolded. Instead, the festival marketing staff kept up with business-as-usual and kept advertising the event. Only when the Now Magazine article featuring Radiodress appeared on the newsstand did the festival release a brief news release stating the artist had cancelled the show. After this statement was released, Radiodress had to ask Luminato to provide a more critical explanation to the media. Eventually, the festival did post a rather innocuous statement on line stating that the project had been cancelled. Again, the festival’s inability to grapple with tensions that emerged from this arts partnership signal the depoliticization of arts practice within neoliberal creative strategies. The festival valued Radiodress’s queer community-engaged arts practice so long as her politics did not raise uncomfortable questions about power and colonialism. However, once the Koffler chose to blacklist the artist, the festival that advertises and celebrates collaboration ignored difficult dialogue. Furthermore, enacting a neoliberal emphasis on individual rather than broader, structural inequalities (Peck, 2005), the festival dealt with these complex and relational politics by claiming that Radiodress had personally decided to halt the project. Community-Engaged Art as Queer Disidentification? The artists’ and activists’ responses to the politics surrounding each hand that I investigate in this section also add feminist and queer criticality to creative city analyses. Specifically, here I demonstrate how attempts to police queer identities do not necessarily foreclose politicized discourse and praxis. Rather, in line with recent anti-colonial and transnational feminist critiques of creative city policies (Da Costa, 2017), I show how queer artists are responding to restrictive market-oriented creativity by forging new solidarities and engaging in acts of disidentification with community-engaged arts practices. Not only do these interventions call attention to the myriad ways contemporary creative city placemarketing initiatives are entangled in gentrification and settler colonial regimes, they also scale up to shape cultural policy from the grassroots. Firstly, Radiodress and her curator’s responses to the Koffler Centre’s public blacklisting articulate the potential for counter-hegemonic discourse and praxis to co-evolve alongside the regulation of homonormative queerness.  Engaging in the feminist and queer practice of responding to and working with the conjunctures at hand (Oswin, 2014), the artist and curator did not back away from the deeply troubling conflict. Instead, the same week that Toronto newspapers advertised the official opening of Luminato, they circulated a press release that stated that they had postponed the each hand project on their own terms. In the statement, they outlined the painful impact of Koffler’s efforts to publicly shun Radiodress and her work and they called attention for greater awareness about freedom of association and expression in the arts.  The ensuing public debate on freedom of expression and association also opened up critical conversations regarding Jewish identity and politics. After the press release circulated the Toronto arts community, a local journalist wrote a front-page story for Now Magazine, a widely-read entertainment weekly. Based on an interview with Radiodress and her curator, the article titled “The Show You Won’t See” (Cole, 2009), not only critiqued the publicly-funded Koffler Centre and its philanthropic and corporate sponsors for their exclusionary practices, it called attention to the trauma and pain that may have triggered the Centre’s decision. In the article, Radiodress stated: “There's so much fear, and I have compassion for that fear… because I have so much compassion for the force of pain that comes from the Holocaust” (Cole, 2009). Moreover, Radiodress confronted the Koffler Centre’s efforts to dismiss Jewish traditions of radical and anti-colonial activism that have shaped Toronto’s activist communities over the past century and called on them to work collectively to address human rights abuses in Palestine.  “As Jews, we need to look at the history of what we've done in the region, stop abusing the human rights of Palestinians and work together to find a coexistent answer to this global problem,\" she stated (Cole, 2009). Secondly, the response of an international network of artists and queer activists to this fraught situation also illuminates multi-scalar queer acts of contestation towards exclusionary creative city practices. As articles about the Koffler Centre’s actions circulated in blog posts and newspapers, they re-ignited discussions about queer politics and neoliberal placemarketing within the art and activist communities. Within these debates, arts-activists engaged in queer acts of relationality across sites and scales (Zebracki, 2016) by making connections between the blacklisting of the each hand project with corporate sponsors’ and conservative city councillors’ ongoing attempts to ban Queers Against Israeli Apartheid (QAIA) from marching in Toronto’s annual Pride parade (Muzzlewatch, 2009). Similar to the work of Israeli Apartheid Week, QAIA raises awareness of human rights abuses in Palestine and exposes connections between Toronto Pride Week’s corporate sponsorship and ongoing colonization, privatization, and dispossession in Canada and internationally (QAIA, 2016). Through these conversations, artists and activists drew attention to ongoing attempts to prioritize homonormative urban space amenable to contemporary capitalism and police politicized queer identities and practices (Puar, 2007).  Furthermore, reflecting Larner (2011) who contends that contradictory neoliberal partnership initiatives can sometimes catalyse unexpected politicized interventions, these conversations scaled-up to spark parallel discussions about freedom of expression in cultural policy networks.  The Toronto Arts Council’s (TAC) Board of Directors, for example, initiated its own internal discussions on the Koffler Centre’s professional and ethical conduct. After a thorough investigation, the TAC determined the Koffler’s decision to dissociate from Radiodress as a violation of the City of Toronto’s non-discrimination policy regarding an individual’s right to freedom of political association. Since this investigation, the TAC has worked with Koffler in a “productive gesture of stewardship” (Radiodress, 2009) to strengthen their anti-discrimination policies and mandate of eligibility where public arts funding is concerned according to Radiodress’s website.  Finally, four months later, Radiodress and her curator eventually programmed each hand on their own terms in October 2009. Based in Kensington Market, the project explored the multiple histories that constitute the diverse neighbourhood and encouraged collective learning and engagement. In this iteration of the project, Radiodress included the construction of a temporary Sukkah or dwelling loosely inspired by the Jewish harvest celebration of Sukkot (Radiodress, 2009). As Radiodress’s artist statement explains, the structure offered room to contemplate, debate ideas, and meditate on the “complex processes and vibrant imperfections of this urban microcosm as soulful machine” (Radiodress, 2009). The Sukkah also created a space for people to share food, participate in an improvisational choir, and reflect on the rapid gentrification of the neighbourhood into a site of new organic grocery stores, yoga studios, boutiques and expensive restaurants. Moreover, because Radiodress and her curator signed a legal agreement stating that they would not refer to the Koffler incident in the project, they worked with typographer Leslie Topness to create posters featuring encoded and obscured language. With this text, the artists’ and curator referenced the hidden stories and struggles that shape the everyday urban spaces we inhabit. Together, these activities illuminate the potential for queer artistic acts of disidentification for de-centering neoliberal creativity regimes. With the temporary Sukkah space and the posters featuring encrypted messages, Radiodress re-worked and recycled the Koffler conflict to foster learning and engagement. Specifically, these acts expressed how our subjectivities and the spaces we inhabit, are constantly in a state of making and remaking, negotiation and struggle. The each hand activities also troubled competitive neoliberal arts practice instrumentalized to attract capital, secure partnerships and re-brand neighbourhoods and queer arts practices into sites for consumption (Harvie, 2011).  Instead, Radiodress’s community-engaged practice opened up a queer counter-space to slow down, create work collectively, and engage in reflection and debate. Such interventions point to the potential of transnational queer and feminist politics of collectivity and connection often co-evolving within, outside and against neoliberal cultural planning regimes. Conclusion This paper contributes anti-racist, anti-colonial feminist and queer analyses of creative city policies and practices to research on urban arts interventions . Over the past few decades, arts funders and city boosters around the world have invested in public-private creative city partnerships to re-invent neighbourhoods with edgy and urbane collaborative culture. In a frenzied race to keep up with this planning trend, cash-strapped city governments prioritise luring and retaining amenity-oriented and university-educated creatives by marketing spaces alive with interactive arts. Within this context, festivals partner with arts organisations and mobilize queer artists to program work that celebrates queer and ethnic diversity. Conservative arts organisations also tend to instrumentalise queer artists to the exclusion of politicised queer work. While these lines of inquiry illuminate how contemporary festivals can naturalise racialized, gendered and classed exclusion, there is a lack of detailed empirical research that uncovers how politicized artists can become ensnared in the production of homonormative space, including pink-washing strategies. Moreover, few researchers have explored the ways in which anti-colonial queer arts practitioners engage in acts of disidentification to contest the regulation of politicized queer arts practice. The fraught politics that surrounded the each hand project responds to these lacunae by demonstrating how critical queer artists become entangled in the staging and marketing of highly regulated, depoliticized and homonormative creativity. In particular, the case study provides a fine-grained account of how particular ethnic subjects are valued and promoted in efforts to placemarket neighbourhoods. It also demonstrates how neoliberal arts festivals promoting partnerships can become entangled in pink-washing strategies, the instrumentalization of queer artists to appear edgy, tolerant and queer friendly as a way to shut down dialogue about violent settler colonial politics. The Luminato Festival and the Koffler Centre valued Radiodress ’s interactive, queer arts practice so long as her work reflected easy-to-market and consume diversity. Meanwhile, the Koffler Centre’s efforts to blacklist Radiodress reveal how public-private collaborations to re-invent neighbourhoods with culture are shaped by deeply conservative values and business partnerships.  However, Radiodress’s response, and the artists who worked in solidarity with her, point to queer strategies for re-working and resisting the staging of exclusionary neoliberal creativity.  Engaging in the feminist and queer practice of working with the conjunctures at hand, the artist and curator did not disconnect from the troubling conflict. Instead, Radiodress leveraged the situation to prompt nuance public discussion about settler colonialism and the current policing of queer identity. Through these conversations, an international network of artists and activists came together to draw attention to the ways placemarketing events promote the production of homonormative urban space amenable to contemporary capitalism, as well police politicized queer identities and practices. Furthermore, the arts project that she eventually did program in Kensington Market points to the queer potential of participatory arts practice for crafting queer counterpublics, spaces of disidentification at a moment when the arts are valued tools for urban revitalization.  To conclude, the case of each hand points to the contradictory politics of neoliberal cultural policies and practices. Heterogeneous and contradictory, creative city initiatives bring together a range of individuals and organizations to stage cities with interactive art in events that tend to promote depoliticized notions of diversity, tolerance and queerness. However, detailed empirical research of the queer arts projects taking place within these strategies uncovers how alternative and radical politics are also co-evolving within, against and beyond contemporary festivals. Continually co-opting and re-working these exclusionary events, anti-colonial queer artists are challenging violent processes of colonization and commodification on multiple fronts, as well as foster more collective and relational ways of being.                             References:  Agathangelou A Bassichis M and Spira T Intimate investments: Homonormativity, global lockdown, and the seductions of empire. Radical History Review (100): 120 – 143. Anderson M (2009) Democratizing Luminato: Private-public partnerships hang in delicate balance: A report for the Toronto culture working group. Robarts Centre, York University. URL http:Robarts.info.yorku.ca/files/2012/04/Anderson2.pdf. August M (2016) Revitalisation gone wrong: Mixed-income public housing redevelopment in Toronto’s Don Mount Court. Urban Studies 53 (16): 3405-3422. Bain A and McLean H (2012) The artistic precariat. Cambridge Journal of Regions, 6: 93-111. Bannerji H (2001) Inventing Subjects: Studies in Hegemony, Patriarchy and Colonialism. London: Anthem. Catungal J.P. and Leslie D (2009a) Contesting the creative city: race, nation, multiculturalism. Geoforum 40 (5): 701–4. Catungal J.P. and Leslie D (2009b) Placing power in the creative city: governmentalities and subjectivities in Liberty Village, Toronto. Environment and Planning A 41 (11): 2576–94. Chong D and Bogdan E (2010) Plural public funding and Canada’s contemporary art market system. Cultural Trends 19:93-107. Clarke A and Jepson A (2011) Power and hegemony within a community festival. International Journal of Event and Festival Management 2 (1): 7 – 19. Cowen D (2007) National soldiers and the war on cities. Theory & Event 10 (2). Cole, 2009 The Show You Won’t See. Now Magazine. Available at: https://nowtoronto.com/art-and-books/the-show-you-wont-see/ (accessed 9 December 2016). Cresswell T (1998) The Badlands of modernity: heterotopia and social ordering. Tidjschrift voor Econonomische en Social Geografie. 89 (4):479-480. Da Costa Dia (2016) Politicizing Creative Economy: Activism and a Hunger Called Theatre. University of Illinois Press, Dissident Feminisms Series. De Leeuw S and Hawkins H (2017) Critical geographies and geography’s creative re/turn: poetics and practices for new disciplinary spaces. Gender Place and Culture 24 (3): 303-324. Doan P (2010) The tyranny of gendered spaces – reflections from beyond the gender dichotomy. Gender Place and Culture. 17 (5): 635-654.  Duggan L (2003) The Twilight of Equality? Neoliberalism, Cultural Politics and the Attack on Democracy. Boston, MA: Beacon Publishers. Eng D J Halberstam J, and Muñoz J (2005) Introduction. Social Text. 23(3-4): 1-17.  Robertson C (2006) Policy Matters: Administrations of Art and Culture. Toronto: YYZ Books. Deutsche R (1996) Evictions: Art and Spatial Politics. Cambridge, MA: MIT Press.  DiCenzo M (1998) Creative Economies: New Right Hegemony and Cultural Funding. British Journal of Canadian Studies. 13: 253-264. Dickinson P, Johnston K and Zaiontz K (2016) Mega-event Cities: Public. Toronto, York University. Evans G (2010) Creative spaces and the art of urban living. In Edensor T, Leslie D, Millington S, and Rantisi N (eds) Spaces of Vernacular Creativity: Rethinking the Cultural Economy. London: Routledge. Fish S (1997) Boutique Multiculturalism, or Why Liberals Are Incapable of Thinking about Hate Speech. Critical Inquiry. 23 (2): 378-395. Florida R (2002) Rise of the Creative Class And How It’s Transforming Work, Leisure, Community and Everyday Life. New York: Basic Books. Gibson-Graham J.K. (2006) Postcapitalist Politics. Minneapolis: University of Minnesota Press. Godard B (2001) Re-signifying culture: notes from the Ontario culture wars. In A. Patterson and S. McKay (eds.), Money, Value, Art: State Funding, Free-Markets, Big Pictures, YYZ Books, Toronto, 74-97. Goonewardena K and Kipfer S (2005) Spaces of difference: reflections from Toronto on multiculturalism, bourgeois urbanism, and the possibilities of radical urban politics. International Journal of Urban and Regional Research 27 (3)670-678. Glouberman, M (2005) No place like Kensington. In. Wilcox A and McBride J (eds)Utopia: Towards a New Toronto. Toronto: Coach House Books. Grundy J and Boudreau J (2008) Living with culture: creative citizenship practices. Citizenship Studies 12 (4): 347-363. Grundy J and Smith M (2005) Activist knowledges in queer politics. Economy and Society. 36 (2) Halberstam J (2011) The Queer Art of Failure, Durham: Duke University Press. Haraway D (1990) Simians, Cyborgs, and Women: The Reinvention of Nature. London, New York: Routledge. Harvie J (2011) Democracy and Neoliberalism in Art’s Social Turn and Roger Hiorns’s Seizure. Performance Research 16 (2): 113–23. Harvie J (2013) Fair Play: Art, Performance and Neoliberalism. London: Routledge.  Hemming P (2008) Mixing qualitative research methods in children’s geographies. Area 40 (2): 151-162. Jamieson K (2004) The festival gaze and its boundaries. Space and Culture. 7 (1): 64-75. Jenkins B (2011) Culture spending in Ontario, Canada: trends in public and private funding. International Journal of Cultural Policy 15: 329-342 Radiodress C (2004) Growing up Global: Economic Restructuring and Children’s Everyday Lives. Minneapolis: University of Minnesota Press. Koffler Centre of the Arts (2017) Organization website. Available at http://kofflerarts.org. Accessed 13 December 2017. Larner W (2011) C-change? geographies of crisis. Dialogues in Human Geography 1 (3): 319–35. Larner W and Craig D (2005) After neoliberalism? Community activism and local partnerships in Aotearoa New Zealand. Antipode 37 (3): 402–24. Levin L and Solga K (2009) Building utopia: Performance and the fantasy of urban renewal in contemporary Toronto. TDR: The Drama Review 53 (37). Luminato (2017 Festival website. Available at: https://luminatofestival.com (accessed 12 December 2017). McLean H and Rahder B (2013) The exclusionary politics of creative communities: the case of Kensington Market Pedestrian Sundays. Canadian Journal of Urban Research, 22(1): 99-111. McLean H (2011) Competitive creativity? Arts and culture in Toronto’s mayoral debates. Relay: Socialist Register, E-Bulletin 420. McLean H (2014) Digging into the creative city: a feminist critique. Antipode 46 (3): 669–90. McLean, H (2016) Hos in the garden: Staging and resisting neoliberal creativity. Environment and Planning D: Society and Space 35 (1) Mowforth M and Munt T (2003) Tourism and sustainability: development and new tourism in the third world. Second Edition. Routledge, New York Muller Mydrahl T (2011) Queerying creative cities. In Doan PL (ed.) Queerying Planning: Challenging Heteronormative Assumptions and Reframing Planning Practice.  Burlington: Ashgate. Muzzlewatch (2009) Toronto gallery that severed ties with Palestinian rights activist found in violation of city’s non-discrimination code. Muzzlewatch website. Available at http://muzzlewatch.com/2009/08/06/toronto-gallery-that-severed-ties-with-palestinian-rights-activist-found-in-violation-of-citys-non-discrimination-code/. Accessed 13 December 2017. Muñoz J (1999) Disidentifications: Queers of Color and the Performance of Politics. Minneapolis: University of Minnesota Press. Oswin N (2005) Towards geographies of complicit queer futures. ACME: International E-Journal of Critical Geographies 3 (2).  Oswin N (2006) Decentering queer globalization: Diffusion and the ‘global gay’. Environment and Planning D: Society and Space 24: 777-790. Oswin N (2012) The queer time of creative urbanism: Family, futurity and global city Singapore. Environment and Planning A 44: 1624-1640 Oswin N 2014, Queer time in global city Singapore: neoliberal futures and the ‘freedom to love’. Sexualities 17(4): 412-433. Parker B (2008) Beyond the class act: Gender and race in the ‘creative city’ Bingley UK: Emerald/JAI Press. Parker B (2017) Masculinities and Markets: Raced and Gendered Urban Politics in Milwaukee, University of Georgia Press, Athens. Peake L (2015) On feminism and feminist allies in knowledge production in urban geography. Urban Geography 37: 830–838. Peck J (2005) Struggling with the creative class. International Journal of Urban and Regional Research 29 (4): 740–70. Pinder D (2008) Urban interventions: art, politics and pedagogy. International Journal of Urban and Regional Research 32 (3): 730–36. Puar J (2007) Terrorist Assemblages. Durham, NC: Duke University Press. QAIA (2017) Queers Against Israeli Apartheid website. Available at https://queersagainstapartheid.org. Accessed 13 December 2017. Quinn B (2009) Festivals, events and tourism. In: Jamal T and Robinson M (eds.), The Sage Handbook of Tourism Studies, Sage, London. Radiodress (2015) Available at. http://www.radiodress.ca/ Robertson C (2006) Policy Matters: Administrations of Art and Culture. Toronto: YYZ Books. Sassatelli M (2009) Becoming Europeans: Cultural Identity and Cultural Politics. London: Palgrave Macmillan. Schulman S (2012) The Gentrification of the Mind. Berkeley, CA: University of California Press). Schulman S (2012) Israel/Palestine and the Queer International. Durham, NC: Duke University Press. Silk, M. and Amis, J., 2005. Sport tourism, cityscapes and cultural politics. Sport in Society, 8 (2): 280-301. Wheeler M (2008) How Luminato failed Toronto. Available at: URL http:// praxistheatre.com/2008/07/how-luminato-failed-toronto/ (accessed 9 December 2016) Wu C (2002) Privatizing Culture: Corporate Art Interventions Since the 1980s. London: Verso. Yúdice G (2003) The Expediency of Culture. Durham, N.C: Duke University Press. Zebracki M (2016) Homomonument as Queer micropublic: An emotional geography of sexual citizenship. Tijdschrift voor economische en sociale geografie. 108 (3): 345-355.      i I structured interviews around a protocol that asked a consistent set of questions that allowed for open-ended questions (Cresswell, 1998). Taking part in various coffee shops, galleries, and community centres, the questions I asked included: What is your overall impression of the role of Luminato in Toronto? What was your experience working with this festival? Can you recall any tensions between artists, residents and businesses in the festival? I recorded interviews digitally and classified responses into a set of commonly encountered categories (Cresswell, 1998).                                                        ",
    "id": 153546337,
    "identifiers": {
        "doi": "10.1177/0042098018755066",
        "oai": "oai:eprints.gla.ac.uk:158757"
    },
    "title": "Regulating and resisting queer creativity: community-engaged arts practice in the neoliberal city",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-03-05T00:00:00+00:00",
    "publisher": "SAGE Publications",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/158757/1/158757.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/153546337.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/153546337"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/153546337/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/153546337/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/153546337"
        }
    ],
    "abstract": "This article draws from and advances urban studies literature on ‘creative city’ policies by exploring the contradictory role of queer arts practice in contemporary placemarketing strategies. Here I reflect on the fraught politics surrounding Radiodress’s each hand as they are called project, a deeply personal exploration of radical Jewish history programmed within Luminato, a Toronto-based international festival of creativity. Specifically, I explore how Luminato and the Koffler Centre, a Jewish organisation promoting contemporary art, regulated Radiodress’s work in order to stage marketable notions of ethnic and queer diversity. I also examine how and why the Koffler Centre eventually blacklisted Radiodress and her project. However, I also consider the ways Radiodress and Toronto artists creatively and collectively responded to these tensions. I maintain that bringing queer arts practice into discussions about contemporary creative city policies uncovers sites of queer arts activism that scale up to shape broader policies and debates. Such disidentificatory interventions, acts of co-opting and re-working discourses which exclude minoritarian subjects, challenge violent processes of colonisation and commodification on multiple fronts, as well as fostering more collective and relational ways of being",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gla.ac.uk:158757",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 153546337,
        "depositedDate": "2018-03-05T00:00:00+00:00",
        "publishedDate": "2018-03-05T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:11:35+00:00",
        "acceptedDate": "2018-03-05T00:00:00+00:00",
        "createdDate": "2018-04-01T02:31:36+01:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/158757/1/158757.pdf"
    ],
    "lastUpdate": "2024-02-12T09:11:35+00:00",
    "setSpecs": []
}