{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Woods, Jordan Blair"
        }
    ],
    "contributors": [],
    "createdDate": "2021-04-13T09:03:22+01:00",
    "dataProvider": {
        "id": 3665,
        "name": "University of Minnesota Law School",
        "url": "https://api.core.ac.uk/v3/data-providers/3665",
        "logo": "https://api.core.ac.uk/data-providers/3665/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/397112070.pdf",
    "fullText": "University of Minnesota Law School Scholarship Repository Minnesota Law Review 2019 Religious Exemptions and LGBTQ Child Welfare Jordan Blair Woods Follow this and additional works at: https://scholarship.law.umn.edu/mlr  Part of the Law Commons Recommended Citation Woods, Jordan Blair, \"Religious Exemptions and LGBTQ Child Welfare\" (2019). Minnesota Law Review. 3286. https://scholarship.law.umn.edu/mlr/3286 This Article is brought to you for free and open access by the University of Minnesota Law School. It has been accepted for inclusion in Minnesota Law Review collection by an authorized administrator of the Scholarship Repository. For more information, please contact lenzx009@umn.edu.    2343 Article Religious Exemptions and LGBTQ Child Welfare Jordan Blair Woods† Introduction ........................................................................... 2344 I. Three Themes of Sexual Deviance .................................. 2353 A. Special Role of the Family ......................................... 2357 B. Malleability of Sexual Orientation and Gender  Identity Development ................................................ 2362 C. Sexual Predator Stereotypes ..................................... 2364 II. The Path to Religious Exemptions in LGBTQ Child Welfare ................................................................... 2366 A. Before the 1970s: The Criminalization Era .............. 2367 B. The 1970s: Early Sexual Orientation Matching....... 2371 C. The 1980s–1990s: Legal Battles Over Lesbian and  Gay Parenting ............................................................ 2378 D. 2000s–Early 2010s: Beyond Sexual Orientation Matching .................................................................... 2385 III. The Turn to Religious Exemptions in LGBTQ Child Welfare ................................................................... 2391  †  Assistant Professor of Law, University of Arkansas School of Law, Fayetteville. I am thankful for the helpful suggestions from Tendayi Achiume, Noa Ben-Asher, Stephanie Barclay, Maureen Carroll, Steve Clowney, Beth Col-gan, Sharon Foster, Will Foster, Brian Gallini, Sara Gosman, Irene Oritsew-eyinmi Joe, Jill Lens, Jonathan Marshfield, Douglas NeJaime, Sanjukta Paul, Nancy Polikoff, Margot Pollans, Laurent Sacharoff, and Brandon Weiss. I am also grateful for the feedback that I received at the 2017 Family Law Scholars and Teachers Conference, the “Silent Victims: Foster Care and Foster Care Adoption in America” conference at Duke University School of Law, the UCLA School of Law Former Fellows Forum, and faculty workshops at Pace Law School and the University of Arkansas School of Law. I also wish to thank Joy Jackson and the University of Arkansas School of Law library staff, and espe-cially Lorraine Kay Lorne, for their research assistance. Thank you to the edi-tors and staff of the Minnesota Law Review for their careful edits, insightful suggestions, and hard work. Copyright 2019 © by Jordan Blair Woods.   2344 MINNESOTA LAW REVIEW [103:2343  A. Religion, Social Control, and Sexual Deviance ........ 2392 B. Religious Exemptions and the Entrenchment of LGBTQ-Based Child Welfare Inequality .................. 2402 IV. Equality Considerations .................................................. 2408 Conclusion .............................................................................. 2419   INTRODUCTION   In 2016, the Mississippi legislature passed the “Protecting Freedom of Conscience from Government Discrimination Act,” better known as House Bill (H.B.) 1523.1 In what LGBTQ advo-cates have described as one of the most sweeping anti-LGBTQ laws in the nation,2 H.B. 1523 includes several religious exemp-tions that permit religiously-affiliated organizations and indi-viduals to deny services or benefits to same-sex couples and LGBTQ individuals in a variety of domains, including employ-ment, public accommodations, housing, adoption, and marriage solemnization.3 A less discussed part of the Mississippi law af-fects a largely overlooked and vulnerable segment of the LGBT population: lesbian, gay, bisexual, transgender, and questioning (LGBTQ) youth4 in the child welfare system.5  Now in effect,6 H.B. 1523 prohibits state actors from taking adverse action against any religious organization that provides or declines to provide foster care or adoption services consistent with its religious or moral views.7 LGBTQ advocates warn that child welfare providers may not work with LGBTQ youth in need of support, including those who have been kicked out of their   1. H.R. 1523, 2016 Leg., Reg. Sess. (Miss. 2016).  2. The Nation’s Worst Anti-LGBTQ State Law Goes into Effect in Missis-sippi, HUM. RTS. CAMPAIGN (Oct. 3, 2017), https://www.hrc.org/blog/the-nations -worst-anti-lgbtq-state-law-goes-into-effect-this-week-in-missis.  3. See generally Miss. H.R. 1523.  4. For simplicity purposes, in this Article, I use the term “youth” to refer generally to both teenagers and children below the age of eighteen. It is im-portant to note that several jurisdictions have extended the definition of “youth” past the age of eighteen to increase support for young people before they eman-cipate from the child welfare system. See Extending Foster Care Beyond 18, NAT’L CONF. ST. LEGISLATURES (July 28, 2017), http://www.ncsl.org/research/ human-services/extending-foster-care-to-18.aspx.  5. Miss. H.R. 1523. § 3(2)–(4); see infra Part III.B.  6. In January 2018, the U.S. Supreme Court denied a Petition for Writ of Certiorari in Barber v. Bryant, in which the Fifth Circuit lifted a preliminary injunction that prevented H.B. 1523 from taking effect. 860 F.3d 345 (2017), cert. denied, 138 S. Ct. 652 (2018) (mem.).  7. Miss. H.R. 1523 § 3(2).   2019] LGBTQ CHILD WELFARE 2345  families because of their sexual orientations or gender identi-ties.8 Some providers may outright reject LGBTQ youth from re-ceiving support, leaving those youth with little choice but to live on their own in homelessness.9 Other providers might force LGBTQ youth to stay closeted in order to receive support, and place them with parents who hold hostile attitudes toward LGBTQ people.10 With regard to parenting, H.B. 1523 also prohibits state ac-tors from taking adverse action against foster parents who “guide, instruct, or raise” a child consistent with their religious views.11 As a result, LGBTQ youth could be forced to stay in fos-ter homes that denounce their sexual orientations or gender identities.12 In addition, foster parents could force transgender youth to dress in ways that are inconsistent with their gender identities, or discipline LGBTQ youth for age-appropriate con-duct and expressions related to their sexual orientations or gen-der identities.13 In more extreme cases, foster parents could pres-sure LGBTQ youth to undergo damaging conversion therapies that try to change a person’s sexual orientation or gender iden-tity.14  A robust and growing body of legal scholarship is addressing how to resolve conflicts between religious liberty and LGBTQ equality, especially in the same-sex marriage context.15 Several   8. MOVEMENT ADVANCEMENT PROJECT ET AL., KIDS PAY THE PRICE: HOW RELIGIOUS EXEMPTIONS FOR CHILD WELFARE AGENCIES HARM CHILDREN 6 (2017), http://www.lgbtmap.org/file/Kids%20Pay%20the%20Price%20FINAL .pdf.  9. See infra Part III.B.  10. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 5–6.  11. Miss. H.R. 1523 § 3(3).  12. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 6.  13. Brief of CSE Plaintiffs-Appellees at 7, Barber v. Bryant, 860 F.3d 345 (2017) (Nos. 16-60477, 16-60478), 2016 WL 7337074.  14. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 2. Scholars have described how conversion therapy practices themselves have religious roots. See, e.g., Marie-Amelie George, Expressive Ends: Understanding Conver-sion Therapy Bans, 68 ALA. L. REV. 793, 801–21 (2017) (detailing historical and current connections between religion and conversion therapy practices).  15. See, e.g., Thomas C. Berg, What Same-Sex-Marriage and Religious-Lib-erty Claims Have in Common, 5 NW. J.L. & SOC. POL’Y 206 (2010) (arguing for adopting religious accommodations for objectors to same-sex marriage); Maggie Gallagher, Why Accommodate? Reflections on the Gay Marriage Culture Wars, 5 NW. J.L. & SOC. POL’Y 260 (2010) (providing reasons to accommodate religious liberty); Nancy J. Knauer, Religious Exemptions, Marriage Equality, and the Establishment of Religion, 84 UMKC L. REV. 749 (2016) (examining religious exemptions in light of traditional civil rights and religious liberty protections);   2346 MINNESOTA LAW REVIEW [103:2343  courts have joined in this debate,16 which endures after the U.S. Supreme Court’s decision in Masterpiece Cakeshop, Ltd. v. Colo-rado Civil Rights Commission left many questions unresolved about how to mediate these conflicts.17 As scholars and judges flesh out whether bakers, photographers, florists, and others can invoke their religious views to deny services and benefits to same-sex couples who are married or intend to marry, far less  Andrew Koppelman, A Free Speech Response to the Gay Rights/Religious Lib-erty Conflict, 110 NW. U. L. Rev. 1125 (2016) (arguing in favor of allowing busi-nesses to make their objections to same-sex marriage publicly known despite hostile environment free speech concerns); Douglas NeJaime, Marriage Ine-quality: Same-Sex Relationships, Religious Exemptions, and the Production of Sexual Orientation Discrimination, 100 CALIF. L. REV. 1169 (2012) (highlight-ing the inappropriate attention on marriage in sexual orientation discrimina-tion cases); Douglas NeJaime & Reva B. Siegel, Conscience Wars: Complicity-Based Conscience Claims in Religion and Politics, 124 YALE L.J. 2516, 2558–66 (2015) (discussing same-sex marriage and LGBTQ equality); James M. Oleske, Jr., The Evolution of Accommodation: Comparing the Unequal Treatment of Re-ligious Objections to Interracial and Same-Sex Marriages, 50 HARV. C.R.-C.L. L. REV. 99 (2015) (explaining the rise of religious argumentation since debates on interracial marriage); Elizabeth Sepper, Doctoring Discrimination in the Same-Sex Marriage Debates, 89 IND. L.J. 703 (2014) (critiquing the theoretical premise for extending the conscientious objector model to the same-sex mar-riage debates); Roger Severino, Or for Poorer? How Same-Sex Marriage Threat-ens Religious Liberty, 30 HARV. J.L. & PUB. POL’Y 939 (2007) (contouring tension between religious liberty and free speech after changes in marriage laws); Marc D. Stern, Liberty v. Equality; Equality v. Liberty, 5 NW. J.L. & SOC. POL’Y 307 (2010) (proposing recognition of religious liberty in same-sex marriage legisla-tion); Robin Fretwell Wilson, Marriage of Necessity: Same-Sex Marriage and Religious Liberty Protections, 64 CASE W. RES. L. REV. 1161 (2014) (discussing trade-off of religious liberty protections for marriage equality). See generally SAME-SEX MARRIAGE AND RELIGIOUS LIBERTY: EMERGING CONFLICTS (Douglas Laycock et al. eds. 2008) (edited essay collection).  16. See, e.g., Craig v. Masterpiece Cakeshop, Inc., 370 P.3d 272 (Colo. App. 2015), rev’d sub nom. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719 (2018); Elane Photography, L.L.C. v. Willock, 2013-NMSC-040, 309 P.3d 53; Gifford v. McCarthy, 23 N.Y.S.3d 422 (N.Y. App. Div. 2016); State v. Arlene’s Flowers, Inc., 389 P.3d 543 (Wash. 2017), vacated and remanded, 138 S. Ct. 2671 (2018) (mem.) (considering Masterpiece Cakeshop, 138 S. Ct. 1719).  17. Masterpiece Cakeshop, 138 S. Ct. 1719; Adam Liptak, Justices Favor Baker in Case on Gay Rights, N.Y. TIMES, June 4, 2018, at A1 (noting that the Court’s decision was “narrow, and it left open the larger question of whether a business can discriminate against gay men and lesbians based on rights pro-tected by the First Amendment”). Although Masterpiece Cakeshop left many questions unresolved about conflicts between religious liberty and LGBTQ equality, it is important to recognize that some scholars posit that the Court’s decision upheld approaches to public accommodations law that limit religious exemptions in order to prevent harm to others who do not hold an objector’s religious or moral views. See generally Douglas NeJaime & Reva Siegel, Reli-gious Exemptions and Antidiscrimination Law in Masterpiece Cakeshop, 128 YALE L.J.F. 201 (2018).   2019] LGBTQ CHILD WELFARE 2347  attention is being paid to conflicts between religious liberty and LGBTQ equality in situations that do not involve marriage, in-cluding those that affect LGBTQ youth.18 The lack of attention to LGBTQ youth in this debate is consistent with critiques of mainstream mobilization around LGBTQ rights for primarily benefiting LGBTQ adults and neglecting LGBTQ youth.19  Recently, several states have enacted laws like Mississippi’s H.B. 1523 that allow the religious or moral views of key actors in the child welfare system (for example, private child welfare providers, caseworkers, or foster or adoptive parents) to guide the nature of the child welfare services they provide, even if their views denounce LGBTQ people.20 Currently, ten states have broad religious exemption laws involving LGBTQ child welfare and more states could introduce new measures.21 Similar federal legislation has also been introduced in Congress.22 Proponents of   18. See infra Part IV.  19. Julie A. Nice, The Responsibility of Victory: Confronting the Systemic Subordination of LGBT Youth and Considering a Positive Role for the State, 23 TEMP. POL. & C.R.L. REV. 373, 375 (2014) (“Indeed, it appears that most of the progress of the LGBT rights movement to date has primarily been for the ben-efit of LGBT adults, with far fewer protections for LGBT youth.”).  20. Those states are Alabama, H.R. 24, 2017 Leg., Reg. Sess. (Ala. 2017); Kansas, S. 284, 2018 Leg., Reg. Sess. (Kan. 2018); Michigan, H.R. 4188, 98th Leg., Reg. Sess. (Mich. 2018) (codified as MICH. COMP. LAWS § 722.124e); Mis-sissippi, H.R. 1523, 2016 Leg., Reg. Sess. (Miss. 2016); North Dakota, S. 2188, 58th Leg. Assemb., Reg. Sess. (N.D. 2003) (codified as N.D. CENT. CODE  § 50-12-07.1); Oklahoma, S. 1140, 56th Leg., 2nd Sess. (Okla. 2018); South Car-olina, H.R. 4950, 2018 Leg., 122nd Sess. § 38.29 (S.C. 2018); South Dakota, S. 149, 2017 Leg. Assemb., 92nd Sess. (S.D. 2017); Texas, H.R. 3859, 85th Leg., Reg. Sess. (Tex. 2017); and Virginia, H.R. 189, 2012 Leg., Reg. Sess. (Va. 2012) (codified as VA. CODE ANN. § 63.2-1709.3).  21. See supra note 20. In addition, there are currently three cases pending in federal court involving conflicts between religious liberty and LGBTQ equal-ity in child welfare contexts. In two of those cases, same-sex couples sued the state after being denied as prospective foster or adoptive parents by a taxpayer-funded, private faith-based child placement agency on religious grounds. Marouf v. Azar, No. 1:18-CV-378, 298 WL 4859792 (D.D.C. Feb. 20, 2018) (suing for declaratory and injunctive relief and monetary damages); Dumont v. Lyon, 341 F. Supp. 3d 706 (E.D. Mich. 2018). In the third case, Catholic Social Services and four of its foster parents sued the City of Philadelphia after the city ceased referring children to two faith-based child placement agencies that would not license same-sex couples to be foster parents. Fulton v. City of Philadelphia, 320 F. Supp. 3d 661 (E.D. Pa. 2018), filing appeal.  22. See, e.g., Ryan Thoreson, U.S. Congress Rejects Anti-LGBT Adoption Amendment, HUM. RTS. WATCH (Sept. 28, 2018), https://www.hrw.org/news/ 2018/09/28/us-congress-rejects-anti-lgbt-adoption-amendment (discussing re-jection of the Aderhold Amendment to a federal appropriations bills that would allow child welfare service providers to provide services in ways that are con-sistent with their religious beliefs and to withhold federal funds from state or   2348 MINNESOTA LAW REVIEW [103:2343  these bills have argued that protecting the ability of private faith-based organizations to provide child welfare services in ac-cordance with their religious views “takes nothing away from an-yone.”23 They assert that public child welfare agencies and other private organizations can still accept prospective unmarried or same-sex parents.24 In focusing on the sexualities of prospective foster and adop-tive parents, this framing overshadows LGBTQ youth in the child welfare system. As this Article explains, it is critical to in-clude the experiences of LGBTQ youth at the center of the debate over conflicts between religious liberty and LGBTQ equality in child welfare contexts. A distinct yet largely overlooked aspect of religious exemptions involving LGBTQ child welfare is that these measures intervene against the backdrop of a public wel-fare system that is already fraught with LGBTQ-based inequal-ities and commonly fails LGBTQ youth in need of help from the state—an especially vulnerable segment of the LGBTQ popula-tion.25 LGBTQ youth, and in particular LGBTQ youth of color, are overrepresented in the child welfare system.26 Yet, LGBTQ  local governments that violate that mandate); see also Child Welfare Provider Inclusion Act, S. 811, 115th Cong. (2017); H.R. 1881, 115th Cong. (2017).  23. SARRA TORRE & RYAN T. ANDERSON, THE HERITAGE FOUND., ADOP-TION, FOSTER CARE, AND CONSCIENCE PROTECTION 1, 8 (2014), http://thf_media .s3.amazonaws.com/2014/pdf/BG2869.pdf.  24. Id. at 8. For instance, in a recent federal lawsuit challenging Michigan’s practice of using taxpayer funds to contract with private faith-based child place-ment agencies, the director of a defendant-intervenor faith-based organization stated that “if [prospective parents] let us know that they’re unmarried, or they’re gay or lesbian, we immediately recommend, make a referral to another agency.” Complaint ¶ 43, Dumont, 341 F. Supp. 3d 706 (No. 17-CV-13080).  25. See infra Part III.B.  26. FRANK J. BEWKES ET AL., CTR. FOR AM. PROGRESS, WELCOMING ALL FAMILIES: DISCRIMINATION AGAINST LGBTQ FOSTER AND ADOPTIVE PARENTS HURTS CHILDREN 4 (2018), https://cdn.americanprogress.org/content/uploads/ 2018/11/19131646/WelcomingAllFamilies.pdf (“Studies have found that be-tween 19 percent and 23 percent of youth in the U.S. foster care system identify as LGBTQ, meaning that youth are overrepresented in the foster care system by at least a factor of two.”); MEGAN MARTIN ET AL., CTR. FOR THE STUDY OF SOC. POLICY, OUT OF THE SHADOWS: SUPPORTING LGBTQ YOUTH IN THE CHILD WELFARE SYSTEM THROUGH CROSS-SYSTEM COLLABORATION 8 (2016), https:// cssp.org/wp-content/uploads/2018/08/Out-of-the-Shadows-Supporting-LGBTQ -youth-in-child-welfare-through-cross-system-collaboration-web.pdf (summa-rizing studies finding that LGBTQ youth are overrepresented in the child wel-fare system); BIANCA WILSON ET AL., THE WILLIAMS INST., SEXUAL AND GENDER MINORITY YOUTH IN FOSTER CARE: ASSESSING DISPROPORTIONALITY AND DIS-PARITIES IN LOS ANGELES 6, 22 (2014), http://williamsinstitute.law.ucla.edu/wp -content/uploads/LAFYS_report_final-aug-2014.pdf (reporting study findings   2019] LGBTQ CHILD WELFARE 2349  youth are more frequently rejected or unwanted by foster fami-lies, adoptive parents, and group homes.27 Many LGBTQ youth also experience discrimination from child welfare providers and frontline caseworkers, which can negatively affect their place-ment and treatment in the child welfare system.28 In addition, LGBTQ youth suffer higher rates of physical, sexual, and verbal abuse in foster families and group homes.29 These challenges cause many LGBTQ youth to leave or be kicked out of child wel-fare placements only to wind up homeless, funneled into the ju-venile justice system, or both.30  This Article analyzes conflicts between religious liberty and child welfare issues pertaining to LGBTQ youth. It seeks to ex-amine connections between religious exemptions in the LGBTQ child welfare context and the preservation of traditional norms of sex, sexuality, and gender in the child welfare system. It fur-ther seeks to understand how subordinating the LGBTQ identi-ties of youth to the religious or moral views of child welfare ac-tors implicates normative commitments to equality both inside and outside of the child welfare system.  To accomplish these goals, this Article recasts the contem-porary push for religious exemptions in the LGBTQ child welfare context through the lens of historical theories of sexual deviance in the fields of criminology, psychology, and sociology.31 Before sodomy decriminalization started in the late-1960s,32 theories of  that 19.1% of youth in the Los Angeles County foster system identified as LGBTQ, and that over 80% of those LGBTQ foster youth also identified as youth of color).  27. WILSON ET AL., supra note 26, at 5, 11; Anne Gallegos et al., Exploring the Experiences of Lesbian, Gay, Bisexual, and Questioning Adolescents in Fos-ter Care, 14 J. FAM. SOC. WORK 226, 228 (2011).  28. WILSON ET AL., supra note 26, at 11; Ariel Love, A Room of One’s Own: Safe Placement for Transgender Youth in Foster Care, 89 N.Y.U. L. REV. 2265, 2275 (2014).   29. RANDI FEINSTEIN ET AL., A REPORT ON LESBIAN, GAY, BISEXUAL AND TRANSGENDERED YOUTH IN THE NEW YORK JUVENILE JUSTICE SYSTEM 16 (2001), https://www.prisonlegalnews.org/media/publications/urban_justice_ center_lesbian_and_gay_youth_project_report_on_lgbt_youth_in_the_juvenile_ justice_system_2001.pdf.  30. See generally Jordan Blair Woods, Unaccompanied Youth and Private-Public Order Failures, 103 IOWA L. REV. 1639, 1648 (2018) (discussing connec-tions between the rejection of LGBTQ youth in the child welfare system and homelessness).  31. See infra Part I. This Article focuses specifically on historical theories of sexual deviance developed in the twentieth century.  32. WILLIAM N. ESKRIDGE JR., DISHONORABLE PASSIONS: SODOMY LAWS IN AMERICA 1861–2003, at 136–94 (2008) (discussing sodomy law reform starting in the 1960s).   2350 MINNESOTA LAW REVIEW [103:2343  sexual deviance offered an ideological framework to justify crim-inalizing private consensual same-sex sex and gender non-con-forming conduct.33 Scholars and courts have described how both before and after sodomy decriminalization, the stigma of sexual deviance against LGBTQ people extended beyond the criminal realm to also place LGBTQ people at risk for discrimination in the civil realm (for instance, in family, employment, and educa-tion).34 This Article illustrates how current religious exemptions in-volving LGBTQ child welfare are part of a much longer trajec-tory of child welfare interventions into family life that rely on sexual deviance concepts to subordinate LGBTQ youth.35 This framing illuminates how religious exemptions involving LGBTQ child welfare encourage antiquated theories of sexual deviance to thrive in the child welfare system today, and permit reli-giously motivated discrimination against LGBTQ youth who are already vulnerable when they come into contact with or enter the system.36 As this Article discusses, these religious exemp-tions sustain and propagate sexual deviance concepts by substi-tuting and equating the religious or moral views of child welfare actors with the best interests of youth regarding appropriate sex-ual orientation and gender identity development and expres-sion.37 Critically, difficulties in the child welfare system are pre-cursors to difficulties in achieving independence after becoming   33. Jordan Blair Woods, LGBT Identity and Crime, 105 CALIF. L. REV. 667, 679–95 (2017) (tracing the history of classifying certain sexualities and sexual practices as “deviant” and crimes in and of themselves).  34. See, e.g., Lawrence v. Texas, 539 U.S. 558, 575 (2003) (discussing how laws that criminalize certain conduct, specifically of a sexual nature, enabled discrimination against lesbians and gay men in both the public and private spheres); Courtney G. Joslin, The Gay Rights Canon and the Right to Nonmar-riage, 97 B.U. L. REV. 425, 435 (2017) (stressing that “[i]n the years between Bowers and Lawrence v. Texas, LGBT parents lost custody of their children, were fired from their jobs, and were made targets of private discrimination solely because of their sexual orientation” (citations omitted)); Melissa Murray, Rights and Regulation: The Evolution of Sexual Regulation, 116 COLUM. L. REV. 573, 584–86 (2016) (discussing the regulation of sexual conduct in the civil do-main post-Lawrence); see also sources cited infra note 259 and accompanying text.  35. See infra Part II.  36. See infra Part III.B.  37. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 5 (noting that under religious exemptions, “[a]gencies would no longer need to make placement decisions based on the best interest of the child”).   2019] LGBTQ CHILD WELFARE 2351  emancipated (or “aging out”) of the system.38 Therefore, in addi-tion to harming LGBTQ youth and undermining LGBTQ equal-ity inside of the child welfare system, these forms of religiously motivated discrimination have short-term and long-term spillo-ver effects that undermine LGBTQ equality in society at large.39 In providing this different take on the conflict between reli-gious liberty and LGBTQ child welfare, this Article urges against narrowly viewing the proliferation of broad religious ex-emptions involving LGBTQ child welfare as mere backlash against the legalization of same-sex marriage.40 Rather, the in-tellectual history that this Article excavates calls attention to a much deeper and darker history of religion and morality shaping laws and public institutions in ways that subordinate LGBTQ youth in need of help from the state. This richer context helps to provide a more nuanced and comprehensive account of the nor-mative and practical consequences of subordinating LGBTQ equality to religion in the child welfare domain.41 It also reveals why it is important to include eliminating LGBTQ inequality in the child welfare system as part of a fully inclusive LGBTQ an-tidiscrimination regime.42 My view of the child welfare system as an institution of so-cial control informs these arguments.43 I view the child welfare system as a social institution that regulates, socializes, and con-trols youth in the most fundamental aspects of their lives, in-cluding their personal identities. The regulating, socializing, and controlling forces of the child welfare system can harm youth in certain instances and protect them in others. Consistent with this idea, this Article illustrates how religious exemptions in-volving LGBTQ child welfare enable spaces that regulate and   38. See Susanna R. Curry & Laura S. Abrams, Housing and Social Support for Youth Aging Out of Foster Care: State of the Research Literature and Direc-tions for Future Inquiry, 32 CHILD & ADOLESCENT SOC. WORK J. 143, 144 (2015) (describing challenges associated with emancipation).  39. See infra Parts III and IV.  40. For instance, in a recent federal lawsuit challenging Michigan’s practice of using taxpayer funds to contract with private faith-based child placement agencies that rejected same-sex couples or individuals based on same-sex sta-tus, the plaintiffs alleged that Michigan’s broad religious exemption law involv-ing LGBTQ child welfare “is animated by disapproval of, or opposition to, same-sex marriage.” Dumont v. Lyon, 341 F. Supp. 3d 707, 741 (E.D. Mich. 2018).  41. See infra Part IV.  42. See infra Part IV.  43. RONALD L. AKERS, DEVIANT BEHAVIOR: A SOCIAL LEARNING APPROACH 8 (2d ed. 1977) (defining social control as “formal and informal ways society has developed to help ensure conformity to [social] norms”).   2352 MINNESOTA LAW REVIEW [103:2343  control the sexual orientations and gender identities of LGBTQ youth in stigmatizing and subordinating ways.44 Scholars have taken a social control perspective to examine connections between inequality in the child welfare system and structural and cultural inequalities in broader society. For in-stance, some scholars view the child welfare system as an insti-tution of class control by which more powerful economic classes intervene in the family lives of working class and poor families in order to maintain economic dominance.45 Providing a different intersectional perspective, Professor Dorothy Roberts’s work powerfully describes the ways in which the child welfare system disciplines and controls low-income and poor mothers of color by keeping them under intense supervision and blaming them for family problems that are rooted in broader structural inequali-ties connected to race, gender, and class.46 This Article contrib-utes to this body of scholarship by illustrating how subordinat-ing the LGBTQ identities of youth to religion and morality in the child welfare system facilitates and recreates broader LGBTQ-based structural and cultural inequalities both inside and out-side of the child welfare system.47 At the onset, one caveat is in order. I fully recognize the im-portance of religious liberty and the significant role of faith-based organizations in providing child welfare services to fami-lies, youth, and children.48 My point is that regardless of where one falls in the debate between religious liberty and LGBTQ equality, it is crucial to consider the contextual history surround-ing these exemptions as well as the institutional settings in which these exemptions apply. In failing to do so, we are left with a distorted picture of the work that religious exemptions perform   44. See infra Part III.  45. See, e.g., JACQUES DONZELOT, THE POLICING OF FAMILIES (1979); CHRISTOPHER LASCH, HAVEN IN A HEARTLESS WORLD: THE FAMILY BESIEGED (1977).  46. See Dorothy Roberts, Child Welfare and Civil Rights, 2003 U. ILL. L. REV. 171, 178 (2003) (“Contemporary notions of family liberty, typically inter-preted as individual rights, can trace their roots to the effort to eradicate racial oppression.”). See generally DOROTHY E. ROBERTS, SHATTERED BONDS: THE COLOR OF CHILD WELFARE (2002); Dorothy E. Roberts, Child Welfare’s Paradox, 49 WM. & MARY L. REV. 881 (2007); Dorothy E. Roberts, Prison, Foster Care, and the Systemic Punishment of Black Mothers, 59 UCLA L. REV. 1474 (2012).  47. See infra Part IV.  48. Michael Howell-Moroney, Fostering Capacity: The Role of Faith-Based Congregations in the Child Welfare System in the United States, 32 INT’L J. PUB. ADMIN. 24, 28–30 (2009).   2019] LGBTQ CHILD WELFARE 2353  inside and outside of those institutions, and a limited under-standing of the ways in which religious exemptions may jeopard-ize LGBTQ equality in the current moment and moving ahead. In this regard, this Article lends support to Douglas NeJaime and Reva Siegel’s theory on the need for law and doctrine to con-sider the material and dignitary harms that religious exemp-tions inflict on third parties.49 Applying their third-party theory in this context, when determining whether to accommodate reli-gion, law and doctrine should take into account the significant harms that broad religious exemptions involving LGBTQ child welfare would impose on LGBTQ youth who need help from the state.50 This Article proceeds as follows. Part I synthesizes and pre-sents three major themes from historical theories of sexual devi-ance. Parts II then draws on those themes to recast current reli-gious exemptions involving LGBTQ child welfare along a much longer historical trajectory of child welfare interventions that subordinate LGBTQ youth based on sexual deviance concepts. Part III explains how broad religious exemptions in the LGBTQ child welfare context harm LGBTQ youth by sustaining and propagating sexual deviance concepts. Finally, Part IV discusses the implications of my historical and theoretical analysis for broader debates about religious liberty and LGBTQ equality, and for positioning the elimination of LGBTQ-based child wel-fare inequality in wider efforts to achieve a fully inclusive LGBTQ antidiscrimination regime.  I.  THREE THEMES OF SEXUAL DEVIANCE   The debate over religious exemptions is largely framed in terms of the conflict between religious liberty and LGBTQ equal-ity (and in particular, marriage equality).51 In the LGBTQ child   49. For a more detailed account of Douglas NeJaime and Reva Siegel’s pro-posal on accommodating religion and third party harm see generally NeJaime & Siegel, supra note 15, at 2586–88; Douglas NeJaime & Reva Siegel, Con-science Wars in Transnational Perspective: Religious Liberty, Third-Party Harm, and Pluralism, in THE CONSCIENCE WARS: RETHINKING THE BALANCE BETWEEN RELIGION, IDENTITY, AND EQUALITY 187–219 (Susanna Mancini & Michel Rosenfeld eds., 2018) [hereinafter NeJaime & Siegel, Conscience Wars in Transnational Perspective]; Douglas NeJaime & Reva Siegel, Religious Ac-commodation, and Its Limits, in a Pluralist Society, in RELIGIOUS FREEDOM AND LGBT RIGHTS: POSSIBILITIES AND CHALLENGES FOR FINDING COMMON GROUND 69–81 (Robin Fretwell Wilson & William N. Eskridge, Jr. eds., 2018) [hereinafter NeJaime & Siegel, Religious Accommodation].  50. See infra Conclusion.  51. See NeJaime, supra note 15, at 1180–95 (describing the current debate   2354 MINNESOTA LAW REVIEW [103:2343  welfare context, however, religious exemptions are really a vehi-cle for enduring anxiety about sexual deviance and attempts to shape and control the sexual orientations and gender identities of youth.52 This type of agenda has been renounced when articu-lated explicitly to sustain criminal sodomy prohibitions or same-sex marriage restrictions.53 In less obvious ways (namely, behind the veil of religious liberty), broad religious exemptions in the LGBTQ child welfare context enable outmoded sexual deviance concepts to thrive in the child welfare system today. This Part develops a theoretical foundation for these points. To do so, it synthesizes three major themes from historical theo-ries of sexual deviance in the fields of criminology, psychology, and sociology. In Section A, I discuss how these theories charac-terized the family as a vital institution in shaping sexual orien-tation and gender identity development.54 In Section B, I explain how these theories assumed that the sexual orientations and gender identities of youth were not yet fully developed, and thus amenable to change.55 In Section C, I describe how these theories depicted LGBTQ adults as sexual predators and threats to youth.56 As will become clearer later in this Article, these themes had a role in justifying child welfare interventions in the past that subordinated LGBTQ youth, and continue to have a role in the more recent push for broad religious exemptions involving LGBTQ child welfare. Before discussing these themes in greater detail, it is neces-sary to explain that these themes appear in two separate camps of sexual deviance theory: (1) psychological theories of deviance, and (2) sociological theories of deviance. The psychological theo-ries primarily explain homosexuality and gender nonconformity in terms of individual personality traits and psychological fac-tors.57 Unlike the psychological theories which look to individ- over religious liberty and marriage equality for same-sex couples).  52. Lending further support to this point is Cliff Rosky’s work documenting how the concept of “fear of the queer child” historically emerged and still func-tions as a key justification for anti-LGBTQ laws and policies. Clifford J. Rosky, Fear of the Queer Child, 61 BUFF. L. REV. 607, 618–35 (2013).  53. See, e.g., Obergefell v. Hodges, 135 S. Ct. 2584 (2015) (invalidating same-sex marriage restrictions); Lawrence v. Texas, 539 U.S. 558, 578 (2003) (invalidating the criminalization of private consensual sex between two adults).  54. See infra Part I.A.  55. See infra Part I.B.  56. See infra Part I.C.  57. Woods, supra note 33, at 689–90.   2019] LGBTQ CHILD WELFARE 2355  ual-level factors, the sociological theories of sexual deviance pri-marily explain homosexuality and gender nonconformity in terms of environmental factors.58 To understand the differences between these camps, a brief background on each is instructive. The psychological theories of deviance emerged in two waves. In the first wave, criminologists in the 1920s started to apply Sigmund Freud’s theory of psycho-analysis to study crime. These scholars accepted Freud’s position that adult homosexuality was a non-harmful aberration of sex-ual development and extended his view to challenge criminal sodomy laws against private consensual same-sex sex.59 None-theless, as explained in this Part, these thinkers also adopted Freud’s position on the malleability of childhood sexual develop-ment to advocate using psychotherapy on LGBTQ youth to change their sexual orientations and gender identities.60  The introduction of “psychopathy” as a concept in the 1940s gave way to a second wave of psychological theories of sexual deviance.61 These theories defined homosexuality and gender nonconformity as mental diseases, and forms of sexual psychop-athy more specifically.62 The writings of Sandor Rado, Edmund Bergler, Irving Bieber, and Charles Socarides were especially in-fluential in pushing these pathological concepts,63 and their re-search soon shaped a consensus within the U.S. psychiatric and   58. Id. at 693.  59. Id. at 685–87 (discussing psychoanalytic theories of sexual deviance).  60. See infra Part I.B.  61. Susan R. Schmeiser, The Ungovernable Citizen: Psychopathy, Sexual-ity, and the Rise of Medico-Legal Reasoning, 20 YALE J.L. & HUMAN. 163, 191–206 (2008) (discussing the rise of psychopathology and the sex offender); Woods, supra note 33, at 687. In 1941, Hervey Cleckley released the first clinical profile of the psychopath, which included twenty-one character traits. HERVEY CLECK-LEY, THE MASK OF SANITY: AN ATTEMPT TO REINTERPRET THE SO-CALLED PSY-CHOPATHIC PERSONALITY 238–55 (1941).  62. Woods, supra note 33, at 688 (stating that many criminologists of the era viewed homosexuality as being “curable”).  63. EDMUND BERGLER, HOMOSEXUALITY: DISEASE OR WAY OF LIFE? 7 (1956) (describing homosexuality as a “curable disease”); IRVING BIEBER ET AL., HOMOSEXUALITY: A PSYCHOANALYTIC STUDY 303–04 (1962) (arguing that “[a]ny adaptation which is basically an accommodation to unrealistic fear is nec-essarily pathologic” and homosexuality is a product of this fear); SANDOR RADO, ADAPTATIONAL PSYCHODYNAMICS: MOTIVATION AND CONTROL 212 (1969) (pos-iting that when the “never recognized fear and resentment” of the opposite gen-der’s sex orders becomes insurmountable, the individual turns to homosexual-ity); CHARLES W. SOCARIDES, THE OVERT HOMOSEXUAL 35 (1968) (claiming that homosexuality, as a perversion, must be founded in “unconscious construc-tions”).   2356 MINNESOTA LAW REVIEW [103:2343  mental health professions that homosexuality was a mental dis-ease.64 Reflecting this consensus, the American Psychiatric As-sociation included homosexuality as a disorder in the Diagnostic and Statistical Manual of Mental Disorders (DSM) in 1952, where it remained until 1973.65 Sociological theories of sexual deviance emerged after “sym-bolic interactionism” gained popularity in the 1950s as the lead-ing sociological framework to study questions of deviance.66 From this perspective, scholars started to examine how people’s interactions within families, peer groups, and society shaped ho-mosexuality and gender nonconformity.67 Although sociological theories of deviance fall into many camps,68 theories that rely on B.F. Skinner’s concept of operant conditioning were the most rel-evant for the purposes of this Article.69 As this Part discusses, these theories characterized homosexuality and gender noncon-formity as forms of sexual deviance rooted in improper socializa-tion patterns, including within families.70  This Article will later show that understanding the differ-ences between these two camps helps to theorize what exactly is at stake in the debate over religious exemptions and LGBTQ child welfare. The historical analysis to follow will demonstrate that themes consistent with both camps have animated child welfare interventions in the past that subordinated LGBTQ youth.71 Understanding these differences also assists in theoriz-  64. RONALD BAYER, HOMOSEXUALITY AND AMERICAN PSYCHIATRY: THE POLITICS OF DIAGNOSIS 28 (1981) (explaining Rado’s principle criticisms of Freud’s views on gender).  65. Id. at 39.  66. Woods, supra note 33, at 693. Symbolic interactionism focuses on how an individual’s interactions with the environment shape that individual’s self-perception as well as their perception of society. HERBERT BLUMER, SYMBOLIC INTERACTIONISM: PERSPECTIVE AND METHOD 2–3 (1969).  67. Woods, supra note 33, at 693.  68. See AKERS, supra note 43, at 21–38 (providing a summary of different sociological theories of deviance).  69. B.F. SKINNER, SCIENCE AND HUMAN BEHAVIOR 62–66 (1st ed. 1953) (outlining operant conditioning theory). Operant conditioning theory assumes that behaviors are more likely to occur in environments that reinforce those behaviors, and less likely to occur in environments that punish those behaviors. JACQUELINE B. HELFOTT, CRIMINAL BEHAVIOR: THEORIES, TYPOLOGIES AND CRIMINAL JUSTICE 67 (2008) (defining operant conditioning).  70. Woods, supra note 33, at 694.  71. See infra Part III.   2019] LGBTQ CHILD WELFARE 2357  ing the multiple levels on which broad religious exemptions sub-ordinate LGBTQ youth in the current moment.72 At the individ-ual level, I argue these exemptions stigmatize LGBTQ youth by constructing them as “sexual deviants” on the basis of their sex-ual orientations and gender identities. At the environmental level, I contend that these exemptions shape institutional spaces and living environments inside the child welfare system that ad-here to and propagate traditional norms of sex, sexuality, and gender. In so doing, religious exemptions discourage LGBTQ youth inside the system from developing or expressing their sex-ual orientations and gender identities. A. SPECIAL ROLE OF THE FAMILY The first major theme that emerges from historical theories of sexual deviance is emphasis on the family as a vital institution in shaping sexual orientation and gender identity development. As explained below, this emphasis on the family rationalized in-tervening in parent-child relationships to ensure that youth ad-hered to traditional norms of sex, sexuality, and gender. Some scholars even went as far as to argue that parents were the “pri-mary makers of social deviates,” which in their view included LGBTQ people.73  Given their different ideological assumptions, it is im-portant to separate how psychological and sociological theories of sexual deviance characterized the role of the family in sexual orientation and gender identity development. Freudian theory largely shaped how scholars who studied deviance from a psy-chological perspective viewed the family in this regard.74 Freud viewed homosexuality as a non-harmful aberration of sexual de-velopment.75 He characterized homosexuality in both adult males and adult females as the product of arrested psychosexual   72. See infra Part IV.  73. Merl E. Bonney, Parents as the Makers of Social Deviates, 20 SOC. FORCES 77, 77 (1941).  74. See, e.g., FRANZ ALEXANDER & HUGO STAUB, THE CRIMINAL, THE JUDGE, AND THE PUBLIC: A PSYCHOLOGICAL ANALYSIS 139–40 (Gregory Zilboorg trans., 1931) (discussing the work of Freud on homosexuality and familial roles); KATE FRIEDLANDER, A PSYCHO-ANALYTICAL APPROACH TO JUVENILE DELIN-QUENCY 158–59 (1947) (describing male homosexuality with reference to Freud-ian theory).   75. SIGMUND FREUD, THREE ESSAYS ON THE THEORY OF SEXUALITY 4–5 (James Strachey trans., 1962) (1905).   2358 MINNESOTA LAW REVIEW [103:2343  development caused by an unresolved Oedipal conflict (com-monly referred to as the “Oedipus complex”).76 Importantly, the family had a central role in Freud’s concep-tion of the Oedipus complex. Consider his description of the Oe-dipus complex in boys.77 Freud emphasized that during the Oe-dipal phase of sexual development (which occurred between three to six years old),78 a boy developed intense erotic and emo-tional attachments to his mother and began to harbor hostile feelings toward his father for interfering with that attachment.79 The boy began to fear that the father would retaliate, and that this retaliation would take the form of castration.80 Fearing cas-tration, the boy unconsciously abandoned the attachment to his mother, began to identify with his father, and sought sexual in-timacy from other females.81 In Freud’s view, male homosexual-ity was a manifestation of a boy’s unresolved Oedipus conflict.82 He contended that fear of castration resulted in disgust toward   76. SIGMUND FREUD, Some Neurotic Mechanisms in Jealousy, Paranoia and Homosexuality (1922), reprinted in 18 THE STANDARD EDITION OF THE COM-PLETE PSYCHOLOGICAL WORKS OF SIGMUND FREUD 221, 230–32 (James Stra-chey ed., 1981) [hereinafter THE STANDARD EDITION].   77. SIGMUND FREUD, The Ego and the Id (1923), reprinted in 19 THE STANDARD EDITION, supra note 76, at 3, 31–32 [hereinafter FREUD, The Ego and the Id]. Freud also identified a parallel Oedipus complex for girls, which also emphasized family dynamics. Freud argued that during the Oedipal phase, a young girl initially had a strong connection to her mother. After discovering that she did not have a penis, the girl came to view herself as inferior and blamed her mother for her condition. The girl then began to develop a strong erotic and emotional attachment to her father, which took the form of fantasies that he would impregnate her. The girl viewed the child as a way to compensate for a missing penis. Eventually, the girl grew out of the Oedipal complex by viewing other men as potential impregnators. Freud argued that female homo-sexuality stemmed from disappointment and trauma that a girl might have ex-perienced in her attempt to turn to her father as a love object, which resulted the girl regressing to her mother and other women as love objects. SIGMUND FREUD, The Dissolution of the Oedipus Complex (1924), reprinted in 19 THE STANDARD EDITION, supra note 76, at 173, 175–79 (describing the Oedipus com-plex in girls) [hereinafter FREUD, The Dissolution of the Oedipus Complex].  78. Saul McLeod, Psychosexual Stages, SIMPLY PSYCHOL. (2017), https:// www.simplypsychology.org/psychosexual.html.  79. FREUD, The Ego and the Id, supra note 77, at 31–32.  80. FREUD, The Dissolution of the Oedipus Complex, supra note 77, at 175.  81. SIGMUND FREUD, The Infantile Genital Organization: An Interpolation into the Theory of Sexuality (1924), reprinted in 19 THE STANDARD EDITION, su-pra note 76, at 141, 145.   82. FREUD, supra note 76, at 230–32; see also SIGMUND FREUD, Group Psy-chology and the Analysis of the Ego (1921), reprinted in 18 THE STANDARD EDI-TION, supra note 76, at 69, 108 (linking male homosexuality with his Oedipus complex).   2019] LGBTQ CHILD WELFARE 2359  female genitalia,83 and that the boy unconsciously associated any female love object with his erotic attachment to his mother.84 In the 1920s, criminologists started to apply Freud’s theory of human sexuality to study criminal behavior, including private consensual same-sex sex. These scholars adopted Freud’s posi-tion that adult homosexuality was a non-harmful form of sexual deviance,85 and extended this idea to criticize criminal laws against private consensual same-sex sex.86 In spite of advocating for tolerance of adult homosexuality,87 however, these scholars took a very different position with regard to youth.  As an example, consider the work of influential criminolo-gists Franz Alexander and Hugo Staub. Alexander and Staub adopted Freud’s position on the non-harmful nature of adult ho-mosexuality to criticize the legitimacy and effectiveness of crim-inal punishment as a societal response to adult homosexuality.88 At the same time, they relied on Freud’s concept of the Oedipus complex to conceptualize homosexuality as a problem of “child education.”89 They argued that changing “the sexual atmos-phere” of the family and the use of psychoanalysis was the best way to prevent homosexuality (which at the time was conceptu-alized to include gender nonconformity).90 In this regard, sexual deviance concepts informed their favorable outlook toward pub-lic and private actors intervening in the family life of LGBTQ youth and using invasive psychological techniques to change their sexual orientations and gender identities. Scholars who drew on concepts of psychopathy to argue that homosexuality and gender nonconformity were mental diseases also emphasized the central role of the family in shaping sexual orientation and gender identity development.91 Consider Irving   83. Id. at 230.  84. Id.  85. ALEXANDER & STAUB, supra note 74, at 139–40 (characterizing homo-sexuality as a “perversion” and noting that “homosexuality . . . does not threaten anybody’s rights”).   86. Id. at 142.  87. Id. at 143.  88. Id. at 139.  89. Id. at 143.  90. Id. The idea that “gender identity” was distinct from biological sex as-signed at birth did not emerge until researchers advanced this idea in the 1950s. See Noa Ben-Asher, The Necessity of Sex Change: A Struggle for Intersex and Transsex Liberties, 29 HARV. J.L. & GENDER 51, 82 (2006).  91. See, e.g., BIEBER ET AL., supra note 63, at 172, 303; BENJAMIN KARP-MAN, THE SEXUAL OFFENDER AND HIS OFFENSES 151–54 (1954) (discussing prior psychological studies on the relationship between family circumstances   2360 MINNESOTA LAW REVIEW [103:2343  Bieber’s theory on male homosexuality.92 In the early 1950s, Bieber and his colleagues started a multi-year study of 106 gay men and 100 heterosexual men who were undergoing psychoan-alytic treatment.93 They reported that 29 of the 106 gay men (or 27%) became exclusively heterosexual after psychoanalysis.94 The researchers reported strong histories of family dysfunction for the gay male subjects,95 and concluded that the “foundations of personality and psychopathology are set within the nuclear family.”96 Illustrating the central role of the family in their the-ory, Bieber and his colleagues advanced a model of disturbed parent-child relations that in their view promoted homosexual-ity.97  Under this model, gay men were more likely to have a “[c]lose-binding-intimate” mother98 and a “detached-hostile” fa-ther.99 For instance, many of the gay male subjects were their mother’s favorite child or closest confidant, and the two had a closeness that the researchers described as sexually provoca-tive.100 Many of the gay male subjects also expressed open fear and hatred of their fathers, whose behaviors ranged from ne-glectful to abusive.101 Bieber and his colleagues concluded that these disturbed parent-child relations promoted a fear of heter-osexuality in youth, and in turn, promoted homosexuality.102 Scholars who advanced sociological theories of deviance also stressed the role of the family in promoting homosexuality and gender nonconformity in youth. Looking to environmental fac-tors, these theories examined how socialization patterns within  and homosexuality); SOCARIDES, supra note 63, at 84–87.  92. BAYER, supra note 64, at 28–38. Bieber’s theory is worth discussing be-cause it helped to shape a growing consensus in the psychology and mental health professions between the 1950s and 1970s that homosexuality was a men-tal disease. See id.  93. BIEBER ET AL., supra note 63, at 20–24.  94. Id. at 282–83.  95. Id. at 213–18.  96. Id. at 311. Based on this idea, they examined dynamics within four cat-egories of relationships inside the nuclear family: (1) between the subjects’ par-ents; (2) between the subjects and mothers; (3) between the subjects and fathers; and (4) between the subjects and siblings, and relatedly, siblings and parents. Id. at 21.  97. Id. at 172.  98. Id. at 47.  99. Id. at 91.  100. Id. at 47.  101. Id. at 213.  102. Id. at 303.   2019] LGBTQ CHILD WELFARE 2361  the family contributed to homosexuality and gender noncon-formity. Consider early articulations of Ronald Akers’ social learning theory of crime. Akers applied his influential theory in the early 1970s to explain deviant behaviors, including homosex-ual conduct.103 Akers hypothesized that a person’s sex drive had biological origins, but social regulations and institutions (for ex-ample, gender roles, marriage, and family) guided its strength and direction.104 He viewed “homosexual” and “heterosexual” as social roles constructed on the basis of specific sexual behaviors and gendered expectations.105  Importantly, Akers posited that socialization patterns within the family could promote homosexuality in youth in two ways. First, parents might socialize their children in ways that directly reinforced sexually “deviant” behaviors.106 Second, and more commonly in his view, parents might socialize children in ways that rendered them unprepared to engage in heterosexual sexual behaviors.107 Akers argued that these socialization pro-cesses caused a person to progress from “occasional initial expe-riences” to “a stable pattern of deviant sexuality.”108 In this re-gard, the regulating and socializing dynamics of the parent-child relationship shaped the construction of LGBTQ identities.   In short, both psychological and sociological theories of sex-ual deviance stressed the central role of the family in shaping sexual orientation and gender identity development. Related to this idea is the notion that the sexual orientations and gender identities of youth are not yet fully developed, and thus subject to change. The next Section discusses this theme in more depth.   103. AKERS, supra note 43, at 189–200. In the early articulation of his social learning theory, Akers dedicated an entire chapter in the first and second edi-tions of his key work that articulated the theory, Deviant Behavior: A Social Learning Approach, to the topic of homosexuality. See RONALD L. AKERS, DEVI-ANT BEHAVIOR: A SOCIAL LEARNING APPROACH 153–63 (1973); AKERS, supra note 43, at 189–200. Later editions of the work after sodomy bans lost force in the 1970s no longer include this chapter on homosexuality, reflecting a broader societal shift away from viewing homosexuality as a form of sexual deviance. See, e.g., RONALD L. AKERS, SOCIAL LEARNING AND SOCIAL STRUCTURE: A GEN-ERAL THEORY OF CRIME AND DEVIANCE (2009).  104. AKERS, supra note 43, at 181.  105. Id. at 189.  106. Id. at 183.  107. Id.  108. Id. at 193.   2362 MINNESOTA LAW REVIEW [103:2343  B. MALLEABILITY OF SEXUAL ORIENTATION AND GENDER IDENTITY DEVELOPMENT The second major theme that emerges from historical theo-ries of sexual deviance is the idea that the sexual orientations and gender identities of youth are not yet fully developed and thus subject to change. With regard to psychological theories of sexual deviance, scholarly perspectives on this issue can be traced again to Freud’s views. Freud identified five stages of psy-chosexual development: the oral stage (zero to eighteen months old), the anal stage (eighteen months to three years old), the phallic stage (three to six years old), the latency stage (six to twelve years old) and the genital stage (twelve years old and older).109 Freud viewed homosexuality in adults as a non-harm-ful product of an arrested psychosexual development during the third, phallic (also called Oedipal) stage.110 As discussed previously, some scholars of deviance applied Freudian theory to advocate using psychotherapy on LGBTQ youth in attempts to change their sexual orientations or gender identities.111 Revisit criminologists Alexander and Staub, who viewed homosexuality as a problem of “child education” and rec-ommended using psychoanalytic techniques to alter the course of an LGBTQ youth or child’s sexual development.112 Freud’s po-sition that youth were still progressing through the stages of psychosexual development informed Alexander and Staub’s rec-ommendation.113 Scholars who disagreed with Freud to define homosexuality and gender nonconformity as mental diseases also emphasized the malleability of adolescent and childhood sexual develop-ment. On this point, revisit the research of Bieber and his col-leagues from the 1950s.114 In reporting their findings, the re-searchers stressed that the period between sixteen and twenty-one years old was characterized by an increase in heterosexual   109. SIGMUND FREUD, New Introductory Lectures on Psycho-Analysis (1933), reprinted in 22 THE STANDARD EDITION, supra note 76, at 3, 98–99; McLeod, supra note 78.  110. See supra notes 74–76 and accompanying text.  111. See supra Part I.A.  112. ALEXANDER & STAUB, supra note 74, at 143.   113. Id. (applying Freud’s idea of the Oedipus complex to advocate for using psychotherapy on youth to prevent homosexuality).  114. To recap, Bieber and his colleagues reported that out of the 106 gay men in their study who underwent psychoanalysis, twenty-nine of them (or twenty-seven percent) became exclusively heterosexual. BIEBER ET AL., supra note 63, at 282–83.   2019] LGBTQ CHILD WELFARE 2363  drive.115 Based on this idea, they concluded that the optimal pe-riod to redirect a person’s sexual orientation or gender identity development through psychoanalysis fell between late adoles-cence and young adulthood.116 Sociologists who studied deviance also emphasized the mal-leability of adolescent and childhood sexual orientation and gen-der identity development, but in different ways. Rather than conceptualizing homosexuality as a feature of individual psy-chology or personality, sociologists viewed “homosexual” and “heterosexual” as social roles rooted in gendered expectations of appropriate sexual behavior.117 Scholars who applied operant conditioning concepts examined how reinforcing and punishing stimuli toward homosexual conduct motivated individuals to progress from an isolated same-sex sexual experience toward co-hesive forms of LGBTQ identity.118 To illustrate this point, revisit Akers’ social learning theory of crime. Akers posited that sexual conditioning starts very early in life.119 In his view, people’s first same-sex sexual experience usually occurs during pre-adolescent years in the setting of in-nocent play between boys and between girls.120 He argued that the sex training given to children, especially from their parents, could lead to deviance.121 In his view, although sexual condition-ing continues throughout one’s life, after “habit sets in . . . the individual tends not to experiment [or] change.”122 This, in com-bination with a person’s immersion in “homosexual subcultures”   115. Id. at 282.  116. Id.  117. See, e.g., AKERS, supra note 43, at 189 (“Heterosexual and homosexual are distinguishable social roles, but people are not inherently one or the other . . . .”); Mary McIntosh, The Homosexual Role, 16 SOC. PROBS. 182, 182 (1968) (conceptualizing homosexuality as a social label and not a condition of specific individuals); see also Janet E. Halley, The Politics of the Closet: Towards Equal Protection for Gay, Lesbian, and Bisexual Identity, 36 UCLA L. REV. 915, 941–46 (1989) (providing an overview of prior social-constructionist research on homosexuality).  118. AKERS, supra note 43, at 193–94.  119. Id. at 180.   120. Id. at 194.   121. Id. at 184.  122. Id. at 180.   2364 MINNESOTA LAW REVIEW [103:2343  (for instance, gay bars or gay and lesbian advocacy organiza-tions),123 set a process into motion in which Akers argued a per-son progresses from an isolated same-sex experience to a “stable pattern of deviant sexuality.”124 C. SEXUAL PREDATOR STEREOTYPES The two evaluated themes so far are inward looking in the sense that they focus on the internal dynamics of families to en-sure that youth adhere to traditional norms pertaining to sex, sexuality, and gender. The third and final relevant theme—the stereotyping of LGBTQ adults (and in particular, adult gay men) as sexual predators—is outward looking. It works by stigmatiz-ing and preventing “deviant” actors from interfering with the “appropriate” sexual orientation and gender identity develop-ment of youth. Scholars have described how these stereotypes date back to premodern times and have motivated a range of anti-LGBTQ laws and policies over time.125 This Article will later explain that these stereotypes have facilitated laws and policies that excluded LGBTQ adults from providing supportive foster and adoptive homes for unwanted LGBTQ youth in the child welfare system.126 With regard to the deviance literature, stereotypes of LGBTQ adults as sexual predators are especially prominent in psychological theories of deviance.127 Even scholars who em-braced Freud’s views about the non-harmful nature of adult ho-mosexuality included these stereotypes in their theories. Con-sider the work of criminologist Kate Friedlander.128 In applying Freudian theory to examine juvenile delinquency and crime, Friedlander criticized the notion that homosexuality in adults posed an inherent threat to society.129 Friedlander, however, dis-tinguished “active homosexuals” from “passive homosexuals.”130 In her view, active homosexuals included adult men who desired   123. Id. at 197–99.  124. Id. at 193.  125. See William N. Eskridge, Jr., No Promo Homo: The Sedimentation of Antigay Discourse and the Channeling Effect of Judicial Review, 75 N.Y.U. L. REV. 1327, 1329 (2000); Rosky, supra note 52, at 618–32.  126. See infra Part III.B.  127. Woods, supra note 33, at 688.  128. FRIEDLANDER, supra note 74, at 151–77 (discussing sexual perversions and offenses).  129. Id. at 152 (noting that “homosexuals . . . show no other sign of inferior-ity and are often useful members of the community”).  130. Id. at 159.   2019] LGBTQ CHILD WELFARE 2365  to have sex with young boys and assumed the “male rôle [sic]” (namely, the “top”) during those encounters.131 Conversely, pas-sive homosexuals included adult men who desired the love of an-other man because of unloving relationships with their fathers, and assumed the “female rôle [sic]” (namely, the “bottom”) dur-ing those encounters.132 In evaluating the clinical history of an “active homosexual,” Friedlander stressed that “people with a disturbance of this kind” would pose a “danger of seducing young boys.”133 Scholars who disagreed with Freud’s conclusion that homo-sexuality was a non-harmful aberration of sexual development applied concepts of psychopathy to demonize lesbian and gay adults as sexual predators and threats to children. For instance, J. Paul De River, a prominent forensic psychiatrist during the 1960s, characterized gay men and lesbians as psychopaths.134 De River argued that homosexuality was the result of “early seduc-tion into . . . practice,”135 illustrating the central role of sexual predator stereotypes in his explanation of homosexuality. He further claimed the “psychic trauma” of boys who are seduced into homosexuality is so severe that it leaves an “imprint” on their minds.136 Based on this idea, De River recommended inva-sive and harmful electric shock therapy for homosexuals (at least two shocks per week), which in his experience could purportedly “bring about a complete change in the pattern of thought.”137    *** In sum, this Part synthesized three major themes from his-torical theories of sexual deviance: the central role of the family in shaping sexual orientation and gender identity development, the purported malleability of sexual orientation and gender iden-tity development, and the demonization of LGBTQ adults as sex-ual predators and threats to youth. This Article now draws on these themes to recast broad religious exemptions involving LGBTQ child welfare along a much longer historical trajectory of child welfare interventions that rest on sexual deviance con-cepts to subordinate LGBTQ youth. This theoretical recasting   131. Id.  132. Id.  133. Id. at 162.  134. J. PAUL DE RIVER, CRIME AND THE SEXUAL PSYCHOPATH 77–107 (1958).  135. Id. at 326.  136. Id. at 83.  137. Id. at 97.   2366 MINNESOTA LAW REVIEW [103:2343  reveals how religious exemptions in the LGBTQ child welfare context enable outmoded sexual deviance concepts to thrive in the child welfare system today. II.  THE PATH TO RELIGIOUS EXEMPTIONS IN LGBTQ CHILD WELFARE   With sodomy decriminalization starting in the late 1960s,138 and more recent advances in LGBTQ rights, one might assume that historical theories of sexual deviance no longer shape laws that affect LGBTQ people. Challenging this idea, this Part exca-vates a historical trajectory of child welfare interventions that rest on sexual deviance concepts to subordinate LGBTQ youth. In developing this trajectory, the analysis lays the groundwork for a new theoretical frame to understand the current push for religious exemptions involving LGBTQ child welfare. This Arti-cle argues that we should understand the current push for these exemptions as the latest point on this trajectory. The historical trajectory is divided into four periods that center on different controversies and developments surrounding the treatment of LGBTQ youth in the child welfare system. Sec-tion A looks at the time period before the 1970s when private consensual same-sex sex was criminalized. Section B dives into coordinated efforts to match unwanted LGBTQ youth who could not find homes with gay and lesbian foster parents during the 1970s. Section C discusses the backlash following this time pe-riod and considers agency policies and legislation banning gay and lesbian foster parents between the 1980s and 1990s. Finally, Section D analyzes the more recent litigation and nonlitigation strategies of LGBTQ advocacy organizations during the 2000s and early 2010s intended to improve the treatment of LGBTQ youth in the child welfare system. At the outset, it is important to recognize that family law scholars have looked to some of these periods in order to histori-cize and theorize legal developments surrounding parental recognition for lesbians and gay men. Although there is overlap with those issues, the trajectory below has a different focus in that it places LGBTQ youth in the child welfare system at the center of the analysis. As will become clear, some child welfare responses to LGBTQ youth embraced sexual deviance concepts whereas others challenged them. This back and forth reveals the   138. ESKRIDGE, supra note 32, at 136–94 (discussing sodomy law reform starting in the 1960s).   2019] LGBTQ CHILD WELFARE 2367  nonlinear and multifaceted ways in which sexual deviance con-cepts have informed child welfare interventions over time in or-der to pressure LGBTQ youth to conform to traditional norms of sex, sexuality, and gender.  A. BEFORE THE 1970S: THE CRIMINALIZATION ERA Until the early 1970s, criminal laws against private consen-sual sex and gender nonconforming conduct stigmatized LGBTQ people as criminals, and left them vulnerable to arrest and in-carceration in almost every state.139 In addition, the growing professional consensus between the 1940s and 1960s that homo-sexuality was a mental disease justified “sexual psychopath” laws.140 These laws constructed LGBTQ people (gay men in par-ticular) as psychopaths, and allowed for their confinement, per-haps indefinitely, in mental health or correctional facilities.141 Interactions between these two areas of legislation put many LGBTQ people who came to the attention of the state into a bind: either accept being stigmatized as criminals and potentially face incarceration, or assume the label of being mentally ill and un-dergo invasive and harmful psychotherapy and psychiatric in-terventions.142 Published studies during the criminalization era illustrate how this interplay between criminal and medical norms—which critically, rested on sexual deviance concepts—affected LGBTQ youth who came into contact with the state.143 Consider psychi-atrist Lewis J. Doshay’s acclaimed study on male juvenile sex offenders, published in 1943.144 The study sample consisted of   139. See id.; Bennett Capers, Cross Dressing and the Criminal, YALE J.L. & HUMAN. 1, 8–9 (2013) (discussing the history of ordinances prohibiting cross-dressing).  140. Estelle B. Freedman, Uncontrolled Desires: The Response to the Sexual Psychopath, 1920–1960, in FEMINISM, SEXUALITY, AND POLITICS 121, 126–27, 130–34 (2006).  141. Id. at 132.  142. BAYER, supra note 64, at 28–29.  143. See, e.g., LEWIS J. DOSHAY, THE BOY SEX OFFENDER AND HIS LATER CA-REER (1943); Oscar B. Markey, A Study of Aggressive Sex Misbehavior in Ado-lescents Brought to Juvenile Court, 20 AM. J. ORTHOPSYCHIATRY 719, 723 (1950) (presenting the findings of one psychological study of juvenile sex delinquency in which most of the male subjects were charged with homosexuality); Patricia O’Neal et al., A Psychiatric Evaluation of Adults Who Had Sexual Problems as Children: A Thirty-Year Follow-Up Study, 19 HUM. ORG. 32, 33 (1960) (present-ing findings of a similar study).  144. DOSHAY, supra note 143.   2368 MINNESOTA LAW REVIEW [103:2343  256 males between the ages of 7- and 16-years-old who were ad-judicated delinquent for sex offenses, and then referred to the New York City Children Court’s clinics for treatment.145 Subjects were separated into two groups: (1) young males who had com-mitted only sex-related offenses, and (2) young males who had committed a mix of both sex-related and non-sex-related of-fenses.146 Detailed case histories in the former group revealed how youth had been adjudicated delinquent and funneled into the treatment clinics for simply engaging same-sex sexual con-duct.147 Doshay’s study found that the young males who had only committed sex-related offenses had much lower rates of recidi-vism than the mixed-offense group.148 Based on these findings, Doshay concluded that juvenile male sex delinquency was “self-curing,” assuming that state responses resulted in proper shame and guilt.149 This conclusion, in combination with the fact that the delinquent subjects were funneled into treatment clinics, re-flected the assumption that sexual orientation and gender iden-tity development during adolescence and childhood was subject to change.150 Further illustrating how the family was viewed as a site for state intervention,151 Doshay recommended shaming boys by bringing their families into juvenile court or clinic hear-  145. Id. at 1. The male juvenile sex delinquents were treated between the years of 1928 and 1933, and the investigators followed up with the subjects a minimum of six years after their treatment with the clinic. Id.  146. Id. at 1–3.  147. Id. at 75 (listing sodomy as an offense); see also, e.g., id. at 96–97 (in-troducing the case of G.T., an eleven-year-old subject who committed the offense of perversions with adults and adolescents); id. at 97–98 (detailing the case of A.G., a fifteen-year-old subject who had been adjudicated delinquent for “engag-ing in homosexual practices as a means of livelihood”); id. at 98–99 (describing the case of C.S., a fifteen-year-old subject who had committed the offense of sod-omy on younger siblings and other children); id. at 139–40 (discussing the case of J.P., a nine-year-old subject who was adjudicated delinquent for engaging in various “perverted practices with an elderly degenerate” as well as with older boys in the neighborhood).  148. Id. at 153–54.  149. Id. at 168. Notably, Doshay argued that psychoanalytic treatment was not an effective way to treat juvenile delinquency and advocated for better sex education instead. Id. at 175–76.  150. This assumption is consistent with the second major theme of sexual deviance discussed supra Part I.B. Further illustrating this relationship, Doshay served as a psychiatrist at the New York City Children’s Court. See DOSHAY, supra note 143, at cover page.  151. This assumption is consistent with the first major theme of sexual de-viance discussed supra Part I.A.   2019] LGBTQ CHILD WELFARE 2369  ings and revealing their illicit sexual conduct to family mem-bers.152 Literature dedicated to LGBTQ youth in the child welfare system during the criminalization era is sparse. A closer look at the available published studies, however, reveals that some child welfare agencies during this period refused to serve LGBTQ youth.153 LGBTQ youth were also commonly kicked out of foster families and group homes when family members or staff discov-ered their LGBTQ identities.154 Other LGBTQ youth who lived in foster families or group homes were forced to undergo psycho-therapy to change their sexual orientations or gender identi-ties.155 These youth were often considered more appropriately handled within training schools, mental health institutions, and secure detention facilities, as opposed to the child welfare sys-tem.156 Thus, the picture of care that emerges from these studies is, to the extent that LGBTQ youth were able to receive help from the child welfare system, they had to subordinate their sexual orientations and gender identities to do so.    152. DOSHAY, supra note 143, at 168.  153. Bruce Voeller & James Walters, Gay Fathers, 27 FAM. COORDINATOR 149, 154 (1978) (discussing how gay youth in the foster care system were often viewed as “problem” children and that many prospective foster parents did not want them); Lucinda Franks, Homosexuals as Foster Parents: Is New Program an Advance or Peril?, N.Y. TIMES, May 7, 1974, at 55 (quoting an office director for a state social welfare agency that state child-care agencies “generally refused to deal with homosexual adolescents”).  154. See, e.g., Franks, supra note 153, at 47 (discussing the creation of a new program pairing gay male adults with homeless youth who identified as “homo-sexuals” and had been rejected by their parents and group homes); Robert Joffee & John Mintz, N.J. Officials Find Gay Foster Parents for Gay Teenagers, TREN-TON TIMES (Nov. 26, 1979), https://www.washingtonpost.com/archive/politics/ 1979/11/26/nj-officials-find-gay-foster-parents-for-gay-teen-agers/c778037f -6f43-49c4-a0a6-a7a08c9581a5/?utm_term=.26c3ea011c5a (quoting a repre-sentative from the N.J. Department of Human Services who stressed that some heterosexual foster parents cannot deal with the challenges of openly gay foster youth and that some of those youth “don’t function well” with kids in other foster families).  155. See, e.g., Lauretta Bender & Samuel Paster, Homosexual Trends in Children, 11 AM. J. ORTHOPSYCHIATRY 730, 742 (1941) (discussing the results of a study that examined the use of psychotherapy on gay youth who lived in foster care).  156. John M. Flackett & Gail Flackett, Criswell House: An Alternative to In-stitutional Commitment for Juvenile Offender, 34 FED. PROB. 30, 34 (1970) (not-ing that one training school regularly housed “youths with homosexual prob-lems”); Sidney Tarachow, The Disclosure of Foster-Parentage to a Boy, 94 AM. J. PSYCHIATRY 401, 403–04 (1937) (discussing a gay male foster youth who had been confined in juvenile detention for engaging in same-sex conduct).   2370 MINNESOTA LAW REVIEW [103:2343  To illustrate these points more concretely, consider a 1937 study of 250 male adolescents who were admitted to a training school for juvenile delinquents.157 One of the subjects, R.W., was a black gay male youth who had bounced in and out of foster care since the age of two.158 When he turned fourteen, his foster par-ents started to suspect that he was engaging in same-sex sex—which the study described as his behavioral “problem.”159 R.W. sought the company of older men, was effeminate in his speech and mannerisms, avoided athletics, and enjoyed dramatics and choir singing.160 The study described that his foster parents tried “kindly argument and persuasion without avail to direct him sexually.”161 R.W. ran away several times from his foster family until he was eventually committed to the training school.162 The researchers looked to the role of the family in sexual orientation development to account for his “sexual inversion.”163 Specifically, the study stressed connections between his complicated family history and behavioral “problem.”164 Barriers to parental recognition for lesbians and gay men during the criminalization era compounded the problems for LGBTQ youth in the child welfare system. With sodomy and sex-ual psychopath laws in effect, it was outside the realm of possi-bility for lesbians or gay men to openly foster or adopt.165 These exclusions were consistent with broader challenges that lesbian   157. Tarachow, supra note 156. The study examined connections between boys’ behavioral problems and disclosure that their parents were foster—and not their biological—parents. Id. at 401.  158. Id. at 403.  159. Id.  160. Id.  161. Id. This is consistent with the first and second major themes of sexual deviance described in supra Parts I.A. and I.B.  162. Tarachow, supra note 156, at 403.  163. Id. at 404. This is consistent with the first major theme of sexual devi-ance described in supra Part I.A.  164. Tarachow, supra note 156, at 404.  165. WENDELL RICKETTS, LESBIANS AND GAY MEN AS FOSTER PARENTS 6 (reprt. 2008) (noting that open lesbian and gay foster homes have existed since the early- to mid-1970s); David S. Chambers & Nancy D. Polikoff, Family Law and Gay and Lesbian Family Issues in the Twentieth Century, 33 FAM. L.Q. 523, 535 (1999) (noting that issues of lesbian and gay adoption and foster parenting first surfaced in the 1970s); Voeller & Walters, supra note 153, at 153 (noting that “[s]creening out homosexuals is commonplace in foster care and adoption cases”).   2019] LGBTQ CHILD WELFARE 2371  and gay parents faced in family courts involving custody dis-putes.166 Judges regularly embraced stereotypes of lesbian and gay adults as sexual predators and threats to children in order to deem them unfit parents,167 and often relied on sodomy stat-utes to do so.168 Importantly, these barriers to parental recogni-tion limited LGBTQ youths’ access to out-of-home child welfare placements that were supportive of their sexual orientations and gender identities.169 As discussed in Section B, legal develop-ments in the early 1970s that eased restrictions on lesbian and gay foster parenting helped to increase some LGBTQ youth’s ac-cess to supportive placements.  B. THE 1970S: EARLY SEXUAL ORIENTATION MATCHING In the early 1970s, private non-profit organizations and pub-lic child welfare agencies started to place LGBTQ teenagers whose families no longer wanted them, and who had no other viable placement options in the child welfare system, with openly lesbian and gay foster parents.170 These new practices of   166. Nan D. Hunter & Nancy D. Polikoff, Custody Rights of Lesbian Mothers: Legal Theory and Litigation Strategy, 25 BUFF. L. REV. 691 (1976) (discussing legal challenges surrounding custody for lesbian mothers); Joslin, supra note 34 (noting that LGBT parents lost custody of their children between the U.S. Su-preme Court’s decisions in Bowers v. Hardwick and Lawrence v. Texas); Brian Miller, Gay Fathers and Their Children, 28 FAM. COORDINATOR 544, 546 (1979) (discussing custody cases in which gay fathers lost custody over their children, especially sons, because courts feared that the fathers would turn their children gay); D. Kelly Weisberg, Alternative Family Structures and the Law, 24 FAM. COORDINATOR 549, 551–52 (1975) (discussing cases in which courts awarded custody to fathers over lesbian mothers who lived with their same-sex partners).  167. This is consistent with the third major theme of sexual deviance de-scribed supra Part I.C.  168. Courts commonly relied on sodomy statutes to deny custody to lesbian and gay parents well into the 1980s and 1990s, especially in states that had not decriminalized private consensual same-sex sex. Diana Hassell, The Use of Criminal Sodomy Laws in Civil Litigation, 79 TEX. L. REV. 813, 831 (2001) (“The assumption that a gay parent is committing the crime of sodomy motivates many decisions concerning custody.”); see, e.g., Constant A. v. Paul C.A., 496 A.2d 1, 5 (Pa. Super. Ct. 1985); Stroman v. Williams, 353 S.E.2d 704, 706 (S.C. Ct. App. 1987); Dailey v. Dailey, 635 S.W.2d 391, 391 (Tenn. Ct. App. 1981); Roe v. Roe, 324 S.E.2d 691, 691 (Va. 1985).  169. Stephen F. Morin & Stephen J. Schultz, The Gay Movement and the Rights of Children, 34 J. SOC. ISSUES 137, 145 (1978) (discussing the lack of foster care placements for gay adolescents).  170. See sources cited supra note 154; see also Marie-Amélie George, Agency Nullification: Defying Bans on Gay and Lesbian Foster and Adoptive Parents, 51 HARV. C.R.-C.L. L. REV. 363, 375 (2016) (“Although national debates over lesbian and gay foster parents erupted in the mid-1980s, social service agencies had been placing children in the homes of openly gay men and women since the   2372 MINNESOTA LAW REVIEW [103:2343  sexual orientation matching emerged alongside other calls to match parents with youth in the child welfare system on the ba-sis of race, ethnicity, and religion.171 As this Section explains, new pressures on the foster care system and contested norms of sexual deviance framed the scholarly and public discourse over these new child welfare approaches. The early 1970s was a critical period in the history of the U.S. foster care system. During the 1960s and 1970s, the number of youth in foster care nearly doubled to almost 500,000.172 As foster care placements surged, legal scholars and commentators  mid-1970s.”); Nancy D Polikoff, Lesbian and Gay Couples Raising Children: The Law in the United States, in LEGAL RECOGNITION OF SAME-SEX PARTNERSHIPS: A STUDY OF NATIONAL, EUROPEAN AND INTERNATIONAL LAW 153, 157 (Robert Wintemute & Mads Andenaes eds., 2001) (describing how the National Gay Task Force worked with New York City child welfare agencies to develop a net-work of gay foster homes for homeless gay teenagers); cf. Nancy D. Polikoff, Resisting “Don’t Ask, Don’t Tell” in the Licensing of Lesbian and Gay Foster Par-ents: Why Openness Will Benefit Lesbian and Gay Youth, 48 HASTINGS L.J. 1183, 1184 (1997) [hereinafter Polikoff, Resisting “Don’t Ask, Don’t Tell”] (“The most obvious connection between lesbian and gay youth and foster parents is the importance of the availability of gay and lesbian foster parents to provide homes for gay teenagers who need acceptance and support for their journey into adulthood.”).  171. See, e.g., NAT’L ASS’N OF BLACK SOC. WORKERS, POSITION STATEMENT ON TRANS-RACIAL ADOPTIONS 1 (1972), https://www.nabsw.org/resource/ collection/E1582D77-E4CD-4104-996A-D42D08F9CA7D/NABSW_Trans -Racial_Adoption_1972_Position_(b).pdf (taking a “vehement stand against the placement of Black children in white homes for any reason”); see also Gregory A. Horowitz, Note, Accommodation and Neutrality Under the Establishment Clause: The Foster Care Challenge, 98 YALE L.J. 617, 623–24 (1989) (noting de-bates during the 1950s and 1970s over the constitutionality and practical wis-dom of religion matching in adoption). Although the validity of identity match-ing is beyond the scope of this Article, there is a robust scholarly debate over race-matching practices in adoption and foster care. See, e.g., R. Richard Banks, The Color of Desire: Fulfilling Adoptive Parents’ Racial Preferences Through Discriminatory State Action, 107 YALE L.J. 875, 904–08 (1998) (arguing that facilitative accommodation practices in adoptions should be treated as racial classifications and subjected to strict scrutiny); Ralph Richard Banks, The Mul-tiethnic Placement Act and the Troubling Persistence of Race Matching, 38 CAP. U. L. REV. 271, 274 (2009) (arguing for an “expansive interpretation of the [Mul-tiethnic Placement Act’s] prohibition of race matching”); Elizabeth Bartholet, Where Do Black Children Belong? The Politics of Race Matching in Adoption, 139 U. PA. L. REV. 1163 (1991) (arguing against race-matching practices in adoptions); Katie Eyer, Constitutional Colorblindness and the Family, 162 U. PA. L. REV. 537 (2014) (discussing constitutional issues arising from race-based practices in family law).  172. NORA S. GUSTAVSSON & ELIZABETH A. SEGAL, CRITICAL ISSUES IN CHILD WELFARE 92 (1994); Leroy H. Pelton, Welfare Discrimination and Child Welfare, 60 OHIO ST. L.J. 1479, 1488 (1999).   2019] LGBTQ CHILD WELFARE 2373  lodged wholesale critiques of the foster care system.173 Experts attributed this growth to significant changes in federal funding for child welfare programs, which in their view provided finan-cial incentives for states to remove children from their biological families and place them in foster care.174 Overburdened child welfare agencies started to look for alternative approaches to handle the crisis, especially for youth who were difficult to place through foster care or adoption.175 In addition to these new pressures on the foster care system, the first open practices of sexual orientation matching in the 1970s emerged in the context of shifting ideas surrounding LGBTQ people and deviance in the criminal and medical do-mains. In the early 1970s, a wave of states started to decrimi-nalize private consensual same-sex sex and repeal their sexual psychopath laws.176 The dominant view that homosexuality was a mental disease also began to lose force,177 as illustrated by the American Psychiatric Association’s removal of homosexuality from the DSM in 1973.178  This shifting terrain opened discursive space to conceive of LGBTQ youth as worthy of support in child welfare settings, and   173. See, e.g., Robert H. Mnookin, Foster Care—In Whose Best Interest?, 43 HARV. EDUC. REV. 599 (1973) (critiquing the discretionary authority afforded to judges in removing “neglected” children to foster care); Michael S. Wald, State Intervention on Behalf of “Neglected” Children: A Search for Realistic Stand-ards, 27 STAN. L. REV. 985 (1975) (suggesting a narrowing of the neglect juris-diction of juvenile courts); Michael S. Wald, State Intervention on Behalf of “Ne-glected” Children: Standards for Removal of Children from Their Homes, Monitoring the Status of Children in Foster Care, and Termination of Parental Rights, 28 STAN. L. REV. 623 (1976) (discussing, in part, the inadequacy of ex-isting laws regarding removal of children into the foster care system).  174. Martin Guggenheim, The Foster Care Dilemma and What to Do About It: Is the Problem that Too Many Children Are Not Being Adopted out of Foster Care or that Too Many Children Are Entering Foster Care?, 2 U. PA. J. CONST. L. 141, 142–43 (1999). Specifically, critics argued that the revisions allocated ample funds that followed youth into foster care placements, but little funds for services to prevent foster care placements or to reunite children with their bio-logical families after being placed in foster care. Id. at 142.  175. See, e.g., Franks, supra note 153 (quoting a state social worker describ-ing that gay teenagers usually cannot be placed in the child welfare system).  176. BAYER, supra note 64, at 40 (discussing the repeal of sexual psychopath laws); ESKRIDGE, supra note 32, at 136–94 (discussing sodomy law reform).  177. Growing empirical research discounting the idea that homosexuality was a mental disease as well as mobilization within early lesbian and gay social movements contributed to this shifting legal terrain. Woods, supra note 33, at 699–700.  178. BAYER, supra note 64, at 40.   2374 MINNESOTA LAW REVIEW [103:2343  not juvenile delinquents or mentally ill sexual deviants who de-served medical treatment and social exclusion.179 These shifting norms of deviance also created room for psychology and mental health professionals to conceive of lesbian and gay adults as suit-able foster and adoptive parents, and not sexual predators. Illus-trating this point, the American Psychological Association adopted a resolution in 1976 that took the position that sexual orientation should not be the “sole or primary variable consid-ered in custody or placement cases.”180   In 1973, the National Gay and Lesbian Task Force (NGLTF) started the first coordinated effort to place vulnerable LGBTQ youth between the ages of twelve and seventeen with lesbian and gay foster parents.181 Most of the placed youth were unwanted by their families, shunned by child welfare agencies, and re-jected by heterosexual foster parents.182 After the creation of the NGLTF program, the director of the New York State Board of Welfare publicly acknowledged that child welfare agencies in the state generally refused services to lesbian and gay youth.183 At least thirty youth were placed with lesbian and gay foster par-ents within the first year of the creation of the program.184  Scholars who advanced psychological theories of sexual de-viance to define homosexuality and gender nonconformity as mental diseases publicly denounced the NGLTF program.185 They specifically emphasized the malleability of sexual develop-ment during adolescence and childhood,186 and warned against the dangers of labeling youth as lesbian or gay too quickly in light of this malleability.187 For instance, Charles Socarides, whose research contributed to the dominant consensus in the psychology and mental health profession between the 1950s and   179. See, e.g., Franks, supra note 153, at 47 (noting that some psychothera-pists called early gay foster homes “a spectacular advance” in “understanding homosexuality as a sexual preference rather than as a disease”); id. (quoting a social worker describing that gay youth in the child welfare system are usually treated like criminals and that nobody wants them).  180. John J. Conger, Proceedings of the American Psychological Association, Incorporated, for the Year 1976: Minutes of the Annual Meeting of the Council of Representatives, 32 AM. PSYCHOLOGIST 408, 432 (1977).  181. Franks, supra note 153, at 47.  182. Id.  183. Id. at 55.  184. Id. at 47.  185. Id. at 55.  186. This is consistent with the second major theme of deviance discussed supra Part I.B.  187. Franks, supra note 153.   2019] LGBTQ CHILD WELFARE 2375  1970s that homosexuality was a mental disease,188 publicly cri-tiqued the program.189 In stressing the malleability of adolescent sexual development, Socarides referenced his research finding a fifty percent success rate for gay youth who underwent psycho-therapy and purportedly returned to heterosexuality.190 Soon after the NGLTF program began, several public child welfare agencies started to place unwanted LGBTQ youth with lesbian and gay foster parents.191 For instance, in 1975, the New Jersey Department of Human Services set up the first “gay fos-ter home” in the state.192 Notably, this approach emerged in the context of broader debates about criminalizing private consen-sual sex within the state. In 1973, the New Jersey Supreme Court held that its state sodomy law was unconstitutionally vague as applied to married couples, but not unmarried intimate partners.193 Five years later, however, the state legislature re-pealed its sodomy law, which lifted prohibitions against private consensual same-sex sex.194  In the same year of the legislative repeal, a local newspaper published a story on new “gay foster homes” in the state.195 Chal-lenging deviant stereotypes of lesbian and gay adults as sexual predators,196 a spokesperson for the New Jersey Department of Human Services stressed that there was “no indication that a gay foster parent is more likely to sexually abuse a child than a heterosexual foster parent.”197 At the same time, the story re-vealed how acceptance of gay foster homes hinged on the idea that the sexual orientations of the placed youth had already crys-tallized, and thus were not malleable.198 In this regard, the ac-ceptance of gay foster homes occurred in the broader context of   188. BAYER, supra note 64, at 34.  189. Franks, supra note 153.  190. Id.  191. CARLOS A. BALL, THE RIGHT TO BE PARENTS: LGBT FAMILIES AND THE TRANSFORMATION OF PARENTHOOD 145 (2012) (noting that in the early 1970s, gay organizations in several cities, including Chicago, Los Angeles, and Minne-apolis, started to work with child welfare officials to place gay youth in the homes of gay men).  192. Joffee & Mintz, supra note 154.  193. State v. Lair, 301 A.2d 748, 749 (N.J. 1973).  194. N.J. STAT. ANN. § 2A:143-1 (repealed 1979).  195. Joffee & Mintz, supra note 154.  196. To reiterate, this is the third major theme of deviance discussed supra Part I.C.  197. Joffee & Mintz, supra note 154.  198. For instance, the story reported that the placed youth “ha[d] a well-established homosexual orientation” and were “experienced sexually.” Id.   2376 MINNESOTA LAW REVIEW [103:2343  cabining how far the second previously discussed theme of sex-ual deviance—the malleability of sexual orientation and gender identity development—applied. For instance, in commenting on the new program, prominent child psychiatrist Aaron H. Esman noted that for “young adolescents, the pattern of sexual orienta-tion might not be fixed, and that kind of placement might tend to fix it as homosexual.”199 Esman acknowledged, however, that the new approach made sense for the youth who had already been placed in light of their “established homosexual orienta-tion.”200  Some judges rejected placing LGBTQ youth with lesbian or gay foster parents in areas where sexual orientation matching was a possible option. One well-publicized case from Washington in 1975 illustrates how sexual deviance concepts shaped the ra-tionales of judges at the time.201 The Washington case involved a sixteen-year-old gay male teenager named Pat who had bounced between several child welfare placements, and was eventually sent to juvenile detention for behavioral and “sexual problems” (specifically, engaging in same-sex sexual conduct).202 While in juvenile detention, Pat was forced to undergo psycho-therapy to change his sexual orientation.203 When it became clear that juvenile detention was not leading to successful out-comes, staff at the detention center began a search to place Pat in a gay foster home.204 Two gay men in a committed relationship agreed to serve as Pat’s foster parents.205  Two juvenile parole officers, a social worker, a psychiatrist, and a psychologist all testified before the court in favor of the placement.206 Pat also preferred to live with the gay couple.207 Pat’s father, however, objected to the placement.208 He rooted his objections in the second major theme of deviance, arguing before the court that there would not be “much chance [Pat would] come out ‘straight’” if he was placed with the gay couple.209   199. Id.  200. Id.  201. In re Davis, 1 Fam. L. Rep. (BNA) 2845 (Wash. Super. Ct. 1975).  202. Id. at 2846.  203. Id.  204. Id.  205. Id.  206. Id.  207. Id.  208. Id.  209. Id.   2019] LGBTQ CHILD WELFARE 2377  In denying the placement, the judge accepted the father’s argument about the malleability of adolescent sexual develop-ment.210 The judge further stressed that the state’s child welfare laws and policies embraced “[h]istorical and traditional concepts of parent models and the family role.”211 Based on these ideas, the judge concluded that substituting the gay couple for the tra-ditional family model did “violence not only to the literal defini-tion of who are parents but offends the traditional concept of what a family is.”212  The judge’s reasoning also showcased inconsistencies be-tween sodomy decriminalization and the treatment of LGBTQ youth in the child welfare domain.213 Washington had repealed its sodomy law earlier that year.214 Nonetheless, the judge em-phasized that it was not the state’s role to “encourage and foster deviant behavior in its wards.”215 Illustrating how sexual devi-ance concepts facilitated the subordination of LGBTQ youth in the child welfare domain, the judge concluded that Pat “should be encouraged to behave normally regardless of his sexual orien-tation.”216 The judge further denounced the use of state institu-tions “to foster or promote personal and highly questionable phi-losophies and life styles that do not have general acceptance in the community.”217 Thus, the first coordinated practices of sexual orientation matching in foster care challenged deviant conceptions of LGBTQ identity in order to provide unwanted LGBTQ youth safe and stable homes. As Section C discusses, however, a wave of legal restrictions on lesbian and gay foster and adoptive par-enting soon emerged in response to this greater acceptance of LGBTQ identity in the child welfare domain.    210. Specifically, the judge concluded that Pat had “more than a casual in-terest in the ‘gay’ life style,” but that his sexual orientation was “not fixed” at that point. Id.  211. Id.  212. Id.  213. The judge stressed that “[l]egal acceptance or social tolerance of homo-sexuals does not equate with the state’s sanctioning such relationships in every facet of human existence,” especially when the welfare of children was involved. Id.  214. WASH. REV. CODE § 9A.92.010 (1974) (repealed 1976).  215. In re Davis, 1 Fam. L. Rep. (BNA) at 2847.  216. Id.  217. Id.   2378 MINNESOTA LAW REVIEW [103:2343  C. THE 1980S–1990S: LEGAL BATTLES OVER LESBIAN AND GAY PARENTING Scholars describe the 1980s and 1990s as a significant pe-riod for litigation surrounding parental recognition for same-sex couples.218 During this period, LGBTQ advocates pursued new litigation strategies in order to persuade courts to recognize the parenting rights of lesbians and gay men.219 In what scholars refer to as the “lesbian baby boom,”220 same-sex couples started to have children through donor insemination and adoption, and many same-sex couples continued to raise children from prior opposite-sex relationships.221 By the late 1980s, there were ap-proximately 4 million lesbian and gay parents in the United States, and between 8 and 10 million children being raised in households with lesbian or gay parents.222 Alongside this litigation for parental recognition emerged another set of legal disputes involving lesbian and gay parenting rights that directly implicated LGBTQ youth in the child welfare system. By the 1970s, child welfare agencies in several states had made arrangements for LGBTQ youth whose families did not want them and had no viable placement options in the child welfare system to live in foster homes with lesbian and gay par-ents.223 These new foster arrangements paved the way for child welfare agencies to expand placements with lesbian and gay par-ents to include non-LGBTQ youth.224 As explained below, back-lash against this expansion centered on sexual deviance concepts and engendered new state laws and policies that restricted les-bians and gays from parenting through foster care and adop-tion.225   218. Douglas NeJaime, Marriage Equality and the New Parenthood, 129 HARV. L. REV. 1185, 1200 (2016); see also Chambers & Polikoff, supra note 165, at 536–42 (describing litigation during the 1980s and 1990s involving lesbian and gay parental rights).  219. NeJaime, supra note 218. These litigation strategies gave rise to the new concept of second-parent adoption, which created a legal parent-child rela-tionship for a non-biological parent in an intact same-sex relationship to adopt her partner’s biological child. Id. at 1200–02; see also BALL, supra note 191, at 161–62.   220. GEORGE CHAUNCEY, WHY MARRIAGE? THE HISTORY SHAPING TODAY’S DEBATE OVER GAY EQUALITY 105 (2004).  221. BALL, supra note 191, at 161; NeJaime, supra note 218.   222. ABA Annual Meeting Provides Forum for Family Law Experts, 13 Fam. L. Rep. (BNA) 1512, 1513 (Aug. 25, 1987).  223. BALL, supra note 191, at 145.  224. George, supra note 170, at 378.  225. BALL, supra note, at 148–50.   2019] LGBTQ CHILD WELFARE 2379  In 1985, the Massachusetts Department of Social Services (DSS) adopted a new policy that significantly limited the ability of lesbians and gay men to become foster or adoptive parents.226 The impetus for the new restriction grew out of a public contro-versy surrounding two young brothers, ages two- and three-years-old, who had been placed and then removed from the care of a gay foster couple.227 DSS had granted the gay couple a foster license after eleven months of evaluation and six weeks in train-ing.228 The brothers had been physically abused, and their birth mother approved the placement.229 Two weeks after the place-ment, a local newspaper printed a story that included criticisms from neighbors and community members.230 Soon after the story was published, DSS removed the brothers from the gay couple’s home and placed them with another foster family.231 To understand the connections between sexual deviance concepts and the new DSS policy, it is important to first consider introduced legislation that preceded the DSS policy. Initially, the Massachusetts House of Representatives passed a bill by a 112 to 28 vote that prohibited placing any child in the care of another through adoption, guardianship, or foster care whose “sexual preference threatens the psychological or physical well-being of the child.”232 Notably, “homosexual preference” was the only sexual preference defined as such a threat in the bill.233 Critics argued that, in characterizing lesbians and gays as threats to children, the law entrenched stereotypes of prospec-tive lesbian and gay parents as child molesters into law,234 illus-trating connections between the law and sexual deviance con-cepts.   226. See RICKETTS, supra note 165, at 42–50. At the time, only Florida and North Dakota had such restrictions. Id. at 46.   227. See Kay Longcope, Gay Couple Express Anger, Grief and Hope; Media, Politics Blamed in Loss of Boys, BOST. GLOBE, May 16, 1985, at 1.  228. Id.  229. Id.  230. See Kenneth J. Cooper, Some Oppose Foster Placement with Gay Cou-ple, BOST. GLOBE, May 8, 1995, at 21, 24.  231. Kenneth J. Cooper, Private Agency Takes Boy from Gay Foster Parent, BOST. GLOBE, July 11, 1985, at 21.  232. H.R. 6000, 174th Leg., 1st Sess., at 98 (Mass. 1985); Dudley Clendinen, Curbs Imposed on Homosexuals as Foster Parents, N.Y. TIMES, May 25, 1985, at 24.  233. Mass. H.R. 6000, at 98.  234. Clendinen, supra note 232 (quoting Boston City Councilman David Scondras).   2380 MINNESOTA LAW REVIEW [103:2343  Before the state senate voted on the bill, however, DSS mod-ified its placement policy. The new policy created a hierarchy that prioritized placing youth who came into contact with DSS in “traditional family settings.”235 Although not a categorical ban, critics argued that the new policy would, in effect, prevent lesbians and gay men from parenting through foster care or adoption.236 Those concerns soon materialized. After the policy took effect, reports surfaced of DSS administrators and supervi-sors discouraging social workers from placing youth in foster homes with lesbian or gay parents.237 DSS administrators also publicly admitted that the new policy was commonly understood to ban lesbian and gay foster parenting.238  A less discussed aspect of the new policy was its effect on unwanted LGBTQ youth with no viable placement options in the child welfare system. LGBTQ advocates expressed this concern in their public criticisms of the policy, both with regard to LGBTQ youth who were already placed in “gay foster homes” as well as future LGBTQ youth who would benefit from those place-ments.239 When asked about these issues, then-governor Michael Dukakis publicly responded that the state would create new group homes to serve unwanted LGBTQ youth.240  Although the state never built these group homes, the gov-ernor’s suggestion itself has meaningful ties to sexual deviance concepts. As discussed previously, group homes and other forms of congregate care were typically reserved for youth who had be-havioral problems and could not be successfully placed into fam-ilies through foster care or adoption.241 Perceptions of LGBTQ youth as sexual deviants contributed to them being driven out of their homes, rejected by foster families, and funneled into group homes and other forms of congregate care.242 The failures of in-stitutionalization in addressing the needs of displaced LGBTQ adolescents was a key factor that influenced private organiza-tions and public child welfare agencies to experiment with “gay   235. Beverly A. Uhl, A New Issue in Foster Parenting—Gays, 25 J. FAM. L. 577, 581 (1986); Chris Black, Policy Praised by Legislators, Protested by Gay Community, BOST. GLOBE, May 25, 1985, at 24.  236. See John Milne, Starting Today, N.H. Bars Gay Foster Parents, BOST. GLOBE, July 24, 1987, at 13.  237. George, supra note 170, at 386.  238. Id.   239. Black, supra note 235.  240. Id.  241. See supra Part II.A.  242. See sources supra note 156 and accompanying text.   2019] LGBTQ CHILD WELFARE 2381  foster homes.”243 To the extent that these group homes were to be built after the new DSS policy took effect, however, it was unclear how the state would address the previously acknowl-edged shortcomings of institutionalizing LGBTQ youth who needed help from the state.  In 1987, two years after the Massachusetts DSS issued its new policy, New Hampshire became the first state to pass a stat-ute that banned lesbians and gay men from both foster and adop-tive parenting.244 Similar to the situation in Massachusetts, the impetus for the ban related to a local news story that reported that the state’s child welfare agency had licensed a gay man as a foster parent.245 The new law created an irrebuttable presump-tion that lesbians and gay men were unfit to serve as foster par-ents, adoptive parents, or to receive licenses to operate day care centers.246 In this regard, the third major theme of deviance in-volving the demonization of lesbian and gay adults as threats to children came to define the best interests of children under the law.247  Notably, the statutory ban applied to adolescents, including unwanted LGBTQ youth whose only viable placement option was with lesbian or gay foster parents. Representative Mildred Ingram, who was the driving force behind the law, stated pub-licly that a gay foster parent in New Hampshire had been found with a teenager in his care, and that she “wouldn’t allow that in   243. See supra Part II.A.  244. N.H. REV. STAT. ANN. § 170-B:4 (1987) (repealed 1999); Chambers & Polikoff, supra note 165, at 537. Florida had a statutory ban on lesbian and gay adoption, which it enacted in 1977. Id. at 534.  245. George, supra note 170, at 398; Paul R. Lessard, Sexuality Issue Raised in Foster Child Care Case, UNION LEADER, June 19, 1985, at 1.   246. § 170-B:4; In re Opinion of the Justices, 530 A.2d 21, 22 (N.H. 1987).  247. See Clare Huntington, The Empirical Turn in Family Law, 118 COLUM. L. REV. 227, 255 (2018) (“In custody disputes between parents, every state uses some variant of the best-interests-of-the-child-standard . . . .”); Serena Mayeri, Foundling Fathers: (Non-)Marriage and Parental Rights in the Age of Equality, 125 YALE L.J. 2292, 2307 (2016) (discussing how in the 1960s and 1970s, the best interests of the child standard “began to displace the traditional material preference in child custody determinations at divorce”). Scholars have described how the best interests of a child under this legal standard are difficult to define. See, e.g., David L. Chambers, Rethinking the Substantive Rules for Custody Dis-putes in Divorce, 83 MICH. L. REV. 477, 486–87 (1984) (noting that the best in-terests of the child “are difficult to define”); Nancy D. Polikoff, This Child Does Have Two Mothers, Redefining Parenthood to Meet the Needs of Children in Les-bian-Mother and Other Nontraditional Families, 78 GEO. L.J. 459, 573 (1990) (“Some states do not statutorily define the best interests of the child standard, preferring that courts develop the standard in individualized custody cases.”).   2382 MINNESOTA LAW REVIEW [103:2343  the state . . . as long as [she had] breath.”248 After the ban took effect, it was unclear how LGBTQ youth—and in particular LGBTQ youth who could not be successfully placed into families through foster care or adoption—would receive help from the state. Moreover, the New Hampshire ban offers additional insight into the ways in which sexual deviance concepts shaped the rea-soning of courts that tackled sexual orientation issues in child welfare at the time. After passing its version of the ban, the state House of Representatives asked the Supreme Court of New Hampshire to issue an advisory opinion on the constitutionality of the ban.249 The New Hampshire high court upheld the ban on both equal protection and substantive due process grounds.250 As explained below, sexual deviance concepts informed the court’s reasoning on both claims.  With regard to its equal protection analysis, the state high court stressed that sexual orientation was not a suspect classifi-cation, and in applying rational basis review, concluded that providing appropriate role models for youth was a legitimate state interest.251 The high court emphasized that environmental influences—and in particular, dynamics within parent-child re-lationships—could promote homosexuality in youth.252 In this regard, the high court’s conclusion rested on the first and second major themes in sociological theories of sexual deviance: that ho-mosexuality was a product of one’s environment and socializa-tion patterns within the family in particular.253 The high court’s substantive due process analysis rested on different sexual deviance concepts. In 1986, one year before the state legislature passed the statutory ban on lesbian and gay fos-ter and adoptive parenting, the U.S. Supreme Court decided Bowers v. Hardwick.254 Hardwick upheld the constitutionality of   248. Milne, supra note 236.  249. In re Opinion of the Justices, 530 A.2d at 21.  250. Id. at 26–27.  251. Id. at 24–25.  252. Id. at 25.  253. See supra Parts I.A. and I.B.  254. 478 U.S. 186 (1986). New Hampshire had repealed its sodomy law in 1975. 1975 N.H. Laws 273 (amending N.H. REV. STATE. ANN. § 632 (1974)). The ban on lesbian and gay foster and adoptive parenting was the result of a revision to the state sexual assault law. See In re Opinion of the Justices, 530 A.2d at 21 (discussing the relevant House Bill 70).   2019] LGBTQ CHILD WELFARE 2383  Georgia’s sodomy law insofar as it criminalized private consen-sual same-sex sex.255 The Court reasoned that there was no fun-damental right to homosexual sodomy because there was “[n]o connection between family, marriage, or procreation on the one hand and homosexual activity on the other.”256 In so doing, the Court defined intimacy between same-sex partners as outside the scope of the “traditional family” concept. Applying rational basis review, the Court reasoned that public morality provided a sufficient basis for criminalizing sodomy,257 including private consensual same-sex sex.258   Scholars have described how Hardwick paved the way for legislators and judges to reference the constitutionality of crimi-nalizing private consensual same-sex sex to rationalize and jus-tify discrimination against LGBTQ people in several civil law do-mains, including family law.259 The New Hampshire high court’s decision illustrates this very point. The court relied on Hardwick to uphold the foster and adoption parenting ban on substantive due process grounds.260 It emphasized that there was no funda-mental right to engage in consensual homosexual sodomy be-cause there was no connection between same-sex sexual conduct and family, marriage, and procreation.261  As these states adopted laws and policies that rested on sex-ual deviance concepts and stigmatized LGBTQ people in the child welfare domain, a few states took the opposite path by en-acting the first child welfare policies that afforded antidiscrimi-nation protection on the basis of sexual orientation. In 1982,   255. Bowers, 478 U.S at 196.  256. Id. at 191.  257. Id. at 189–90.  258. Id. at 196.  259. See, e.g., Nan D. Hunter, Living with Lawrence, 88 MINN. L. REV. 1103, 1134 (2004) (noting that family law is a major setting in which sodomy laws have been used to “silence and penalize gay people”); Joslin, supra note 34, at 435 (noting that LGBT parents lost custody of their children between the U.S. Supreme Court’s decision in Bowers v. Hardwick and Lawrence v. Texas); Chris-topher R. Leslie, Standing in the Way of Equality: How States Use Standing Doctrine to Insulate Sodomy Laws from Constitutional Attack, 2001 WIS. L. REV. 29, 104 (2001); Melissa Murray, Strange Bedfellows: Criminal Law, Family Law, and the Legal Construction of Intimate Life, 94 IOWA L. REV. 1253, 1270 (2009) (discussing the connection between criminalizing same-sex sex and en-forcing traditional notions of the marital family); Polikoff, supra note 247, at 550–53 (discussing Bowers, sodomy laws, and discrimination against lesbians and gay parents in the family domain).  260. In re Opinion of the Justices, 530 A.2d 21, 27 (N.H. 1987).  261. Id.   2384 MINNESOTA LAW REVIEW [103:2343  New York issued the first statewide agency policy that prohib-ited denying prospective parents for adoption solely on the basis of their sexual orientation.262 Soon after, New Jersey, New Mex-ico, and Vermont adopted similar policies.263 Although these early antidiscrimination policies focused on parenting, the challenges of unwanted LGBTQ youth in the child welfare system had a central role in animating and justifying these measures. Consider the early New York antidiscrimina-tion policy mentioned above. The agency guidelines explicitly recognized that LGBTQ teenagers were among the youth wait-ing for adoption in the state, and further discussed the difficul-ties in placing those teenagers through adoption.264 The guide-lines stressed that lesbian and gay parents offer these youth the best opportunity for a supportive home life and long term bonds,265 and referenced the recent success with gay foster homes in New Jersey to support this point.266 In this regard, pro-tecting lesbian and gay parents from discrimination in foster care and adoption served a means to ensure that LGBTQ youth had better access to supportive homes in the child welfare sys-tem. As legal battles over lesbian and gay parenting continued into the 1990s, grassroots organizations took the lead in system-atically studying and documenting the challenges that LGBTQ youth faced in the child welfare system. In 1994, a joint task force consisting of New York City’s Child Welfare Administra-tion and the Council of Family and Child Caring Agencies con-ducted the first-ever comprehensive survey of LGBTQ youth in a major child welfare system.267 The study found that one hun-  262. N.Y. DEP’T OF SOC. SERVS., STANDARDS OF PRACTICE FOR ADOPTION SERVICES 15 (1982), http://ocfs.ny.gov/main/policies/external/1982/ADMs/ 1982%20ADM-50%20part%201%20Standards%20of%20Practice%20for% 20Adoption%20Services.pdf.   263. Uhl, supra note 235, at 583 n.33.  264. N.Y. DEP’T OF SOC. SERVS., supra note 262, at 17 (noting that “place-ment resources likely to prove successful are very limited” for openly gay youth).  265. Id.  266. Id.  267. See RANDI FEINSTEIN ET AL., JUSTICE FOR ALL? A REPORT ON LESBIAN, GAY, BISEXUAL AND TRANSGENDERED YOUTH IN THE NEW YORK JUVENILE JUS-TICE SYSTEM 15–16 (2001), https://www.hivlawandpolicy.org/sites/default/files/ justiceforallreport.pdf (citing JOINT TASK FORCE OF N.Y.C.’S CHILD WELFARE ADMIN. & THE COUNCIL OF FAMILY & CHILD CARING AGENCIES, IMPROVING SER-VICES FOR GAY AND LESBIAN YOUTH IN NYC’S CHILD WELFARE SYSTEM: A TASK FORCE REPORT (1994) [hereinafter THE NEW YORK TASK FORCE REPORT]).   2019] LGBTQ CHILD WELFARE 2385  dred percent of the youth respondents had been verbally har-assed, and seventy percent had been physically assaulted, for be-ing LGBTQ inside the child welfare system.268 Moreover, sev-enty-eight percent were removed or ran away from foster placements after experiencing hostility or mistreatment for be-ing LGBTQ.269 More than half (fifty-six percent) reported living on the street at some point because they felt safer living in home-lessness than in out-of-home placements.270 Although the study did not inspire immediate reforms,271 it helped to build an early body of empirical knowledge on the sys-temic challenges that LGBTQ youth faced in the child welfare system.272 Further contributions to this body of research set the stage in the 2000s for national LGBTQ advocacy organizations to push for comprehensive LGBTQ child welfare reform, which Section D turns to discuss. D. 2000S–EARLY 2010S: BEYOND SEXUAL ORIENTATION MATCHING In the early 2000s, comprehensive child welfare reform emerged as a priority among national LGBTQ advocacy organi-zations.273 This Section focuses on two aspects of these new mo-bilization efforts. First, it discusses how calls for child welfare reform went beyond embracing sexual orientation matching to address the deeper structural and cultural challenges that   268. Id. at 16 (citing THE NEW YORK TASK FORCE REPORT).  269. Id.  270. NAT’L CTR. FOR LESBIAN RIGHTS, LGBTQ YOUTH IN THE FOSTER  CARE SYSTEM 1 (2006), http://www.nclrights.org/wp-content/uploads/2013/07/ LGBTQ_Youth_California_Foster_System.pdf (citing THE NEW YORK TASK FORCE REPORT).  271. COLLEEN SULLIVAN ET AL., LAMBDA LEGAL DEF. & EDUC. FUND, YOUTH IN THE MARGINS: A REPORT ON THE UNMET NEEDS OF LESBIAN, GAY, BISEXUAL, AND TRANSGENDER ADOLESCENTS IN FOSTER CARE 17 n.9 (2001), https://www .lambdalegal.org/publications/youth-in-the-margins (noting that “[l]ittle change followed” the New York Task Force Report (quoting THE NEW YORK TASK FORCE REPORT)).  272. Future studies on LGBTQ youth in the child welfare system cited the findings of the joint task force in their efforts. See, e.g., id. at 10; SHANNAN WIL-BER ET AL., CWLA BEST PRACTICE GUIDELINES 6 (2006), http://www.f2f.ca.gov/ res/2798_BP_LGBTQ.pdf.  273. Rudy Estrada & Jody Marksamer, Lesbian, Gay, Bisexual, and Transgender Young People in State Custody: Making the Child Welfare and Ju-venile Justice Systems Safe for All Youth Through Litigation, Advocacy, and Education, 79 TEMP. L. REV. 415, 416–18 (2006) (describing national advocacy efforts in the early 2000s involving LGBTQ youth in the child welfare system).   2386 MINNESOTA LAW REVIEW [103:2343  LGBTQ youth faced in the child welfare system. Advocates spe-cifically critiqued the ways in which LGBTQ youth were stigma-tized and treated as sexual deviants. Second, this Section dis-cusses how these new mobilization efforts facilitated a wave of LGBTQ-related antidiscrimination laws, regulations, and poli-cies in child welfare. Many of these measures addressed discrim-ination beyond the same-sex parenting context to prohibit sexual orientation and gender identity discrimination against LGBTQ youth. Importantly, many religious exemption laws involving LGBTQ child welfare operate against the backdrop of these an-tidiscrimination measures (as Part III will discuss).  In 2001, Lambda Legal (the nation’s largest LGBTQ legal rights organization) coordinated with youth advocates to conduct a fourteen state survey of policies and practices surrounding LGBTQ youth in foster care.274 The study reported that none of the fourteen states had agency policies prohibiting discrimina-tion on the basis of sexual orientation or required training for caseworkers, foster care staff, or foster parents on the sensitive and appropriate handling of LGBTQ youth in the child welfare system.275 In addition, only Los Angeles and New York City had group facilities specifically designed for LGBTQ youth.276  The study report made several LGBTQ-youth-centered rec-ommendations for reform that cut much deeper into the child welfare system than providing for sexual orientation matching in foster care. First and foremost, the report recommended that states adopt statewide antidiscrimination policies that prohibit sexual orientation discrimination in the child welfare system.277 It further recommended that states mandate and provide train-ing for caseworkers, foster care staff, and foster parents to sen-sitively and adequately address the needs of LGBTQ foster youth.278 Moreover, it recommended that states offer programs and services that specifically address the needs of LGBTQ foster youth (for instance, LGBTQ-specific group homes, designating caseworkers or child welfare staff as LGBTQ liaisons, etc.).279 That same year, a commission sponsored by the Lesbian and Gay Youth Project of the Urban Justice Center conducted the first comprehensive study of LGBTQ youth in the juvenile justice   274. SULLIVAN ET AL., supra note 271, at 7.  275. Id.  276. Id.  277. Id. at 22.  278. Id. at 24–25.  279. Id. at 26–27.   2019] LGBTQ CHILD WELFARE 2387  system.280 The study findings revealed connections between the problems that LGBTQ youth faced in the child welfare and the juvenile justice systems. Specifically, the study found that rejec-tion from foster homes contributed to LGBTQ youth homeless-ness, and that survival crimes while homeless (such as sex work and theft) fueled the entry of LGBTQ youth into the juvenile jus-tice system.281 This emerging body of empirical research—and in particu-lar, the connections that it drew between the child welfare and the juvenile justice systems—informed both litigation and non-litigation reform strategies of attorneys and LGBTQ advocacy organizations.282 Critically, the focus on both systems in their reform strategies illustrated that advocates conceptualized the need for comprehensive LGBTQ-related child welfare reform as part of a broader need to address how public systems were failing and further stigmatizing LGBTQ youth as “deviants.”  With regard to litigation, attorneys in the early 2000s brought several lawsuits on behalf of LGBTQ youth in the child welfare and the juvenile justice systems.283 Attorneys who filed these lawsuits advanced constitutional and statutory claims, in-cluding the constitutional right to safety, equal protection, free-dom of speech, and access to non-discrimination protections.284 Although cases were met with mixed success,285 these litigation strategies occurred during a significant historical moment sur-rounding the treatment of LGBTQ people under criminal law.  In 2003, the U.S. Supreme Court decided Lawrence v. Texas, which invalidated criminal laws against private consensual sex between adults, including adult same-sex partners.286 Both Jus-tice Kennedy’s majority and Justice O’Connor’s concurring opin-ions emphasized that the stigma of sodomy laws extended be-yond the criminal domain and encouraged discrimination against lesbians and gay men in the civil domain.287 The Court in Lawrence, however, stressed that its decision did not apply to   280. FEINSTEIN ET AL., supra note 267, at 1.  281. Id. at 17–20.  282. See Estrada & Marksamer, supra note 273, at 421–38 (documenting lit-igation and non-litigation strategies in the 2000s).  283. Id. at 421–34 (documenting litigation strategies in the 2000s).  284. Id.  285. See SULLIVAN ET AL., supra note 271.  286. 539 U.S. 558, 578 (2003).  287. Woods, supra note 33, at 706–07.   2388 MINNESOTA LAW REVIEW [103:2343  cases involving minors.288 This limiting principle left open ques-tions about how Lawrence applied to LGBTQ minors, including how the decision might apply to address the discrimination that sodomy prohibitions facilitated against LGBTQ youth in the civil child welfare domain.289 Given the limitations of Lawrence and litigation strategies more generally to achieve systemic change for LGBTQ youth in the child welfare system, national advocates also pursued non-litigation strategies.290 Two nationally collaborative projects, both launched in 2002, laid the groundwork for these non-litiga-tion approaches.291 The first project, entitled “Fostering Transitions,” was a joint initiative of the Child Welfare League of America (the na-tion’s largest child welfare organization) and Lambda Legal.292 The initiative sought to improve outcomes for LGBTQ youth in the child welfare and the juvenile justice systems by spreading awareness about the challenges that they faced in those sys-tems.293 The initiative had several components, including offer-ing expertise and guidance to state and local officials, creating local task forces, supporting legislative reform, assembling a na-tional advisory network of child welfare professionals, conduct-ing workshops and presentations at national and regional con-ferences, and offering toolkits to assist social workers to support LGBTQ youth and families.294 Illustrating the relationship be-tween the initiative’s work and pushback against sexual devi-ance concepts, the initiative stressed that condemning or pathol-ogizing LGBTQ youth in the child welfare system for appropriately exploring or expressing their sexual orientations and gender identities sends the message to those youth that they are “deviant, immoral, or mentally ill.”295   288. Lawrence, 539 U.S. at 578.  289. See Anna K. Christensen, Equality with Exceptions? Recovering Law-rence’s Central Holding, 102 CALIF. L. REV. 1337, 1351 (2014) (noting that “courts have looked to Lawrence to justify regulation of sex involving minors”). Several courts have also stressed that Lawrence does not apply to minors. See, e.g., In re R.L.C., 643 S.E.2d 920, 925 (N.C. 2007); McDonald v. Commonwealth, 645 S.E.2d 918, 924 (Va. 2007).  290. Estrada & Marksamer, supra note 273, at 435–38.  291. Id. at 435.  292. WILBER ET AL., supra note 272, at xi–xii.  293. Id.  294. Id. at xii.  295. Id. at 30–31.   2019] LGBTQ CHILD WELFARE 2389  The second national collaboration, entitled the “Model Standards Project,” was a joint initiative of Legal Services for Children and the National Center for Lesbian Rights.296 Also created in 2002, the Model Standards Project sought to develop model agency policies and best practices to improve outcomes for LGBTQ youth in the child welfare and the juvenile justice sys-tems.297 In underscoring the need for reform, the project stressed that many LGBTQ youth enter the child welfare system simply because they are perceived as “deviant or perverse.”298 With re-gard to child welfare reforms, the project placed primary empha-sis on creating an inclusive organizational culture in which LGBTQ youth are accepted and treated equally.299  To accomplish this goal, the project advanced several LGBTQ-youth-centered recommendations: (1) that child welfare agencies, departments, and institutions adopt written policies prohibiting harassment and discrimination on the basis of sex-ual orientation and gender identity;300 and (2) that staff, caregiv-ers, and service providers be required to undergo cultural com-petency training on meeting the needs of LGBTQ youth in the child welfare system.301 The project also stressed the need to pro-mote healthy adolescent development in LGBTQ youth.302 It rec-ommended that (1) agencies adopt policies and practices that support and encourage healthy, safe, and age-appropriate sexual and gender exploration and expression;303 (2) child welfare ac-tors allow gender nonconforming youth to dress in accordance with their gender identity and to be addressed by their preferred names and pronouns;304 and (3) LGBTQ youth be actively in-volved in selecting their out-of-home placements, and that child welfare actors who shape placement decisions be aware of the needs of specific LGBTQ youth before making those decisions.305   296. SHANNAN WILBER ET AL., THE MODEL STANDARDS PROJECT: CREATING INCLUSIVE SYSTEMS FOR LGBT YOUTH IN OUT-OF-HOME CARE 2 (2006), http:// www.nclrights.org/wp-content/uploads/2013/07/Model_Standards_Project_ article.pdf.  297. Id.  298. Id. at 1.  299. Id. at 2.  300. Id. at 3.  301. Id. at 2.  302. Id. at 3–4.  303. Id. at 3.  304. Id. at 4.  305. Id. at 5.   2390 MINNESOTA LAW REVIEW [103:2343  In 2003, one year after the Model Standards Project con-vened, California passed the first state law that prohibited dis-crimination against LGBTQ youth in the foster care system—the California Foster Care Nondiscrimination Act.306 The Cali-fornia law imposed sexual orientation and gender identity anti-discrimination mandates on a range of child welfare actors (for example, child welfare agencies, providers, staff, and foster par-ents) and required that information about those mandates be in-cluded in child welfare trainings.307 Model Standards Project staff worked with communities in California to implement an early draft of its proposed standards.308 These early reform ef-forts helped to create a blueprint to implement those strategies nationwide when the Model Standards Project released the final standards in 2006.309 Both collaborative projects continued their efforts on a na-tional scale during the mid-2000s and early 2010s.310 During this period, the landscape of state laws, regulations, and policies ad-dressing LGBTQ child welfare changed dramatically. Between 2003 and 2015, over twenty-five states passed or revised laws, regulations, or agency policies that prohibited discrimination on the basis of sexual orientation or gender identity against youth in the child welfare system.311 Many of these policies addressed   306. Foster Care Nondiscrimination Act, 2003 Cal. Stat. 2686 (codified as amended at CAL. HEALTH & SAFETY CODE §§ 1522.41, 1529.2, 1563 (West 2016), CAL. WELF. & INST. CODE §§ 16001.9, 16003, 16013 (West 2018)); Estrada & Marksamer, supra note 273, at 416 (noting that the California Foster Care Non-discrimination Act was the “first of its kind in the country”).  307. HEALTH & SAFETY § 1563; WELF. & INST. § 16001.9(a)(22).  308. WILBER ET AL., supra note 296, at 7.   309. Shannan Wilber et al., The Model Standards Project: Creating Inclusive Systems for LGBT Youth in Out-of-Home Care, 85 CHILD WELFARE 133, 136 (2006).  310. WILBER ET AL., supra note 296, at x–xiii.  311. This conclusion is based on my analysis of statewide antidiscrimination laws, regulations, and policies involving LGBTQ child welfare. My research re-vealed that the following states enacted LGBTQ-related antidiscrimination child welfare measures between 2003 and 2015: Colorado, COLO. REV. STAT. § 19-7-101(1)(t) (2018) (enacted 2011); Delaware, DIV. OF PREVENTION & BE-HAVIORAL HEALTH SERVS., DEP’T OF SERVS. FOR CHILDREN, YOUTH & THEIR FAMILIES, CS008, YOUTH AND FAMILY RIGHTS (2012), http://kids.delaware.gov/ policies/pbh/cs008-Youth-Family-Rights.pdf; Hawaii, DEP’T OF HUMAN SERVS., NO. 4.10.1, DISCRIMINATION COMPLAINTS POLICY (2014), http://humanservices .hawaii.gov/wp-content/uploads/2014/10/Policy-4.10.1-Disc-Complaint.pdf; Idaho, IDAHO DEP’T OF HEALTH & WELFARE, IDAHO YOUTH IN CARE BILL OF RIGHTS (2015), http://healthandwelfare.idaho.gov/Portals/0/Children/ AdoptionFoster/YouthInCare-BillofRights.pdf; Indiana, IND. DEP’T OF CHILD SERVS., CODE OF CONDUCT FOR THE INDIANA DEPARTMENT OF CHILD SERVICES   2019] LGBTQ CHILD WELFARE 2391  the treatment of LGBTQ youth beyond sexual orientation matching to ensure that child welfare actors did not discriminate against, intimidate, or degrade LGBTQ youth. As Part III dis-cusses, the recent proliferation of religious exemptions involving LGBTQ child welfare emerged in the context of these growing antidiscrimination measures. III.  THE TURN TO RELIGIOUS EXEMPTIONS IN LGBTQ CHILD WELFARE   So far, this Article has described a historical trend (and pushback against this trend) of child welfare interventions into family life that rest on sexual deviance concepts to control the sexual orientation and gender identity development and expres-sion of LGBTQ youth. Recently, several states have enacted  § I.E, at 5 (2013), http://www.in.gov/dcs/files/Code_of_Conduct.pdf; Louisiana, LA. ADMIN. CODE tit. 67, § 7311(E)(5)(b) (2018) (adopted 2011); Maine, OFFICE OF CHILD & FAMILY SERVS., ME. DEP’T OF HEALTH & HUMAN SERVS., THE MAINE YOUTH IN CARE BILL OF RIGHTS § 1 (2016) (adopted 2008), https://www .maine.gov/dhhs/ocfs/documents/MaineYouthInCareBillofRights.pdf; Mary-land, MD. CODE REGS. 10.57.05.03(C)(5) (2018) (adopted 2010); Massachusetts, 110 MASS. CODE REGS. 1.09 (2018) (adopted 2000); Minnesota, MINN. R. § 2960.0050(P) (2008) (adopted 2003); Mississippi, DIV. OF FAMILY & CHIL-DREN’S SERVS., DEP’T OF HUMAN SERVS., SECTION D: FOSTER CARE POLICY 408, 411 (2013), http://www.sos.ms.gov/acproposed/00019917b.pdf; Montana, DEP’T OF PUB. HEALTH & HUMAN SERVS., POLICY NO. 5.1.016, EQUAL EMPLOYMENT OPPORTUNITY, NONDISCRIMINATION, AND HARASSMENT PREVENTION POLICY 2 (2014) (adopted 2010), https://web.archive.org/web/20181101212742/https:// dphhs.mt.gov/Portals/85/Documents/5-1-016Nondiscrimination.pdf; Nevada, NEV. REV. STAT. § 432.525(7)(e) (2018) (enacted 2011); New Jersey, N.J. ADMIN. CODE § 3A:14-1.5(b) (2019) (adopted 2003); New Mexico, N.M. CODE R. § 8.10.8.10 (LexisNexis 2018) (adopted 2009); New York, N.Y. COMP. CODES R. & REGS. tit. 18, § 441.24 (2018) (adopted 2013); North Dakota, N.D. ADMIN. CODE 75-03-36-35(2)(d) (2018) (adopted 2010); Ohio, OHIO ADMIN. CODE 5101: 2-7-09(B), 2-7-09(D) (2018) (adopted 2014); Oregon, OR. DEP’T HUMAN SERVS., POLICY NO. I-A.1, CLIENT RIGHTS – POLICY (2007), http://www.dhs.state.or.us/ policy/childwelfare/manual_1/i-a1.pdf; Rhode Island, 42 R.I. GEN. LAWS ANN. § 42-72-15(q) (West 2018) (enacted 2015); 214-40 R.I. CODE R. § 4.1.2(F)  (Lex-isNexis 2019) (adopted 2009); South Dakota, Discrimination Complaints, DEP’T SOC. SERVICES (2015), https://dss.sd.gov/keyresources/discrimination.aspx (adopted 2014, confirmed via public records request); Tennessee, TENN. DEP’T OF CHILDREN’S SERVS., CLIENT’S RIGHTS HANDBOOK 3 (2016) (adopted 2015), https://files.dcs.tn.gov/policies/chap31/ClientsRightsHandbook.pdf; Utah, UTAH ADMIN. CODE r. 501-12-13(1)(f )  (2018) (adopted 2014); Vermont, AGENCY OF HUMAN SERVS., NON-DISCRIMINATION REGARDING RECEIPT OF BENEFITS AND SERVICES (2009), http://humanservices.vermont.gov/policy-legislation/policies/ 01-general-operations-policies/doc051309non-discriminationpolicy.pdf/view; Washington, WASH. ADMIN. CODE § 388-147-1595 (2015) (adopted 2014); West Virginia, W. VA. CODE R. § 78-2-9 (2001); Wisconsin, WIS. ADMIN. CODE DCF § 56.09(e) (2018) (adopted 2008); and Wyoming, 049-0029-3 WYO. ADMIN. CODE § 23(b) (LexisNexis 2019) (adopted 2013).   2392 MINNESOTA LAW REVIEW [103:2343  broad religious exemption laws that allow the religious or moral views of key actors in the child welfare system to guide the na-ture of the services they provide, even if their views denounce LGBTQ people.312 Because most of these laws emerged after Obergefell v. Hodges,313 one might narrowly interpret this prolif-eration as a direct response to marriage equality. Advocates on both sides of the religious liberty and LGBTQ equality debate have advanced this view.314  The analysis in this Part, however, offers an LGBTQ-child-centered analysis of the issue and explains why we should also understand the push for these exemptions as the latest point on the historical trajectory described above. From this perspective, recent religious exemptions involving LGBTQ child welfare are a vehicle for long-enduring anxieties about sexual “deviance” and youth who veer from traditional norms of sex, sexuality, and gender. Section A analyzes how broad religious exemptions viewed in the frame of social control and sexual deviance func-tion to subordinate LGBTQ youth in the child welfare system. Section B explores the harms that these exemptions create for LGBTQ youth, and the implications for “crossover youth”315 within the juvenile and criminal justice systems in particular. A. RELIGION, SOCIAL CONTROL, AND SEXUAL DEVIANCE A useful starting point to illustrate the connections between religion, social control, and sexual deviance concepts is the long   312. See supra note 20.  313. 135 S. Ct. 2584 (2015).  314. As explained infra, legislative sponsors of bills that included religious exemptions involving LGBTQ child welfare stressed this framing. See infra note 425 and accompanying text. Moreover, some advocates have challenged broad religious exemption laws involving LGBTQ child welfare as responses to mar-riage equality. See, e.g., Dumont v. Lyon, 341 F. Supp. 3d 706, 741 (E.D. Mich. 2018) (noting plaintiffs’ allegation that Michigan’s broad religious exemption law allowing faith-based organizations to deny foster or adoptive services to pro-spective same-sex couples as well as individuals based on same-sex status “is animated by disapproval of, or opposition to, same-sex marriage”), motion to certify appeal denied, No. 17-CV-13080, 2018 WL 5292022 (E.D. Mich. Oct. 25, 2018).  315. Angela Irvine & Aisha Canfield, The Overrepresentation of Lesbian, Gay, Bisexual, Questioning, Gender Nonconforming and Transgender Youth Within the Child Welfare to Juvenile Justice Crossover Population, 24 AM. U. J. GENDER SOC. POL’Y & L. 243, 244 (2016) (defining “crossover youth” to mean youth in the juvenile justice system who have had prior involvement with the child welfare system).   2019] LGBTQ CHILD WELFARE 2393  history of criminal sodomy laws.316 In medieval England, the Church and ecclesiastical courts enforced prohibitions against sodomy.317 The Church viewed homosexual acts as a sin punish-able by torture or by death.318 The power of the Church declined during the English Reformation, after King Henry VIII trans-ferred the powers of the ecclesiastical courts to the crown courts.319 In 1533, the Reformation Parliament temporarily en-acted the 1533 Act of Henry VIII, which made the crime of “bug-gery” punishable by death.320 The 1533 Act later served as a model for sodomy prohibitions in the U.S. colonies during the seventeenth and eighteenth centuries.321  In its sodomy law jurisprudence, the U.S. Supreme Court has recognized the role of religion in shaping criminal laws against private consensual same-sex sex,322 and the effects of those criminal prohibitions on lesbians and gay men.323 Revisit Bowers v. Hardwick, the 1986 decision which upheld the consti-tutionality of Georgia’s criminal sodomy law.324 In applying ra-tional basis review, the Court concluded that morality was a suf-ficient justification for the sodomy ban.325 On one hand, Justice White’s majority opinion framed the morality interest in majori-tarian, not religious, terms—namely the presumed belief that a majority of Georgia voters viewed homosexuality as “immoral   316. See generally MARK D. JORDAN, THE INVENTION OF SODOMY IN CHRIS-TIAN THEOLOGY (1997) (tracing the history of sodomy as a concept in Christian-ity); see also William N. Eskridge Jr., Noah’s Curse: How Religion Often Con-flates Status, Belief, and Conduct to Resist Antidiscrimination Norms, 45 GA. L. REV. 657, 686–93 (2011).  317. WAYNE C. BARTEE & ALICE FLEETWOOD BARTEE, LITIGATING MORAL-ITY: AMERICAN LEGAL THOUGHT AND ITS ENGLISH ROOTS 33 (1992).  318. TREVOR DEAN, CRIME IN MEDIEVAL EUROPE: 1200–1550, at 58–61 (2001).  319. See generally RALPH A. HOULBROOKE, CHURCH COURTS AND THE PEO-PLE DURING THE ENGLISH REFORMATION 1520–1570 (1979) (providing a study of ecclesiastical courts during the English Reformation).  320. JEFFREY WEEKS, COMING OUT: HOMOSEXUAL POLITICS IN BRITAIN, FROM THE NINETEENTH CENTURY TO THE PRESENT 12 (1977). As written, the 1533 Act applied to a much broader range of sexual conduct than same-sex sex. Id.  321. BARTEE & BARTEE, supra note 317, at 36–40.  322. See, e.g., Bowers v. Hardwick, 478 U.S. 186, 196–97 (1968) (C.J. Burger, concurring).  323. See, e.g., Lawrence v. Texas, 539 U.S. 558, 575 (2003).  324. Bowers, 478 U.S. at 196.  325. Id.   2394 MINNESOTA LAW REVIEW [103:2343  and unacceptable.”326 On the other hand, appeals to religion ap-peared at several noteworthy points of the case.  For instance, in its brief before the Court, the state empha-sized that traditional Judeo-Christian values proscribed same-sex sex.327 The state’s position formed the basis of Chief Justice Burger’s concurrence, which stressed that the condemnation of same-sex sex “is firmly rooted in Judeao-Christian [sic] moral and ethical standards.”328 Justice Blackmun’s dissent critiqued the state’s reliance on religion, stressing that the state’s argu-ment that traditional Judeo-Christian values proscribe same-sex sex “cannot provide an adequate justification” for the law.329 Jus-tice Blackmun further stressed that the fact that some religious groups condemn a behavior does not give the state a “license to “impose their judgments on the entire citizenry.”330  When the Court revisited sodomy prohibitions seventeen years later in Lawrence v. Texas, the role of religion in justifying sodomy laws came to the fore again.331 The Court in Lawrence overruled Hardwick and invalidated Texas’ law criminalizing consensual and private “homosexual conduct.”332 Justice Ken-nedy’s majority opinion in Lawrence emphasized the stigmatiz-ing effects of criminal sodomy laws against lesbians and gay men in both the public and the private realms.333 With regard to religion, Justice Kennedy criticized Chief Justice Burger’s “sweeping references” to Judeo-Christian moral and ethical values in his Hardwick concurrence.334 Justice Ken-nedy further stressed that the Chief Justice had ignored oppos-ing authorities that did not condemn same-sex sex.335 Justice Kennedy’s firm rejection of upholding the constitutionality of sodomy laws on religious grounds has even led some scholars   326. Id.  327. Brief of Petitioner at *20, Bowers, 478 U.S. 186 (No. 85-140), 1985 WL 667989.  328. Bowers, 478 U.S. at 196–97 (Burger, C.J., concurring).  329. Id. at 211 (Blackmun, J., dissenting).  330. Id.  331. Lawrence v. Texas, 539 U.S. 558, 572 (2003).  332. Id. at 564, 578–79.  333. Id. at 575.  334. Id. at 572.  335. Id.   2019] LGBTQ CHILD WELFARE 2395  and commentators to view Lawrence as an implied Establish-ment Clause case, and not purely a substantive due process case.336  From a social control perspective, criminal sodomy laws are a useful comparator to reveal connections between religion and sexual deviance concepts in the context of LGBTQ child welfare. Many scholars conceptualize the criminal law as a tool of social control that regulates individual behavior in society.337 From this perspective, the relationship between religion, sexual devi-ance concepts, and criminal sodomy laws is not exceptional. Ra-ther, this relationship is consistent with a broader pattern of re-ligion shaping institutions of social control in ways that define particular conduct or individuals who do not fit traditional norms of sex, sexuality, and gender as “deviant.”  Conceptualizing the child welfare system as an institution of social control allows us to see similarities between the control-ling functions of criminal sodomy laws and child welfare laws that subordinate LGBTQ youth. Broad religious exemptions in-volving LGBTQ child welfare function as tools of social control by substituting and equating the religious or moral views of child welfare actors with the best interests of youth regarding “appro-priate” sexual orientation and gender identity development.338   336. See, e.g., Michael P. Allen, The Underappreciated First Amendment Im-portance of Lawrence v. Texas, 65 WASH. & LEE L. REV. 1045 (2008) (noting the decision’s possible conflict with First Amendment doctrine); Arnold H. Loewy, Morals Legislation and the Establishment Clause, 55 ALA. L. REV. 159 (2003) (developing an Establishment Clause standard for moral issues in legislation); Charles B. Straut, Note, Due Process Disestablishment: Why Lawrence v. Texas Is a First Amendment Case, 91 N.Y.U. L. REV. 1794 (2016) (arguing that Law-rence could have been resolved under existing Establishment Clause doctrine).  337. See, e.g., Sharon Dolovich, Exclusion and Control in the Carceral State, 16 BERKELEY J. CRIM. L. 259 (2011) (describing the relationship between the American carceral system and social control); Jeffrey Fagan & Tracey L. Meares, Punishment, Deterrence and Social Control: The Paradox of Punish-ment in Minority Communities, 6 OHIO ST. J. CRIM. L. 173, 181 (2008); David Garland, Penal Modernism and Postmodernism, in PUNISHMENT AND SO-CIAL CONTROL 181 (Thomas G. Blomberg & Stanley Cohen eds., 1995) (discuss-ing modern and postmodern views on penal systems and social control); Sanford H. Kadish, The Crisis of Overcriminalization, 7 AM. CRIM. L.Q. 17, 33 (1968); Issa Kohler-Hausmann, Managerial Justice and Mass Misdemeanors, 66 STAN. L. REV. 611, 691 (2014); Jonathan Simon & Malcolm M. Feeley, True Crime: The New Penology and Public Discourse on Crime, in PUNISHMENT AND SO-CIAL CONTROL 147 (Thomas G. Blomberg & Stanley Cohen eds., 1995) (describ-ing the disjuncture between penology and public discourse on crime).  338. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 5 (noting that under religious exemptions, “[a]gencies would no longer need to make placement decisions based on the best interests of the child”).   2396 MINNESOTA LAW REVIEW [103:2343  In so doing, these exemptions facilitate and sustain child welfare spaces that denounce LGBTQ youth and pressure them to con-form to traditional norms of sex, sexuality, and gender. As dis-cussed previously, Justice Kennedy’s majority opinion in Law-rence stressed how the stigmatizing effects of criminal sodomy laws encouraged discrimination against lesbians and gay men in both the public and private realms.339 In allowing religiously-motivated discrimination based on antiquated sexual deviance concepts to thrive in child welfare settings today, religious ex-emptions enable the exact type of discrimination that Lawrence rebuked.  To make these points more concrete, consider the debate over the California Foster Care Nondiscrimination Act.340 The California law took effect in 2004 and was the first state law to prohibit discrimination against LGBTQ youth in the foster care system on the basis of sexual orientation or gender identity.341 Opponents critiqued the law on religious liberty grounds.342 In this regard, the debate over the California law foreshadowed conflicts in the current moment between religious liberty and LGBTQ child welfare. One important difference, however, is that the law took effect years before marriage equality first came to California.343 With married same-sex couples not at the center of attention, the debate over the law provides a clear picture of how religious exemptions are connected to anxieties about LGBTQ identity and youth. Two entities led the opposition to the California law. First, the Committee on Moral Concerns raised religious conscientious objections, which explicitly relied on sexual deviance concepts.344 The Committee characterized LGBTQ identity as “sexual orien-tation, and gender identity difficulties,” and argued that the law required foster parents and group home staff to agree that those   339. Lawrence, 539 U.S. at 575.  340. Foster Care Nondiscrimination Act of 2003, CAL. WELF. & INST. CODE § 16001.9(a) (West 2018).  341. Estrada & Marksamer, supra note 273, at 416.  342. See infra notes 344–50 and accompanying text.  343. In May 2008, the Supreme Court of California first interpreted the Cal-ifornia state constitution as requiring marriage equality. In re Marriage Cases, 183 P.3d 384, 402 (Cal. 2008). For a more detailed discussion of the In re Mar-riage Cases, see William N. Eskridge, Foreward: The Marriage Cases—Revers-ing the Burden of Inertia in a Pluralist Constitutional Democracy, 97 CALIF. L. REV. 1785 (2009).  344. Foster Care Anti-Discrimination Act: Hearing on A.B. 458 Before the Assemb. Comm. on Human Servs., 2003 Leg., 2003–2004 Sess. 6 (Cal. 2003) (“Arguments in Opposition”).   2019] LGBTQ CHILD WELFARE 2397  “difficulties are ‘rights’ never to be questioned.”345 It further stressed that the law would force foster parents and group home staff “to aid and abet dangerous, illegal homosexual and bisexual conduct with any foster youth who is sexually confused.”346 Fi-nally, the Committee claimed that the law would “guarantee” that the futures of LGBTQ youth would be “abnormal, un-healthy, and probably short.”347 These statements illustrate how the Committee’s religious liberty arguments embodied anxieties about sexual deviance, and sought to control the sexual orienta-tions and gender identities of youth. Second, the Concerned Women for America—the nation’s largest conservative Christian women’s political action group348—also raised religious objections.349 The organization specifically argued that the California law would force foster par-ents to support sexual behaviors and expressions among foster children that were contrary to those parents’ sincerely held reli-gious beliefs.350 Although not explicitly framed in terms of devi-ance, the organization’s critique shows how religious exemptions implicate the composition of the public child welfare system in ways that affect LGBTQ youth’s access to supportive living en-vironments. Mississippi’s H.B. 1523 is a more recent example in the post-Obergefell era that offers insight into the connections between sexual deviance concepts, religious exemptions, and the social control of LGBTQ youth in the child welfare system.351 To fully grasp these insights, consider the terrain of child welfare in Mis-sissippi. In 2013, the Mississippi Division of Family and Chil-dren’s Services adopted a statewide policy that grants youth the right to fair treatment in foster care on the basis of their sexual orientation or gender identity.352 At the same time, a recent   345. Id.  346. Id.  347. Id.  348. Jill A. Irvine, Exporting the Culture Wars: Concerned Women for Amer-ica in the Global Arena, in WOMEN OF THE RIGHT: COMPARISONS AND INTER-PLAY ACROSS BORDERS 36, 36 (Kathleen M. Blee & Sandra McGee Deutsch eds., 2012).  349. Foster Care Anti-Discrimination Act: Hearing on A.B. 458, supra note 344.  350. Id.  351. H.B. 1523, 2016 Reg. Sess. § 3(2)–(4), MISS. CODE ANN. §§ 11–62–3 to –7 (2017).  352. MISS. DIV. OF FAMILY & CHILDREN’S SERVS., FOSTER CARE POLICY app.L § 6, at 195, app.M § 17, at 198 (2013), http://www.sos.ms.gov/acproposed/ 00019917b.pdf.   2398 MINNESOTA LAW REVIEW [103:2343  study of state child welfare systems ranked Mississippi last in terms of overall child well-being.353 With a shortage of foster families, the state of Mississippi has turned to private faith-based organizations to help recruit new foster parents.354 Importantly, the state’s largest collabora-tor has denounced same-sex relationships and stated publicly that its religious views reject placing children with same-sex parents.355 Thus, in spite of its LGBTQ-protective child welfare antidiscrimination policy, Mississippi is increasingly relying on private faith-based organizations that denounce LGBTQ people in order to provide child welfare services throughout the state. Mississippi, however, is not alone. Increasingly, states are choosing to contract out public foster care and adoption services to private faith-based organizations.356 For instance, in a current federal case in Michigan, two same-sex couples who sought to adopt were turned away on religious grounds by a taxpayer-funded private faith-based child placing agency,357 in spite of the   353. ANNIE E. CASEY FOUND., 2017 KIDS COUNT DATA BOOK: STATE TRENDS IN CHILD WELL-BEING 21 (2017), http://www.aecf.org/m/resourcedoc/aecf -2017kidscountdatabook.pdf.  354. In 2016, the State of Mississippi coordinated with 200 Million Flowers, a Christian-affiliated, private, non-profit organization that promotes adoption, foster care, and social services, and other churches throughout the state to begin an initiative called Rescue 100. See Craig Robertson, 200 Million Flowers, ROB-ERTSON EASTERLING (July 11, 2011), http://www.robertson.ms/mississippi -family-law/200-million-flowers. Through the initiative, the religious organiza-tion recruits prospective foster parents in local communities, and the state works with those parents to significantly expedite the process to become foster parents. Wesley Muller, Want to Be a Foster Parent? How to Get Trained Quickly on Coast, SUNHERALD (Apr. 14, 2017), http://www.sunherald.com/news/local/ article144718274.html.  355. The founder of 200 Million Flowers, Craig Robertson, has publicly stated, “We are a Christian organization, and I think that the Bible is very clear as it talks about the morality associated with same-sex relationships.” Hadas Brown, Same-Sex Couples Fight Mississippi Adoption Ban, 16 WAPT NEWS (Aug. 13, 2015), http://www.wapt.com/article/same-sex-couples-fight -mississippi-adoption-ban/2094903.  356. MADELYN FREUNDLICH & CHARLOTTE MCCULLOUGH, STATE POL-ICY ADVOCACY & REFORM CTR., PRIVATIZATION OF CHILD WELFARE SERVICES: A GUIDE FOR STATE ADVOCATES 2 (2012), http://www.washingtongrp.com/wp -content/uploads/2013/04/Privatization-2012-Guide.pdf; Sacha M. Coupet, The Subtlety of State Action in Privatized Child Welfare Services, 11 CHAP. L. REV. 85, 85–86 (2007) (“[P]ublic-private partnerships have a long history in child wel-fare practice . . . .”).  357. Dumont v. Lyon, 341 F. Supp. 3d. 706, 713 (E.D. Mich. 2018). The plain-tiffs specifically challenge Michigan’s practice of permitting state-contracted and taxpayer-funded child placing agencies to use religious criteria that exclude same-sex couples as well as individuals based on same-sex status. Id.   2019] LGBTQ CHILD WELFARE 2399  fact that the Michigan Department of Health and Human Ser-vices has a statewide nondiscrimination policy that prohibits dis-crimination on the basis of sexual orientation or gender iden-tity.358 The litigation revealed that Catholic agencies handle approximately twenty percent of foster care and adoption cases in Michigan.359 At the same time, LGBTQ adults are a major subgroup of prospective foster and adoptive parents.360 According to recent data, 114,000 same-sex couples are currently raising children in the United States, and many of those couples became parents through adoption or foster care.361 In addition, same-sex couples are significantly more likely than different-sex couples to be rais-ing children through adoption or foster care.362 When recruited and welcomed, LGBTQ adults can comprise a sizable segment of a state’s available pool of prospective foster or adoptive parents. For instance, one report estimated that in Massachusetts be-tween fifteen and twenty-eight percent of adoptions of foster chil-dren in the past ten years have involved same-sex parents.363 Broad religious exemption laws like Mississippi’s H.B. 1523 intervene against this backdrop. Now in effect, H.B. 1523 grants protection to three religious views involving marriage, sex, and gender: (1) that marriage “is or should be recognized as the union   358. Nondiscrimination Statement, MICH. DEP’T HEALTH & HUM. SERVICES, https://www.michigan.gov/mdhhs/0,5885,7-339-73970_7701_76675-77286--,00 .html (last visited Mar. 19, 2019). The state legislature had also recently en-acted a broad religious exemption law that prohibits the state from taking ac-tion against any child placing agency that declines to provide services if doing so would conflict with its religious beliefs. See MICH. COMP. LAWS § 710.23(g) (2018).  359. Dumont, 341 F. Supp. 3d at 716.  360. See BEWKES ET AL., supra note 26, at 2 (“LGBTQ people represent an important subgroup of potential parents.”); see also Cynthia Godsoe, Adopting the Gay Family, 90 TUL. L. REV. 311, 314–15 (2015) (discussing the “neglected trajectory of LGB foster and adoptive parenting”).  361. Shoshana K. Goldberg & Keith J. Conron, How Many Same-Sex Couples in the U.S. Are Raising Children, UCLA SCH. L.: WILLIAMS INST. 1 (July 2018), https://williamsinstitute.law.ucla.edu/wp-content/uploads/Parenting -Among-Same-Sex-Couples.pdf.  362. Id. at 1 (reporting that just over one in five same-sex couples (21.4%) are raising adopted children compared to just 3% of different-sex couples, and 2.9% of same-sex couples are fostering children compared to 0.4% of different-sex couples).  363. Brief of Massachusetts et al. as Amici Curiae Supporting Defendants at 11, Fulton v. City of Philadelphia, No. 18-2574 (3d Cir. Oct. 4, 2018), 2018 WL 4862577, https://www.aclu.org/legal-document/fulton-v-city-philadelphia-states -amicus-brief (reporting data from the Massachusetts Adoption Resource Ex-change).   2400 MINNESOTA LAW REVIEW [103:2343  of one man and one woman;” (2) that “[s]exual relations are properly reserved to such marriage;” and (3) that “[m]ale (man) or female (woman) refer to an individual’s immutable biological sex as objectively determined by anatomy and genetics at the time of birth.”364 In challenging the constitutionality of H.B. 1523, advocates argued that elevating these beliefs for special protection under state law demeaned and targeted LGBTQ peo-ple.365 In a recent decision, the Fifth Circuit held that the LGBTQ plaintiffs did not have standing to challenge H.B. 1523.366 The district court below and one appellate court judge, however, concluded that the law created stigmatic harm on the LGBTQ plaintiffs by making them feel marginalized and ex-cluded in their own communities.367 Other provisions in H.B. 1523 include religious exemptions that specifically apply to child welfare.368 To begin, the exemp-tions forbid the state from taking any discriminatory action against a religious organization that provides or refuses to offer services in foster care or adoption in a matter consistent with the three religious views mentioned above.369 As a result, religiously affiliated child welfare providers could refuse to work with LGBTQ youth, including those who have been kicked out of their families for being LGBTQ.370 Some providers may outright reject LGBTQ youth from receiving support, leaving those youth with little choice but to live on their own in homelessness.371 Other providers might force LGBTQ youth to stay closeted in order to receive support, and place them with parents who hold hostile attitudes toward LGBTQ people.372   364. H.B. 1523, 2016 Leg., Reg. Sess. § 2(a)–(c) (Miss. 2016).  365. See, e.g., Brief of Scholars Who Study the LGBT Population as Amici Curiae in Support of Appellees at 2–3, Barber v. Bryant, 860 F.3d 345 (5th Cir. 2017) (Nos. 16-60477, 16-60478).  366. Barber, 860 F.3d at 358.  367. Barber v. Bryant, 872 F.3d 671 (5th Cir. 2017) (Dennis, J., dissenting from denial to rehear the case en banc); Barber v. Bryant, 193 F. Supp. 3d 677, 700 (S.D. Miss. 2016). In the pending federal district court case from Michigan, the court recognized these harms in order to conclude that prospective same-sex adoptive parents who were rejected by faith-based child placement agencies had standing to bring forth their constitutional claims. Dumont v. Lyon, 341 F. Supp. 3d 706, 720–26 (E.D. Mich. 2018).  368. Miss. H.B. 1523 § 3(2).  369. Id.   370. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 5–6 (stressing that under religious exemptions, child welfare agencies could refuse to assist a LGBTQ or transgender child).  371. See infra Part III.B.  372. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 5–6.   2019] LGBTQ CHILD WELFARE 2401  The broad exemptions in H.B. 1523 further prohibit the state from taking adverse action against foster or adoptive par-ents who “guide[] , instruct[] , or raise[]” a child consistent with any of the three views.373 This exemption justifies keeping LGBTQ youth in foster homes that denounce their sexual orien-tations or gender identities. Finally, the exemptions prohibit the state from taking adverse action against any person who de-clines to participate in the provision of medical treatments, coun-seling, and surgery related to the gender affirmation process.374 This increases possibilities to deny transgender and gender non-conforming youth in the child welfare system necessary transi-tion-related medical services.    H.B. 1523 further enables faith-based organizations to re-ject LGBTQ adults from parenting through foster care and adop-tion.375 These exclusions embrace the idea that LGBTQ adults are unfit parents—a view that is rooted in the third major theme of deviance that demonizes LGBTQ adults as threats to chil-dren.376 Of course, these restrictions have important conse-quences for the parenting rights of LGBTQ adults.377 However, they also limit the ability of LGBTQ youth who need help from the state to access living environments that are supportive of their sexual orientations and gender identities.378 Therefore, sexual deviance concepts are a double-edged sword in the context of religious exemptions involving LGBTQ child welfare: they work to exclude LGBTQ adults from parenting through foster care and adoption, which in turn, increases opportunities to sub-ordinate LGBTQ youth in the child welfare system and control their sexual orientation and gender identity development and expression in demeaning and stigmatizing ways. In more extreme cases, broad religious exemptions like those in H.B. 1523 permit foster parents to pressure LGBTQ   373. Miss. H.B. 1523 § 3(3).  374. Id. at § 4; cf. Maureen Carroll, Transgender Youth, Adolescent Deci-sionmaking, and Roper v. Simmons, 56 UCLA L. REV. 725, 732–41 (2019) (providing a discussion of the importance of decision-making autonomy for transgender youth in the medical domain).  375. Miss. H.B. 1523 § 3(2).  376. See supra Part I.C (discussing sexual predator stereotypes).  377. LGBT advocates stressed this point in legal challenges to H.B. 1523. E.g., Brief of GLBTQ Advocates & Defenders (GLAD) and National Center for Lesbian Rights as Amici Curiae in Support of Petitioners at 10, Barber v. Bry-ant, 138 S. Ct. 652 (2018) (mem.) (No. 17-547), 2017 WL 5433195, at *10 (noting that “HB 1523 thus severely inhibits LGBT persons and couples’ abilities to start families”).  378. See infra Part III.B.   2402 MINNESOTA LAW REVIEW [103:2343  youth to undergo damaging conversion therapies that try to change a person’s sexual orientation or gender identity.379 Pres-suring LGBTQ youth to undergo these psychiatric interventions relates to the major theme of sexual deviance involving the as-sumed malleability of sexual orientation and gender identity de-velopment during adolescence and childhood.380 When criminal sodomy and sexual psychopath laws were in force decades ago, the criminal law was the main social control that enabled public and private actors to subject youth to these harmful medical in-terventions.381 Child welfare law replaces this social control function of the criminal law when religious exemptions permit child welfare actors to subject LGBTQ youth to the same harm-ful interventions. B. RELIGIOUS EXEMPTIONS AND THE ENTRENCHMENT OF LGBTQ-BASED CHILD WELFARE INEQUALITY As this Section explains, the harms of allowing antiquated theories of sexual deviance to thrive through broad religious ex-emptions in the child welfare system are especially salient given that LGBTQ youth are already marginalized in the child welfare system. These youth face common challenges—many of which are rooted in discrimination against their sexual orientations and gender identities. For these reasons, it necessary to under-stand the harms of broad religious exemptions involving LGBTQ child welfare in terms of how they intervene against the back-drop of a public welfare system that is already an uneven playing field for LGBTQ youth. Currently, over 400,000 youth under the age of 18 live in foster homes, and many more come into contact with the child welfare system each year.382 It is impossible to determine exactly how many of these youth identify as LGBTQ because child wel-fare providers are not legally required to track demographic in-formation related to sexual orientation or gender identity.383 The   379. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8, at 2.   380. See supra Part I.B. As noted previously, scholars have described how conversion therapy practices have deep religious roots. George, supra note 14.  381. See supra Part II.A.  382. CHILD WELFARE INFO. GATEWAY, FOSTER CARE STATISTICS 2016, at 3 (2018), https://www.childwelfare.gov/pubPDFs/foster.pdf.  383. HUMAN RIGHTS CAMPAIGN, LGBTQ YOUTH IN THE FOSTER CARE SYS-TEM 2 (2015), https://assets2.hrc.org/files/assets/resources/HRC -YouthFosterCare-IssueBrief-FINAL.pdf1514148967. In December 2016, the Federal Administration on Children, Youth and Families (ACYF)  finalized changes to the Adoption and Foster Care Analysis and Reporting System   2019] LGBTQ CHILD WELFARE 2403  limited available statistics, however, suggest that LGBTQ youth, and especially LGBTQ youth of color, are overrepresented in the child welfare system.384 These trends are troubling given that LGBTQ individuals are now “coming out” (or disclosing their sexual orientations or gender identities to others) in greater numbers and at earlier ages than in prior decades.385 Critically, many LGBTQ youth come out during childhood and adolescence, which are life periods when they may enter the child welfare system.386 Two recent studies offer a better snapshot of the problem. The first study, based on a nationally representative sample from the National Survey of Child Adolescent Well-Being–II, es-timated that about 22.8% of youth who live in out-of-home child welfare placements nationwide identify as lesbian, gay, bisexual,  (AFCARS)—a federally mandated data collection program—that would have re-quired state and tribal welfare agencies to collect data on the sexual orientation of youth in foster care. U.S. ADMIN. FOR CHILDREN & FAMILIES, TALKING POINTS: THE ADOPTION AND FOSTER CARE ANALYSIS AND REPORTING SYSTEM (AFCARS) FINAL RULE 2 (2017), https://www.acf.hhs.gov/sites/default/files/cb/ afcars_talking_points.pdf. With new leadership under the Trump administra-tion, however, the ACYF reversed course and announced that it planned to de-lay the changes until 2020 and reconsider new rules. John Kelly, Trump Ad-ministration Delays New Child Welfare Data Rules Until 2020, but Plans Changes to Obama Plan, CHRON. SOC. CHANGE (Sept. 6, 2018), https:// chronicleofsocialchange.org/youth-services-insider/trump-administration -delays-new-child-welfare-data-until-2020-but-plans-changes-to-rules-set-by -obama; see also Bianca Wilson, Why We Need to Collect Data on LGBTQ Youth in Foster Care, CHRON. SOC. CHANGE (July 16, 2018), https://chronicleofsocial change.org/featured/need-collect-data-lgbtq-youth-foster-care (discussing the need for child welfare agencies to collect data on LGBTQ youth in foster care).  384. MARTIN ET AL., supra note 26; WILSON ET AL., supra note 26, at 6.  385. Gary J. Gates, Marriage and Family: LGBT Individuals and Same-Sex Couples, 25 FUTURE CHILD. 67, 67 (2015) (“Reduced social stigma means that more LGBT people are coming out earlier in life.”); Christian Grov et al., Birth Cohort Differences in Sexual Identity Development Milestones Among HIV-Neg-ative Gay and Bisexual Men in the United States, 55 J. SEX RES. 984, 984 (2018) (reporting findings of a study in which the average age gay and bisexual men reported first feeling attracted to someone of the same sex was between eleven and twelve years old); Gary W. Harper et al., The Internet’s Multiple Roles in Facilitating the Sexual Orientation Identity Development of Gay and Bisexual Male Adolescents, 10 AM. J. MEN’S HEALTH 359, 360–61 (2016) (discussing sex-ual orientation identity development among adolescents); Kristina R. Olson & Selin Gülgöz, Early Findings from the TransYouth Project: Gender Development in Transgender Children, 12 CHILD DEV. PERSP. 93, 93 (2018) (describing the initial findings of “the first large, longitudinal study of socially transitioned transgender children”).  386. See sources cited supra note 385. Many LGBTQ youth already identify as LGBTQ before entering foster care whereas others begin to identify as LGBTQ after being placed in out-of-home care. WILBER ET AL., supra note 272, at 36–37.   2404 MINNESOTA LAW REVIEW [103:2343  or questioning.387 Approximately fifty-seven percent of those sex-ual minority youth also identify as youth or children of color.388 The second study, the Los Angeles Foster Youth Study, fo-cused on all LGBTQ youth between twelve- and twenty-one-years-old in the Los Angeles County foster care system.389 Nota-bly, the L.A. County child welfare system is the largest in the country.390 The study found that nineteen percent of foster youth in L.A. County identified as LGBTQ—almost double the esti-mated percentage of LGBTQ youth in L.A. County.391 Approxi-mately eighty-six percent of the LGBTQ youth in the study also identified as Latino, Black, or Asian Pacific Islander.392  Many LGBTQ youth enter the child welfare system for the same reasons that non-LGBTQ youth do.393 Examples include parental drug or alcohol dependency, neglect, or maltreatment and abuse.394 LGBTQ youth, however, are more vulnerable to entering the child welfare system after facing family rejection or being kicked out of their homes for being LGBTQ.395 In light of these risks, the need for safe and supportive environments for LGBTQ youth is especially great. Nonetheless, LGBTQ youth experience several challenges inside the child welfare system that contribute to their further victimization and lack of stability within the system. At the high-est level, child welfare administrators and frontline caseworkers   387. MARTIN ET AL., supra note 26, at 8. The study did not include transgender or gender nonconforming youth. Id.  388. Id.  389. WILSON ET AL., supra note 26, at 20.  390. CAL. DEP’T OF SOC. SERVS., CALIFORNIA - CHILD AND FAMILY SERVICES REVIEW: COUNTY SELF-ASSESSMENT 2011–2015 COUNTY OF LOS ANGELES 3 (2016), http://www.childsworld.ca.gov/res/SIPs/2016/LosAngelesCSA.pdf.  391. WILSON ET AL., supra note 26, at 6.  392. Id. at 8.  393. HUMAN RIGHTS CAMPAIGN, supra note 383, at 1.  394. Id.  395. See ANDREW CRAY ET AL., CTR. FOR AM. PROGRESS, SEEKING SHELTER: THE EXPERIENCES AND UNMET NEEDS OF LGBT HOMELESS YOUTH 11–12 (2013), https://www.americanprogress.org/wp-content/uploads/2013/09/ LGBTHomelessYouth.pdf; CHILD WELFARE LEAGUE OF AM. & LAMBDA LEGAL, GETTING DOWN TO BASICS: TOOLS TO SUPPORT LGBTQ YOUTH IN CARE 46 (2015), http://www.lambdalegal.org/sites/default/files/getting_down_to_basics_ -_2015.pdf; WILSON ET AL., supra note 26, at 34 (“[N]early 3% of the overall fos-ter care youth population are estimated to have been kicked out or run away from their homes for issues related to sexuality, gender identity and gender ex-pression . . . .”); see also Martha Albertson Fineman, Vulnerability, Resilience, and LGBT Youth, 23 TEMP. POL. & C.R. L. REV. 307, 322 (2014) (stressing that “[f ]amily conflict over a youth’s sexual orientation and gender identity is a sig-nificant element that leads to . . . the need to enter the child welfare system”).   2019] LGBTQ CHILD WELFARE 2405  often lack training and cultural competency to handle the chal-lenges that LGBTQ youth face before and after entering the sys-tem.396 Currently, there is a dearth of child welfare laws or poli-cies that require such training.397 Lack of cultural competency, as well as implicit and explicit biases of administrators and frontline caseworkers, can negatively affect placements and con-tribute to LGBTQ youth being housed in living environments where they face discrimination or mistreatment on the basis of their sexual orientations or gender identities.398 Moreover, in spite of being overrepresented in the child wel-fare system, LGBTQ youth are harder to place in foster homes and adoptive families compared to non-LGBTQ youth.399 This is especially the case for LGBTQ adolescents given that it is overall easier to place children and infants through foster care or adop-tion.400 Many LGBTQ youth never find suitable foster or adop-tive homes before they emancipate (or “age out”) from the child welfare system upon reaching adulthood.401 In addition, many prospective parents decide not to foster or adopt LGBTQ youth or children because of their own anti-LGBTQ biases or because they feel unequipped to do so.402 For these reasons, LGBTQ youth are more likely to bounce between multiple foster homes and are often considered “unadoptable.”403 They are also more likely, simply on the basis of their sexual orientations or gender identities, to be funneled into group homes and other restrictive   396. Gallegos et al., supra note 27, at 227–28.  397. Currently, only nine states require LGBTQ-inclusive competency train-ing for child welfare staff or foster parents. Foster and Adoption Laws, MOVE-MENT ADVANCEMENT PROJECT, http://www.lgbtmap.org/equality-maps/foster_ and_adoption_laws (last visited Mar. 19, 2019).  398. WILSON ET AL., supra note 26, at 11; Gallegos et al., supra note 27.  399. AMY DWORSKY, MATHEMATICA POLICY RESEARCH, THE ECONOMIC WELL-BEING OF LESBIAN, GAY, AND BISEXUAL YOUTH TRANSITIONING OUT OF FOSTER CARE 2 (2013), https://www.acf.hhs.gov/sites/default/files/opre/opre_ lgbt_brief_01_04_2013.pdf (stressing that “studies do suggest that placement instability is common for LGB youth”); WILSON ET AL., supra note 26, at 6.  400. Betty Boyle-Duke, Black Adolescent Girls in Foster Care, in BLACK GIRLS AND ADOLESCENTS: FACING THE CHALLENGES 183, 193 (Catherine Fisher Collins ed., 2015) (“In general, teens in care are less likely to reach permanency goals of reuniting with birth parents as compared to younger children.”).  401. Ernst Hunter, What’s Good for the Gays Is Good for the Gander: Making Homeless Youth Housing Safer for Lesbian, Gay, Bisexual, and Transgender Youth, 46 FAM. CT. REV. 543, 545 (2008).  402. HUMAN RIGHTS CAMPAIGN, supra note 383, at 2–3.   403. WILSON ET AL., supra note 26, at 6, 11; Gallegos et al., supra note 27.   2406 MINNESOTA LAW REVIEW [103:2343  forms of congregate care that are primarily intended to house youth with behavioral problems.404 In both foster care and group homes, LGBTQ youth are at much greater risk for maltreatment and abuse (sexual, physical, and verbal) compared to non-LGBTQ youth.405 Child welfare ac-tors are also more likely to discipline LGBTQ youth for age-ap-propriate sexual conduct or gender nonconforming expressions that would likely go unpunished if they had involved non-LGBTQ youth.406 These forms of rejection can have serious con-sequences for LGBTQ youth in the child welfare system. For in-stance, LGBTQ youth who face family rejection (whether in their biological families or in child welfare placements) are at greater risk for drug and alcohol dependency, high-risk sexual behav-iors, depression, and suicide.407 These various challenges contribute to LGBTQ youth leav-ing or being kicked out of child welfare placements with no place to live.408 Recent studies have found that as high as twenty to forty percent of the homeless youth population in the United States identifies as LGBTQ.409 Although the exact percentage of homeless LGBTQ youth who had previous contact with the child welfare system is unknown, some studies estimate that it may be as high as sixty percent in certain regions.410 While homeless,   404. WILSON ET AL., supra note 26, at 6; Gallegos et al., supra note 27.  405. WILSON ET AL., supra note 26, at 11.  406. Id. at 11–12.  407. Caitlin Ryan et al., Family Acceptance in Adolescence and the Health of LBGT Young Adults, 23 J. CHILD & ADOLESCENT PSYCHIATRIC NURSING 205, 210 (2010).   408. Woods, supra note 30, 1678–83 (discussing connections between rejec-tion in the child welfare system and homelessness for LGBTQ youth).  409. See, e.g., LAURA DURSO & GARY GATES, THE WILLIAMS INST., SERVING OUR YOUTH: FINDINGS FROM A NATIONAL SURVEY OF SERVICES PROVIDERS WORKING WITH LESBIAN, GAY, BISEXUAL AND TRANSGENDER YOUTH WHO ARE HOMELESS OR AT RISK OF BECOMING HOMELESS 3 (2012), https:// williamsinstitute.law.ucla.edu/wp-content/uploads/Durso-Gates-LGBT -Homeless-Youth-Survey-July-2012.pdf (reporting that LGBTQ youth repre-sent thirty to forty percent of the youth served in drop-in centers, street out-reach programs, and housing programs); NICO SIFRA QUINTANA ET AL., CTR. FOR AM. PROGRESS, ON THE STREETS: THE FEDERAL RESPONSE TO GAY AND TRANSGENDER HOMELESS YOUTH 6 tbl.1 (2010), https://cdn.americanprogress .org/wp-content/uploads/issues/2010/06/pdf/lgbtyouthhomelessness.pdf (pre-senting the results of a sample of studies among gay and homeless youth be-tween 2000 and 2008).  410. AM. BAR ASS’N, REPORT AND RECOMMENDATION 104B, at 4 (2007), https://www.americanbar.org/content/dam/aba/directories/policy/2007_am_ 104b.authcheckdam.pdf. Studies that are not specific to the LGBTQ context have also found strong connections between youth homelessness and leaving   2019] LGBTQ CHILD WELFARE 2407  LGBTQ youth face increased risk for further physical, sexual, and verbal victimization.411  With no stable means of income or housing, many homeless LGBTQ youth engage in sex work and other forms of criminality to survive.412 As a result, homelessness places LGBTQ youth at risk for being funneled into the juvenile and criminal justice sys-tems,413 where LGBTQ youth (and especially LGBTQ youth of color) are also overrepresented.414 Illustrating the relationship between challenges in the child welfare system and involvement in the juvenile justice system, LGBTQ youth are overrepre-sented among “dually-involved” or “crossover youth,” meaning youth in the juvenile justice system who have had prior involve-ment with the child welfare system.415 Importantly, many du-ally-involved or crossover LGBTQ youth have experienced home-lessness after being rejected from their biological families or the  child welfare placements. See, e.g., FAMILY & YOUTH SERVS. BUREAU, STREET OUTREACH PROGRAM: DATA COLLECTION PROJECT EXECUTIVE SUMMARY 2 (2014), https://www.acf.hhs.gov/sites/default/files/fysb/fysb_sop_summary_final .pdf.  411. KATAYOON MAJD ET AL., HIDDEN INJUSTICE: LESBIAN, GAY, BISEXUAL, AND TRANSGENDER YOUTH IN JUVENILE COURTS 72 (2009), http://www .nclrights.org/wp-content/uploads/2014/06/hidden_injustice.pdf.  412. MEREDITH DANK ET AL., URBAN INST., SURVIVING THE STREETS OF NEW YORK: EXPERIENCES OF LGBTQ YOUTH, YMSM, AND YWSW ENGAGED IN SUR-VIVAL SEX 5 (2015), https://www.urban.org/sites/default/files/publication/42186/ 2000119-Surviving-the-Streets-of-New-York.pdf (“Homelessness is one of the most common drivers of youth engagement in survival sex.”). It is important to note here that LGBTQ adults of color also face systemic discrimination—both on the basis of their LGBTQ identities and their races or ethnicities—in the criminal justice system. See generally, e.g., Russell Robinson, Masculinity as Prison, Sexual Identity, Race, and Incarceration, 99 CALIF. L. REV. 1309 (2011).  413. See generally Woods, supra note 30 (discussing connections between ex-clusions in the child welfare system and the involvement of LGBTQ youth in the juvenile and criminal justice systems).  414. MAJD ET AL., supra note 411, at 2 (highlighting an estimate that thir-teen percent of youth in juvenile custody are LGBT); Irvine & Canfield, supra note 315, at 248 (estimating that twenty percent of youth in juvenile detention identify as LGBTQ); Shannan Wilber, Invest Upstream to Promote the Well-Be-ing of LGBT Youth: Addressing Root Causes of Juvenile System Involvement, in A NEW JUVENILE JUSTICE SYSTEM: TOTAL REFORM FOR A BROKEN SYSTEM 175 (Nancy E. Dowd ed., 2010) (noting that “the vast majority” of LGBT youth in the juvenile justice system are youth of color). It is difficult to estimate the exact percentage of LGBTQ youth in the juvenile justice system because many LGBTQ youth are not “out” while in detention. See, e.g., WESLEY WARE, JUVE-NILE JUSTICE PROJECT OF LA., LOCKED UP & OUT: LESBIAN, GAY, BISEXUAL, & TRANSGENDER YOUTH IN LOUISIANA’S JUVENILE JUSTICE SYSTEM 18 (2010), https://www.familybuilders.org/sites/default/files/pdf/LockedUpandOut.pdf.  415. Irvine & Canfield, supra note 315, at 248.   2408 MINNESOTA LAW REVIEW [103:2343  child welfare system.416 Difficulties upon release from juvenile or criminal detention put LGBTQ youth at risk for homelessness again, upon which they may cycle back into the juvenile or crim-inal justice system.417 In short, the child welfare system is fraught with LGBTQ inequality. Many LGBTQ youth in the child welfare domain have to negotiate their LGBTQ identities as well as other aspects of their identities upon which they may face further marginali-zation because of race, ethnicity, and gender inequalities.418 Broad religious exemption laws involving LGBTQ child welfare intervene against the backdrop of this uneven playing field, and further exacerbate the problems for LGBTQ youth in the child welfare system.  IV.  EQUALITY CONSIDERATIONS   The previous Parts have demonstrated why we should un-derstand the recent push for broad religious exemptions involv-ing LGBTQ child welfare as the latest point on a historical tra-jectory of child welfare interventions that rest on sexual deviance concepts to control and subordinate LGBTQ youth. This Part discusses the broader implications of this Article’s the-oretical and historical analysis for LGBTQ equality. First, it ex-plains why we should consider the experiences of LGBTQ youth in the child welfare system as an essential part of the debate over religious liberty and LGBTQ equality. Second, it describes why it is necessary to include remedying LGBTQ-based inequal-ity in the child welfare system as part of a broader vision for a fully inclusive LGBTQ antidiscrimination regime.    416. Id. at 252.  417. See, e.g., CTR. FOR AM. PROGRESS & MOVEMENT ADVANCEMENT PRO-JECT, UNJUST: HOW THE BROKEN JUVENILE AND CRIMINAL JUSTICE SYSTEMS FAIL LGBTQ YOUTH 23 (2016), http://www.lgbtmap.org/file/lgbt-criminal -justice-youth.pdf (“Without appropriate support, many LGBTQ young people released from the system face substantial barriers to successful re-entry.”); Heather M. Berberet, Putting the Pieces Together for Queer Youth: A Model of Integrated Assessment of Need and Program Planning, 85 CHILD WELFARE 361, 373 (2006) (reporting the findings of one study that found that forty-five percent of LGBT homeless youth reported involvement with the juvenile justice system).  418. See generally Michelle Page, Comment, Forgotten Youth: Homeless LGBT Youth of Color and the Runaway and Homeless Youth Act, 12 NW. J.L. & SOC. POL’Y 17 (2017) (discussing the causes and effects of homelessness on LGBT youth of color). Cf. Kimberlé Crenshaw, Mapping the Margins: Intersec-tionality, Identity Politics, and Violence Against Women of Color, 43 STAN. L. REV. 1241 (1991) (developing “intersectionality” as a framework to evaluate the race and gender dimensions of violence against women of color).   2019] LGBTQ CHILD WELFARE 2409  The debate over religious liberty and LGBTQ equality has largely centered on LGBTQ adults, and in particular, same-sex couples who are married or wish to get married.419 Proponents of broad religious exemptions that include many of the objections in the LGBTQ context argue that baking a cake or taking photos for a same-sex wedding “facilitates” same-sex marriage in viola-tion of the sincerely held religious beliefs of organizations and individuals.420 They argue that marriage is an exceptional act, and in so doing, frame religious liberty claims as responding to conduct (namely, same-sex marriage) rather than targeting LGBTQ status in violation of antidiscrimination principles.421  Conversely, scholars arguing for limits on religious accom-modation that would have the effect of blocking many of the ex-emption claims in the LGBTQ context argue that these claims do not involve issues that are exceptional to same-sex mar-riage.422 In rejecting the conduct and status distinctions under-lying religious liberty claims, these scholars stress that broad religious exemptions undermine LGBTQ antidiscrimination pro-tections and permit discrimination against LGBTQ individuals and same-sex couples in a variety of domains (for instance, em-ployment, housing, public accommodations, education, and busi-nesses serving the public).423 Based on these ideas, scholars who argue for limits on religious accommodation contend that these   419. See NeJaime, supra note 15, at 1180–95 (describing that the current debate over religious liberty and LGBTQ equality largely centers on marriage for same-sex couples); Sepper, supra note 15, at 711–12 (describing the positions of proponents who advocate for broad religious exemptions that include the ob-jections to marriage equality).  420. See Douglas Laycock, Afterword, in SAME-SEX MARRIAGE AND RELI-GIOUS LIBERTY 195 (Douglas Laycock et al. eds., 2008); see also NeJaime & Siegel, supra note 15, at 2565 n.200 (discussing “marriage conscience protec-tion”); Oleske, supra note 15, at 102; Sepper, supra note 15, at 711–12 (describ-ing the positions of proponents who advocate for broad religious exemptions that include the objections to marriage equality).  421. See SAME-SEX MARRIAGE AND RELIGIOUS LIBERTY, supra note 15 (dis-cussing the unique relationship between same-sex marriage and threats to re-ligious liberty); see also NeJaime, supra note 15, at 1185–88 (discussing “mar-riage conscience protection” proposals); Sepper, supra note 15, at 714 (noting that proponents who advocate for broad religious exemptions that include many of the objections in the LGBTQ context “adopt the position that marriage is an exceptional act”).  422. See, e.g., NeJaime, supra note 15, at 1178 (“[T]he current debate misi-dentifies same-sex marriage as central to the conflict between sexual orienta-tion nondiscrimination and religious freedom . . . .”).  423. See Courtney Joslin, Marital Status Discrimination 2.0, 95 B.U. L. REV. 805, 807–08 (2015); NeJaime, supra note 15, at 1230; NeJaime & Siegel, supra note 15, at 2564; Oleske, supra note 15, at 102.   2410 MINNESOTA LAW REVIEW [103:2343  exemptions should be addressed under the legal framework of antidiscrimination law, and not through the narrow lens of mar-riage law.424  The theoretical and historical analysis of this Article bol-sters these scholarly critiques. By narrowly focusing on same-sex marriage, proponents of broad religious exemptions have largely overshadowed LGBTQ youth in the child welfare sys-tem—even when those exemptions would directly affect this highly vulnerable population. The debates surrounding H.B. 1523 in the Mississippi legislature illustrate this very point. When presenting H.B. 1523 in both the state Senate and House of Representatives, legislative sponsors of the bill stressed that the legislation responded to the legalization of same-sex mar-riage after Obergefell.425 LGBTQ youth in the child welfare sys-tem were never mentioned during the hours of legislative de-bate,426 even though H.B. 1523 includes several religious exemptions that potentially shape their everyday living environ-ment.427 The few references to child welfare issues centered on marriage—namely, protecting the ability of religiously affiliated organizations to refuse to place children with married same-sex couples through foster care or adoption.428 Scholars who argue for limits on religious accommodation have engaged with fundamental questions about how we should conceptualize LGBTQ identity in the debate over religious lib-erty and LGBTQ equality, including the constitutive role of con-duct in shaping LGBTQ identity (for instance, getting married). In one leading view, Douglas NeJaime argues that religious ex-emptions target the enactment of sexual orientation through   424. See, e.g., Eskridge, supra note 316, at 657; Chai R. Feldblum, Moral Conflict and Liberty: Gay Rights and Religion, 72 BROOK. L. REV. 61, 121 (2006); Martha Minow, Should Religious Groups Be Exempt from Civil Rights Laws?, 48 B.C. L. REV. 781, 808–14 (2007); NeJaime, supra note 15, at 1179.  425. Statement of Rep. Andy Gipson, Mississippi House of Representatives, 2016 Reg. Sess., Feb. 19, 2016, at 30:40 (noting that Obergefell triggered H.B. 1523), http://law.mc.edu/legislature/bill_details.php?id=4621&session=2016; Statement of Sen. Jenifer Branning, Mississippi Senate, 2016 Reg. Sess., Mar. 30, 2016, at 2:34–3:06 (describing H.B. 1523 and noting that the bill “was brought forward as a result of the U.S. Supreme Court decision Obergefell last summer that legalized same-sex marriage”), http://law.mc.edu/legislature/bill_ details.php?id=4621&session=2016.  426. Legislative History Project, MC L., http://law.mc.edu/legislature/bill_ details.php?id=4621&session=2016 (last visited Mar. 19, 2019).   427. H.B. 1523, 2016 Reg. Sess. § 3(2)–(4) (Miss. 2016).  428. See Legislative History Project, supra note 426.   2019] LGBTQ CHILD WELFARE 2411  same-sex relationships, and thus have the potential to under-mine sexual orientation antidiscrimination protections both in-side and outside of marriage contexts.429 Underlying NeJaime’s argument is a theoretical conception of sexual orientation as a public and conduct-based relational identity.430 NeJaime argues that lesbians and gay men enact their sexual orientation through same-sex relationships,431 and thus marriage equality is only one way in which lesbians and gay men achieve relation-ship-based sexual orientation equality.432 This theoretical conception of sexual orientation identity can be extended even further to illuminate the importance of considering child welfare issues concerning LGBTQ youth in the debate over religious liberty and LGBTQ equality. Specifically, this conception assists in mapping how religious exemptions per-mit discrimination against LGBTQ youth in the child welfare system in ways that match and differ from discrimination against adults in same-sex relationships. As discussed below, this mapping provides additional support for calls in legal schol-arship to address religious exemptions under antidiscrimination legal frameworks, and underscores a need to devote greater at-tention to the specific experiences of LGBTQ youth in fleshing out the meaning of LGBTQ antidiscrimination principles. In some situations, religious exemptions involving LGBTQ child welfare protect instances of religiously motivated discrim-ination against age-appropriate, relationship-based conduct through which LGBTQ youth enact their sexual orientations. To illustrate this point, consider Annette Thomas’s story.433 When Annette was seventeen years old and in high school, she was da-ting another teenage girl. One day, Annette’s foster mother over-heard a phone conversation between her and her best friend about a girl that Annette was dating. After the call ended, An-nette’s foster mother pulled out the Bible, told her that she was going to Hell if she continued down that path, and demanded that she cut off all ties with her girlfriend as well as her best friend (who also identified as lesbian). Isolated from her friends, Annette became severely depressed and attempted suicide, after   429. NeJaime, supra note 15, at 1177.  430. Id. at 1196–97.  431. Id. at 1178.  432. Id. at 1196.  433. Annette Thomas’s story is featured in Fostering Gay Youth, OUTFRONT, (June 19, 2014), https://www.outfrontmagazine.com/news/community-voices/ fostering-gay-youth.    2412 MINNESOTA LAW REVIEW [103:2343  which she was committed to a psychiatric hospital. Her foster parents then sent her to a Christian counselor who specialized in conversion therapy. When Annette refused to reject her les-bian identity, her foster parents kicked her out of the house. She was then sent to live in a group home where she was the only gay youth and faced harassment. Although not a focus in the debate over religious liberty and LGBTQ equality, these forms of relationship-based discrimina-tion have special meaning for LGBTQ identity construction. Ad-olescence is a sensitive period of sexual identity formation.434 Many youth begin to explore their sexual identities during ado-lescence, and often do so through dating.435 With the stigma that still attaches to homosexuality in certain segments of society, non-heterosexual youth may fear judgment, seclusion, or victim-ization when they enact their sexual identities through da-ting.436 This is especially the case for many non-heterosexual youth in the child welfare system who have already experienced rejection based on their sexual orientations from biological or foster family members, child welfare administrators or frontline caseworkers, or group home staff.437  In other situations, religious exemptions protect instances of religiously motivated discrimination against non-relation-ship-based conduct or expression through which LGBTQ youth enact their sexual orientations or gender identities. For in-stance, foster parents or group home staff may invoke their reli-gious views in order to pressure LGBTQ youth to express them-selves through dress, jewelry, or hairstyles that adhere to traditional gender norms.438 Transgender and gender non-con-forming youth in particular may be forced to dress and present their genders in ways that are inconsistent with their gender   434. See Shelley L. Craig & Ashley Austin, Childhood and Adolescence, in TRAUMA, RESILIENCE, AND HEALTH PROMOTION IN LGBT PATIENTS 57, 57 (Kris-ten L. Eckstrand & Jennifer Potter eds., 2017) (“[A]dolescence is the develop-mental stage during which sexual orientation . . . plays an increasingly im-portant role.”).  435. See Samantha DeHaan et al., The Interplay Between Online and Offline Explorations of Identity, Relationships, and Sex: A Mixed-Methods Study with LGBT Youth, 50 J. SEX RES. 421, 422 (2013) (“[A]dolescence is a sensitive period in which many youth begin to explore their sexuality and engage in close peer and romantic relationships.”).  436. See id.  437. See supra Part II.  438. See MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8 (stating the welfare system may block recognition of LGBTQ youths’ gender identities or sexualities).   2019] LGBTQ CHILD WELFARE 2413  identities.439 These forms of gender identity subordination can severely damage a transgender or gender non-conforming youth’s sense of self, and result in several negative outcomes in-cluding depression and suicide.440  Moreover, foster parents or group home staff may invoke their religious views to forbid LGBTQ youth from participating or belonging to community-based or school-based organizations geared to support LGBTQ youth, for instance, an LGBTQ youth group or a gay-straight alliance.441 Especially for LGBTQ youth in the child welfare system who have suffered rejection on the basis of their sexual orientations or gender identities, and con-tinue to face discrimination and rejection at school,442 these or-ganizations can offer additional networks of support, role mod-els, resources, and safe spaces.443 Studies show that involvement in LGBTQ youth organizations is correlated with many immedi-ate and long-term positive outcomes for LGBTQ youth, including   439. See id.  440. See Arnold H. Grossman & Anthony R. D’Augelli, Transgender Youth and Life-Threatening Behaviors, 37 SUICIDE & LIFE-THREATENING BEHAV. 527, 534–35 (2007) (identifying transgender youth as at risk for suicide and finding a connection between suicide attempts and body esteem).   441. Cf. MOVEMENT ADVANCEMENT PROJECT ET AL., supra note 8 (stating that agencies can choose to place LGBT youth in religious homes that are unac-cepting and resistant to their gender and sexual identities).  442. See generally HUMAN RIGHTS WATCH, “LIKE WALKING THROUGH A HAILSTORM:” DISCRIMINATION AGAINST LGBT YOUTH IN US SCHOOLS (2016), https://www.hrw.org/sites/default/files/report_pdf/uslgbt1216web_2.pdf (dis-cussing difficulties surrounding discrimination and bullying against LGBT youth in schools).  443. See CHILD WELFARE INFO. GATEWAY, SUPPORTING YOUR LGBTQ YOUTH: A GUIDE FOR FOSTER PARENTS 9 (2013), https://www.childwelfare.gov/ pubPDFs/LGBTQyouth.pdf (listing gay-straight alliance groups, policies against bullying, and inclusive teachers and curriculum as “practices . . . [for] improving school climate for LGBTQ youth”); NAT’L CTR. OF CHILD WELFARE EXCELLENCE, REACHING HIGHER: A CURRICULUM FOR FOSTER/ADOPTIVE PAR-ENTS AND KINSHIP CAREGIVERS CARING FOR LGBTQ YOUTH 79, http://www .nccwe.org/downloads/LGBTQ-FosterParentFacilitatorGuide.pdf (“LGBTQ youth need peers, mentors, and professionals who identify with LGBTQ issues. Regardless of how supportive you may be it is critical that the youth connect with a community of LGBTQ people, and with services/programs that can pro-vide ongoing support.”); V. Paul Poteat et al., Gay–Straight Alliances Are Asso-ciated with Student Health: A Multischool Comparison of LGBTQ and Hetero-sexual Youth, 23 J. RES. ON ADOLESCENCE 319, 319–20 (2012) (discussing the positive effects of alliance programs in schools); Jordan Blair Woods, Gay-Straight Alliances and Sanctioning Pretextual Discrimination Under the Equal Access Act, 34 N.Y.U. REV. L. & SOC. CHANGE 373, 406–11 (2010) (discussing empirical research on gay-straight alliances and LGBTQ student safety).   2414 MINNESOTA LAW REVIEW [103:2343  greater self-esteem and comfort with expressing their sexual ori-entations or gender identities.444 Beyond undermining LGBTQ equality inside the child wel-fare system, these forms of religiously motivated discrimination also have consequences outside of the child welfare domain that threaten LGBTQ equality in society at large. Homelessness is one category of potential spillover effects. Many LGBTQ youth experience homelessness after running away or being kicked out of child welfare placements that reject or mistreat them on the basis of their sexual orientations or gender identities.445 In pro-tecting religiously motivated discrimination against LGBTQ youth, broad religious exemptions encourage child welfare envi-ronments that are hostile toward LGBTQ youth and diminish the availability of placements that are supportive of their sexual orientations and gender identities.446   With regard to LGBTQ identity construction, homelessness can negatively shape the subjectivities of LGBTQ youth. Studies show that many homeless youth internalize the idea that they are to blame for their difficult living situations, which in turn, damages their self-esteem and sense of self-worth.447 If broad re-ligious exemptions protect instances of religiously motivated   444. See, e.g., Salvatore Ioverno et al., The Protective Role of Gay–Straight Alliances for Lesbian, Gay, Bisexual, and Questioning Students: A Prospective Analysis, 3 PSYCHOL. SEXUAL ORIENTATION & GENDER DIVERSITY 397, 397–406 (2016) (listing positive outcomes associated with gay-straight alliances in schools); Russell B. Toomey et al., High School Gay–Straight Alliances (GSAs) and Young Adult Well-Being: An Examination of GSA Presence, Participation, and Perceived Effectiveness, 15 APPLIED DEV. SCI. 175, 175–85 (2011) (finding positive outcomes for LGBTQ students at schools with gay-straight alliances).  445. See Alex S. Keuroghlian et al., Out on the Street: A Public Health and Policy Agenda for Lesbian, Gay, Bisexual, and Transgender Youth Who Are Homeless, 84 AM. J. ORTHOPSYCHIATRY 66, 67 (2014) (“The most commonly cited reason among LGBT youth for becoming homeless is running away from fami-lies who reject them because of sexual orientation or gender identity[, and] . . . [t]he second most commonly cited reason is being forced out.”).  446. See BEWKES ET AL., supra note 26, at 7–8 (discussing discriminatory “laws and policies that . . . allow child welfare providers to opt out of . . . provid-ing affirming care to LGBTQ youth”); cf. Polikoff, Resisting “Don’t Ask, Don’t Tell,” supra note 170 (“The most obvious connection between lesbian and gay youth and foster parents is the importance of the availability of gay and lesbian foster parents to provide homes for gay teenagers who need acceptance and sup-port for their journey into adulthood.”).  447. Cf. David Farrugia, The Symbolic Burden of Homelessness: Towards a Theory of Youth Homelessness as Embodied Subjectivity, 47 J. SOC. 71, 84–85 (2010) (finding “homelessness carries a symbolic burden” for youth); Sue-Ann MacDonald, The Paradox of Being Young and Homeless: Resiliency in the Face of Constraints, 4 INT’L J. CHILD YOUTH & FAM. STUD. 425, 436 (2013) (explain-ing the self-perceived stigmatizing labels homeless youth feel).   2019] LGBTQ CHILD WELFARE 2415  anti-LGBTQ discrimination in the child welfare system that con-tribute to the homelessness of LGBTQ youth, then those youth may internalize the stigmatizing idea that their LGBTQ identi-ties are to blame for their homelessness.448 Homelessness can also result in problems that inhibit LGBTQ youth from achieving positive outcomes later in life.449 These problems include financial instability, food insecurity, un-employment, lack of education, and poor health.450 While home-less, LGBTQ youth are at greater risk for experiencing further sexual, physical, and verbal victimization.451 Participation in survival crimes (for instance, theft or sex work) also increases possibilities for homeless LGBTQ youth to be funneled into the juvenile or criminal justice systems,452 and furthers marginali-zation on the basis of their sexual orientations or gender identi-ties.453 This is especially the case for LGBTQ youth of color, who face the additional burden of being marginalized on the basis of their races and ethnicities in these systems.454 Difficulties upon release from juvenile or criminal detention put LGBTQ youth at risk for homelessness again, upon which they may cycle back into the juvenile or criminal justice system.455 Another category of potential spillover effects involves emancipation (or “aging out”) from the child welfare system.456   448. See Nicholas Newton, Gay Youths at Risk: Homelessness, Hustling, and Gay Youth Shelters, in LESBIAN, GAY, BISEXUAL, AND TRANSGENDER AMERI-CANS AT RISK: PROBLEMS AND SOLUTIONS 75, 81 (Chuck Stewart ed., 2018) (dis-cussing how homeless LGBTQ youth often internalize the idea that their sexual orientations and gender identities are to blame for their living situations).  449. See COALITION FOR JUVENILE JUSTICE, YOUTH HOMELESSNESS AND JU-VENILE JUSTICE: OPPORTUNITIES FOR COLLABORATION AND IMPACT 1 (2016), http://juvjustice.org/sites/default/files/resource-files/policy%20brief_FINAL .compressed.pdf (“[Homelessness can] have long term impacts and can hurt young peoples’ chances for educational attainment, good health, and economic stability later in life.”).  450. See id. at 1–2.  451. See MAJD ET AL., supra note 411 (finding homeless LGBTQ youth are at “high risk of victimization, including assault, robbery and rape”).  452. See DANK ET AL., supra note 412, at 74, 79 (discussing the “perceived risks of involvement in the sex trade, including incarceration,” and finding “many youth engaged in survival sex experience frequent arrest”).   453. See generally CTR. FOR AM. PROGRESS & MOVEMENT ADVANCEMENT PROJECT, supra note 417 (discussing LGBT inequality in the juvenile justice system); MAJD ET AL., supra note 411 (same).  454. See CTR. FOR AM. PROGRESS & MOVEMENT ADVANCEMENT PROJECT, su-pra note 417, at 4 (“[B]lack [LGBTQ] youth . . . are disproportionately more likely to be in the juvenile justice system . . . .”).  455. See supra note 417 and accompanying text.  456. See Curry & Abrams, supra note 38, at 143 (“Youth who exit the foster   2416 MINNESOTA LAW REVIEW [103:2343  Given that it is impossible for many LGBTQ youth to reunite with their biological families, numerous LGBTQ youth remain in foster care until they reach adulthood.457 A robust body of re-search documents the difficulties of youth in achieving self-suf-ficiency after aging out of the child welfare system. For instance, LGBTQ youth struggle with unemployment, poor health out-comes, and homelessness.458 Critically, difficulties in the child welfare system, such as placement instability, are precursors to difficulties in achieving livelihood and independence after aging out of the system.459 Therefore, challenges surrounding sexual orientation in the child welfare system are connected to the sta-bility and well-being of LGBTQ youth after they age out of the system.  To date, there is a dearth of research on the specific obsta-cles of LGBTQ youth who are emancipated from the child wel-fare system.460 The limited knowledge that exists, however, sug-gests that aging out of foster care is a major factor that contributes to LGBTQ homelessness for young adults.461 In ad-dition, LGBTQ youth—and especially LGBTQ youth of color— care system without having achieved a permanent placement are typically re-ferred to as ‘emancipated foster youth’ or ‘aged-out youth.’”).  457. See DWORSKY, supra note 399, at 1 (stating that LGB youth in foster care are not likely to “be reunified with their families or placed in adoptive homes”).  458. See Stephanie Cosner Berzin et al., Emerging Versus Emancipating: The Transition to Adulthood for Youth in Foster Care, 29 J. ADOLESCENT RES. 616, 618–19 (2014) (discussing the “poor outcomes” for youth aging out of the foster care system, including “homelessness, unemployment, unplanned preg-nancy, low educational attainment, legal system involvement, and substance abuse” related to difficulties with self-sufficiency); Curry & Abrams, supra note 38, at 144–45 (examining studies which find aged-out, or emancipated, youth struggle to be financially independent and find stable housing at a higher rate than typical lower incomes youth). See generally MARK E. COURTNEY ET AL., MIDWEST EVALUATION OF THE ADULT FUNCTIONING OF FORMER FOSTER YOUTH: OUTCOMES AT AGE 26 (2011), https://www.chapinhall .org/sites/wp-content/uploads/Midwest-Eval-Outcomes-at-Age-26.pdf (studying the outcomes of youth formally in the foster care system).  459. See Curry & Abrams, supra note 38, at 144 (“[F]oster youth who never achieve permanency often face additional difficulties, particularly during the transition to adulthood.”).  460. See, e.g., Svetlana Shpiegel & Cassandra Simmel, Functional Outcomes Among Sexual Minority Youth Emancipating from the Child Welfare System, 61 CHILD. & YOUTH SERVICES REV. 101, 101 (2016) (noting that previous studies have failed to look at “sub-groups of foster care alumni” that may be “more dis-advantaged than others,” particularly sexual minorities).  461. See, e.g., DURSO & GATES, supra note 409, at 4 (finding aging out of fos-ter care is one of the “[t]op five reasons why LGBT youth are homeless or at-risk of becoming homeless”); Keuroghlian et al., supra note 445 (listing aging   2019] LGBTQ CHILD WELFARE 2417  fare worse than non-LGBTQ youth during the transition period to adulthood after emancipating from the child welfare sys-tem.462 In permitting religiously motivated discrimination against LGBTQ youth, broad religious exemptions can exacer-bate these problems.  For instance, one recent study from the federally mandated Multi-Site Evaluation of Foster Youth Programs compared data on the outcomes of nineteen-year-old sexual minority youth with heterosexual youth who had recently transitioned out of foster care.463 The study found that the sexual minority youth, most of whom also identified as African American or Hispanic,464 fared worse than the heterosexual youth across four key outcomes: ed-ucational attainment, employment, economic wellbeing, and homelessness.465 Specifically, sexual minority youth were less likely to obtain a high school diploma or GED, have employment experience between the ages of seventeen and nineteen, achieve financial stability, or have a checking account, a savings account, or a vehicle.466 The sexual minority youth were also more likely to experience homelessness and to receive financial assis-tance.467 After controlling for other relevant variables, the study also found that sexual orientation was associated with each cat-egory of outcomes.468 Based on these results, the researchers at-tributed greater negative outcomes for sexual minority youth to challenges associated with sexual orientation in child welfare placements.469  Accordingly, broad religious exemptions involving LGBTQ child welfare afford protection to instances of religiously moti-vated discrimination that stigmatize LGBTQ youth based on their sexual orientations and gender identities, and jeopardize  out as a common reason LGBT youth become homeless).  462. See, e.g., Shpiegel & Simmel, supra note 460, at 106–07 (finding eman-cipated sexual minorities fared worse than their heterosexual peers and a “pos-sibil[ity] that the combined circumstances of being [a] racial/ethnic minority, as well as [a] sexual minority, negatively affected youths’ functioning” leading to “substantial challenges”).  463. See id. at 103. “[The] Multi-Site Evaluation of Foster Youth Programs (MEFYP)[ ]  [is] a randomized-controlled study designed to access the effective-ness of four independent living programs in California and Massachusetts.” Id.  464. Id.  465. Id. at 104–06.  466. See id. at 105 tbl.2.  467. Id.  468. See id. at 106 (“[O]ur . . . findings indicate that the deficits for sexual minority youth are noteworthy across all categories of functional outcomes.”).  469. Id.   2418 MINNESOTA LAW REVIEW [103:2343  their stability in the system.470 In addition, these instances of discrimination have potential long-term consequences that reach beyond the child welfare system to jeopardize LGBTQ equality in society at large.471 For these reasons, broad religious exemptions involving LGBTQ child welfare do much more work than simply mediate conflicts between religious liberty and mar-riage equality. Rather, these religious exemptions have a larger role in facilitating and perpetuating structural and cultural LGBTQ-based inequality both inside and outside of the child welfare system. In her work, Professor Dorothy Roberts urges us to approach inequality in the child welfare system as a civil rights issue.472 Focusing on race, Roberts explains that racial inequality in child welfare ultimately stems from broader systemic racial injus-tices.473 In conceptualizing racial inequality in the child welfare system as a group and race-based civil rights violation, she ar-gues that efforts to eliminate this inequality must extend beyond individual child welfare grievances to broader societal action.474  These insights apply to the LGBTQ child welfare context as well. The analysis above illustrates that the subordination of LGBTQ identity in the child welfare domain is not simply a child welfare problem. Rather, LGBTQ-based inequality in the child welfare system has deeper roots in structural and cultural LGBTQ-based inequality in society at large.475 In affording pro-tection to religiously motivated discrimination against LGBTQ youth, broad religious exemptions involving LGBTQ child wel-fare perpetuate and recreate LGBTQ-based inequality both in-side and outside of the child welfare system.  Accordingly, LGBTQ-based inequality in the child welfare domain should be viewed as pertinent to the fight for LGBTQ   470. Religiously motivated discrimination in the welfare system contributes to the high rates of homelessness and instability among LGBTQ youth. See su-pra notes 445–69 and accompanying text.  471. See supra notes 458–68 and accompanying text.  472. See Roberts, Child Welfare and Civil Rights, supra note 46, at 171 (ar-guing “[c]hild welfare is not usually viewed as a civil rights issue,” but dispari-ties indicate it should be).  473. See id. at 178 (“Both aspects of the child welfare system’s racial dispar-ity—the State’s intrusion in families and its racial bias—are essential to ex-plaining its injustice.”).  474. Id. at 182.  475. Cf. id. at 171 (arguing injustice in the child welfare system is tied to broader economic and racial inequalities). Both LGBTQ youth and youth of ra-cial and ethnic minorities are disproportionately represented in the child wel-fare system. See supra notes 418, 454, 470–74 and accompanying text.   2019] LGBTQ CHILD WELFARE 2419  civil rights, including progress toward a fully inclusive LGBTQ antidiscrimination regime. Such a regime must not only protect LGBTQ adults, and particularly those in same-sex relationships, but rather protect all LGBTQ people who are vulnerable to mar-ginalization within major social institutions, including LGBTQ youth in the child welfare system. It is impossible to move in this direction, however, when the debate over religious liberty and LGBTQ equality centers on same-sex marriage and overlooks LGBTQ youth in the child welfare system.   CONCLUSION   The theoretical and historical analysis in this Article has demonstrated why it is essential to not neglect the experiences of LGBTQ youth in the child welfare system in the debate over conflicts between religious liberty and LGBTQ equality. In re-casting broad religious exemptions involving LGBTQ child wel-fare through the lens of historical theories of sexual deviance, this Article has demonstrated that the push for these exemp-tions is the latest point on a much longer historical trajectory of child welfare interventions that subordinate LGBTQ youth based on sexual deviance concepts. Examining these religious exemptions through this new theoretical frame helps to excavate their full normative and practical consequences both inside and outside of the child welfare domain. To reiterate, I fully recognize the importance of religious lib-erty, and acknowledge that balancing religious liberty with LGBTQ equality in the child welfare domain requires drawing lines that are inherently difficult. The proper balance may ulti-mately weigh in favor of limited religious exemptions in specific contexts. Drawing these lines requires deeper analysis into the proper use of taxpayer funds for child welfare services and the extent to which child welfare is conceptualized as a public func-tion for the benefit of the state.476 Although this Article does not advocate for drawing lines in a particular way, its analysis illus-  476. Two federal district courts are already addressing this question in pend-ing litigation involving same-sex couples who were denied foster or adoptive services by a taxpayer-funded, faith-based child placing agency. See Dumont v. Lyon, 341 F. Supp. 701, 713 (E.D. Mich. 2018) (alleging denial of prospective adoption based on same-sex status is a constitutional violation); First Amended Complaint for Declaratory and Injunctive Relief and Monetary Damages at 3, Marouf v. Azar, No. 1:18-cv-378 (D.D.C. Mar. 22, 2018), 2018 WL 4859792 (ar-guing the use of religious doctrine to deny same-sex couple adoptions and fos-tering “impermissibly discriminates against same-sex couples”).   2420 MINNESOTA LAW REVIEW [103:2343  trates the importance of not losing sight of the historical and in-stitutional context in which these lines will be drawn when de-ciding whether and how to accommodate religion in situations involving LGBTQ child welfare. Douglas NeJaime and Reva Siegel’s proposed theory of rec-ognizing third party harm in religious accommodation is one pos-sible approach to recognize the harms that broad religious ex-emptions impose on LGBTQ youth in the child welfare system while also recognizing religious liberty.477 NeJaime and Siegel’s proposal emphasizes the need for law and doctrine to consider the material and dignitary harms that religious exemptions in-flict on third parties when deciding whether and how to accom-modate religious objections.478 Specifically, NeJaime and Siegel argue that religious accommodations should be structured in ways that both ensure that individuals are not denied access to goods and services (material harms), as well as protect them from stigmatizing encounters (dignitary harms).479 When this structuring is not feasible, they contend that third party harm may be a justification to deny religious accommodation.480 Applying NeJaime and Siegel’s proposal to the LGBTQ child welfare context would demand that law and doctrine take into account the material and dignitary harms that broad religious exemptions impose on LGBTQ youth in the child welfare system. Structuring religious accommodations would require that the state ensure that LGBTQ youth have access to supportive living environments in the child welfare system, and protect them from stigmatizing encounters that are rooted in religiously motivated discrimination against their sexual orientations and gender identities. If it is not feasible for states to do so when accommo-dating religion, then the harms that broad religious exemptions impose on LGBTQ youth in the child welfare domain would jus-tify denying religious accommodation in this specific institu-tional context. There are other important insights that NeJaime and Siegel’s proposal has for the LGBTQ child welfare context. Plu-ralism is the underlying value that animates NeJaime and   477. See supra note 49 and accompanying text.  478. See NeJaime & Siegel, Conscience Wars in Transnational Perspective, supra note 49, at 218 (arguing for “a genuinely pluralist . . . regime” in order to protect “citizens from material and dignitary harms”).  479. See NeJaime & Siegel, Religious Accommodation, supra note 49, at 11.  480. See NeJaime & Siegel, Conscience Wars in Transnational Perspective, supra note 49, at 218.   2019] LGBTQ CHILD WELFARE 2421  Siegel’s proposed theory of third-party harm.481 They argue that only when religious accommodations are structured in ways that mediate third party harms can those accommodations genuinely further pluralist ends and protect the different interests of a het-erogeneous and diverse society.482 In their view, when religious accommodation ignores the impact of broad exemptions on third parties, those exemptions simply promote the interests of the ob-jectors and do not promote pluralism.483 They further emphasize that religious claimants may frame themselves as a minority, but advance claims that are rooted in normative views that have long been used by the majority against third parties “whose rights the law has only recently and fragilely come to protect.”484  Drawing on these insights, the sexual deviance frame re-veals how broad religious exemptions involving LGBTQ child welfare are really a vehicle for enduring anxiety about sexual deviance and attempts to shape and control the sexual orienta-tions and gender identities of youth to conform to traditional norms of sex, sexuality, and gender. Religious objectors invoke a type of agenda rooted in sexual deviance that the law and doc-trine has renounced when articulated explicitly to sustain crim-inal sodomy prohibitions or same-sex marriage restrictions.485 In the LGBTQ child welfare context, however, proponents of broad religious exemptions invoke religious liberty arguments in ways that undermine protections for LGBTQ youth and allow out-moded sexual deviance concepts to thrive in hidden and less ob-vious ways. NeJaime and Siegel’s analysis tells us that this re-sult not only harms a highly vulnerable segment of the LGBTQ population, but also threatens pluralism itself in a diverse soci-ety.486  Regardless of how these lines are ultimately drawn, this Ar-ticle has shown that religious exemptions involving LGBTQ child welfare intervene against the backdrop of a public welfare system that is already fraught with LGBTQ-based inequalities and that commonly fails LGBTQ youth in need of help from the   481. See NeJaime & Siegel, Religious Accommodation, supra note 49, at 9.  482. See NeJaime & Siegel, Conscience Wars in Transnational Perspective, supra note 49, at 218 (“[C]onscience exemptions of a genuinely pluralist kind endeavor to mediate the impact of accommodation on third parties, providing for the welfare of normatively heterogeneous citizenry.”).  483. See NeJaime & Siegel, Religious Accommodation, supra note 49, at 9.  484. Id.  485. See, e.g., supra notes 212–17 and accompanying text.  486. Cf. NeJaime & Siegel, Religious Accommodation, supra note 49, at 9 (“[A]ccomodating religion can also entrench inequality between groups.”).   2422 MINNESOTA LAW REVIEW [103:2343  state. Considering how broad religious exemptions involving LGBTQ child welfare may exacerbate problems for this already vulnerable segment of the LGBTQ population is essential in evaluating whether these exemptions resolve conflicts between religious liberty and LGBTQ equality in a fair and balanced way.  ",
    "id": 397112070,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.umn.edu:mlr-4334"
    },
    "title": "Religious Exemptions and LGBTQ Child Welfare",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "Scholarship Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.umn.edu/cgi/viewcontent.cgi?article=4334&context=mlr"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/397112070.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/397112070"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/397112070/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/397112070/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/397112070"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.umn.edu:mlr-4334",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3665",
        "openDoarId": 0,
        "name": "University of Minnesota Law School",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 397112070,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-21T00:50:30+00:00",
        "acceptedDate": null,
        "createdDate": "2021-04-13T09:03:22+01:00"
    },
    "urls": [
        "https://scholarship.law.umn.edu/mlr/3286",
        "https://scholarship.law.umn.edu/context/mlr/article/4334/viewcontent/Woods_FINAL.pdf"
    ],
    "lastUpdate": "2024-02-21T00:50:30+00:00",
    "setSpecs": []
}