{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Peter, Tracey"
        },
        {
            "name": "Taylor, Catherine"
        },
        {
            "name": "Short, Donn"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T09:24:55+00:00",
    "dataProvider": {
        "id": 13734,
        "name": "University of Calgary Journal Hosting",
        "url": "https://api.core.ac.uk/v3/data-providers/13734",
        "logo": "https://api.core.ac.uk/data-providers/13734/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/236112322.pdf",
    "fullText": "19Canadian Journal of Educational Administration and Policy, 185, 19-31Religious Belief and the Queer Classroom: Measuring the Impact of Religious Affiliation on LGBTQ-Inclusive Education PracticesTracey Petera, Donn Shorta, & Catherine Taylorb University of Manitobaa, University of Winnipeg bAbstractThis study examines the influence of religious affiliation on lesbian, gay, bisexual, trans, two spirit, queer, and questioning (LGBTQ)-inclusive practices. Using data from a national survey of educators from pre-kindergarten to grade 12, multivariate analyses of variance models were employed in order to test the effects of religious affiliation on several LGBTQ-inclusive outcome measures. Results show that reli-gious affiliation does have a significant impact on the likelihood that educators will (or will not) practice LGBTQ-inclusive education, however, the pathways to such practices vary considerably across religious groupings. Recommendations are suggested in terms of intervention, inclusive teaching practices, visibil-ity, and leadership.Keywords: LGBTQ-inclusive education, homophobia, transphobia, religious affiliation, teachers, CanadaReligious faith is often characterized in Canadian media as being in conflict with LGBTQ-inclusive teach-ing practices and education, and scholars have reported on a number of clashes between religious rights claims and LGBTQ equality rights (MacDougall & Short, 2010). When legislation was proposed in the three Canadian provinces of Ontario, in 2011, Manitoba, in 2012, and Alberta, in 2014, to support Gay Straight Alliances (GSAs) and other LGBTQ-inclusive interventions, there was, indeed, organized op-position from a wide range of faith communities (Liboro, Travers, & St. John, 2015; Short, 2012). Such opposition has also been supported in research as previous studies have found an association between reli-gious views against sexual and gender diversity with willingness to practice LGBTQ-inclusive education or intervene when witnessing homophobic or transphobic harassment (Taylor, Peter et al., 2015). Yet there is a range of stances on sexual and gender diversity among religious denominations, and even within religious denominations that condemn same-sex marriage, many individuals do not share the official views of their faith community. For example, a 2014 Leger poll in Alberta, Canada’s most conservative province (Rayside, 2008, p. 71), found that only 18 percent of Catholics in Alberta opposed GSAs in schools (Howell, 2014), and many Catholic educators in a national study (Taylor, Peter et al., 2015) reported that they use various LGBTQ-inclusive teaching practices – even though Catholic Church doctrine describes homosexuality as “objectively disordered” (Catechism of the Catholic Church, 2000, para. 2358), and Church leadership routinely denounces any legislative requirement to support LGBTQ students as a totalitarian evil (see Calgary Bishop Fred Henry’s blog on the subject, as cited in Bell, 2016).  The disconnect between condemnatory religious discourse about sexual and gender diversity and the LGBTQ-inclusive teaching practices of some but not all religiously affiliated educators raises the follow-ing question: are there co-factors that help explain why some religiously-affiliated educators do practice 20PeterLGBTQ-inclusive education while others do not? The current study investigates the effect of religious affiliation by testing the mitigating effects of various co-factors (e.g., professional development, percep-tion of LGBTQ safety) on inclusive teaching and intervention practices among four groups of educators. The four groups of educators are organized by affiliation with a faith community, which are those with: (a) opposing, (b) supporting, (c) mixed views on same-sex marriage, or (d) those with no religious affiliation. More specifically, in assessing the importance of religious affiliation for teacher attitudes and practic-es related to LGBTQ-inclusive education, our study uses the official stance of diverse faith communities on same-sex marriage as a proxy for the community’s official attitude to homosexuality and gender di-versity more generally, which is similar to research by American (Peterson, 2011) and Irish (Neary, 2017) scholars. Because we wanted to investigate whether educators’ practices were influenced by their faith community’s position on LGBTQ issues, we needed a systematic means of categorizing communities. We selected same-sex marriage as a proxy for LGBTQ-related issues more generally because most faith communities have made official public statements on same-sex marriage thus providing a common basis for categorizing faith communities, whereas only some have articulated positions on other LGBTQ issues. Although same-sex marriage by no means encompasses all the factors involved in religious communities’ perspectives on LGBTQ-inclusive education (e.g., discourses of recruitment, parental rights, etc.), we hypothesize that a perspective on marriage equality would signal similar perspectives on other topics involving sexual and gender diversity, including LGBTQ-inclusive education. This article investigates the influence of religious affiliation (or lack of religious affiliation) on wheth-er educators intervene in anti-LGBTQ harassment and practice LGBTQ-inclusive education, and analyzes a variety of contextual factors and practice outcomes. To do so, we pose the following two questions: (1) Does religious affiliation in terms of whether one’s religion generally supports same-sex mar-riage have a significant impact on various LGBTQ-inclusive education outcome measures?(2) Does the effect of religious affiliation on various LGBTQ-inclusive education measures remain significant after controlling for covariates that account for school environments?Literature ReviewLGBTQ-inclusive practices can transform schools from indifferent or hostile sites to safe and inclusive classrooms that embrace the LGBTQ student (Short, 2012, 2017; Taylor & Peter, 2011a). In recent years, there have been measurable accomplishments in challenging homophobia and transphobia in Canadian public elementary and secondary schools through law and policy initiatives. For example, Ontario, Man-itoba, and Alberta now require schools to accommodate students who wish to establish a gay-straight alliance (GSA) (Short, 2012, 2013, 2017); however, introducing more comprehensive LGBTQ-inclusive practices into schools has been met with less success. Given the high levels of homophobic and transpho-bic harassment experienced by LGBTQ students in elementary and secondary school classrooms (Grey-tak, Kosciw, Villenas, & Giga, 2016; Taylor & Peter, 2011b), and the importance that LGBTQ students consistently place on teacher intervention, as well as classroom recognition and celebration of LGBTQ lives and realities (Short, 2012, 2017), it is essential to understand the attitudes of teachers, not only with regard to intervening in homophobic and transphobic incidents in schools, but also toward incorporating LGBTQ-inclusive teaching practices. Studies have demonstrated the need for consistent intervention when teachers are confronted with homophobic or transphobic incidents (Greytak et al., 2016; Taylor & Peter, 2011a), but research in Can-ada has found that high school students perceive that their teachers often fail to intervene consistently in homophobic harassment (Callaghan, 2007b; Short, 2012; Taylor & Peter, 2011a; Taylor & Peter, 2011b). When teachers and others who could intervene do not, a negative and unsafe school climate persists. Con-versely, teachers’ interventions can help to positively transform school climate (Short, 2012, 2017; Taylor & Peter, 2011a). Researchers have enumerated a number of factors, internal and external, which inhibit teachers’ intervention (Meyer, Taylor, & Peter, 2015; Taylor, Meyer et al., 2015). Schneider and Dimito (2008) found that teachers were more likely to raise LGBTQ issues with colleagues, and in the classroom, when working at schools with official anti-homophobia policies. Prior research in the United States has explored the extent to which teachers intervene in anti-LGBTQ homophobic harassment when it occurs and enumerated factors that keep teachers from doing so. For example, Greytek and Kosciw (2014) found that while neither school location nor region was predictive of teacher intervention, teachers in both reli-21CJEAP, 185gious and non-religious private schools intervened less frequently than public school teachers. Research in the United States has also looked at factors that supported teachers in going beyond inter-vening in homophobic harassment to practice more proactive forms of LGBTQ-inclusive education. For instance, Schniedewind and Cathers’ (2003) report of New York teachers showed that professional devel-opment was of crucial importance in encouraging and preparing teachers to engage in LGBTQ-inclusive teaching practices. Canadian research (Taylor, Meyer et al., 2015) measuring teachers’ attitudes, willing-ness, or ability to integrate LGBTQ-inclusive education into their classroom teaching demonstrates that teachers are much more likely to approve of it than to perform it, citing a wide variety of inhibiting factors such as lack of training, resources, and administrative support, and fears that doing so would jeopardize their jobs, particularly if they were LGBTQ or worked in faith-based schools. Yet despite the association often made between religious faith and opposition to LGBTQ-inclusive education, only 18% of partici-pants felt that teachers should be able to opt out of LGBTQ-inclusive education for religious reasons, and only 2% cited their own religious beliefs as inhibiting them (Taylor, Meyer et al., 2015; Taylor, Peter et al., 2015). A review of academic and periodic literature reveals regular opposition by Roman Catholic and oth-er religious leaders when several Canadian provinces introduced legislative measures to institutionalize support for LGBTQ-inclusive practices in Canadian schools. Short (2013) reported on religious leaders’ objections to Manitoba’s Bill 18, a 2012 legislative amendment which gave students attending any pub-licly-funded school the right to demand that a GSA be established in their school and that the club be named a Gay-Straight Alliance if they so choose. The National Post (Nonato, 2012) reported that the Ontario Catholic School Trustees’ Association (OCSTA), supported by the Assembly of Catholic Bishops of Ontario (ACBO), proposed that generic “Respecting Differences” clubs be implemented in place of the LGBTQ-specific GSAs authorized by Ontario’s Bill 13, which the trustees and bishops rejected as an unacceptable assault on Catholic values. The National Post (Lambert, 2013) also reported that religious leaders in Ontario were objecting to that province’s proposed amendment on the basis that the bill would compel faith-based schools to accommodate equality for LGBTQ students. While religious leaders ob-jected to the LGBTQ-inclusive principles behind the proposed legislative amendments, there were clear indications that many teachers on the front lines at faith-based schools did not. For example, the Ontario English Catholic Teachers’ Association (OECTA) representing 37,000 teachers in that province’s pub-licly-funded Catholic school system reaffirmed its support for the creation of safe and inclusive schools for LGBTQ students by very publicly supporting Ontario’s Bill 13 (OECTA, 2012) even as the Ontario Catholic Schools Trustees’ Association and the Assembly of Catholic Bishops took very visible exception. This study was undertaken to address the extent to which religious affiliation, and in particular af-filiation with a religion that officially opposes same-sex marriage, actually influences the likelihood of teachers intervening in homophobic or transphobic incidents and practicing LGBTQ-inclusive education in their classrooms. Much of the existing research involving personal religious affiliation has focused primarily on examining the attitudes and perspectives of teachers and students toward homosexuality (Barna, 2001, 2009; Getz & Kirkley, 2006; Kirby & Michaelson, 2008; Maher & Sever, 2007; Sarac, 2012). A number of studies have demonstrated a relationship between religious beliefs and attitudes of stu-dents toward homosexuality in general (Barna, 2001, 2009; Reinhardt, 1997). Callaghan (2007a, 2007b, 2016) has reported on how homophobia is institutionalized in Canadian Catholic schools, and presented qualitative evidence of student resistance to such religiously-based homophobia in these schools. To our knowledge, however, there are no quantitative studies that specifically measure the possible influence of religious affiliation on teachers’ likelihood of intervening in homophobic or transphobic incidents or using LGBTQ-inclusive teaching practices. This study thus addresses a glaring omission, given the frequent characterization of religious faith as diametrically opposed to LGBTQ-inclusive education, and the grow-ing body of research showing that negative outcomes for LGBTQ students can be mediated by classroom and school environments that proactively affirm and safeguard these students (Black, Fedewa, & Gonza-lez, 2012; Peter, Taylor, & Campbell, 2016).DataThe present study used data from the Every Teacher project (Taylor, Peter et al., 2015), which was a Cana-da-wide study focusing on the presence and quality of LGBTQ-inclusive education policies and practices among educators. Teacher organizations across Canada were contacted, of which all agreed to participate. 22PeterAs such, individual organizations recruited from their membership lists. Willing participants were given a link to access an online survey (Taylor, Peter et al., 2015). The survey was comprised of a comprehensive list of questions ranging from basic demographics to perceptions of and experiences with LGBTQ-inclu-sive education within their own work context, and took 15-20 minutes to complete. Data were collected from October 2012 to July 2013. Over 3400 educators completed the survey, which was offered in both French and English. In total, 72.2% of the unweighted sample were female, 15.7% identified as a gender or sexual minority, 85.8% were teachers, 5.7% were guidance counselors, psychologists, or social workers, and 8.4% held admin-istrator or other non-teacher positions. The average age was 41.45 years (SD=10.1). Educators were well represented at all grade levels. With respect to respondent sex and age, these numbers are representative of the Canadian teaching population, which has an average age of 45, with 75% of the membership being female (Canadian Teacher, 2014). The sample was over-representative of Indigenous educators (7% com-pared to 3% in Canada) and under-representative of other racialized educators (4% compared to 10% in Canada). Due to extensive regional variability, some geographical areas were overrepresented in the data. In order to avoid skewing the national results, data were weighted by province and territory to reflect their actual proportion of the Canadian teaching population.MeasuresReligious affiliation (RA): Several questions were asked of educators about their current religious affilia-tion. First, a comprehensive list of sixteen religions (including none/atheist) was provided where respon-dents checked all that applied. These included spiritual (non-religious), agnosticism, Buddhism, Baha’i, Christianity, Eastern religions (e.g., Falun Gong, Jainism, Shinto, Taoism, and Zoroastrianism), First Na-tion spirituality, Hinduism, Humanism, Judaism, Islam, Pagan/Earth-based spiritual practices, Sikhism, Unitarian Universalism, and other specify. Second, participants from Christian, Jewish, and Islamic faiths were asked a contingency question for more specific information regarding their denominations. For Christian participants these included Roman Catholic, Christian non-denominational, Eastern Catholic, Greek/Eastern Orthodox, Anabaptists, Anglican, Mormon, Jehovah’s Witness, Lutheran, Reformed (e.g., Calvinists, Methodists, Presbyterians, and United), Evangelical (e.g., Alliance, Baptist, and Pentecostal), and other specify. Additional Jewish denomination included Conservative, Haredi, Humanistic, Renewal, Modern Orthodox, Reconstructionist, Reform (e.g., liberal and progressive), and other specify. For Islam-ic educators additional denominations included Ahmadiyya, Kharijite/Ibadi, Shia, Sufism, Sunni, Quran-ism, and other specify. All religious denominations were researched in terms of their official position on same-sex marriage, which resulted in the following categories: opposed (e.g., Roman/Eastern Catholic, Mormon, and Evangelical Christian); mixed (e.g., Eastern religions, Sikhism, Christian non-denomina-tional, and Anglican); approve (e.g., Buddhism, Conservative, Humanistic, Renewal, and Reconstruc-tionist Judaism); and no formal religion (e.g., Atheist/none, spiritual non-religious, and Agnosticism). Respondents who did not respond to the contingency question (n=113, 3.4%), or those who chose not to answer (n=205, 6.2%), were excluded from the analysis. In total, 30.5% (n=914) of educators were from religions that are opposed to same-sex marriage, 16.2% (n=486) were from religions with mixed views, 7.5% (n=224) from faiths that approve, and 45.9% (n=1376) of respondents reported that they have no formal religion.Outcome Measures All covariates and outcomes measures were standardized so that the means were zero and the standard deviations were one. Barriers. Nineteen yes/no items were included in an index on reasons why educators do not practice LGBTQ-inclusive education, or barriers that restrict them practicing it further (α=.71). The most com-mon reasons were: “I need more information about effective strategies and resources;” “I haven’t been trained;” and “parents would be or may be opposed.” Curriculum. Eleven variables were used to create a curriculum index (α=.84). Specifically, indi-vidual items asked educators to report on the various ways they have included LGBTQ content in their curriculum (yes/no). Intervention. Seven variables were used to create a frequency of intervening when students use 23CJEAP, 185anti-LGBTQ language index (α=.84); examples include homo-negative remarks such as “that’s so gay,” homophobic language like “faggot,” transphobic comments like “she-male,” sexist remarks aimed at both boys and girls, and negative comments aimed at boys for acting too much like a girl, and vice versa. Each individual item was based on a six-point Likert scale ranging from zero (never) to five (always). Perceptions of safety. A composite index was compiled using six variables, all of which were mea-sured on a five-point Likert scale ranging from zero (not at all safe) to four (very safe) (α=.94). In partic-ular, educators were asked to comment on how safe they felt their school was for the following: a LGB student, a transgender student, a student with LGBTQ parents, a male student who acts traditionally fem-inine, a female student who acts traditionally masculine, and a student with a LGBTQ family member.Covariates Policy and training (PT). Four variables were used to create a policy and training index. Educators were first asked if there were current policies in their school that provide guidance on how to address inci-dents of homophobia (yes/no). As a follow-up, respondents who replied “yes” were asked to comment on the level of training, if any, they received, which resulted in the following groupings: 0 – no policy or do not know if there is a policy; 1 – a policy, but no training; 2 – a policy with some training, but would like more; 3 – a policy with adequate training; and 4 – a policy and very well prepared based on the training. These questions were then repeated for incidents of transphobia, and the two measures were computed together (r=.75). Leadership (LE). A comprehensive index of thirty-three questions was computed in order to measure leadership on various LGBTQ-issues (α=.90). Educators were asked 11 separate yes/no questions on the extent to which various actors showed leadership in LGBTQ-issues regarding curriculum, programming, and safe school/anti-harassment policies. These included leadership from students, teachers, educational assistants, library staff, guidance counsellor(s), the principal, vice principal(s), support staff, school divi-sion/district, school boards/trustees, and the Ministry of Education. Level of harassment (LH). In order to quantify the hostility of school environments, an index was created that took into account the frequency of students’ use of anti-LGBTQ language (seven questions) as well as educators’ awareness of harassment of LGBTQ students, students with an LGBTQ family mem-ber, or students perceived to be LGBTQ (ten questions, which included questions on verbal, physical, and sexual harassment as well as various other forms of targeted bullying) (α=.93). Visibility and resources (VR). Eight yes/no questions were used to evaluate the number of resources available to students if they wanted information on LGBTQ issues. These include: at least one teacher who identifies as an ally, a guidance counsellor or social worker who identifies as an ally, resources in the school library, a gay-straight alliance (GSA), LGBT teacher(s), curriculum, website resources, and admin-istrative resources. Eleven additional yes/no variables asked educators to identify various ways LGBTQ issues were visible at their school. Examples include: LGBTQ posters or pictures, safe space/ally stickers, student workshops, and pamphlets. All 19 measures were computed to form a composite index where higher values represent a greater number of resources and forms of visibility (α=.85).Statistical AnalysisWhile the Every Teacher project produced the only Canada-wide dataset large enough to allow for inves-tigation using complex, multivariate statistical analyses, the published report only focused on bivariate comparisons (Taylor, Peter et al., 2015). The current study moves beyond these preliminary analyses. Spe-cifically, both MANOVA and MANCOVA were employed using SPSS v. 24. A full factorial MANOVA model was first used to test the differences in the vector centroid of means on the four outcome measures as a group across the various categories of the religious affiliation (RA) variable. Tukey HSD post hoc test was used in order to determine whether or not various religious affiliations significantly differed on the dependent means. In order to account for an F-statistic not only based on the sum of squares between and within, but also the sum of cross products, MANCOVA was next used, and factorial interactions crossed by religious affiliation were included for all four covariates. The school climate covariates were included in order to determine whether they contributed additional predictive power to the multivariate model. Preliminary assumption testing was performed to check for normality, linearity, outliers (uni- and multivariate), homogeneity of variance covariance matrices, and multicollinearity, with no serious viola-24Petertions found. Effect size was assessed using partial eta squared (η2) where .01-.05=a small effect; .06-.14=a moderate effect; and >.14=a large effect (Cohen, 1988).ResultsResults of the MANOVA show that on all four statistical tests (i.e., Pillai’s Trace, Wilks’ Lambda, Ho-telling’s Trace, and Roy’s Largest Root) there was a significant relationship between religious affiliation and the LGBTQ-inclusive education outcomes measures (e.g., Wilks λ=0.94, F(12, 4575)=9.3, p<.001). Although significant, the effect size was small as indicated by the partial eta-squared (η2) (ranging from .02 for Wilks’ Lambda to .05 for Roy’s Largest Root). Univariate between-subject tests show that religious affiliation was significantly related to all of the outcome measures independent of each other; however, the effect sizes remain small (i.e., barriers partial η2=.02; curriculum partial η2=.03; intervention partial η2=.01; and perception of safety partial η2=.01). Post-hoc analysis results showed that educators with no formal religion were significantly less likely to identify barriers that would prevent them from addressing LGBTQ issues, compared to respondents whose religious affiliation is opposed to same-sex marriage (p<.001) or those whose religion has mixed views (p<.001), but not compared to participants whose religion generally approves of same-sex mar-riage (p=.528). The same significant comparisons were found for the number of ways educators included LGBTQ issues in their curriculum. For frequency of intervening when students display anti-LGBTQ language, there were no significant differences between the religious affiliation groups. Finally, compared to educators whose religion approves of same-sex marriage, those who do not subscribe to any particular formal religion were more likely to perceive their school environment as being safe for LGBTQ students, students perceived to be LGBTQ, or students with a LGBTQ family member (p<.01). There were no other significant differences between the religious affiliation groupings. As with MANOVA, results from the statistical tests in MANCOVA confirm that there is a significant impact between the various religious affiliation attributes on all of the outcome variables, considered as a group, even when the selected covariates are taken into account (Table 1). Similar to the main effect between religious affiliation (RA) and the outcome measures, effect sizes remain small for the RA*PT and RA*LE interactions; however, they increase to moderate for RA*VR, and large for RA*LH (Table 1).Table 1MANCOVA Multivariate AssessmentWilks λ F Sig. Partial η2Intercept .96 16.25 <.001 .04RA*PT .92 8.79 <.001 .02RA*LE .90 11.12 <.001 .03RA*LH .49 82.65 <.001 .17RA*VR .79 25.12 <.001 .06 Parameter estimates of the cross product (interaction) analysis revealed some important differences between religious affiliation groups with respect to the impact of the school environment covariates (Table 2; note only significant results are presented due to space restrictions), which are discussed according to each religious affiliation grouping.25CJEAP, 185Table 2MANCOVA Parameter Estimates95% CISource RA B (SE) Lower Upper Partial η2Barriers 2*PT -.36 (.07)*** -.49 -.22 .023*PT -.17 (.05)*** -.26 -.07 .014*PT -.09 (.04)* -.16 -.01 .002*LH .30 (.06)*** .19 .41 .023*LH .35 (.05)*** .25 .44 .034*LH .12 (.04)*** .05 .19 .011*VR -.22 (.07)** -.36 -.07 .013*VR -.26 (.06)*** -.37 -.15 .014*VR -.19 (.04)*** -.26 -.12 .02Curriculum 3*PT -.14 (.04)** -.23 -.06 .014*PT .08 (.03)* .01 .14 .001*LE -.17 (.08)* -.32 -.01 .003*LE .31 (.04)*** .23 .39 .044*LE .12 (.04)** .05 .19 .013*LH .28 (.04)*** .20 .37 .034*VR .33 (.03)*** .27 .40 .06Intervene 1*PT .23 (.07)** .09 .36 .014*PT .08 (.03)** .03 .14 .012*LE .11 (.06)* .01 .22 .003*LE .10 (.03)** .03 .16 .014*LE .14 (.03)*** .08 .20 .011*LH .48 (.08)*** .33 .63 .022*LH .47 (.04)*** .39 .55 .083*LH .58 (.03)*** .52 .65 .154*LH .62 (.03)*** .57 .67 .281*VR .11 (.05)* .01 .22 .004*VR -.07 (.03)* -.12 -.01 .00Perceptions 2*PT .25 (.06)*** .13 .37 .013*PT .24 (.04)*** .16 .32 .024*PT .14 (.03)*** .07 .20 .013*LE .21 (.04)*** .13 .29 .024*LE .19 (.04)*** .12 .26 .021*LH -.37 (.09)*** -.55 -.18 .012*LH -.27 (.05)*** -.37 -.18 .023*LH -.54 (.04)*** -.62 -.46 .1026Peter4*LH -.52 (.03)*** -.58 -.46 .161*VR .25 (.06)*** .13 .38 .01RA: 1=Opposed; 2=Mixed views; 3=Approves; 4=No formal religionReligious Denomination Opposed to Same-Sex MarriagePolicy/training, leadership, and level of harassment had no effect on the identification of barriers that would prevent educators from addressing LGBTQ issues, but visibility/resources did have a significant inverse impact. Put another way, educators whose religious affiliation is opposed to same-sex marriage, but who work in schools with more LGBTQ resources, and who have affirming posters, etc. on display, reported fewer barriers for them to address LGBTQ issues. Similarly, there were no significant relation-ships between opposed-affiliation and policy/training, leadership, or level of harassment on the curriculum outcome measure, but there was a positive association for presence of visibility/resources. Thus educators with a current religious affiliation that does not support same-sex marriage, but who work in schools with LGBTQ visibility and resources, are more likely to include LGBTQ issues in their curriculum. Further, policy/training, level of harassment, and visibility/resources all increased the frequency that educators would intervene when they heard anti-LGBTQ language from students. The impact of leadership had no effect on the likelihood of intervention. Finally, level of harassment had a negative effect on perceptions of safety, while visibility/resources had a positive impact. Policy/training and leadership had no effect on perceptions of safety.Religious Affiliation with Mixed Views Toward Same-Sex MarriageThere was a less clear pattern among educators from religions with mixed views on same-sex marriage. Level of harassment was a significant covariate for all outcome measures, except curriculum. Policy/training had a significant influence on reducing barriers to addressing LGBTQ issues and perceptions of safety. Visibility/resources was the only significant covariate for inclusion of LGBTQ-inclusive curricu-lum, while leadership was significant only for likelihood of intervention to LGBTQ harassment.Religious Affiliation That Approves of Same-Sex MarriageLevel of harassment was a significant covariate among all outcome measures for educators with religious affiliations that support same-sex marriage. The presence of leadership was significant for use of curric-ulum, likelihood of intervention, and perceived safety. Visibility/resources was a significant predictor for identifying fewer barriers and including LGBTQ-inclusive curriculum, while policy/training was a signif-icant covariate for identifying less barriers and perceptions of a safer school environment.Educators with no Formal ReligionPolicy/training and level of harassment were significant predictors for all the outcome measures among respondents who did not identify with any particular formal religion. Leadership was an important co-variate for curriculum, intervention, and perception of safety, while visibility/resources was significant for the identification of fewer barriers, use of LGBTQ-inclusive curriculum, and increased likelihood of intervening.DiscussionOverall, results show that religious affiliation does have a significant impact on the likelihood that edu-cators will (or will not) practice LGBTQ-inclusive education, which therefore confirms our first research question. More specifically, educators from religions that are opposed to or have mixed views toward same-sex marriage were more likely to identify barriers that would stop them from practicing inclusive ed-ucation and were also less likely to incorporate LGBTQ issues in their curriculum. In contrast, there were no significant differences when it came to the likelihood of intervening when educators hear anti-LGBTQ language being used by students. Educators’ affiliation with a religion that condemns LGBTQ relation-ships does not make them less likely to intervene in anti-LGBTQ incidents, which suggests that bullied LGBTQ students could count on as much intervention from them as from other teachers. How they inter-27CJEAP, 185vene, though, and with what effect, are beyond the scope of this study. In regard to the second research question, results show that religious affiliation remains significant when control measures are considered. However, when various interaction terms are considered, results indicate that the pathways to practicing LGBTQ-inclusive education vary considerably, which will be discussed in more detail according to each religious affiliation grouping. In the opposed-religions group, professional development on harassment policy increased the like-lihood of intervening in harassment but not in using inclusive teaching practices. This would suggest that professional development is needed to clarify the connection between safety and inclusion, and to communicate the message that all educators, regardless of religious affiliation, are expected to provide an inclusive education for LGBTQ students. Yet our results show that professional development did not increase the likelihood of using LGBTQ-inclusive teaching practices in the opposed-religion group, even though it increased the likelihood of intervening in harassment. Do we account for the difference simply by religiously opposed teachers finding it more acceptable to take a stand against cruelty than to embrace respectful, welcoming, affirming teaching practices? Or might it be that when professional development has focused mainly on harassment and intervention, it does little to support inclusive teaching practices? Further study is needed to investigate the impact of professional development that focuses on teaching practices. For educators from religions that are opposed to same-sex marriage, LGBTQ visibility/resources in the school was an important factor in the likelihood of their practicing LGBTQ-inclusive education, while strong leadership had little or no impact. “Invisibilization” of marginalized people has been recognized as a key feature of oppressive social environments (Bourdieu, 2002), and achieving visibility through pos-itive representations of marginalized people in school life has emerged as a key constituent of inclusive education, not only because it is validating to marginalized students, but because it counteracts the effect of negative representations on other people’s views. The apparent instrumentality of exposure to LGBTQ representations in enabling this group of educators to practice LGBTQ-inclusive education despite the official stance of their religion suggests that for some in this group their own attachment to that stance was not deeply held to start with. However, while visibility was also particularly beneficial to the unaffiliated group of participants, it was not for the mixed-views or approving-religion groups. This may suggest that whereas for the disapproving-religions group, visibility at school may be influential because it counteracts the negative representations encountered through their religious affiliation; whereas for the mixed and approving religions groups, visibility at school may be uninfluential because it augments only positive representations already experienced through their religious affiliation. For the unaffiliated group, visibility at school may be more influential because this group is not already exposed to visibility through religion (whether approving, mixed, or opposing). There were also significant effects between greater leadership and LGBTQ-inclusive practices among both the approving-religion and unaffiliated groups, but not for the disapproving or mixed-views groups. One possible explanation is that normally LGBTQ-inclusive education would be more likely among edu-cators who had the benefit of strong leadership, but that educators who are exposed to negative views of LGBTQ people from their religious leadership may actually have detached from reliance on leadership of any kind in order to make the move to practice LGBTQ-inclusive education. However, the unaffiliated and approving-religion groups differed in other ways. While policy/training was important for all of the outcome measures for unaffiliated educators, it was significant only for identi-fying fewer barriers and for perceptions of school safety for those from approving religions. The presence of related policy and professional development did not affect the likelihood of educators from approving religions intervening in harassment of LGBTQ students or practicing LGBTQ-inclusive education. The influence of their approving-religion affiliation seems to be motivational in the same way as policy and training and does not augment their impact.Limitations As with all research, the current study has several limitations. First, although all teacher organizations agreed to participate in the survey, the level of engagement varied widely. In some cases, organizations actively endorsed the survey by sending out individual emails to their entire membership. However, in others, they promoted the survey through their website and newsletters, which did result in lower partic-ipation rates. Thus, the sample is based on non-probability methods, which means that generalizability 28Peterneeds to be made with caution. Second, the findings reported here rely on self-reported data that, although common in social science research, does present the possibility of social desirability bias.Recommendations Our results suggest that further research is warranted into the factors involved in enabling educators affili-ated with religions that disapprove of same-sex marriage (a proxy for disapproval of LGBTQ rights more generally) to practice LGBTQ-inclusive education. Professional development. We found that educators affiliated with disapproving religions are as likely as other educators to intervene in anti-LGBTQ harassment. Further investigation is warranted to explore how they intervene and with what effects in comparison to other educators. If, for example, these educators are intervening in ways that convey the disapproving stance of their religion, there could be merit in targeted professional development that encouraged such educators to use different language in their interventions (e.g., “Homophobic language has no place in this school” instead of “Don’t pick on ho-mosexuals; they didn’t ask to be born this way” or “There’s no need to be hurtful; you can love the sinner, but hate the sin”). Since educators from disapproving religions seem no less concerned with student safety than other ed-ucators, yet they are less likely to use LGBTQ-inclusive teaching practices, there could be merit in using professional development on inclusive teaching practices and the connection between safety and inclusion to encourage LGBTQ-inclusive teaching practices. However, further study to investigate the influence of professional development on the likelihood of practicing LGBTQ-inclusive education is warranted as discussed above (see also Lugg & Murphy, 2014; Lugg & Tooms, 2010). Visibility. LGBTQ students are marginalized not only by enacted stigma, but through erasure from everyday life at school that marks them as not deserving of inclusion. It is no surprise then, that visibility would have the opposite effect, as it does with educators from both disapproving religions and no religious affiliation. Since visibility in school life seems to be more influential than school leadership or profession-al development in encouraging these two groups of educators to practice LGBTQ-inclusive education, we recommend that school leaders with staff from disapproving religions make efforts to de-invisibilize LGBTQ people by increasing their representation in school life (e.g., through posters, assemblies, clubs, events, staffing). School leaders interested in helping teachers to reconcile their religious affiliation with their responsibilities might be better to proceed with increasing visibility in the school climate rather than trying to promote LGBTQ-inclusive education through demonstrations of support from school leaders. Leadership. Among educators who use LGBTQ-inclusive teaching practices, the support of school leadership was influential for participants from approving-religion and mixed-views groups, even though it did not seem to influence educators from opposed religions. This suggests that strong leadership on LGBTQ-inclusive education makes a difference with a substantial portion of the teaching demographic.Concluding RemarksSince, in many schools, educators come from all religious affiliations, and different factors are influential with different groups, it would be inappropriate to prioritize one method of encouraging educators to prac-tice LGBTQ-inclusive education over another. Each method – professional development, visibility, and leadership – plays an important role, and thus collectively would enhance the likelihood that educators, regardless of their religious affiliations, would practice LGBTQ-inclusive education. The presence of LGBTQ-based discrimination (by way of language and harassment) was a consistent and strong predictor of LGBTQ-inclusive practices, regardless of the religious affiliation of educators. Such a finding illustrates that most educators are compassionate individuals who are opposed to social injustice, including many educators who are affiliated with religions that are officially opposed to LGBTQ rights. These results are evidence that, even among educators whose religion is opposed to LGBTQ-rights issues, their commitment to their students takes priority over the official discourse of their religious faith when it comes to student safety. The challenge is to help educators understand that the safety of highly stigmatized, systemically erased students cannot be accomplished via harassment interventions alone, but calls for inclusive teaching practices that challenge stigmatization and end erasure.29CJEAP, 185ReferencesBarna Research Group. (2001, July 23). Born again adults remain firm in opposition to abortion and gay marriage [Press release]. Ventura, CA. Retrieved from https://www.barna.com/research/born-again-adults-remain-firm-in-opposition-to-abortion-and-gay-marriage/Barna Research Group. (2009, June 22). Spiritual profile of homosexual adults provides surprising in-sights [Press release]. Ventura, CA. Retrieved from https://www.barna.com/research/spiritual-pro-file-of-homosexual-adults-provides-surprising-insights/Bell, R. (2016, January 15). Calgary Catholic Bishop Fred Henry condemns NDP government’s school guidelines for gender identity and expression. Calgary Sun. Retrieved from http://www.calgarysun.com/2016/01/14/calgary-catholic-bishop-fred-henry-condemns-ndp-govern-ments-school-guidelines-for-gender-identity-and-expressionBlack, W. W., Fedewa, A. L., & Gonzalez, K. A. (2012). Effects of “Safe School” programs and policies on the social climate for sexual-minority youth: A review of the literature. Journal of LGBT Youth, 9, 321–339. doi:10.1080/19361653.2014.969865Bourdieu, P. (2002). Some questions on the gay and lesbian movement. (R. Nice, Trans). In Masculine domination (pp. 119-124). Stanford, CA: Stanford University Press.Callaghan, T. (2007a). Contra/diction: How Catholic doublespeak in Canadian Catholic secondary schools furthers homophobia. Canadian Online Journal of Queer Studies in Education, 3(1). Re-trieved from http://jqstudies.library.utoronto.ca/index.php/jqstudies/article/view/3281Callaghan, T. (2007b). That’s so gay: Homophobia in Canadian Catholic schools. Saarbrücken, Germa-ny: Verlag Dr. Müller.Callaghan, T. (2016). Young, queer, and Catholic: Youth resistance to homophobia in Catholic schools. Journal of LGBT Youth, 13(3), 270-287. doi:10.1080/19361653.2016.1185758Catechism of the Catholic Church (2nd ed.). (2000). Strathfield, New South Wales, Australia: St Pauls Publications.Cohen, J. W. (1988). Statistical power analysis for the behavioral sciences. Hillsdale, NJ: Lawrence Erlbaum Associates.Getz, C., & Kirkley, E. (2006). Shaking up the status quo: Challenging intolerance of the lesbian, gay, and bisexual community at a private Roman Catholic university. College Student Journal, 40(4), 857–869.Greytak E., & Kosciw J. (2014). Predictors of US teachers’ intervention in anti-lesbian, gay, bisexual, and transgender bullying and harassment. Teaching Education, 25(4), 410-426.Greytak, E. A., Kosciw, J. G., Villenas, C., & Giga, N. M. (2016). From teasing to torment: School climate revisited, a survey of U.S. secondary school students and teachers. New York, NY: GLSEN. Retrieved from https://www.glsen.org/sites/default/files/TeasingtoTorment%202015%20FINAL%20PDF%5B1%5D_0.pdfHowell, T. (2014, December 15). Poll finds support for gay-straight alliances among Alberta Catholics. Calgary Herald. Retrieved from http://calgaryherald.com/news/local-news/poll-finds-support-for-gay-straight-alliances-among-alberta-catholicsKirby, B., & Michaelson, J. (2008). Educating about homosexuality: What do Americans think? Sex Education, 8(2), 225–235. doi:10.1080/14681810801981282Lambert, S. (2013, March 15). Religious leaders protest Manitoba bill that would force faith-based schools to allow gay-straight alliances. National Post. Retrieved from http://news.nationalpost.com/news/canada/religious-leaders-protest-manitoba-bill-that-would-force-faith-based-schools-to-allow-gay-straight-alliancesLiboro, R., Travers, R., & St. John, A. (2015). Beyond the dialectics and polemics: Canadian Catholic schools addressing LGBT youth issues. The High School Journal, 98(2), 158-180. doi:10.1353/hsj.2015.0000Lugg, C. A., & Murphy, J. P. (2014). Thinking whimsically: Queering the study of educational poli-cy-making and politics. International Journal of Qualitative Studies in Education, 27(9), 1183-1204. doi:10.1080/09518398Lugg, C. A., & Tooms, A. K. (2010). A shadow of ourselves: Identity erasure and the politics of queer leadership. School Leadership & Management, 30(1), 77-91. doi:10.1080/1363243090350979030PeterMacDougall, B., & Short D. (2010). Religion-based claims for impinging on queer citizenship. Dalhou-sie Law Journal, 33(2), 133-160. Retrieved from https://works.bepress.com/donn_short/2/Maher, M., & Sever, L. (2007). What educators in Catholic schools might expect when addressing gay and lesbian issues: A study of needs and barriers. Journal of Gay and Lesbian Issues in Education, 4(3), 79–111. doi:10.1300/J368v04n03_06Meyer, E. J., Taylor, C., & Peter, T.  (2015). Perspectives on gender and sexual diversity (GSD) inclu-sive education: Comparisons between gay/lesbian/bisexual and straight educators.  Journal of Sex Education, 15(3), 221-234. doi:10.1080/14681811.2017.1292459Neary, A. (2017). LGBT-Q teachers, civil partnership and same-sex marriage: The ambivalences of legitimacy. New York, NY: Routledge.Nonato, S. D. (2012, February 3). Ontario, Catholic schools face off over Gay-Straight Allianc-es. National Post. Retrieved from http://news.nationalpost.com-2012/02/02/ontario-catho-lic-schools-face-offover-gay-straight-alliances/ OECTA. (2012, May 16). Catholic teachers stand against homophobia and transphobia. Ottawa, ON: Ontario English Catholic Teachers’ Association. Retrieved from http://www.newswire.ca/news-re-leases/catholic-teachers-stand-against-homophobia-and-transphobia-510251181.htmlPeter, T., Taylor, C., & Campbell, C. (2016). You can’t break … when you’re broken: The importance of school climate to suicidality among LGBTQ youth. Journal of Gay & Lesbian Mental Health, 20(3), 195-213. doi:10.1080/19359705.2016.1171188Peterson, R. (2011). Examining context in the conflict over same-sex marriage and education: The relevance of substance, process and the people involved. BYU Education & Law Journal, 9(2), 303-322. Retrieved from https://digitalcommons.law.byu.edu/cgi/viewcontent.cgi?referer=https://www.bing.com/&httpsredir=1&article=1293&context=eljRayside, D. M. (2008). Queer inclusions, continental divisions: Public recognition of sexual diversity in Canada and the United States. Toronto, ON: University of Toronto Press.Reinhardt, B. (1997, August). Examining correlates of homophobia in heterosexual college students. Paper presented at the annual meeting of the American Psychological Association, Chicago, IL. Retrieved from http://files.eric.ed.gov/fulltext/ED412445.pdfSarac, L. (2012). The relationships between homophobic attitudes and religiosity among Turkish physi-cal education teacher majors. Physical Education and Sport Pedagogy, 17(3), 277-287. doi:10.1080/17408989.2012.690380Schneider, M., & Dimito, A. (2008). Educator’s beliefs about raising lesbian, gay, bisexual, and trans-gender issues in the schools: The experience in Ontario. Journal of LGBT Youth, 5(4), 49–71. doi:10.1080/19361650802223003Schniedewind, N., & Cathers, K. (2003). Becoming allies for each other: An inclusive approach for confronting heterosexism in schools. Equity & Excellence in Education, 36, 184–193. doi:10.1080/10665684.2012.671095Short, D. (2012). Don’t be so gay! Queers, bullying and making schools safe. Vancouver, BC: UBC Press.Short, D. (2013). Bound for glory: Bill 18, The Public Schools Amendment Act (Safe and Inclusive Schools). Manitoba Law Journal, 36(2), 115-136. Retrieved from http://mlj.robsonhall.com/mlj/content/bound-glory-bill-18-public-school-amendment-act-safe-and-inclusive-schools-0Short, D. (2017). Am I safe here? LGBTQ teens and bullying in schools. Vancouver, BC: UBC Press.Taylor, C., Meyer E., Peter, T., Ristock, J., Short, D., & Campbell, C. (2015). Gaps between beliefs, perceptions, and practices: The Every Teacher Project on LGBTQ-inclusive education in Canadian schools. Journal of LGBT Youth, 13(1-2), 121-140. Retrieved from http://dx.doi.org/10.1080/19361653.2015.1087929Taylor, C., & Peter, T. (2011a). We are not aliens, we’re people, and we have rights. Canadian human rights discourse and high school climate for LGBTQ students. Canadian Review of Sociology, 48, 275–313. doi:10.1111/j.1755-618X.2011.01266.xTaylor, C., & Peter, T. (with McMinn, T. L., Paquin, S., Beldom, S., Ferry, A., Gross, Z. & Schachter, K.) (2011b). Every class in every school: The First National Climate Survey on homophobia, biphobia, and transphobia in Canadian schools: Final report. Toronto, ON: Egale Canada Human 31CJEAP, 185Rights Trust. Retrieved from https://www.uwinnipeg.ca/rise/docs/climate-survey-egale-final-re-port-web.pdfTaylor, C., Peter, T., Campbell, C., Meyer, E., Ristock, J., & Short, D. (2015). The Every Teacher Project on LGBTQ-inclusive education in Canada’s K-12 schools: Final report. Winnipeg, MB: Manitoba Teachers’ Society. Retrieved from https://www.uwinnipeg.ca/rise/docs/Every_Teacher_Toolkit_WEB.pdf",
    "id": 236112322,
    "identifiers": {
        "doi": null,
        "oai": "oai:journalhosting.ucalgary.ca:article/42910"
    },
    "title": "Religious Belief and the Queer Classroom: Measuring the Impact of Religious Affiliation on LGBTQ-Inclusive Education Practices",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-05-11T01:00:00+01:00",
    "publisher": "'University of Saskatchewan Library'",
    "references": [],
    "sourceFulltextUrls": [
        "https://journalhosting.ucalgary.ca/index.php/cjeap/article/download/42910/40392"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/236112322.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/236112322"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/236112322/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/236112322/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/236112322"
        }
    ],
    "abstract": "This study examines the influence of religious affiliation on lesbian, gay, bisexual, trans, two spirit, queer, and questioning (LGBTQ)-inclusive practices. Using data from a national survey of educators from pre-kindergarten to grade 12, multivariate analyses of variance models were employed in order to test the effects of religious affiliation on several LGBTQ-inclusive outcome measures. Results show that religious affiliation does have a significant impact on the likelihood that educators will (or will not) practice LGBTQ-inclusive education, however, the pathways to such practices vary considerably across religious groupings. Recommendations are suggested in terms of intervention, inclusive teaching practices, visibility, and leadership",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "research-article",
        "LGBTQ-inclusive education",
        "homophobia",
        "transphobia",
        "religious affiliation",
        "teachers",
        "Canada"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "research-article"
    ],
    "oai": "oai:journalhosting.ucalgary.ca:article/42910",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13734",
        "openDoarId": 0,
        "name": "University of Calgary Journal Hosting",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 236112322,
        "depositedDate": null,
        "publishedDate": "2018-05-11T01:00:00+01:00",
        "updatedDate": "2024-02-15T05:01:05+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T09:24:55+00:00"
    },
    "urls": [
        "https://journalhosting.ucalgary.ca/index.php/cjeap/article/view/42910"
    ],
    "lastUpdate": "2024-02-15T05:01:05+00:00",
    "setSpecs": []
}