{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Levy, Denise"
        },
        {
            "name": "NC DOCKS at Appalachian State University"
        }
    ],
    "contributors": [],
    "createdDate": "2021-08-26T15:53:43+01:00",
    "dataProvider": {
        "id": 3065,
        "name": "The University of North Carolina at Greensboro",
        "url": "https://api.core.ac.uk/v3/data-providers/3065",
        "logo": "https://api.core.ac.uk/data-providers/3065/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/475606904.pdf",
    "fullText": "Archived version from NCDOCKS Institutional Repository http://libres.uncg.edu/ir/asu/ Religion And Endorsement Of Same-Sex Marriage: The Role Of Syncretism Between Denominational Teachings About Homosexuality And Personal Religious BeliefsBy: Michael R. Woodford, Eugene N. Walls, and Denise L. LevyAbstractEndorsement of same-sex marriage has increased in recent years; however, opposition continues and is often based on religious ideology. Previous research investigating the influence of religion on support for same-sex marriage has ignored the possible impact of individuals' endorsement of denominational teachings about same-sex sexuality. This study examines the role of religious tradition, religiosity, and individual endorsement of denominational teachings concerning homosexuality on support for same-sex marriage among self-identified heterosexual college students. It is one of the first studies to use syncretism, or the congruence between individually held religious beliefs and denominational teachings, as a variable. We found that syncretism plays a small but unique role in explaining attitudes toward same-sex marriage. We discuss implications for future research and for advocacy efforts to legalize same-sex marriage.Woodford MR, Walls NE, Levy DL. Religion and Endorsement of Same-Sex Marriage: The Role of Syncretism Between Denominational Teachings About Homosexuality and Personal Religious Beliefs. Interdisciplinary Journal of Research on Religion. 2012;8:1-29. Publisher version of record available at: https://www.religjournal.com/articles/article_view.php?id=62Religion and Endorsement of Same-Sex Marriage: The Role of Syncretism Between Denominational Teachings About Homosexuality and Personal Religious Beliefs† Michael R. Woodford Assistant Professor, School of Social Work, University of Michigan Ann Arbor, Michigan N. Eugene WallsAssociate Professor, Graduate School of Social Work, University of Denver Denver, Colorado Denise L. Levy Assistant Professor, Department of Social Work, Appalachian State University Boone, North Carolina Abstract Endorsement of same-sex marriage has increased in recent years; however, opposition continues and is often based on religious ideology. Previous research investigating the influence of religion on support for same-sex marriage has ignored the possible impact of individuals’ endorsement of denominational teachings about same-sex sexuality. This study examines the role of religious tradition, religiosity, and individual endorsement of denominational teachings concerning homo-sexuality on support for same-sex marriage among self-identified heterosexual college students. It is one of the first studies to use syncretism, or the congruence between individually held religious beliefs and denominational teachings, as a variable. We found that syncretism plays a small but unique role in explaining attitudes toward same-sex marriage. We discuss implications for future research and for advocacy efforts to legalize same-sex marriage. † Funding to support this study was received from the National Center on Institutional Diversity, University of Michigan; Curtis Center, School of Social Work, University of Michigan; and Office of the Vice President for Research, University of Michigan. Sincere thanks to the advisory com-mittee and participants. The issue of same-sex marriage is at the forefront of politics in the United States today, and many state legislatures and citizens have voted or will soon vote on laws or ballot initiatives that relate to this issue. Legislation on same-sex marriage affects Social Security benefits, pensions, health care, finances, taxation, and fam-ily rights for gay and lesbian couples (Killian 2010; Woodford et al. 2012). It can also affect their mental health (Herdt and Kertzner 2006). Regardless of the implications, attitudes toward same-sex marriage are varied, with many individu-als and groups strongly supporting or strongly opposing the extension of marriage rights to same-sex couples. Although there has been a shift in attitudes toward ac-ceptance of same-sex sexuality as well as same-sex marriage over time (Avery et al. 2007; Brewer and Wilcox 2005; Pew Forum on Religion and Public Life 2012), opposition continues and is often based on religious ideology. Research on attitudes toward same-sex marriage has found significant dif-ferences based on religion, most frequently investigating the role of religious denomination or tradition as well as religiosity. Few studies have examined per-sonal religious beliefs, and none have examined the role of personal beliefs about denominational doctrine regarding same-sex sexuality. As with other moral and social issues, not all individuals agree with their denomination’s stance on same-sex marriage or same-sex sexuality (Amárach Research 2012; Moon 2004; Wood-ford, Levy, and Walls 2012; Yamane 2007). To capture individual-level beliefs, it is vital to incorporate syncretism as a point of investigation. On this level, syn-cretism involves recognition that individuals may integrate practices or beliefs from other faith traditions into their individual understanding of their faith or may discard or modify practices or beliefs from their own faith tradition that they do not find useful or with which they disagree. A similar dynamic can occur at the denominational level (Woodford, Levy, and Walls 2012). An extensive review of the literature demonstrated that no studies have included syncretism in analyzing attitudes toward same-sex marriage. In an earlier work, however, we examined the role of syncretism in explaining prejudice against sexual minorities (Wood-ford, Levy and Walls 2012). Although studies conclude that attitudes toward gay and lesbian people and attitudes toward same-sex marriage are related, they are not perfectly correlated (Bolte 1998; Lannutti and Lachlan 2008; Moskowitz, Rie-ger, and Roloff 2010; Pearl and Galupo 2007; Saucier and Cawman 2004; Yang 1997). It is possible for individuals who hold progressive views about same-sex sexuality to oppose same-sex marriage (Avery et al. 2007). The study that is discussed in this article addresses a gap in the literature by investigating the role of syncretism in explaining endorsement of same-sex mar-riage. By examining this issue, this article helps to advance understanding of the complexity of religious beliefs and denominational teachings and the role they play in individuals’ opinions and provides an empirical basis for advocacy cam-paigns promoting support for same-sex marriage among religious groups. LITERATURE REVIEW Same-sex marriage is a controversial issue in the United States. An array of dif-ferent policies concerning the legal recognition of same-sex relationships exists throughout the country (Killian 2010; Human Rights Campaign 2011a, 2011b; National Gay and Lesbian Taskforce 2011). On the federal level, since 1996, the Defense of Marriage Act (DOMA) has defined marriage as being solely between one man and one woman, thereby excluding same-sex couples from over 1,000 federal laws that benefit heterosexual married couples (Killian 2010; U.S. General Accounting Office 1996). However, in 2011, the White House announced that during President Obama’s administration, the Department of Justice would no longer defend DOMA in court (Savage and Stolberg 2011). A February 2012 U.S. district court ruling in California found DOMA unconstitutional (Golinski v. U.S. Office of Personnel Management and Berry 2011), as did a May 2012 U.S. ap-peals court ruling in Massachusetts. Also in May 2012, President Obama became the first sitting U.S. president to give public support to same-sex marriage. On the state level, at the time of writing, gay and lesbian couples can legally marry in seven states (Connecticut, Iowa, Massachusetts, New Hampshire, New York, Vermont, and Washington) and in Washington D.C. However, forty-two jurisdictions have DOMA-like prohibitions against same-sex marriage (Human Rights Campaign 2011a), thirty of which resulted from ballot initiatives (Human Rights Campaign 2011b), including that approved by voters in North Carolina on May 8, 2012 (Waggoner, 2012). Given the role of direct democracy in estab-lishing same-sex marriage policies and the importance of public opinion when elected officials formulate laws (Burstein 1998), examining the nature of attitudes about same-sex marriage can provide an empirical foundation for policy cam-paigns advocating for same-sex marriage. Although support for same-sex marriage has grown among Americans (Avery et al. 2007; Brewer and Wilcox 2005; Pew Forum on Religion and Public Life 2012), considerable opposition still exists. Given the historical role that religious institutions have played in defining romantic and sexual relationships (Herman 1997; Warner 1999), it is not surprising that some religious institutions are directly engaged in debates about marriage. Some of these religious groups are publicly against same-sex marriage, and some of these faith communities have been actively involved in efforts to prohibit same-sex marriage (Soule 2004). For example, the Catholic Church and the Church of Jesus Christ of Latter-Day Saints have been directly involved in the legal battle over same-sex marriage in Cali-fornia, donating millions of dollars and issuing official statements in support of Proposition 8, the ballot initiative that made only heterosexual marriages legal in the state in 2008 (California Catholic Conference 2008; Church of Jesus Christ of Latter-Day Saints 2008; K. J. Jones 2012). However, not all religious groups oppose same-sex marriage. In fact, some denominations, such as the Evangelical Lutheran Church in America (2009) and the Presbyterian Church (2009–2010), bless and support same-sex marriages or offer individual congregations the op-tion to do so (for more information, see Levy 2008). The lack of a universal religious stance on same-sex marriage or even one within the Christian faith highlights the controversy surrounding religion and the legal recognition of same-sex relationships.  Religion and Attitudes Toward Same-Sex Marriage In comparison to antidiscrimination laws involving sexual orientation, policies about recognition of same-sex relationships are more likely to invoke morality-based responses (Barclay and Fisher 2003; Wald, Button, and Rienzo 1996). Along with political orientation (Cimino and Segura 2005; Haider-Markel and Joslyn 2008; Pew Forum on Religion and Public Life 2003; Whitehead, 2010) and anti-gay attitudes (Bolte 1998; Lannutti and Lachlan 2008; Moskowitz, Rieger, and Roloff 2010; Pearl and Galupo 2007; Saucier and Cawman 2004; Yang 1997), religion variables have consistently been found to be some of the strongest predictors of opinions about same-sex marriage. Specific religion variables that have been found to predict attitudes toward recognition of same-sex relationships include religious tradition, religiosity, and religious beliefs. Religious tradition is the categorization of religious faith tradi-tions into major families that share a core belief system and history (e.g., evangel-ical Christian, Catholic, Buddhist); religiosity refers to the importance of religion in one’s life; and religious beliefs are the individually held endorsements of specific tenets of religious tradition or denominational doctrine. Differentiating among religious tradition, religiosity, and religious beliefs is important, as they may have different impacts on attitudes, beliefs, and behaviors (Stefurak, Taylor, and Mehta 2010). At both the individual level and the macro level, studies have found dif-ferences in support for same-sex marriage based on religious tradition. Americans from Protestant denominations have tended to be less supportive of same-sex marriage than have those who are Catholic or non-Protestant (J. M. Jones 2010; Olson, Cadge, and Harrison 2006). However, those who are secular or unaffiliated with a religion have tended to be the most supportive, with 81 percent in one study supporting same-sex marriage compared to 48 percent of Catholics and 33 percent of Protestants (J. M. Jones 2010; see also Pew Forum on Religion and Public Life 2011; Walls, Woodford, and Levy 2012). Because of the wide vari-ability of religious doctrine on same-sex sexuality and marriage within American Protestantism, the Pew Forum on Religion and Public Life (2011) examined dif-ferences within Protestantism across a ten-year period and found that consistently over that period, white mainline Protestants were closely aligned with Catholics in their rates of support for same-sex marriage. Additionally, rates of support among black Protestants were lower than those among white mainline Protestants, and rates among white evangelical Protestants were lower still. In a sample of under-graduate college students, Walls, Woodford, and Levy (2012) found a similar pattern wherein secular people were most supportive of same-sex marriage, followed by non-Christians, Catholics, mainline/liberal Protestants, and evangel-ical Protestants, in that order. At the macro level, states and counties with higher proportions of Catholics have demonstrated the highest rate of support for same-sex marriage (McVeigh and Diaz 2009; Sullins 2010), and counties with higher percentages of evangelical Protestants have had higher rates of voting in support of prohibitions against same-sex marriage (McVeigh and Diaz 2009). Whether religiosity is measured as the general importance of religion in one’s life or as some form of participation in religious activities, higher levels are gen-erally associated with greater opposition to same-sex relationship recognition. Among Americans who say that religion is “very important” in their lives, 70 per-cent oppose legal same-sex marriage, while among Americans who say that re-ligion is “not important,” 71 percent support legal same-sex marriage (J. M. Jones 2010). The Pew Forum on Religion and Public Life (2003) found that 80 percent of their respondents with high levels of religious commitment opposed same-sex marriage. In controlled analysis, a similar pattern exists for participation in re-ligious services (Olson, Cadge, and Harrison 2006; Whitehead 2010), even among populations such as social work students (Swank and Raiz 2010), who have an ethical responsibility to support equality for sexual minorities (National Asso-ciation of Social Workers 2008). Research on the relationship between individually held religious beliefs and attitudes toward recognition of same-sex relationships is less available. What has been examined has focused predominantly on religious fundamentalism, which correlates strongly with evangelical Protestantism in American samples. Higher degrees of religious fundamentalism have been found to be associated with anti-same-sex marriage attitudes (Cerecedes 2003). Similarly, Saucier and Cawman (2004) found that higher levels of fundamentalism were associated with voting for the anti-civil-union candidate for governor in Vermont (civil unions were legal in the state at the time of voting). Other religious beliefs that have been examined include beliefs in biblical literalism, also found to be positively associated with anti-same-sex union attitudes (Whitehead 2010), as well as moral absolutism, anti-universalism, and support for the Social Gospel ethos (Walls, Woodford, and Levy 2012). Although these studies provide insight into the relationship between various personal religious beliefs and opinions about same-sex marriage, they do not shed light on the association between personal religious beliefs and de-nominational doctrine concerning same-sex sexuality. Given the central role that religion can play in shaping an individual’s worldview (Kosmin, Mayer, and Keysar 2001), it is reasonable to query whether denominational teachings about same-sex sexuality and one’s support for these teachings might be associated with one’s attitudes toward same-sex marriage. To understand the relationship between religion and views about same-sex marriage better, it is important to examine personal religious beliefs about same-sex sexuality in addition to examining reli-gious tradition and religiosity (Walls 2010). Religious Syncretism As Moon (2004) and Yamane (2007) have observed, researchers have often assumed that individually held religious beliefs are consistent with those of the person’s denominational or faith tradition doctrine (e.g., Bolzendahl and Brooks 2005; Finlay and Walther 2003; Fisher et al. 1994; Schulte and Battle 2004), even though studies show that the degree of congruence between doctrine and belief varies by religious tradition as well as topic (D’Antonio et al. 2001; Hoge, John-son, and Luidens 1994). This may especially be true for beliefs regarding sexuality (Moon 2004; Walls 2010; Woodford, Levy, and Walls 2012) that may emerge partly from the impact that individuals’ lived experiences have on their religious ideas—what Moon (2004) calls “everyday theologies.” Additionally, in some cases, the messages that are heard at the congregation level about same-sex sexuality may vary from or be contrary to official denominational doctrine, and some congregations might not be exposed to any explicit messages at all. Given this context, if social scientists are to understand the role of religious doctrine and personal religious beliefs, specifically the effects of beliefs about same-sex sexuality on endorsement of same-sex marriage, it is necessary to inquire about denominational teachings from the individual’s perspective rather than simply classifying traditions according to their official doctrine (see, e.g., Fisher et al. 1994; Pew Forum on Religion and Public Life 2010). In short, we must examine the intersection of denominational teachings and personal beliefs about these teachings if we are to understand better how religion may shape attitudes about issues such as the legal recognition of same-sex marriage. Religious syncretism has often been understood as the process by which religious traditions incorporate beliefs and practices from other religious cultural traditions into their own (Martin and Nicholas 2010). However, religious syn-cretism can also be conceptualized as a process that occurs at the individual level, for example, when an individual rejects some aspects of her or his faith tradition or denomination while believing others. Syncretism can also transpire when indi-viduals integrate rituals and values from other faith traditions or denominations into their own faith lives (Woodford, Levy, and Walls 2012). Within the contemporary U.S. religious landscape, the phenomenon of individual religious syncretism has been documented as being fairly commonplace, even among be-lievers from conservative religious groups (Dougherty et al. 2009; Pew Forum on Religion and Public Life 2009); it is particularly widespread among young people (Arnett and Jensen 2002; Pew Forum on Religion and Public Life 2009). Because of the overall prevalence of religious syncretism, Yamane (2007: 40) argues that the American religious context might best be characterized as “belonging without believing,” much in line with Wuthnow’s (1988) prediction of the declining sig-nificance of denominations. Although religious syncretism has rarely been exam-ined in the context of beliefs concerning sexuality, in one such study, Woodford, Levy, and Walls (2012) demonstrated that the interaction between denomi-national doctrine on same-sex sexuality and individual level of agreement with that doctrine was more predictive of anti-gay prejudice than was either religiosity or religious tradition among a sample of Christian college students in the emerg-ing adulthood stage of development. This study aims to advance understanding of the role of religion and personal religious beliefs in shaping individuals’ opinions about same-sex marriage. In light of the ongoing controversy about same-sex marriage, the dynamic nature of public policies concerning legal recognition of same-sex relationships, the cen-trality of religious institutions in public debates on same-sex marriage, and the demonstrated intersection of religion-related factors (especially religious tradition and religiosity) and individual-level endorsement of same-sex marriage, coupled with the documented reality that being religiously affiliated does not mean that one necessarily embraces the teachings of one’s faith tradition or denomination, it is important to investigate the role of syncretism in regard to denominational teachings about same-sex sexuality if the role of religion in explaining opinions about same-sex marriage is to be better understood.  Using a sample of college students who self-identified as heterosexual, we in-vestigated the effect of syncretism on the level of endorsement of same-sex marriage. Although young people, including college students, tend to be more supportive of same-sex marriage than does the general public, a sizable number of students either oppose it or are unsure about it (Newport 2011; Pryor et al. 2010; Swank and Raiz 2010). As they develop their religious identities, college students tend to question institutionalized religion (Arnett and Jensen 2002; Fowler 1981; Smith and Snell 2009). Nevertheless, religious factors have been shown to be influential in predicting students’ attitudes about legal recognition of same-sex relationships (Swank and Raiz 2010; Woodford et al. 2012). METHOD The present study drew on data from a cross-sectional campus climate study con-ducted at a large, public, midwestern research university. Campus climate refers to the actions and attitudes within a college or university that influence whether people feel welcomed and valued as members of the community. Various aspects of campus climate were investigated, including attitudes toward lesbian, gay, and bisexual people. An advisory committee consisting of students, staff, faculty members, and alumni assisted with the study, including survey development. In an attempt to minimize respondent self-selection bias (Wiederman 2002), recruitment and informed consent materials did not reference sexuality. The study received institutional review board approval. Procedures Data were collected by using an anonymous Internet-based survey. Students were contacted by the registrar’s office using official university e-mail addresses. All study correspondence was signed by the university’s vice president for student af-fairs. As in Internet-based university-wide student satisfaction and learning surveys conducted by the host institution, respondents were contacted three times: An initial invitation was extended, and reminder messages were sent seven and fourteen days later. The survey link was included with the invitation and with each reminder message. To encourage students to participate in the study, flyers promoting the study were posted throughout the campus, the student newspaper featured a story about the study, and respondents were given the opportunity to enter a raffle for one of fifty $50 cash cards (identifying information was recorded separately to maintain anonymity in the study itself). Sample To reach a cross section of the student body, all sophomore and junior under-graduates and a random sample of 8,000 graduate students were invited to par-ticipate in the study (N = 19,342). Of those, just over 5,000 students activated the link to the survey website (26 percent response rate). As in other anonymous Internet-based surveys (Dillman, Smyth, and Christian 2009), it was not possible to determine whether the students who did not activate the link received the in-vitation and reminder e-mails or were not interested in participating in the study. Of the students who activated the link, 3,762 (20 percent) agreed to participate; however, the sample was reduced to 2,568 (13 percent) because of missing data. The average response rate for the host university’s campus-wide surveys is approximately 10 percent. Given that social attitudes are influenced by sociocultural and political con-texts (Stycos 1998) and that predictors of sexuality-related factors will likely per-form differently among sexual majority and minority groups (Herek 1988), we limited the sample for the present study to domestic students who reported being affiliated with a religion and who identified as “completely heterosexual.” Al-though 94 respondents selected “mostly heterosexual,” exploratory analysis in-dicated that they were significantly different from the “completely heterosexual” group on the dependent variable (t(127) = 7.99, p < 0.001), frequency of attendance of religious services (t(113) = −3.43, p = 0.001), and importance of religion (t(1,191) = −2.91, p = 0.01); therefore we considered these individuals to be included in the category of “sexual minorities.” The analytical sample used in our study consisted of 1,099 students. As shown in Table 1, the majority of the sample was female, white, Catholic, undergraduate, and registered in full-time studies, with an average age of approximately 23 years. On average, their political ideology was middle of the road. Table 1: Descriptive Statistics for Sample Demographics and All Study Variables Variables N % M SD Dependent Variable Endorsement of same-sex marriage 4.78 2.21 Strongly disagree 144 13.1 Disagree 108 9.8 Slightly disagree 80 7.3 Neutral 124 11.3 Slightly agree 78 7.1 Agree 191 17.4 Strongly agree 374 34.0 Religious Variables Religious tradition African-American Protestant 23 2.1 Evangelical Protestant, Conservative Nontraditional Christian, and Other Christian 268 24.4 Mainline Protestant 244 22.2 Catholic 363 33.0 Buddhist and Hindu 51 4.6 Jewish 77 7.0 Muslim 30 2.7 Other non-Christian 43 3.9 Religiosity (frequency of attendance) 2.26 1.57 Never 97 8.8 Very rarely 408 37.1 Once a month 154 14.0 Once every other week 90 8.2 Once a week 254 23.1 More than once a week 96 8.7 Religiosity (importance of religion) 2.10 0.89 Not at all important 59 5.4 Not too important 210 19.1 Somewhat important 393 35.8 Very important 437 39.8 Consistency of personal beliefs about homosexuality with denominational teachings 3.83 2.06 Strongly disagree 165 15.1 Disagree 241 22.0 Slightly disagree 110 10.0 Neutral 140 12.8 Slightly agree 122 11.1 Agree 172 15.7 Strongly agree 145 13.2 Denomination teaches homosexuality is a sin 4.46 1.61 Strongly disagree 98 8.9 Disagree 97 8.8 Slightly disagree 55 5.0 Slightly agree 155 14.1 Agree 343 31.2 Strongly agree 351 31.9 Sample Demographics and Control Variables Age 23.04 5.99 Gender Female 697 63.4 Male 401 36.5 Race White 815 75.6 People of color 263 24.4 Class standing Undergraduate 644 58.6 Masters 243 22.1 Doctoral 212 19.3 Student status Full-time 1058 96.3 Part-time 40 3.6 Political ideology 4.41 1.35 Measures Dependent Variable. The dependent variable, endorsement of same-sex marriage, was measured with the item “Marriage should be equally available to both heterosexual and same-sex couples” on a Likert scale (1 = “Strongly disagree,” 7 = “Strongly agree”). Independent Variables Religious tradition. Religious tradition was derived from the question “With which religion do you most closely identify?” Participants selected from a list of twenty-two options, including “other Christian,” “other non-Christian,” and “not listed (please specify).” This list was taken from the Cooperative Institutional Research Program’s Freshman Survey (Higher Education Research Institute 2008).1 The responses of participants who reported being religiously affiliatedwere categorized according to a modified version of Steensland and colleagues’ (2000) religious tradition schema to include eleven traditions: African-American Protestant, Buddhist, Catholic, conservative nontraditional Christian, evangelical Protestant, Hindu, Jewish, mainline Protestant, Muslim, other Christian, and other non-Christian. After finding no statistically significant group differences on sup-port for same-sex marriage and other key variables (i.e., religiosity and political ideology), we combined the categories of evangelical Protestants, conservative nontraditional Christian, and other Christian. Also, after finding no statistically significant differences for these variables, we combined Buddhist and Hindu because of small sample sizes among some of the original groups. Religiosity. We measured two dimensions of religiosity: frequency of partici-pation in religious services (0 = “Never,” 5 = “More than once a week”) and importance of religion in one’s life (0 = “Not at all important,” 3 = “Very important”). Religious syncretism concerning same-sex sexuality. We inquired about religious syncretism through two measures. The first asked students to respond to the statement “My own beliefs about homosexuality are fairly consistent with what my religion teachings” on a Likert scale (1 = “Strongly disagree,” 7 = “Strongly agree”). The second item, “My religion’s core teachings about homosexuality see it as a sin,” was measured by using the same Likert scale. However, given the possible ambiguity associated with a neutral response for this question, we eli-minated the 196 respondents who originally selected this response and recoded the variable (1 = “Strongly disagree,” 6 = “Strongly agree”). For regression analy-sis, we recoded this item as a dichotomous variable: Same-sex sexuality is not a sin (1 = “Strongly disagree” to 3 = “Slightly disagree”) and same-sex sexuality is 1 The terms religion and denomination are conceptually different in the academic literature; however, they are frequently conflated in contemporary usage as well as in research. Many general population surveys of religion in the United States ask questions such as “What is your religion, if any?” (Institute for the Study of Secularism in Society and Culture 2001). Responses often include those that are theological in nature (e.g., fundamentalism, spiritual), those that are technically religions (e.g., Jewish, Christian, Buddhist), and those that are technically denominations (e.g., Catholic, Baptist, Presbyterian, Unitarian) (Kosmin and Kaysar 2009). Consistent with this approach, the original survey asked specifically about the respondent’s religion, but response options included specific denominations in addition to “other Christian,” “other non-Christian,” and “not listed (please specify).” Here, we interpret the term religion to mean “denomination.” We also apply this interpretation to the two questions posed that related to syncretism. a sin (4 = “Slightly agree” to 6 = “Strongly agree”). To capture the complexity of religious syncretism, we created an interaction term consisting of denominational teaching (reference category: not a sin) × consistency. Control Variables Demographic variables and political ideology were used as control variables. De-mographic variables consisted of age (in years), sex (male, female), and race/ ethnicity (white, people of color). Political ideology was assessed through the question “In general, how do you characterize your political views?” (1 = “Extremely conservative,” 7 = “Extremely liberal”). Data Analysis IBM SPSS Statistics 19.0 was used for data analysis. Descriptive statistics were conducted for all variables. To identify factors that predicted support for same-sex marriage, we performed multiple sequential linear regression. The interaction item (denominational teaching × consistency) was added in the final step. By using this analytical method, we were able to identify the relative impact of independent variables and to test the consequences of predictor variables in com-parison with each other. Multicollinearity was assessed, and no concerns were identified. A large body of empirical work finds that individuals who belong to the Jewish tradition hold the most liberal attitudes about sexual minorities as well as related civil rights (among individuals affiliated with a religious tradition); these findings suggested that Jewish be the logical reference category for religious tradition. In regard to endorsement of same-sex marriage, with the exception of Buddhist and Hindu, this conclusion was empirically validated among our sample through ANOVA (F(7, 1091) = 21.22, p < 0.001) and post hoc analysis (all p ≤ 0.001). RESULTS Table 1 presents the descriptive statistics for the dependent, predictor, and control variables. Correlations between the continuous variables and regression results are displayed in Tables 2 and 3, respectively. Table 2: Correlations Between Continuous Variables 1 2 3 4 5 6 1. Support forsame-sexmarriage— 2. Religiosity(attendance) −0.48*** — 3. Religiosity(importance) −0.42***   0.67*** — 4. Consistencybetweendenominationalteachings andpersonal beliefs−0.53***   0.36***   0.35*** — 5. Age −0.01   0.01   0.06* −0.01 — 6. Political ideology   0.60*** −0.32*** −0.32*** −0.34*** 0.06* — * p < 0.05, *** p ≤ 0.001.Descriptive Results Endorsement of Same-Sex Marriage. Overall, approximately 60 percent of the re-spondents supported same-sex marriage; nearly nine of ten of these respondents either agreed or strongly agreed with the policy. On the basis of the mean score, slight endorsement of the same-sex marriage existed among the sample. Among the 332 respondents who were opposed to same-sex marriage, an estimated three fourths selected “disagree” or “strongly disagree.” Examining support for same-sex marriage based on one’s denomination’s stance toward same-sex sexuality (not shown), we found significantly higher en-dorsement among respondents who were affiliated with pro-gay denominations (M = 5.84, SD = 1.78) than among those who were affiliated with anti-gay de-nominations (M = 4.46, SD = 2.22) (t(498) = 10.14, p < 0.001). In both groups, more students reported endorsement (pro-gay: 79 percent, anti-gay: 53 percent) than neutrality (pro-gay: 8 percent, anti-gay: 12 percent) and opposition (pro-gay: 13 percent, anti-gay: 35 percent). Table 3: Factors Associated with Endorsement of Same-Sex Marriage Among Religious Students (N = 1,074) Step 1 Step 2 Step 3 Variable B (Standard Error) β B (Standard Error) β B (Standard Error) β Constant   3.68  (0.39)***     4.17    (0.37)***       4.29      (0.36)*** Age (in years) −0.00(0.01)−0.01 −0.01(0.01)−0.01 −0.01(0.01)−0.02Male −0.43(0.10)  0.09*** −0.29(0.10)−0.06** −0.27(0.09)−0.06**People of color −0.25(0.13)−0.05 −0.25(0.12)−0.05* −0.23(0.12)−0.05Political ideology 0.80(0.04)  0.48*** 0.65(0.04)  0.39*** 0.60(0.04)  0.36*** Religious affiliation (ref. Jewish) African-American Protestant −1.93(0.39)−0.13*** −1.36(0.37)−0.09*** −1.38(0.36)−0.09***Evangelical Protestant, Conservative Nontraditional Christian, and Other Christian −1.20(0.21)−0.23*** −0.88(0.21)−0.17*** −0.94(0.20)−0.18***Mainline Protestant −0.62(0.21)−0.12** −0.38(0.20)−0.07 −0.48(0.19)−0.09*Catholic −0.37(0.20)−0.08 −0.32(0.20)−0.07 −0.45(0.20)−0.10*Buddhist and Hindu −0.37(0.31)−0.03 −0.19(0.29)−0.02 −0.26(0.29)−0.02Muslim −1.30(0.37)−0.09*** −1.02(0.35)−0.07** −1.02(0.34)−0.07**Other non-Christian −1.02(0.31)−0.09*** −0.58(0.29)−0.05* −0.67(0.29)−0.06*Religiosity (attendance) −0.36(0.04)−0.26*** −0.25(0.04)−0.18*** −0.24(0.04)−0.17***Religiosity (importance) −0.11(0.08)−0.05 −0.01(0.07)−0.00 0.01(0.07)  0.00 Denominational teachings about homosexuality (ref. not a sin) −0.78(0.13)−0.15*** −0.67(0.13)−0.13***Consistency between denominational teachings (ref. not a sin) and personal beliefs −0.34(0.03)−0.32*** −0.04(0.05)−0.04Denominational teachings (not a sin) × consistency −0.39(0.06)−0.33***R2 0.511 0.582 0.599 F for change in R2   74.64***    89.44***   46.23*** ref. = reference group. * p < 0.05, ** p ≤ 0.01, *** p ≤ 0.001.Religiosity, Denominational Teachings, and Religious Beliefs. In general, partici-pants were not overly religious in that they attended services about once a month and religion was considered somewhat important in their lives. Concerning de-nominational teachings about homosexuality, two thirds of the sample reported that their religion teaches that same-sex sexuality is a sin. Fewer than 25 percent were affiliated with religions that did not promote this message. Collectively, on the basis of the mean score, participants slightly disagreed about the consistency between their religion’s core teachings and their personal views about same-sex sexuality. The largest group of respondents (47 percent) did not support their de-nomination’s teachings, followed by those who endorsed such teachings (40 percent) and those who were neutral toward their denomination’s teachings (13 percent). Explanatory Results The first step in explaining endorsement of same-sex marriage included the con-trol variables as well as religious tradition and the two religiosity measures. These variables explained 51 percent of the variance (F(13, 1060) = 74.64, p < 0.001). Among the control variables, being male was negatively associated with en-dorsement of same-sex marriage. In contrast, political ideology was positively associated with the dependent variable. This implies that the more liberal one’s political ideology, the higher one’s support for same-sex marriage. Five religious traditions were significantly associated with the dependent variable. Specifically, compared to those of the Jewish faith, respondents whose affiliations were African-American Protestant, evangelical Protestant/conservative nontraditional Christian/other Christian, mainline Protestant, Muslim, and other non-Christian were less likely to endorse same-sex marriage. Religiosity was also significant, specifically frequency of attending religious services. Respondents who attended services more frequently tended to report less support for same-sex marriage. Political ideology had the largest effect size overall. Among the religion-related variables, religious service attendance had the greatest effect size. The second step added the main effects for the two syncretism variables, which increased the explained variance by approximately 7 percent (F(2,1058) = 89.44, p < 0.001). Among the syncretism variables, both denominational teach-ings about homosexuality and consistency between denominational teachings and personal beliefs were statistically significant. These results imply that respondents who are affiliated with denominations that consider same-sex sexuality not to be a sin generally endorse same-sex marriage more than do respondents who are affiliated with denominations that maintain that same-sex sexuality is a sin. Also, the more the individual’s personal beliefs about same-sex sexuality are consistent with the teachings of the denomination, the lower is the rate of endorsement of same-sex marriage. Except for mainline Protestant and other non-Christian, all statistically significant variables in Step 1 retained significance in this model, with each variable’s effect size decreasing (between 0.01 and 0.09). With the addition of the syncretism variables, race/ethnicity became significant, thereby suggesting that support for same-sex marriage was lower among respondents of color than among their white counterparts. In terms of effect size, political ideology con-tinued to have the largest effect size (moderate). Though smaller, the effect size for consistency between denominational teachings and personal beliefs was also moderate. In this model, the effect size of religiosity (attendance) reduced by approximately 31 percent and was similar in effect size to the denominational teaching variable. To determine whether endorsement of same-sex marriage was moderated by syncretism concerning same-sex sexuality, the interaction term was entered into the final model. This model explained an additional 2 percent in the variance (F(1, 1057) = 46.23, p < 0.001). Among the first-order items, only denomina-tional teachings concerning same-sex sexuality retained statistical significance, its effect size decreasing minimally (0.02) in comparison to the previous step. The cross-product term was statistically significant, suggesting that there is an inter-action between one’s denomination’s teachings about homosexuality and the consistency of one’s beliefs with those teachings on the outcome variable. In other words, the effect of one’s denomination’s teachings on endorsement of same-sex marriage depends on the how consistent one’s beliefs are with those teachings. The first-order effect of consistency of one’s beliefs (B = −0.04) is the effect of denominational teachings when homosexuality is not a sin. Because the first-order effect is not statistically significant in the model, the degree of agreement with the denominational teachings does not significantly influence the level of endorsement of same-sex marriage among students whose religion af-firms same-sex sexuality. On the other hand, the coefficient for the moderation (B = −0.39) is the additional effect of consistency of one’s beliefs when one’s denomination teaches that same-sex sexuality is a sin. The results suggest that among respondents who are affiliated with denominations that teach that homo-sexuality is a sin, the more they endorse these teachings, the less they support same-sex marriage. The effect size of the moderation variable (β = −0.33) is the largest among all of the religion-related variables and only slightly less than the effect size of political ideology (β = 0.36), which continues to have the highest effect size in the model. With the addition of the interaction item, among religious traditions, being mainline Protestant, Catholic, and other non-Christian gained enough explanatory power to become statistically significant, and being African-American Protestant, evangelical Protestant/conservative nontraditional Christian/other Christian, and Muslim retained significance. Concerning the control variables, in addition to po-litical ideology, being male maintained significance; however, being a person of color became insignificant. Either no changes or very slight ones (between −0.03 and +0.01) were observed in the effect sizes for religious traditions and control variables. DISCUSSION Research examining the relationship between religion and support for same-sex marriage often equates denominational affiliation with personally held beliefs (Walls 2010) even though empirical findings suggest that individuals often en-dorse beliefs that are contrary to the doctrine of their denomination (Amárach Research 2012; D’Antonio et al. 2001; Hoge, Johnson, and Luidens 1994; Smith and Snell 2009). As one of the first studies examining syncretism, that is, the con-gruence between individually held beliefs and doctrinal stances, as a predictor of support for same-sex marriage, this study finds that syncretism concerning same-sex sexuality plays a small but unique role in explaining opinions about this controversial public policy beyond the explanation provided by religious tradition and religiosity. Among our sample of heterosexual college-aged, religiously identified students, we found that the majority supported same-sex marriage (59 percent); however, a sizable minority expressed neutrality (11 percent) or opposition to the policy (30 percent). Previous studies conducted with college students found similar results (Lannutti and Lachlan 2008; Pryor et al. 2010; Swank and Raiz 2010; Walls, Woodford, and Levy 2012). Consistent with other studies, we found that males were significantly less likely to support marriage equality (Moskowitz et al., 2010), as were those who were more politically conservative (Cimino and Segura 2005; Haider-Markel and Joslyn 2008; Pew Forum on Religion and Public Life 2003; Whitehead 2010). Again in line with existing research, we found in both the bivariate analysis and the final model that among the religious traditions Jewish respondents were significantly more likely to support same-sex marriage than were respondents from all other religious traditions except those who identified as Buddhist or Hin-du. Evangelical and conservative Christians expressed the strongest opposition. While still significantly less supportive than Jews, mainline Protestants were simi-lar in strength of standardized coefficients to African-American Protestants and Catholics. In terms of religiosity, a public measure of religiosity (attendance) was predictive of opinions about same-sex marriage, those who attend services more frequently being less supportive, while a private measure of religiosity (impor-tance) was not significantly predictive in the model when we controlled for all other variables. These findings appear to be in line with costly signaling theory (Sosis 2000; Sosis and Bressler 2003), which argues that commitment to social groups and social identities and values associated with those groups can be seen to fall along a continuum. Certain commitments—particularly public behavioral manifestations, which represent investment in time and energy—entail greater so-cial risk, while more private behavioral manifestations entail little social risk for the individual. A similar pattern has also been identified in regard to fidelity in heterosexually married couples (Atkins and Kessel 2008). Our findings suggest that syncretism as captured by the interaction effect is significant in explaining differences in support for same-sex marriage above and beyond the influence of religious tradition and religiosity. However, that ex-planatory power appears to hold true only for individuals who affiliate with denominations that teach that homosexuality is a sin. In Figure 1, the line rep-resenting respondents who belong to denominations that teach that same-sex sexuality is a sin shows a sharp and statistically significant decline (p < 0.001, model not shown), indicating, as one would expect, that individuals who have stronger agreement with their denominations’ anti-gay teachings are less supportive of same-sex marriage. However, the line representing respondents who belong to denominations that teach that same-sex sexuality is not a sin has a non-significant slope (p = 0.25, model not shown). This raises the question of why agreement or disagreement with denominational stances on same-sex sexuality does not appear to matter in terms of support for same-sex marriage among those affiliated with pro-gay denominations. Figure 1: Interaction Effect of Denominational Doctrine on Homosexuality and Agreement with Doctrine on Endorsement of Same-Sex Marriage Our findings further suggest that the interaction effect that captures our con-ceptualization of syncretism is not simply a proxy for individually held beliefs that same-sex sexuality is a sin. If that were the case, we would anticipate that the slope of the line for the degree of endorsement of denominational teachings would be both in the opposite direction for those whose religious denomination does not teach that same-sex sexuality is a sin and statistically significant rather than being nonsignificant as we found. In other words, individuals who belong to pro-gay de-nominations who strongly disagree with their religion’s affirming stance would be less supportive of same-sex marriage than would their counterparts who strongly agree with their religion’s pro-gay stance. The pattern that emerges is similar to one we found when studying sexual prejudice (Woodford, Levy, and Walls 2012). Why this expected pattern does not emerge raises questions that future research will need to examine. It is possible that denominations that maintain that same-sex sexuality is a sin are actively promoting anti-gay public policy messages, while those that have more supportive stances are not actively promoting pro-gay public policy messages. Even though a sizable proportion of our respondents who identified with supportive religions either disagreed with their denominations’ pro-gay stance (28 percent) or were neutral about it (29 percent), we wonder whether the necessary statistical power is lacking to detect the variability that might emerge with a larger sample of respondents belonging to such denom-inations. It will be important to replicate this study with a larger group of re-spondents, particularly among people who affiliate with denominations that are publicly supportive of gay and lesbian rights. Loftus (2001) found that Americans’ opinions about the morality of same-sex sexuality has become increasingly decoupled from their opinions about public policy regarding discrimination against gay and lesbian people. So while many Americans still view same-sex sexuality as immoral, they are increasingly likely to support antidiscrimination laws that protect sexual minorities. In contrast, we found patterns emerging about syncretism whether the dependent variable is sexual prejudice or support for same-sex marriage that are not decoupled from notions of sinfulness. However, since Loftus (2001) examined views about anti-discrimination policies (e.g., homosexuals speaking in public) but not opinions about legal recognition of same-sex relationships, we posit that the difference may indicate that marriage policies may be perceived as moral issues, whereas anti-discrimination policies are perceived as justice issues, and attitudes about same-sex relationship recognition may be more similar to perceptions about the ac-ceptability of sexual minorities. Additional research is needed to investigate these factors. Even though the interaction effect capturing syncretism was statistically significant, we found that the first-order effect of identifying with a denomination that teaches that homosexuality is a sin remains significant. To understand this better, we conducted several post hoc analyses, from which several noteworthy results emerged. First, we ran descriptive statistics for the outcome for the two denominational teaching groups across the seven levels of endorsement of de-nominational teachings and found a clearly discernible pattern among the sin group (and the scores increased in the expected direction) but not the other group. Also, the range for the outcome mean scores across the seven levels of consis-tency was large for the nonaffirming denominations (4.29) and minimal for the affirming denominations (1.09); therefore among this latter group, there is little variation. ANOVA found significant differences only among the sin group (F(6, 838) = 173.21, p < 0.001). These results reinforce the importance of one’s en-dorsement of denominational teaching among the sin group and suggest that someother factor is contributing to the variance among the not-a-sin group. Futureresearch should examine these issues.LIMITATIONS AND FUTURE RESEARCH This study advances understanding of the relationship between religion and support for same-sex marriage by examining the unique contribution of syn-cretism concerning beliefs about same-sex sexuality. However, the study has a number of limitations. First, the data are cross-sectional; therefore we are unable to meet the requirements of temporal ordering necessary to determine causation. Second, the lack of diversity in some aspects of the sample may limit the ability to detect statistical differences. For example, the percentages of respondents affili-ating with certain religious traditions are small. Third, while the information available in the dataset allowed us to approximate Steensland and colleagues’ (2000) religious tradition categorization schema, more nuanced set of data on select religious denominations would allow a more sensitive categorization (e.g., Southern Baptist, Association of Welcoming and Affirming Baptists). Fourth, while the sample size is large and does capture variability across a number of different characteristics, the response rate for the survey was low, raising ques-tions about how representative the sample was. Fifth, although the survey was anonymous, some participants may have answered in ways they considered socially desirable, thus biasing the data. Future studies would benefit by including a scale to assess social desirability. Sixth, the unique characteristics of the univer-sity context of the sample potentially limit the study’s generalizability to other college-aged samples, in particular to those with similar demographics. It will be important to replicate the study with other student bodies, especially those at religiously affiliated institutions. It will also be important to use samples that are representative of the general population. Given the findings of nonsignificance among students who belong to pro-gay denominations, in-depth study of syn-cretism among this population could be very useful to understanding how congru-ence or incongruence with denominational teachings may function differently in diverse contexts. Finally, in addition to the recommendations for future studies already offered, it will be important for future studies to include other variables related to religious beliefs, especially religious fundamentalism, as well as other factors related to sexual minorities, such as the etiology of same-sex sexuality and sexual prejudice. We also suggest that researchers examine congregational-level variability con-cerning the promotion of denominational doctrine. Multilevel statistical modeling may be particularly useful in this aspect of future research. IMPLICATIONS FOR POLICY ADVOCACY To facilitate success, it is important that advocacy efforts be informed by contemporary research (Roberts-DeGennaro 2011). Corroborating earlier research (Moon 2004; Yamane 2007) and religious identity theory (Fowler 1981), this study’s results remind advocates for same-sex marriage not to assume that relig-iously affiliated individuals, especially those belonging to conservative religions, will necessarily oppose same-sex marriage. In fact, we found that a large percent-age of respondents, including individuals affiliated with anti-gay denominations, supported same-sex marriage. In the case of those affiliated with anti-gay denominations, personal religious beliefs are crucial, and individuals who disagree with their denomination’s teachings are significantly more likely to endorse same-sex marriage. This disjuncture is an opportunity for pro-same-sex marriage advocates to engage these individuals as potential allies. These findings also suggest that an opportunity for building increased support among individuals affiliated with nonaffirming denominations may exist if spaces are created in which members of these denominations can critically explore their denom-ination’s teachings and their concomitant personal beliefs. Such an exploration might be able to generate or make conscious incongruence between denomi-national teachings and personal religious beliefs about same-sex sexuality, which, in turn, may promote greater endorsement of same-sex marriage among the faith-ful who belong to these denominations. Intergroup dialogue is one way in which these spaces of critical exploration can be developed. Within specific congregations or at the broader community level, members of anti-gay denominations who tend to endorse their denomi-nations’ views could be invited to participate in a dialogue process with members of their own faith community who personally affirm same-sex sexuality (i.e., do not support their denomination’s teachings). Intergroup dialogue aims to facilitate intergroup understanding and collaboration to address oppression (Dessel, Wood-ford, and Warren 2011; Nagda et al. 2009). This method has been found to be effective in regard to race and gender (Nagda et al. 2009), political ideology (Hess et al. 2010), and sexual orientation (Dessel 2010). Religious leaders play a central role in faith communities; thus they can be instrumental in building these spaces. Pro-gay religious leaders who belong to denominations that consider homosexuality a sin may be hesitant to publicly share their views, but they may do so privately with trusted individuals. On the individual level, these leaders may want to become “quiet advocates” (Cadge and Wildeman 2008). In these conversations, it might be helpful if they provide models for how they negotiate the disjuncture in their own faith lives. Allied religious leaders can also work on a broader level and clarify scriptural passages that are often interpreted to be anti-gay or to facilitate discussion groups (Cadge and Wildeman 2008). The National Gay and Lesbian Taskforce’s Institute for Welcoming Resources offers an array of materials that may be useful for these discussion groups. We suggest that community-based advocacy groups work in collaboration with allied religious leaders. CONCLUSION Through this study, we attempted to better understand the role of religious tradi-tion, religiosity, and individual endorsement of denominational teachings about same-sex sexuality on attitudes about same-sex marriage. This study is one of the first to examine the congruence between individually held religious beliefs and denominational teachings as a predictor of support for same-sex marriage. We found that syncretism plays a unique, though small, role in explaining attitudes toward same-sex marriage beyond what can be explained by religious tradition and religiosity. Among denominations that consider same-sex sexuality to be a sin, syncretism can be a means to build support among denominational members for social inclusion for sexual minorities through the legal recognition of same-sex relationships. Given the continued opposition to same-sex marriage, future research should build on this study to better understand the effect that syncretism has on individual attitudes. REFERENCES Amárach Research. 2012. Contemporary Catholic Perspectives. Commissioned by the Association of Catholic Priests. Retrieved from www.associationofcatholicpriests.ie/wp-content/uploads/2012/04/Contemporary-Catholic-Perspectives.pdf Arnett, J., and L. Jensen. 2002. “A Congregation of One: Individualized Religious Beliefs Among Emerging Adults.” Journal of Adolescent Research 17: 451–467. Atkins, D. C., and D. E. Kessel. 2008. “Religiousness and Infidelity: Attendance, but Not Faith and Prayer Predict Marital Fidelity.” Journal of Marriage and Family 70: 407–418. Avery, A., J. Chase, L. Johansson, S. Litvak, D. Montero, and M. Wydra. 2007. “America’s Changing Attitudes Toward Homosexuality, Civil Unions, and Same-Gender Marriage: 1977–2004.” Social Work 52: 71–79. Barclay, S., and S. Fisher. 2003. “The States and the Differing Impetus for Divergent Paths on Same-Sex Marriage, 1990–2001.” Policy Studies Journal 31: 331–352. Bolte, A. 1998. “Do Wedding Dresses Come in Lavender?: The Prospects and Impli-cations of Same-Sex Marriage.” Social Theory and Practice 24: 111–131. Bolzendahl, C., and C. Brooks. 2005. “Polarization, Secularization, or Differences as Usual?: The Denominational Cleavage in U.S. Social Attitudes Since the 1970s.” Sociological Quarterly 46: 47–78. Brewer, P. R., and C. Wilcox. 2005. “The Polls—Trends: Same-Sex Marriage and Civil Unions.” Public Opinion Quarterly 69: 599–616. Burstein, P. 1998. “Bringing the Public Back In: Should Sociologists Consider the Impact of Public Opinion on Public Policy?” Social Forces 77: 27–62. Cadge, W., and C. Wildeman. 2008. “Facilitators and Advocates: How Mainline Protes-tant Clergy Respond to Homosexuality.” Sociological Perspectives 51: 587–603. California Catholic Conference. 2008. “Statements on Same-Sex Marriage.” Origins 38: 117–119. Cerecedes, L. 2003. “Self-Identified Heterosexual Attitudes Toward Same-Sex Marriage: The Role of Authoritarianism, Social Dominance, Gender Beliefs, Religious Fundamentalism, and Religious Heterosexism.” Unpublished doctoral dissertation. Alliant International University, Los Angeles, CA. Church of Jesus Christ of Latter-Day Saints. 2008. “Same-Sex Marriage and Proposition 8.” Newsroom. Retrieved from www.mormonnewsroom.org/article/same-sex-marriage-and-proposition-8. Cimino, K., and G. M. Segura. 2005. “From Radical to Conservative: The Political Con-struction of Civil Unions and Changing Public Attitudes.” Paper presented at the annual meeting of the American Political Science Association, Washington, DC. D’Antonio, W., J. Dean, H. Hoge, K. Meyer, and W. Friend. 2001. American Catholics: Gender, Generation, and Commitment. Walnut Creek, CA: Altamira Press. Dessel, A. 2010. “Effects of Intergroup Dialogue: Public School Teachers and Sexual Orientation Prejudice.” Small Group Research 41: 556–592.  Dessel, A., M. R. Woodford, and N. Warren. 2011. “Intergroup Dialogue Courses on Sexual Orientation: Lesbian, Gay, and Bisexual Student Experiences and Outcomes.” Journal of Homosexuality 58: 1132–1150.  Dillman, D. A., J. D. Smyth, and L. M. Christian. 2009. Internet, Mail, and Mixed-Mode Surveys: The Tailored Design Method. Hoboken, NJ: Wiley. Dougherty, K. D., C. D. Bader, P. Forese, E. C. Polson, and B. G. Smith. 2009. “Religious Diversity in a Conservative Baptist Congregation.” Review of Religious Research 50: 321–334. Evangelical Lutheran Church in America. 2009. Sexuality. Retrieved from www.elca. org/What-We-Believe/Social-Issues/Social-Statements/JTF-Human-Sexuality.aspx. Finlay, B., and C. S. Walther. 2003. “The Relation of Religious Affiliation, Service Attendance, and Other Factors to Homophobic Attitudes Among University Stu-dents.” Review of Religious Research 44: 370–393.  Fisher, R., D. Derison, C. Polley, J. Cadman, and D. Johnston. 1994. “Religiousness, Religious Orientation, and Attitudes Toward Gays and Lesbians.” Journal of Applied Social Psychology 24: 614–630. Fowler, J. 1981. Stages of Faith: The Psychology of Human Development and the Quest for Meaning. San Francisco: Harper and Row. Golinski v. U.S. Office of Personnel Management and Berry. 2011. 781 F.Supp.2d 967 (N.D. Cal. 2011). Haider-Markel, D. P., and M. R. Joslyn. 2008. “Beliefs About the Origins of Homosex-uality and Support for Gay Rights: An Empirical Test of Attribution Theory.” Public Opinion Quarterly 72: 291–310. Herek, G. 1988. “Heterosexuals’ Attitudes Toward Lesbians and Gay Men: Correlates and Gender Differences.” Journal of Sex Research 25: 451–477. Herman, D. 1997. The Antigay Agenda: Orthodox Visions and the Christian Right. Chicago: University of Chicago Press. Herdt, B., and R. Kertzner. 2006. “I Do, but I Can’t: The Impact of Marriage Denial on the Mental Health and Sexual Citizenship of Lesbians and Gay Men in the United States.” Sexuality Research and Social Policy 3: 33–49.  Hess, J. Z., D. Rynczak, J. D. Minarik, and J. Landrum-Brown. 2010. “Alternative Settings for Liberal-Conservative Exchange: Examining an Undergraduate Dialogue Course.” Journal of Community and Applied Social Psychology 20: 156–166.  Higher Education Research Institute. 2008. “2008 CIRP Freshman Survey.” Retrieved from www.heri.ucla.edu/researchers/instruments/CIRP/2008SIF.PDF. Hoge, D., B. Johnson, and D. Luidens. 1994 Vanishing Boundaries: The Religion of Mainline Protestant Baby Boomers. Louisville, KY: Westminster/John Knox Press. Human Rights Campaign. 2011a. “Marriage Equality and Other Relationship Recognition Laws.” Retrieved from www.hrc.org/files/assets/resources/Relationship_ Recognition_Laws_Map(1).pdf. Human Rights Campaign. 2011b. “Statewide Marriage Prohibitions.” Retrieved from www.hrc.org/files/assets/resources/marriage_prohibitions_2009(1).pdf. Institute for the Study of Secularism in Society & Culture. 2001. “American Religious Identification Survey.” Hartford, CT: Trinity College. Jones, J. M. 2010. “Americans’ Opposition to Gay Marriage Eases Slightly.” Retrieved from www.gallup.com/poll/128291/Americans-Opposition-Gay-Marriage-Eases-Slightly.aspx. Jones, K. J. 2012. “U.S. Catholic Bishops Reject Ruling Against Prop. 8.” Catholic News Agency. Retrieved from www.catholicnewsagency.com/news/us-catholic-bishops-reject-ruling-against-prop.-8/. Killian, M. 2010. “The Political Is Personal: Relationship Recognition Policies in the United States and Their Impact on Services for LGBT People.” Journal of Gay and Lesbian Social Services 22: 9–21. Kosmin, B. A., and A. Keysar. 2009. “American Religious Identification Survey (ARIS) Summary Report.” Hartford, CT: Institute for the Study Secularism in Society & Culture. Kosmin, B., E. Mayer, and A. Keysar. 2001. American Religious Identification Survey. New York: City University of New York. Lannutti, P., and K. Lachlan. 2008. “Assessing Attitudes Toward Same-Sex Marriage.” Journal of Homosexuality 53: 113–133. Levy, D. L. 2008. “Gay, Lesbian, and Queer Individuals with a Christian Upbringing: Exploring the Process of Resolving Conflict Between Sexual Identity and Religious Beliefs.” Dissertation Abstracts International 69: 282A. (UMI No. AAT 3326661.) Loftus, J. 2001. “America’s Liberalization in Attitudes Toward Homosexuality, 1973–1998.” American Sociological Review 66: 762–782.  Martin, J. W., and M. A. Nicholas. 2010. Native Americans, Christianity and the Reshaping of the American Religious Landscape. Chapel Hill: University of North Carolina Press. McVeigh, R., and M. E. Diaz. 2009. “Voting to Ban Same-Sex Marriage: Social Structure and Threats to Interests, Values, and Communities.” American Sociological Review 74: 891–915. Moon, D. 2004. God, Sex, and Politics: Homosexuality and Everyday Theologies. Chicago, IL: University of Chicago Press. Moskowitz, D., G. Rieger, and M. Roloff. 2010. “Heterosexual Attitudes Toward Same-Sex Marriage.” Journal of Homosexuality 57: 325–336. Nagda, B. A., P. Gurin, N. Sorensen, and X. Zúñiga. 2009. “Evaluating Intergroup Dialogue: Engaging Diversity for Personal and Social Responsibility.” Diversity and Democracy 12: 4–6. National Association of Social Workers. 2008. “Code of Ethics.” Retrieved from www. naswdc.org/pubs/code/code.asp. National Gay and Lesbian Taskforce. 2011. “State Law Prohibiting Recognition of Same-Sex Relationships.” Retrieved from wwwthetaskfore.org/reports_and_research/ rel_recog_6_28_11_color.pdf. Newport, F. 2011. “For First Time, Majority of Americans Favor Legal Gay Marriage: Republicans and Older Americans Remain Opposed.” Retrieved from www.gallup.com/poll/147662/First-Time-Majority-Americans-Favor-Legal-Gay-Marriage.aspx. Olson, L., W. Cadge, and J. Harrison. 2006. “Religion and Public Opinion About Same-Sex Marriage.” Social Science Quarterly 87: 340–360. Pearl, M., and M. P. Galupo. 2007. “Development and Validation of the Attitudes Toward Same-Sex Marriage Scale.” Journal of Homosexuality 53: 117–134. Pew Forum on Religion and Public Life. 2003. “Religion and Politics: Contention and Consensus.” Retrieved from www.pewforum.org/Politics-and-Elections/Religion-and-Politics-Contention-and-Consensus.aspx. Pew Forum on Religion and Public Life. 2009. “Many Americans Mix Multiple Faiths: Eastern, New Age Beliefs Widespread.” Retrieved from www.pewforum.org/Other-Beliefs-and-Practices/Many-Americans-Mix-Multiple-Faiths.aspx. Pew Forum on Religion and Public Life. 2010. “Religious Groups’ Official Positions on Same-Sex Marriage.” Retrieved from www.pewforum.org/Gay-Marriage-and-Homosexuality/Religious-Groups-Official-Positions-on-Same-Sex-Marriage.aspx. Pew Forum on Religion and Public Life. 2011. “Global Survey of Evangelical Leaders.” Retrieved from www.pewforum.org/Christian/Evangelical-Protestant-Churches/ Global-Survey-of-Evangelical-Protestant-Leaders.aspx. Pew Forum on Religion and Public Life. 2012. “Religion and Attitudes Toward Same-Sex Marriage.” Retrieved from www.pewforum.org/Gay-Marriage-and-Homosexuality/Religion-and-Attitudes-Toward-Same-Sex-Marriage.aspx. Presbyterian Church (U.S.A.). 2009–2010. “The Church and Homosexuality.” Retrieved from http://index.pcusa.org/NXT/gateway.dll?f=templates&fn=default.htm&vid= pcdocs:10.1048/Enu Pryor, J., S. Hurtado, L. DeAngelo, L. Blake, and S. Tran. 2010. The American Fresh-man: National Norms, Fall 2009. Los Angeles, CA: Higher Education Research Institute. Roberts-DeGennaro, M. 2011. “Planned Change Efforts in Organizations and Commu-nities: Evidence-Informed Practice.” In Using Evidence to Inform Practice for Community and Organizational Change, edited by M. Roberts-DeGennaro and S. J. Fogel, 5–14. Chicago: Lyceum Books. Saucier, D., and A. Cawman. 2004. “Civil Unions in Vermont: Political Attitudes, Reli-gious Fundamentalism, and Sexual Prejudice.” Journal of Homosexuality 48: 1–18. Savage, C., and S. G. Stolberg. 2011. “In Shift, U.S. Says Marriage Act Blocks Gay Rights.” New York Times February 24: A1. Retrieved from www.nytimes.com/2011/ 02/24/us/24marriage.html. Schulte, L. J., and J. Battle. 2004. “The Relative Importance of Ethnicity and Religion in Predicting Attitudes Towards Gays and Lesbians.” Journal of Homosexuality 47: 127–142.  Smith, C., and P. Snell. 2009. Souls in Transition: The Religious and Spiritual Lives of Young Adults. New York: Oxford University Press. Sosis, R. 2000. “Religion and Intragroup Cooperation: Preliminary Results of a Com-parative Analysis of Utopian Communities.” Cross-Cultural Research 34: 70–87.  Sosis, R., and E. R. Bressler. 2003. “Cooperation and Commune Longevity: A Test of Costly Signaling Theory of Religion.” Cross-Cultural Research 37: 211–239. Soule, S. A. 2004. “Going to the Chapel?: Same-Sex Marriage Bans in the United States, 1973–2000.” Social Problems 51: 453–477. Steensland, B., L. D. Robinson, B. Wilcox, J. Z. Park, M. D. Regnerus, and R. D. Woodberry. 2000. “The Measure of American Religion: Toward Improving the State of the Art.” Social Forces 79: 291–318.  Stefurak, T., C. Taylor, and S. Mehta. 2010. “Gender-Specific Models of Homosexual Prejudice: Religiosity, Authoritarianism, and Gender Roles.” Psychology of Religion and Spirituality 2: 247–261. Stycos, J. M. 1998. “Population Knowledge and Attitudes of Latin American Ado-lescents: Impact of Gender, Schooling, and Culture.” Cross-Cultural Research 32: 378–399. Sullins, D. 2010. “American Catholics and Same-Sex ‘Marriage.’” Catholic Social Science Review 15: 97–123. Swank, E., and L. Raiz. 2010. “Predicting the Support of Same-Sex Relationship Rights Among Social Work Students.” Journal of Gay Lesbian Social Services 22: 149–164.  U.S. General Accounting Office. 1996. “Defense of Marriage Act.” GAO/OGC-97-16. Retrieved from http://www.gao.gov/assets/230/223674.pdf. Waggoner, M. 2012. “Amendment One, North Carolina Gay Marriage Ban, Passes Vote.” Retrieved from http://www.huffingtonpost.com/2012/05/08/amendment-one-north-carolina_n_1501308.html. Wald, K., J. Button, and B. Rienzo. 1996. “The Politics of Gay Rights in American Communities: Explaining Antidiscrimination Ordinances and Policies.” American Journal of Political Science 40: 1152–1178.  Walls, N. E. 2010. “Religion and Support for Same-Sex Marriage: Implications from the Literature.” Journal of Gay & Lesbian Social Services 22: 112–131.  Walls, N. E., M. R. Woodford, and D. Levy. 2012. “Religious Tradition, Religiosity, or Everyday Theologies?: Unpacking Religion's Influence on Support for Same-Sex Marriage.” Available at https://portfolio.du.edu/pc/port.detail?id=207449. Warner, S. 1999. “From Culture Wars to Common Ground: Religion and the American Family Debate.” Encounter 60: 438–440. Whitehead, A. L. 2010. “Sacred Rites and Civil Rights: Religion’s Effect on Attitudes Toward Same-Sex Unions and the Perceived Cause of Homosexuality.” Social Science Quarterly 91: 63–79. Wiederman, M. 2002. “Institutional Review Boards and Conducting Sexuality Research.” In Handbook for Conducting Research on Human Sexuality, edited by M. W. Wiederman and B. W. Whitely, Jr., 479–504. Mahwah, NJ: Erlbaum. Woodford, M. R., J. Chonody, K. Scherrer, P. Silverschanz, and A. Kulick. 2012. “The “Persuadable Middle” on Same-Sex Marriage: Formative Research to Build Support Among Heterosexual College Students.” Sexuality Research & Social Policy 9: 1–14. Woodford, M. R., D. Levy, and N. E. Walls. 2012. “Sexual Prejudice Among Christian College Students, Denominational Teachings, and Personal Beliefs.” Review of Reli-gious Research 54: in press.  Wuthnow, R. 1988. The Restructuring of American Religion: Society and Faith Since World War II. Princeton, NJ: Princeton University Press. Yamane, D. 2007. “Beyond Belief: Religion and the Sociology of Religion in America.” Social Compass 54: 33–48. Yang, A. S. 1997. “The Polls—Trends: Attitudes Toward Homosexuality.” Public Opin-ion Quarterly 61: 477–507. ",
    "id": 475606904,
    "identifiers": {
        "doi": null,
        "oai": "oai:libres.uncg.edu/35414"
    },
    "title": "Religion And Endorsement Of Same-Sex Marriage: The Role Of Syncretism Between Denominational Teachings About Homosexuality And Personal Religious Beliefs",
    "language": null,
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://libres.uncg.edu/ir/asu/f/Levy_Denise_2012_Religion and Endorsement_Same_Sex.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/475606904.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/475606904"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/475606904/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/475606904/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/475606904"
        }
    ],
    "abstract": "Endorsement of same-sex marriage has increased in recent years; however, opposition continues and is often based on religious ideology. Previous research investigating the influence of religion on support for same-sex marriage has ignored the possible impact of individuals' endorsement of denominational teachings about same-sex sexuality. This study examines the role of religious tradition, religiosity, and individual endorsement of denominational teachings concerning homosexuality on support for same-sex marriage among self-identified heterosexual college students. It is one of the first studies to use syncretism, or the congruence between individually held religious beliefs and denominational teachings, as a variable. We found that syncretism plays a small but unique role in explaining attitudes toward same-sex marriage. We discuss implications for future research and for advocacy efforts to legalize same-sex marriage",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:libres.uncg.edu/35414",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3065",
        "openDoarId": 0,
        "name": "The University of North Carolina at Greensboro",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 475606904,
        "depositedDate": null,
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-23T08:56:07+00:00",
        "acceptedDate": null,
        "createdDate": "2021-08-26T15:53:43+01:00"
    },
    "urls": [
        "http://libres.uncg.edu/ir/asu/f/Levy_Denise_2012_Religion and Endorsement_Same_Sex.pdf"
    ],
    "lastUpdate": "2024-01-23T08:56:07+00:00",
    "setSpecs": []
}