{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Purdam, Kingsley"
        },
        {
            "name": "Cheruvallil-Contractor, Sariya"
        },
        {
            "name": "Ghanea, Nazila"
        },
        {
            "name": "Weller, Paul"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-16T22:05:02+01:00",
    "dataProvider": {
        "id": 169,
        "name": "Coventry University Pure Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/169",
        "logo": "https://api.core.ac.uk/data-providers/169/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1080/21567689.2017.1297235",
    "downloadUrl": "https://core.ac.uk/download/228152953.pdf",
    "fullText": "  Religious organizations and the impact of human rights and equality laws in England and Wales  Purdam, K, Cheruvallil-Contractor, S, Ghanea, N & Weller, P   Author post-print (accepted) deposited by Coventry University’s Repository  Original citation & hyperlink:  Purdam, K, Cheruvallil-Contractor, S, Ghanea, N & Weller, P 2017, 'Religious organizations and the impact of human rights and equality laws in England and Wales' Politics, Religion and Ideology, vol 18, no. 1, pp. 73-88 https://dx.doi.org/10.1080/21567689.2017.1297235    DOI 10.1080/21567689.2017.1297235 ISSN 2156-7689 ESSN 2156-7697  Publisher: Taylor and Francis  This is an Accepted Manuscript of an article published by Taylor & Francis in Politics, Religion and Ideology on 21 March 2017, available online: http://www.tandfonline.com/10.1080/21567689.2017.1297235    Copyright © and Moral Rights are retained by the author(s) and/ or other copyright owners. A copy can be downloaded for personal non-commercial research or study, without prior permission or charge. This item cannot be reproduced or quoted extensively from without first obtaining permission in writing from the copyright holder(s). The content must not be changed in any way or sold commercially in any format or medium without the formal permission of the copyright holders.   This document is the author’s post-print version, incorporating any revisions agreed during the peer-review process. Some differences between the published version and this version may remain and you are advised to consult the published version if you wish to cite from it.    1                 Revised December 2016  Religious Organizations and the Impact of Human Rights and Equality Laws in England and Wales  Abstract The framework for equality and the multiple aspects of identity that are protected in law, including on the basis of religion and belief, are continuously being redefined and reshaped through ongoing legal claims in England and Wales. In this article we examine how religious organizations view equality and the extent to which different identity rights can be protected. We conducted a survey of religious organizations in England and Wales to examine attitudes and experiences in relation to changes in the equality laws. We found that equality is variously understood and many religious organizations give only limited recognition to certain legally protected characteristics including gender, sexual orientation and also the identities of other religious organizations. If the integration of equality in the form of identity rights is to be fully achieved within the legal framework of a liberal democratic state and alongside so-called ‘British values’, both religious and non-religious citizens alike need to take a greater responsibility for the understanding and recognition of identity differences. Equalities legislation is creating a constitutional framework for citizenship and it is important this new citizenship is structured around equality in practice at the individual and organizational level. Key words: Belief, Citizenship, Equality, Identity, Religion, Rights, Secular Introduction In the UK the Equality Act (2010) recognized nine very different, but for many interlinked, identity characteristics to be protected from discrimination. The act brought together existing UK law, the European Union Directive on Equal Treatment in Employment and Occupation and introduced further legal provisions. The protected identity characteristics are: age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion or belief, sex and sexual orientation. The act also gave increased recognition and legal equivalence to an individual’s beliefs, which might not have previously been thought of as conventionally religious such as, for example, beliefs about climate change and the environment.   Equality can be defined in legal terms as equality of protection, opportunity and outcome. The equalities legislation highlights the multifaceted and overlapping nature of identity and identity characteristics and what has been described as intersectionality (Crenshaw 1989; Davis 2008; Grabham et al. 2008; Lombardo and Agustín 2012; Lewis 2009; Parekh 2000a). However the nature and infrastructure of the liberal democratic secular state can have political ideologies embodied in the claimed equality values (Bhargava 2011; Berg-Sorensen 2013; Doyle 2013; Cumper and Lewis 2012; Fitzgerald 2011; Gustavsson 2013; Iqtidar and Lehmann 2012; Mahmood 2015; Modood 2013; Salvatore 2013; Turner 2012;). It has also been argued that the policy framework of equality needs to include economic deprivation (Hynes et al. 2010).   2 Our primary focus in this article is on religion and belief. Religion and belief rights are upheld internationally under the Universal Declaration of Human Rights (UDHR) and the International Covenant on Civil and Political Rights (ICCPR). Freedom of religion or belief is upheld under Article 9 of the European Convention on Human Rights (EConvHR). In the UK legal protection for religious identity is also offered as part of the Racial and Religious Hatred Act (2006), the Public Order Act (2013) and as part of libel laws in the UK.i   However the definition of religion has proved a challenge to law and policy makers (Cantwell Smith 1978). A number of countries have attempted to develop a list of formally recognized religions based on a set of criteria. Davie (1994) classically argued that there is a phenomenon of “believing without belonging”, where identification with a religion is considerably wider than active involvement or the ‘orthodox’ affirmation of what may be deemed the central tenets of a religion. There can also be a vicarious aspect to religion where a more active minority is directly involved in a religion with the tacit support and approval of the wider population (Berger et al. 2008; Voas 2009). Weller (2005) has also described a possibility of “belonging without believing” (which can, for example, be found among many Hindus and Jews) in which identification with a community can be more significant than an individual’s particular beliefs. Many religious communities are also of course ethnically diverse.   In UK charity law (from which there can flow a range of privileges) the emphasis is less on defining the nature of religion and more on the activities of organizations that present themselves as both religious and charitable in purpose. For example, the Druid Network was given charitable status recognition in 2010. The Charity Commission (2010) cited the Campbell and Cosans v. UK, 1982 (para. 38) test of what constitutes ‘religion’: “religion must be a sincere belief system of substance or significance, capable of benefiting society, having a certain level of cogency, coherence, seriousness and importance; as opposed to a self-promoting organization set up to promote one or two persons”. It is notable that the European Court of Human Rights (ECtHR) has previously interpreted Article 9’s ‘freedom of thought, conscience and religion’ very broadly and accepted pacifism as a belief (Arrowsmith v. UK, 1978). In the UK case of Grainger Plc and other v. Nicholson 2009, environmentalism was deemed to be a philosophical belief and therefore granted some protection in equalities law.   In 2015 the former Prime Minister David Cameron linked the issue of religious extremism to the challenge of integration and highlighted the importance of ‘one nation’ (Dearden 2015). A recent UK government commissioned report highlighted concerns about the lack of integration of Muslim communities (Casey 2016). At the same time there is evidence about the misrepresentation of the attitudes of religious groups in the UK including Muslims (Full Fact 2015). In this context of legal and claimed identity rights we examine how religious organizations view equality, the impact of equality laws and the extent to which different aspects of identity can be legally protected.   Research Questions. We consider the following questions: What has been the impact of the equalities legislation on religious organizations in England and Wales? Has religion been given additional legal protection above other aspects of identity? Are the different rights claims based on religion and belief reconcilable alongside other aspects of identity including what are claimed as ‘British values’?    Background    3 The Legal and Political Context for Interlinked Equality  Recent legal decisions in the UK and heard on appeal in the European Court of Human Rights (ECtHR) have highlighted the complexity of claims of discrimination and rights based on different aspects of identity. For example, in Eweida v. British Airways Plc the legal claims of discrimination were rejected in the UK court after taking evidence that the visible display of a cross was not a requirement of the Christian faith and instead was a personal decision. The court determined that the Employment Equality (Religion or Belief) Regulations 2003 were intended to address 'group' discrimination. Yet the ECtHR found that there had been a violation of Article 9. As a result the right to wear a cross was recognized.  However, in a second case of Chaplin (Chaplin v. Royal Devon and Exeter National Health Service (NHS) Foundation Trust), the Court observed that: “the reason for asking her to remove the cross, namely the protection of health and safety on a hospital ward, was inherently of a greater magnitude than that which applied in respect of Ms. Eweida. Furthermore, it was suggested that the hospital managers were better placed to make decisions about clinical safety than a court (Eweida and others v. UK, 2013, 99).  Also notable is the case of Hall and Preddy v. Bull and Bull 2011 EW Misc 2 (CC) (04 January 2011) which it was claimed Christian guesthouse owners discriminated on the grounds of sexual orientation when they refused to accommodate a homosexual couple in a shared bedroom, as well as all other unmarried couples, in accordance with their religious belief that: “the only divinely ordained sexual relationship is that between a man and a woman within the bonds of matrimony” (para. 11). The Court found in favour of Hall and Preddy and awarded compensation. The judge stated that the right of the defendants to manifest their religion is not absolute. The 2013 Supreme Court appeal was rejected. More recently in 2016 in Northern Ireland judges upheld an appeal to overturn a conviction that found a bakery shop guilty of discrimination for refusing to bake a pro-gay-marriage themed cake (Courts Northern Ireland 2016). For a detailed overview of related recent legal cases see Weller et al. (2013).  It is important to recognise how the equalities legislation and the protection of religion and belief in England and Wales sits within the context of policy emphases including: multiculturalism, Britishness, citizenship, community cohesion and freedom of speech, which have all been differently articulated and contested by successive UK governments (Grillo 2015; Modood 2010, 2013; Parekh 2000b; Taylor 2008; Vertovec and Wessendorf 2010). Whilst we are unable to go into detailed discussion of each of these policies here it is important to understand the interlinked legal and policy framework of equality and identity based rights. For example, ongoing political debates surround the policy of multiculturalism. An aspect of this is how multiculturalism can essentialize aspects of identity in the context of other inequalities (Barry 2001; Council of Europe 2008; Kymlicka 2010; Meer and Modood 2012; Modood 2013). The former Prime Minister David Cameron has described what he termed the “failure of state multiculturalism” (Cameron 2011).   The community cohesion policy emphasis links closely to multiculturalism but is more focused on the recognition of the value of different cultures within shared civic culture, values and place (Cantle 2001). It is also notable that schools in England and Wales have been required to shift from ‘respecting’ so-called ‘British values’ to promoting these ‘British values’, though debate is ongoing about what such values are. The former Education Secretary sought to define “the fundamental British values of democracy, the rule of law, individual liberty and mutual respect and tolerance of those with different faiths and beliefs\" (Gove 2014).    4 In terms of religion and belief it can be argued that in England the Church of England remains part of the hidden, and not so hidden, wiring of the constitution and is embedded within the social, religious, cultural, legal and political fabric (Weller 2005). It is notable that in relation to the equality legislation providing for same sex marriages in the UK, the Church of England and Wales has been given exemption and/or put under a constraint not applicable to other religious groups, though no religious groups will be compelled to provide such marriage services. The policy has been questioned by a number of religious organizations as well as other Christian traditions. The former Prime Minister David Cameron attempted to assert the Christian identity of the UK (Cameron 2014), although this was met with opposition from a number of leading public figures in relation to its potential for division (Al-Khalil 2014). Freedom of speech cuts across all of these policy areas and has been subject to ongoing debate concerning the legal limits. In the UK legislation protects against so-called hate speech and restricts what citizens can say or write as part of attempts to tackle discrimination on the basis of religion.   A key policy challenge rests on how different rights claims, including those based on reported experiences of unfair treatment, can overlap with, and impact on, other aspects of identity. Hepple (2010: 14-15) has argued that: “There must be no hierarchy of equality. The same rule should be applied to all strands unless there is convincing justification for an exception”. It is notable that in the USA there are ongoing debates about the introduction of exemptions for religious organizations for the provision of services based on religious grounds (Willis 2014).  At the same time globally unfair treatment on the basis of religion and belief remains widespread (Bloom et al. 2014; Fox 2015; Pew 2011). In England and Wales in 2015/16, 4.400 religious hate crimes were recorded by the police and the rate has increased substantially following the UK Referendum vote to leave the European Union (Home Office 2016). Such crimes include assault, harassment and damage to property and buildings are also thought to go under reported. The unfair treatment reported by Muslims, Hindus and Sikhs in education, employment, housing, law and order and other areas of social life has been well documented (Weller et al. 2001, 2013; EHRC 2015). The Community Security Trust in the UK has also reported a substantial increase in anti-Semitic incidents (CST 2015).   In order to consider these complex issues further we examine the impact of equalities legislation on religious organizations in England and Wales.  Methodology We conducted a survey of religious organizations across England and Wales in the UK. In total the sample included 1,763 organizations. The questionnaire was addressed to the head of each organization.  The questions asked for the views of the respondent from each religious organization and were focused on the impact of equalities legislation and rights policies. The respondents were asked to report on the experiences of members of their organization and also to provide their own views in response to certain questions. The questionnaire included a mixture of closed and open write-in questions. The respondents were encouraged to consult the members of their organization. Sample: The survey sample was a stratified, quota sample of religious organizations from the following traditions: Bahá’í, Buddhist, Christian, Hindu, Jain, Jewish, Muslim, New Religious Movements, Other Christian, Pagan, Sikh and Zoroastrian, along with Inter-faith organizations. These categorizations include a number of diverse traditions and organization types. For example, Other Christian includes newer Christian-based  5 organizations such as Jehovah’s Witness organizations; New Religious Movements include relatively new ethical and spiritual groupings; Inter-faith organizations are those organizations which have a primary focus on inter-faith activity and incorporate different religions’ organizations as members.ii  The organizations from each religious tradition were stratified by size and function to ensure a representative sample of organization types. As there is no definitive list of religious organizations in England and Wales a range of sources were used to create the sample. The UK Census was also used in order to take account of the population size of different religious traditions. For further discussion of the religious traditions and organizations in the UK see Weller (2010). Data Analysis and Coding: The questionnaire was completed by post and on-line. Postcard reminders were sent. In total 499 responses were returned. In terms of religious tradition the responses broadly reflected the religious diversity and the religious organizations in England and Wales.  The data was coded and analysed using SPSS. Thematic analysis was conducted on the written responses. In the tables that follow we report the responses from the larger religious traditions in England and Wales due to smaller numbers of responses from certain traditions. Findings Legal Equality and Claims for Exemption Organizations were asked how far, if at all, the introduction of the following legislation had helped to reduce unfair treatment for people of their religion: (i) the Human Rights Act (1988); (ii) Employment Equality (Religion or belief) Regulations (2003); (iii) Religious and Racial Hatred Act (2006) and the (iv) Equality Acts (2006, 2010). As outlined, the changes in the law cover key aspects of people’s identity such as age, disability, gender reassignment, marriage and civil partnership, race, religion or belief, sex and sexual orientation. Table 1 shows the extent to which respondents from religious organizations felt that the equality legislation has been helpful in reducing unfair treatment on the basis of religion. Overall, a third of responses indicated that the legislation had been very or somewhat helpful. A quarter of all respondents viewed the legislation as neither helpful nor unhelpful.       Table 1. Over the last ten years how far, if at all, has the introduction of the Equality Acts helped to reduce unfair treatment for people of your religion?       6  Christian respondents were the most likely of the different religious traditions to perceive the legislation as somewhat or very unhelpful (30 per cent of 157 responses) in reducing unfair treatment for people of their religion. As we discuss below, equality rights based on different aspects of identity and the rights claims based on religion are not always, it seems, immediately reconcilable. As one survey respondent stated:   “Christian organizations are being penalized for practicing what they  believe in areas of morality. It has become harder to remain lawful whilst  holding to biblical teaching”.  Another respondent commented:   “Legislation has sought to replace the basis of our beliefs, the bible. We  are being told to redefine 'God' to match the secular world view”.  In terms of being helpful to how religious organizations work, overall the equalities legislation has been viewed as of only limited help. The survey asked about a number of specific areas of legislation and policy including: age, gender, disability, marriage/civil partnership, religion or belief and sexual orientation. The changes in the laws in relation to recognizing marriage or civil partnership and sexual orientation were reported as being the most unhelpful, with 26 per cent of 399 responses and 23 per cent of 402 responses respectively stating that they were somewhat or very unhelpful. There was also a high level of ambivalence to how helpful the recent changes in equality laws were perceived to be - 68 per cent of 401 responses in relation to the changes in age equality laws and 66 per cent of 400 responses in relation to gender equality laws indicated they were viewed as neither helpful nor unhelpful. In part, this may suggest a detachment from the equality legislation for many responding organizations but also the challenges posed in terms of adapting to the new equalities policy context in relation to the work of their organizations and how it intersects with their religious beliefs. Table 2 highlights the views of respondents from religious organizations on how helpful changes in equality laws and policies with regard to gender have been to the way their organization works.  7 Table 2. In the last ten years, have changes in the equality laws and policies with regard to gender been helpful to the way in which your organization works?  Again there are substantial differences between religious traditions. Overall Inter-faith and Muslim responding organizations were the most likely to perceive the legislation as somewhat or very helpful. Christian organizations were the most likely to state that the changes in equality laws in relation to gender had been somewhat or very unhelpful. Table 3 highlights the views of respondents from religious organizations on how helpful changes in equality laws and policies with regard to sexual orientation have been to the way their organization works. Table 3. In the last ten years, have changes in the equality laws and policies with regard to sexual orientation been helpful to the way in which your organization works?  In terms of religious tradition, Christian respondents (42 per cent of 151 responses) were the most likely to state that the changes in equality laws and policies in relation to sexual orientation were somewhat or very unhelpful to the way their organization works. As one survey respondent commented: “Government legislation is contrary to Biblical morality”.   8 Reflecting a sense of the changing policy context and concerns about the future direction one respondent commented:   “There is a continued threat that legislation will eventually be passed that  will force churches to adopt policies or employment practices which are  opposed to the bible's teaching”.  Another respondent stated in relation to education that: “Christian teachers feel unable to express their church's position on sexual orientation issues”. This also extends to issues of employment, as one respondent stated:   “We have to state in our employment policies that we will not discriminate  against anyone on the grounds of sexuality, although this is against our  beliefs”.  We can explore these issues further by examining the attitudes of respondents in relation to religious organizations being given further exemptions to equalities legislation. Considerable proportions of respondents supported exemptions for religious organizations in relation to the more established protected aspects of identity including: age (9 per cent of 425 responses), gender (22 per cent of 419 responses), disability (8 per cent of 423 responses) and race (9 per cent of 422 responses). Exemptions from the legislation were supported by a much higher proportion of respondents in relation to other aspects of identity including: sexual orientation (39 per cent of 420 responses) and marriage and civil partnerships (41 per cent of 425 responses). As one respondent stated:   “If your theology tells you that gender reassignment is against God, you  should be able to teach this - or at least not feel obliged to endorse it”.  Another respondent commented:   “Age, disability and natural sex are acceptable. Abnormal sex is not  acceptable. Religion or belief has to be independent and cannot be  forced”.  In relation to employment rights one respondent commented:   “If there are things incompatible with religious practice or identity then  obviously it would not suit a religious organization to have someone like  that working for us”.  In terms of religious tradition, respondents from Christian organizations were the most likely to support exemption from the equalities legislation in relation to marriage or civil partnership (65 per cent of 155 responses). As indicated in the respondent’s comment below there was a sense of trying to protect religion:  “The Christian Church should be allowed to see a real distinction rather than a pure equality in certain areas such as marriage and civil partnership, the truth of the Christian faith vis-à-vis other faiths and in the area of sexual orientation”.  Religious organizations themselves may feel they are being treated unfairly. As one respondent commented: “I feel that equality legislation causes discrimination”. Another respondent stated:   “There are differences between the secular culture and faith  communities.  Many Christians hold scripture to be the paramount  guiding principle”.   9 It is notable that as we discuss below, there is evidence of some public support for religious organizations to defend their theological positions.  It is notable that there was an indication of relatively high levels of support for further exemptions for religious organizations from the equalities legislation in relation to religion or belief (39 per cent of 421 responses). Table 4 highlights the views of respondents from religious organizations on whether religious organizations should be given exemptions from the requirements of equalities legislation in relation to religion or belief.  Table 4. Do you think that religious organizations should be given exemptions from the requirements of equality legislation in relation to religion or belief?           Respondents from Christian, Jewish and Muslim organizations were the most likely to support exemption in this area. These concerns may relate to how some religious organizations are, as employers, required to treat people from other religions and those seeing themselves as non-religious. Of course this could also relate to differences within religious groups and how people within traditions, with different practices and levels of adherence within a religious group, are treated. There was a strong sense of protecting the needs of religious organizations as employers. As one respondent commented: “We should be able to…advertise for a job at a Jewish organization for someone who is Jewish”. Another respondent stated: “We should be able to employ persons according to our beliefs”.  Specifically highlighting the case for exemption one respondent stated:   “The church should not be required to employ one not signed up to faith  values…employment law should allow religious charities to employ  people who hold the same values/beliefs to protect the ethos of the  charity”.  Of course it is clear some concerns of religious organizations are not part of the requirements of new legislation. As we discuss in more detail below, in part this may reflect a lack of a complete understanding of the implications of the equalities legislation and the exemptions available. It is worth reflecting on the fact that in the UK there was much political debate around the exemptions for genuine occupational requirements offered in the Employment Equality (Religion or Belief and Sexual Orientation) Regulations, 2003. These allow  10 the religion or belief of the applicant to be considered, where being of a particular religion or belief was a genuine and determining occupational requirement, and allowed religious organizations to have requirements regarding sexual orientation in order to comply with the doctrines of that religion or avoid conflicting with strongly held religious convictions.  A number of respondents commented on the positive impact of the changes in equality laws in relation to other protected characteristics of identity including, for example: “The disability equality law was the catalyst for the church building being refurbished, the pews taken out and the floor leveled”. Another respondent commented: “The laws around improved access for individuals with a disability have made access a little easier for more elderly members”. Perhaps more substantively, one respondent commented how the legislation had helped create reflection and change: “The civil partnerships legislation forced us to confront an issue we'd been avoiding…the debate was good for us”. Another respondent commented: “It challenges organizations to examine their practices”. Furthermore another respondent stated: “Government recognition has aided an acceptance of sexuality (civil partnerships and gender reassignment) within our community”. Another respondent stated: “Moral support of the law has helped to challenge homophobic attitudes held within the group”. Equality Policies and ‘Britishness’  We now consider key policy emphases in the UK and what can be argued is the core infrastructure of a liberal democratic secular state. This is crucial to our understanding of how religious and non-religious people and organizations view the state infrastructure and their role within it. In the survey the organizations were asked about the following legal frameworks and policy emphases: (i) citizenship; (ii) Britishness; (iii) community cohesion; (iv) multiculturalism; (v) equal opportunities and (vi) freedom of speech. As we have noted above, such policy focuses and frameworks are themselves subject to considerable political debate.  Overall we found that the policy emphases were seen by a majority of respondents from religious organizations as being very or somewhat helpful for creating a context for the participation of religious people and organizations in British society: citizenship (54 per cent of 433 responses), community cohesion (62 per cent of 427 responses), multiculturalism (58 per cent of 431 responses), equal opportunities (65 per cent of 431 responses) and freedom of speech (57 per cent of 432 responses). As one respondent commented: “Anything which gives an opportunity for dialogue and engagement rather than confrontation in the courts must make sense”. Another respondent commented: “Freedom of Speech allows us to hear voices from all extremes of political and religious ideologies”.  Yet at the same time there is an element of criticism of the underlying politics of certain policy emphases. Highlighting this tension, one respondent commented: “Freedom of speech is used to mock religious people”. Another respondent commented in relation to multiculturalism that:   “Generally speaking we are not multiculturalists. We want to preserve  and follow our tradition. We do not want to be part of some awful  meaningless 'hodgepodge' that diffuses the old identity”.  Another respondent added:  “In practice we find that multiculturalism equates to 'Atheism is okay -  other religions should step aside', as far as public bodies employ  multiculturalism. It would be better to encourage all religions than to  preferentially only support 'neutral' positions publically”.  11 Compared to the other policy emphases, Britishness was not seen to be so helpful to the participation of people and organizations from religious groups in British society (32 per cent of 431 responses). In Table 5 we examine the extent to which the policy emphasis on Britishness was seen as helpful by organizations from different religious traditions. Table 5. How far do you think the policy emphasis on Britishness has been helpful or unhelpful to the participation of people and organizations of various religions in British society?  Respondents from Sikh, Muslim and Jewish organizations were the most likely to view the policy emphasis on Britishness as very or somewhat helpful. Christian respondents were much less likely to see the policy emphasis on Britishness as helpful. This may be related to how certain articulations of Britishness are viewed as excluding of particular populations and identities and what might be termed an essentialized form of integration. It may also link to a sense of distance from national discourses and it is notable that Buddhist organizations were the least likely to view Britishness as very or somewhat helpful.  Arguably this is not simply a rejection of the present policy emphasis on Britishness but perhaps an issue of ownership and engagement with the identity. However as one respondent commented, “Every person regardless of religion should have a responsibility of Britishness as they live in the country”. The substantial numbers of responses which indicated Don't Know suggests that there is a lack of a clear view on the helpfulness of the discourse of Britishness.  Of course we have to also consider the attitudes of the wider non-religious population to these policy emphases. It is an oversimplification to assume that all British citizens are supportive of the specific policy emphasis on Britishness. We consider this in the discussion below.  Discussion and Conclusions The findings from the survey of religious organizations in England and Wales suggest that despite the multidimensional nature of identity, certain aspects of identity are increasingly in competition in terms of legal protection. There are concerns about a  12 developing legal hierarchy of identity characteristics. Moreover, there is a heightened sense of equality rights claims amongst and between different populations this includes concerns and claims that are not actually reflected in the present legal framework. This may reflect a detachment from the changes in the law and the rights of different religious groups, and at least in the short term it may be contributing to increased tensions between identity rights claims. For many religious people and organizations, both the new and also the more established equalities legislation can be a challenge to religious doctrine, belief and practice. In the survey whilst some religious organizations commented on what were described as the positive impacts of the legislation, for many, religion and belief are seen as being fundamental to human rights and part of religiously informed theological ethics, Many respondents made the case that an understanding of rights requires a more theological grounding. Religious doctrine can for some people have a higher authority and status than the legal framework of a liberal democratic secular state, even while they are in general likely to respect civil law. The existing exemptions for religious organizations as part of the equalities legislation in the UK remain controversial. Moreover, the claims for further exemptions would seem in tension with the wider legal and policy framework of equality and may be the source of potential unfair treatment in relation to other protected aspects of people’s identities, including other people’s religion or belief.   The integrated legal approach to equality in England and Wales has brought into focus the nature of what it means to be a citizen in the context of the policy emphases such as community cohesion, equal opportunities, freedom of speech and multiculturalism, and the claimed and reclaimed national identity narrative of so-called British vales. These legal rights and policy emphases are interlinked and to some extent are interdependent. Different aspects of identity and claims of equality are interconnected and overlap, and this has implications for how different aspects of a person’s ‘lived identity’ can be recognized and protected. Ongoing political debate surrounds the specific form and value of rights-based approaches to protecting peoples identities. Interculturalism, it is argued, has a stronger focus on a shared identity and intercultural dialogue but this claimed distinctiveness is debated (Modood 2013).  The respondents from the religious organizations in our survey were to a degree supportive of the policy emphases and rights in relation to: citizenship, community cohesion, multiculturalism, equal opportunities and freedom of speech as being helpful for the participation of religious people and organizations in British society. However, this support was not universal across all respondents. The policy emphasis of Britishness was viewed as only of limited help to the participation of people and organizations of various religions in British society. It is however also important to recognize that the equalities legislation and policy emphases are not necessarily supported by the wider British population on political and ideological grounds (Frampton et al. 2016; Sobolewska 2010).    Furthermore the debates about the legal recognition of equality and identity need to be informed by an understanding of secularism in a liberal democratic state. Of course secularism in the form of the separation of state and religion, the privatization of faith and the decline in the saliency of religion in public life is variously defined and interpreted. Modood (2013) argues a framework for institutional compromises can be provided by what he terms “moderate secularism” as opposed to more radical and political interpretations. Moreover, Bhargava (2011) points to what he considers a form of secular principled distance of the state in relation to religion. These issues are particularly pressing given Bloom et al.’s (2014) highlighting of the link between globalization, in terms of increased contact and communication between cultures and the sharing of ideas and values, and what they see as restrictions on religious freedom.   13  There are risks in case-by-case and country-specific interpretation and resolution of equality and rights. Arguably the equalities legislation and policies are having a role in defining and shaping the very nature of religious and non-religious identities. One can question whether religious people need to be more or less religious to get legal protection and how this may extend to other aspects of identity. If this is the case, it may be an outcome at odds with the wider policy aims of equality. These developments are ongoing in the context of evidence of increased support for right wing parties, the UK’s vote to leave the European Union and debates about the UK government’s long-term commitment to the Human Rights Act (1998) (Inglehart and Norris 2016; Watt 2015).   The legal landscape in the UK has been indelibly impacted by the human rights and equality changes of the past decade, affecting not only what is protected, but also how aspects of identity are defined. The equalities legislation is requiring, and to some extent creating, a more pluralistic form of citizenship, however whilst legislation aimed at establishing equality of treatment and opportunity can set new parameters for protecting aspects of identity, integrating this into people’s daily lives and into the policies and practices of organizations is more complex. This underlines the importance of an inclusive and equitable framework, which embeds secular and religiously plural dimensions.   In addition to the recognition of the equality of the ‘other’, there needs to be an understanding of the ‘other’. The European Union initiative Belieforamaiii, which is a high-intensity dialogue and perspective-sharing intervention for diverse populations in relation to different aspects of equality, is a valuable innovation. The intervention links personal, and organization-based action. This link to the public sphere is crucial. Such learning approaches need to be a part of ‘being a citizen’ more widely, perhaps as part of what has been described as inclusive citizenship (Lister 2007; Lathion 2015). It is notable that critics of the UK government’s anti extremism Prevent Strategy have argued for recognition of the importance of the wider socio-economic circumstances of Muslims in the UK (Lister et al. 2015).  If the integration of equality and the protection of identities is to be achieved within the legal framework of a liberal democratic secular state, religious and non-religious citizens alike need to take a greater, more active responsibility and the multidimensional and often changing nature of identity needs to be embedded into citizenship in practice through linking personal, group, community and professional responsibilities and actions. Equalities legislation is arguably creating a constitutional framework for citizenship, and it is important this new citizenship is structured around equality individual and organizational level.   Acknowledgements  We would like to thank the participating organizations in the research for contributing their time and responding to the survey.  References Ackerman, S. (2014) Foreign jihadists flocking to Iraq and Syria on 'unprecedented scale' United Nations. The Guardian, October 2014.   14 Al-Khalil, J. (2014) Cameron Fosters Division by Calling Britain a Christian Country, Daily Telegraph, April 20th. Backstrom, A. and Davie, G. (2010) Welfare and Religion in 21st Century Europe: Configuring the Connections, 1. Farnham: Ashgate.  Barry, B. (2001) Culture and Equality – An Egalitarian Critique of Multiculturalism. Cambridge: Policy Press.  BBC (2013) Supreme Court judges allow Scientology wedding. December 11th.   BBC (2014a) Lee Rigby murder: Adebolajo and Adebowale Jailed. February 26th.   BBC (2014b) Extremist 'takeovers' in Birmingham schools? April, 2014.  BBC (2016a) UK Attitudes Towards Islam http://www.bbc.co.uk/newsbeat/article/36346886/uk-attitudes-towards-islam-concerning-after-survey-of-2000-people BBC (2016b) Sharia law review to focus on fairness to UK women. http://www.bbc.co.uk/news/uk-36388560 Bedford, K. (2007) ‘The Imperative of Male Inclusion: How Institutional Context Influences World Bank Gender Policy’, International Feminist Journal of Politics, 9: (3), 289-311. Berg-Sorensen, A. (2013) Contesting Secularism: Comparative Perspectives. Ashgate: Farnham. Berger, P., Davie, G. and Fokas, E. (2008) Religious America, Secular Europe? A Theme and Variations. Aldershot: Ashgate. Bhargava, R. (2011) States, religious diversity, and the crisis of secularism. Open Democracy, March 22nd. Blinder, A. and Pérez-Peña, R. (2015) Kim Davis, Released From Kentucky Jail, Won’t Say if She Will Keep Defying Court. http://www.nytimes.com/2015/09/09/us/kim-davis-same-sex-marriage.html?_r=0  Bloom, P. B., Arikan, G. and Sommer, U. (2014) ‘Globalization, Threat and Religious Freedom’, Political Studies 62 (2): 273-291.  Calhoun, C., Juergensmeyer, M. and Van Antwerpen, J.  (2011) Rethinking Secularism. Oxford: Oxford University Press.   Cameron, D. (2011) Speech, Munich Security Conference. February 2011.  Cameron, D. (2014) My Faith in the Church of England. Church Times, April 16th.   Cantle, T. (2001) Community Cohesion: A Report of the Independent Review Team. London: The Home Office. Cantwell Smith, W. (1978) The Meaning and End of Religion. London: SPCK. Casey, L. (2016) The Casey Review: a review into opportunity and integration. London: Department for Communities and Local Government.  15 Charity Commission (2010) Legal recognition of the Druid Network. London: Charity Commission. Cheruvallil-Contractor, S. (2012) Muslim Women in Britain: Demystifying the Muslimah. London: Routledge. Cheruvallil-Contractor, S., Hooley, T., Moore, N., Purdam, K. and Weller, P. (2013) ‘Researching the Non-religious: Methods and Methodological Issues, Challenges and Controversies’ in Day, A., Vincett, G. and Cotter, C. (eds) Social Identities: Between the Sacred and the Secular. Aldershot: Ashgate. 173-89. Chrisafis, A. (2011) French veil ban: First woman fined for wearing niqab. The Guardian, April 2011. Clements, B. (2015) Religion and Public Opinion in Britain Continuity and Change. London: Palgrave Macmillan.  Community Security Trust (CST) (2015) Antisemitic Incidents. London: Community Security Trust.  Council of Europe (2008) Living Together As Equals in Dignity. White Paper on Intercultural Dialogue. Strasbourg.  Courts Northern Ireland (2016) Morgan LCJ. Northern Ireland. See https://www.courtsni.gov.uk/en-GB/Judicial%20Decisions/PublishedByYear/Documents/2016/[2016]%20NICA%2039/j_j_MOR10086Final.htm  Crenshaw, K. (1989) ‘Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics’, University of Chicago Legal Forum 139-67.  Cumper, P. and Lewis, T. (Eds) (2012) Religion, Rights and Secular Society: European Perspectives. London: Edward Elgar.  Davie, G. (1994) Religion in Britain since 1945: Believing without Belonging. Oxford: Blackwell.  Davie, G. (2000) Religion in modern Europe: a memory mutates. Oxford: Oxford University Press.  Davis, K. (2008) ‘Intersectionality as buzzword’. Feminist Theory, 9(1): 67-85.  Day, A. (2009) ‘Believing in belonging: An ethnography of young people's constructions of belief’. Culture and Religion, 10 (3): 263-278.  Day, A., Vincett, G. and Cotter, C. (eds) (2013) Social Identities: Between the Sacred and the Secular. Aldershot: Ashgate. DCLG (2012) Creating the Conditions for Integration. London: Department for Communities and Local Government. Dearden, L. (2015) David Cameron extremism speech. Birmingham, UK July. http://www.independent.co.uk/news/uk/politics/david-cameron-extremism-speech-read-the-transcript-in-full-10401948.html  Demos (2013) Faithful Providers. Demos: London.  16  Department for Education (2010) Maintained Faith Schools.  https://www.gov.uk/government/publications/maintained-faith-schools.  Doyle, N.J. (2013) Islam, Depoliticization and the European Crisis of Democratic Legitimacy, Politics, Religion & Ideology, 14:(2): 265-283  Dworkin, R. (2013) Religion without God. Harvard: Harvard University Press EHRC (2015) Experiences of Religion or Belief. London: Equality and Human Rights Commission. Employment Tribunals Service (2008) Employment Tribunal and EAT Statistics (GB)  Ferrari, S. and Cristofori, R. (2011) Law and Religion in the 21st Century: Relations between States and Religious Communities. Aldershot, Ashgate, Fitzgerald, T. (2011) Religion and Politics in International Relations: The Modern Myth. London: Bloomsbury. Fitzgerald, T. (2007) Discourse on Civility and Barbarity: A Critical History of Religion and Related Categories. Oxford: Oxford University Press. Fox, J. (2015) ‘Is it Really God's Century? An Evaluation of Religious Support and Discrimination from 1990 to 2008’ Politics and Religion, 7 (1): 4-27. Frampton, M., Goodhart, D. and Mahmood, K. (2016) Unsettled Belonging: A Survey of Britain’s Muslim Communities. London: Policy Exchange. Fraser, N. and Bedford, K. (2008) ‘Social rights and gender justice in the neoliberal moment’. Feminist Theory, 9 (2): 225-245. Full Fact (2015) Do one in five UK Muslims sympathise with Britons fighting for IS? https://fullfact.org/crime/do-one-five-uk-muslims-sympathise-britons-fighting/ Ghanea, N. (2011) Religious Minorities and Human Rights: Bridging International and Domestic Perspectives on the Rights of Persons Belonging to Religious Minorities Under English Law. In European Yearbook of Minority Issues 2011. Gove, M. (2014) All schools must promote 'British values', says Michael Gove. The Guardian, June 9th. Grabham, E., Cooper, D., Krishnadas, J. and Herman, D. (eds) (2008) Intersectionality and Beyond: Law, power and the politics of location. London: Routledge. Grillo, R. (2015) Muslim Families, Politics and the Law: A Legal Industry in Multicultural Britain. London: Ashgate Press. Gustavsson, G. (2013) ‘Romantic Liberalism: An Alternative Perspective on Liberal Disrespect in the Muhammad Cartoons Controversy’. Political Studies, 62 (1): 53-69. Habermas, J. (2008) ‘The Political’ in Mendieta, E. and Vanantwerpen, J. (eds) The Power of Religion in the Public Sphere. Columbia University Press: USA. Hale, B. (2014) Freedom Of Religion And Belief. Law Society Of Ireland: Annual Human Rights Lecture, Ireland.   17 Hepple, B. (2010) ‘The New Single Equality Act in Britain’, The Equal Rights Review, 5: 11-24. Home Office (2016) Hate crimes, England and Wales 2013 to 2014. London: Home Office. Home Office (2014) Hate crime, cyber security and the experience of crime among children: Findings from the 2012/13 British Crime Survey. London: Home Office. Hynes, P., Lamb, M., Short, D. and Waites, M. (2010) ‘Sociology and human rights: confrontations, evasions and new engagements’. International Journal of Human Rights, 14 (6): 811-832.  Inglehart, R.F. and Norris, P. (2016) Trump, Brexit, and the Rise of Populism: Economic Have-Nots and Cultural Backlash. Harvard Kennedy School, Faculty Research Working Paper Series. IRFR (2012) International Religious Freedom Report. US Department of State.  Iqtidar, H. and Lehmann, D. (2012) ‘Introduction: secularism and citizenship beyond the North Atlantic world’. Citizenship Studies 16, (8): 953-959.  Joseph, M. (2013) ‘Gender, Entrepreneurial Subjectivity, and Pathologies of Personal Finance’. Social Politics. 20 (2): 242-273.  Khaitan, T. (2015) A Theory of Discrimination Law. Oxford: Oxford University Press  Khattab, N. (2009) ‘Ethno-religious Background as a Determinant of Educational and Occupational Attainment in Britain’. Sociology, 43 (2): 304-322.  Kymlicka, W. (2010) ‘The rise and fall of multiculturalism? New debates on inclusion and accommodation in diverse societies’. International Social Science Journal, 61 (199): 97-112. Larner, W., Fannin, M. MacLeavy, J. and Wang, W.W. (2013) ‘New Times, New Spaces: Gendered Transformations of Governance, Economy, and Citizenship’. Social Politics, 20, (2): 157-164. Lathion, S. (2015) ‘Fight Islamophobia in Europe? Less Islam and Muslims and More Citizenship!’. Islam and Christian–Muslim Relations. January 2015. Levey, G. and Modood, T. (2009) Secularism, Religion and Multicultural Citizenship. Cambridge: Cambridge University Press. Lewicki, A. (2014) Social Justice through Citizenship? The Politics of Muslim Integration in Germany and Great Britain. London: Palgrave.  Lewis, G. (2009). ‘Celebrating intersectionality? Debates on a multi-faceted concept in gender studies: themes from a conference’. European Journal of Women’s Studies, 16(3): 203–210. Lister, R. (2007) ‘Inclusive Citizenship: Realizing the Potential’, Citizenship Studies, 11: (1), 49-61.  Lister, R. et al. (360 signatories)  (2015) Joint statement by academics and public figures on the government’s implementation of PREVENT through the Counter-Terrorism and Security Act 2015. http://www.protectingthought.com   18 Lombardo, E. and Agustín, L. R. (2012) ‘Framing Gender Intersections in the European Union: What Implications for the Quality of Intersectionality in Policies?’ Social Politics 19 (4): 482-512.  Mahmood, S. (2015) Religious Difference in a Secular Age: A Minority Report. Princeton: Princeton University Press.  Maxwell, R. and Bleich, E. (2014) What Makes Muslims Feel French? Social Forces 93 (1): 155-179.  Meer, N. and Modood, T.  (2012) ‘How does Interculturalism Contrast with Multiculturalism?’ Journal of Intercultural Studies, 33 (2): 175-196.  Ministry of Justice (2012) Employment Tribunals and EAT Statistics, 2011-12. London: Ministry of Justice.  Mirsepassi, A. (2011) Political Islam, Iran, and the Enlightenment: Philosophies of Hope and Despair. New York: Cambridge University Press.  Modood, T. (1998) ‘Anti-Essentialism, Multiculturalism, and “the Recognition of Religious Groups”’, Journal of Political Philosophy, 6 (4): 378-99.  Modood, T. (2010) ‘Moderate Secularism, Religion as Identity and Respect for Religion’, The Political Quarterly, 81 (1): 4-14.  Modood, T. (2011a) Moderate secularism: a European conception. Open Democracy. Modood, T. (2011b) Multiculturalism and Integration: Struggling With Confusions. European University Institute. Modood, T. (2012) ‘Is There a Crisis of Secularism in Western Europe?’ Sociology of Religion, 73 (2): 1-20. Modood, T. (2013) Multiculturalism. London: Polity. Mushaben, J. M. (2014) ‘A funny thing happened on the way to the mosque: promoting civil society and religious pluralism through local conflict’, Citizenship Studies, 18: (6): 707-723. Nilsson, P. E. (2015) ‘”Secular Retaliation”: A Case Study of Integralist Populism, Anti-Muslim Discourse, and (Il)liberal Discourse on Secularism in Contemporary France’. Politics, Religion & Ideology, 16: (1), 87-106 NLJ (2013) Niqab, technology and courts. New Law Journal. November 2013.  Inglehart, R.F. and Norris, P. (2016) Trump, Brexit, and the Rise of Populism: Economic Have-Nots and Cultural Backlash. Harvard Kennedy School, Faculty Research Working Paper Series.  Ofsted (2014) Ofsted reports on 21 Birmingham schools. BBC News June. http://www.bbc.co.uk/news/education-27765372  Parekh, B. (2000a) Rethinking Multiculturalism: Cultural Diversity and Political Theory. Basingstoke: Palgrave Macmillan. Parekh, B. (2000b) ‘Defining British National Identity’, Political Quarterly, 71 (1): 4-14.  19 Parekh, B. (2005) Rethinking Multiculturalism: Cultural Diversity and Political Theory. London: Palgrave. Peter, L. (2015) Paris Attacks. BBC News 24th November. http://www.bbc.co.uk/news/world-europe-34866144 Pew (2011) Rising Restrictions on Religion. Forum on Religion and Public Life. Washington DC: Pew Research Center. Pickles, E. (2015) Letter to British Mosques. London: Department for Communities and Local Government. Pratt, D. (2015) ‘Islamophobia as Reactive Co-Radicalization’, Islam and Christian–Muslim Relations. January 2015. Putnam, R. and Campbell, D. (2010) American Grace. New York: Simon and Schuster. Salvatore, A. (2013) ‘Islam and the Quest for a European Secular Identity: From Sovereignty through Solidarity to Immunity’, Politics, Religion & Ideology, 14 (2): 253-264. Sobolewska, M. (2010) ‘Religious extremism in Britain and British Muslims’ in Eatwell, R. and Goodwin, M. (eds) The New Extremism in 21st Century Britain. London: Routledge: 23-46. Taylor, C. (2008) Secularism, Religion and Multicultural Citizenship. Cambridge: Cambridge University Press. Thomas, S. M. (2005) The Global Resurgence of Religion and the Transformation of International Relations. Palgrave Macmillan.  Toft, M.D., Philpott, D. and Shah, T. (2011) God’s Century: Resurgent Religion and Global Politics. New York: W.W. Norton and Co.  Turner, B. S. (2012) Managing religions, citizenship and the liberal paradox. Citizenship Studies, 16 (8): 1059-1072. Uberoi, V. and Modood, T. (2013) ‘Inclusive Britishness: A Multiculturalist Advance’. Political Studies, 61 (1): 23-41. Vertovec, S. and Wessendorf, S. (2010) The Multiculturalism Backlash: European Discourses, Policies and Practices. London and New York: Routledge.  Vickers, L. (2011) ‘Promoting equality or fostering resentment? The public sector equality duty and religion and belief’, Legal Studies, 31 (1): 135-158. Voas, D. (2009) ‘The Rise and Fall of Fuzzy Fidelity in Europe’, European Sociological Review, 25 (2): 155–68. Waites, M. (2010) ‘Human rights, sexual orientation and the generation of childhoods: analysing the partial decriminalisation of ‘unnatural offences’ in India’, The International Journal of Human Rights, 14 (6): 971-993.  Watt, N. (2015) David Cameron prepared to break with Europe on human rights. http://www.theguardian.com/politics/2015/jun/02/david-cameron-prepared-to-break-with-europe-on-human-rights  Weller, P. (2010) Religions in the UK: Directory, 2007-10 Derby, University of Derby in association with the Multi-Faith Centre  20  Weller, P. (2005) Time for a Change: Reconfiguring Religion, State and Society. London: T and T Clark.  Weller, P. (2006) ‘”Human Rights”’, “Religion” and the “Secular”: Variant Configurations of Religion(s), State(s) and Society(ies)’, Religion and Human Rights: An International Journal, 1 (1): 17-39. Weller, P., Feldman, A. and Purdam, K. (2001) Religious Discrimination in England and Wales. Home Office Research Study 220. London: The Home Office. Weller, P., Purdam, K. Contractor, S. and Ghanea, N. (2013) Religion or Belief and Equality. Britain in Global Contexts. London: Bloomsbury. Willis, D. (2014) Hobby Lobby case: Court Curbs Contraception Mandate. BBC News http://www.bbc.co.uk/news/28093756 Woodhead, L. (2011) Recent Research on Religion, Discrimination, and Good Relations. EHRC Research Report No. 48. Manchester: Equality and Human Rights Commission. Woodhead, L. (2013) 'Neither religious or secular: the British situation and it's implications for religious-state relations' in Berg-Sorensen, A. (eds) Contesting Secularism: Comparative Perspectives. Ashgate: Farnham.  Young, I. M. (2000) Inclusion and Democracy. Oxford: Oxford University Press.  YouGov (2012) The sad politics of gay marriage. Sunday Times Poll March 2012. Zehavi, A. (2013) ‘Religious Supply, Welfare State Restructuring and Faith-Based Social Activities’, Political Studies, 61 (3): 561–579.  i Key provisions of the international system of protection of minorities allow for the practices of religious minorities to be protected under an understanding of ‘culture’ which can include a diverse range of practices and observances such as diet, religious holidays and dress (Ghanea 2011; Khaitan 2015). ii In a forthcoming publication we provide further analysis examining the differences within these religious traditions. iii See Belieforama http://www.belieforama.eu. Also see Mushaben (2014) for a case study of how contesting parties can begin to reconcile competing religious claims.                                                ",
    "id": 228152953,
    "identifiers": {
        "doi": "10.1080/21567689.2017.1297235",
        "oai": "oai:pure.atira.dk:publications/f9df05e1-7ec9-4da0-8aee-1e3c7bed3944"
    },
    "title": "Religious organizations and the impact of human rights and equality laws in England and Wales",
    "language": null,
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.coventry.ac.uk/ws/files/13260077/ROMainArticleDec172016F.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/228152953.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/228152953"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/228152953/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/228152953/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/228152953"
        }
    ],
    "abstract": "The framework for equality and the multiple aspects of identity that are protected in law, including on the basis of religion and belief, are continuously being redefined and reshaped through ongoing legal claims in England and Wales. In this article, we examine how religious organizations view equality and the extent to which different identity rights can be protected. We conducted a survey of religious organizations in England and Wales to examine attitudes and experiences in relation to changes in the equality laws. We found that equality is variously understood and many religious organizations give only limited recognition to certain legally protected characteristics including gender, sexual orientation and also the identities of other religious organizations. If the integration of equality in the form of identity rights is to be fully achieved within the legal framework of a liberal democratic state and alongside so-called British values, both religious and non-religious citizens alike need to take a greater responsibility for the understanding and recognition of identity differences. Equalities legislation is creating a constitutional framework for citizenship and it is important this new citizenship is structured around equality in practice at the individual and organizational level.</p",
    "tags": [
        "article",
        "/dk/atira/pure/subjectarea/asjc/1200/1211",
        "Philosophy",
        "/dk/atira/pure/subjectarea/asjc/1300/1312",
        "Molecular Biology",
        "/dk/atira/pure/subjectarea/asjc/1200/1212",
        "Religious studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/f9df05e1-7ec9-4da0-8aee-1e3c7bed3944",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "169",
        "openDoarId": 0,
        "name": "Coventry University Pure Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 228152953,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T10:24:12+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-16T22:05:02+01:00"
    },
    "urls": [
        "https://www.research.manchester.ac.uk/portal/en/publications/religious-organizations-and-the-impact-of-human-rights-and-equality-laws-in-england-and-wales(9eb414db-58b8-4f5d-a2bd-e63e7e23bb24).html",
        "https://pureportal.coventry.ac.uk/en/publications/religious-organizations-and-the-impact-of-human-rights-and-equality-laws-in-england-and-wales(f9df05e1-7ec9-4da0-8aee-1e3c7bed3944).html",
        "https://doi.org/10.1080/21567689.2017.1297235",
        "https://pure.coventry.ac.uk/ws/files/13260077/ROMainArticleDec172016F.pdf"
    ],
    "lastUpdate": "2024-02-19T10:24:12+00:00",
    "setSpecs": []
}