{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Voyles, Michelle"
        }
    ],
    "contributors": [
        "Kane, Melinda",
        "Sociology"
    ],
    "createdDate": "2023-10-25T09:55:06+01:00",
    "dataProvider": {
        "id": 2143,
        "name": "ScholarShip",
        "url": "https://api.core.ac.uk/v3/data-providers/2143",
        "logo": "https://api.core.ac.uk/data-providers/2143/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/588587044.pdf",
    "fullText": "  Religious and Socio-Cultural Influences on DignityUSA Chapters April 25, 2023  Michelle Voyles Dr. Melinda Kane  Department of Sociology East Carolina University Honors College                  Introduction The Catholic faith believes same-sex relations to be sinful, thus creating conflict for those who identify as both LGBTQ and Catholic (Loseke & Cavendish 2001). DignityUSA is an organization that works to merge the conflicting sexual and religious identities faced by those who are both LGBTQ and Catholic; it is also an activist group as it strives to change the larger Catholic Church’s stance on same-sex relations (Loseke & Cavendish 2001). This project strives to identify religious and socio-cultural factors that correlate with the presence of DignityUSA chapters per state and year from 1974-2009, and will further be analyzed through periodization to see if the potential correlations identified vary among their respective periods. This will be periodized into the years 1974-1986 and 1987-2009 because the trajectory of DignityUSA chapters switched in the year 1987, as seen in Figure 1. Further, the decline of DignityUSA chapters occurred after the publishing of the 1986 Letter to the Bishops on the Pastoral Care of Homosexual Persons, in which all Catholic organizations that offered support to their LGBTQ members were banished.  I hope to identify religious and socio-cultural factors that correlate with the presence of DignityUSA chapters, and determine if their potential correlations change amid the dramatic trajectory change of DignityUSA chapters that occurred at a pivotal shift in the Vatican’s stance on DignityUSA and other similar groups.  DignityUSA DignityUSA is an activist group that primarily works for change in the larger Catholic church regarding its stance on the LGBTQ community. Founded in 1969 in Los Angeles, California by Father Patrick X. Nirdof, DignityUSA was originally a ministry that offered support and acceptance to those who identify as both Catholic and LGBTQ (DignityUSA 2022). LGBTQ Catholics often have a hard time merging their conflicting identities, so this ministry aimed at reliving their guilt and offering a safe space for them to be who they are. While DignityUSA started as a single ministry offering refuge to local community members, its presence became known nationally and other chapters began to open with the same mission (Steidl 2022).  DignityUSA’ s approach to activism was unique because it targeted the church rather than the government (Steidl 2022). DignityUSA’ s presence alone was an attempt at activism because it allowed people to be LGBTQ+ and Catholic, which directly goes against the Catholic Church’s teachings, and nationally, various anointed priests, brothers, seminarians and other leaders of the Catholic church were supportive of DignityUSA. The organization received support from both inside and outside the church, and their increasing momentum granted them the power to start fighting for reform in the ideologies of the larger Catholic church rather than just providing a safe space for those who needed it. The support DignityUSA received was also met with opposition, and as the organization increased in visibility it also faced increased backlash. For instance, the founder Father Nirdof was forced to resign from leading DignityUSA in 1971 after reprimands from Archbishop Timothy Manning, causing DignityUSA to then be lay-leading (Steidl 2022). However, the organization continued to thrive under lay leadership, and chapters increased nationally with the same mission of reform.  Letter to Bishops  Because activist groups are fighting for change, they often receive opposition from the larger institution they are actively challenging (Loseke & Cavendish 2001). As DignityUSA gained momentum and chapters began to surge across the nation, their successful growth received attention from the Catholic Church.  The most significant backlash they received was the publishing of the Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons on October 1, 1986. In this letter, the Vatican formally denounced groups like DignityUSA and forbid priests, bishops, and other Catholic officials from offering their support to these organizations, which included allowing them to meet on church grounds. It is evidence of DignityUSA’ s success that they received attention from the larger church, and the banishing of organizations such as DignityUSA shows that the larger church saw their organization as a threat. However, the formal banishing of DignityUSA and its community support appears to have changed the trajectory of DignityUSA drastically, as the chapters across the nation decreased, as seen in Figure 1. For example, in 1973 there were nine DignityUSA chapters in the nation, and the number of chapters peaked in 1987 with 106 chapters. After 1987 the number of chapters decreased, and in 2009 there were only 40 national chapters.  Introduce Research The number of DignityUSA chapters per state and year is the focus of this research. Examining the time period of 1973-2009, this study will analyze the relationship between religiosity and already existing infrastructures with the number of DignityUSA chapters, and study how the influence of these factors might differ between the years prior and after the publishing of the Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons. I predict that there is a positive association between the religiosity and number of DignityUSA chapters. I also predict that there is some sort of correlation, whether that be positive or negative, between the Pre-existing Catholic and LGBTQ infrastructures and the number of DignityUSA chapters. Further, I argue that the publishing of the Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons was significant enough regarding DignityUSA’ s trajectory, and potential influences on the number of chapters, that the publishing of that letter may change the influence of religiosity and pre-existing infrastructure on Dignity.  Variables The dependent variable of this study is the number of DignityUSA chapters present per state and year. A count of the number of chapters per state and year was obtained from the Gayellow Pages, a directory for the LGBTQ community that is published almost annually and includes listings by state and city. One category of the Gayellow Pages is “religious groups” which includes DignityUSA chapters, which we used to count the number of chapters per state and year.  I have two measures of Religiosity: percent Catholic and percent adherence. Percent Catholic measures the percentage of the population in each state-year that adheres to the Roman Catholic Church according to Churches and Church Membership in the United States (Bradley et al., 1992; Grammich et al. 2012; Johnson et al., 1974; Jones et al., 2002; Quinn et al.,1982). Percent adherence measures the percentage of the population per state-year that adheres to any religious denomination at all, according to Churches and Church Membership in the United States (Bradley et al., 1992; Johnson et al., 1974; Jones et al., 2002; Quinn et al.,1982; Grammich et al. 2012)1  which offers insight as to how religious in general that specific population is.  Pre-existing Catholic and LGBTQ organizations includes the variables Catholic Universities and LGBTQ social movement organizations (SMO). The variable Catholic   Universities refers to the count of Catholic Universities and Colleges per state and year that are affiliated with the Roman Catholic Church in the United States. This was obtained by counting the universities and colleges that report an  affiliation with the Roman Catholic Church in the 21-22 National Center for Education Statistics’ Integrated Postsecondary Education Data System (IPEDS) (2022). The IPEDS only lists schools that participate in the federal student loan program, so we then used the Association of Catholic Colleges and Universities to identify other Catholic Universities that are not listed on the IPES dataset (https://www.accunet.org/). We then cross-referenced each school to verify they were open during the time of our data set, and if they were closed for part of our period of analysis we reflected that in our dataset.  Social Movement Organizations refers to the number of LGBTQ SMOs per 1,000,000 adults listed in the Gayyellow Pages. Kane (2003) and later Parris and Scheuerman (2015) created this measure which generally encompasses the number of political and less formally political LGBTQ social support organizations, such as student groups, pride, senior, etc., to achieve a broad variable that generally reflects the number of supportive LGBTQ SMOs (Button et al. 1997). The control variable in this study is a one-year lag of Dignity chapters, which is a count variable of the number of DignityUSA chapters per state and year from the previous year. For example, in 1977 there are 5 DignityUSA chapters in California, so the one-year lag for California in 1978 would be 5. The purpose of the one-year lag variable is to control for the existing number of DignityUSA chapters since the number of chapters in a given state-year will be shaped by the number of chapters in the previous year. The Dignity Lag is also obtained from the Gayellow Pages.  Methods All variables were entered into an IBM SPSS database, and various statistical tests were run. I first computed descriptive statistics of the variables, such as the mean and standard deviation to get an overview of the variables I am working with. The descriptive statistics are important to ensure the data entry was done accurately, and it also provides general characteristics of the variables. For example, the average number of DignityUSA chapters for every state and year is 1.19 chapters, with a standard deviation of 1.81. See Table 1 for the descriptive statistics.  I then used negative binomial regression to identify the factors that influence the number of Dignity chapters in each state year from 1974-2009. I use negative binomial regression as opposed to the more common Poisson’s regression because the dependent variable, Number of DignityUSA Chapters, is a count variable that is widely dispersed, making Poisson’s regression less reliable (Long and Freese 2014). Specifically, the variance of chapters is larger than the mean, such that the average number of chapters is 1.19 and the variance is 3.27 for the years 1973-2009.  When computing the negative binomial regressions, I first analyzed the variables across the entire period (1974-2009). I then ran separate models for 1974-1986, and 1987-2009 because I think the publishing of the Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons in 1986 had a substantial influence in the number of DignityUSA chapters; the factors predicting the number of chapters may change when analyzed in the period prior to the publishing of the letter and after the publishing of the letter. Other factors may be more or less significant in regard to their influence on the number of DignityUSA chapters as the general climate for DignityUSA changed after the letter was released.  Running the negative binomial regressions will indicate the influence of religiosity and pre-existing Catholic and LGBTQ organizations on the number of DignityUSA chapters. I put the variables percent Catholic and percent adherence together because I think these variables together will represent the influence of religiosity, and given that DignityUSA is a religious organization there may be some correlations present. I included the percent adherence to any religion even though DignityUSA is a Catholic organization because I think a greater percent adherence per state and year indicates how religious the general community is and may contribute to LGBTQ individuals wanting to keep their Catholic identity despite the conflicts they face. If a Catholic LGBTQ individual lives in a community with high rates of religiosity they may try harder to salvage their conflicting sexuality and religious identity because of the large religious influence around them, resulting in a need for DignityUSA chapters. If a Catholic LGBTQ individual lives in a community with lower rates of religiosity, they may be more willing to give up their religious identity for their sexual identity because they do not have the same cultural influence on religion. The same is true for the percent Catholic variable, as the more Catholics in an area may result in a greater need for LGBTQ Catholic organizations. For instance, if there is more Catholics in an area there is a greater probability of there being LGBTQ Catholics. However, this perspective only accounts for DignityUSA being a refuge for LGBTQ-Catholic individuals, and overlooks the activist component of the organization and allies who support DignityUSA but are not LGBTQ themselves. Overall, it will be interesting to see if there are any trends identified between the Religiosity and number of DignityUSA chapters.  I grouped the variables “number of social movement organizations” and “number of Catholic universities” together to create the general model of “Pre-existing Catholic and LGBTQ Organizations” to identify their influence on the presence of DignityUSA chapters while taking both variables into account. This ensures we are measuring each variable’s singular influence on the presence of chapters and not accidentally measuring each variable’s influence in lieu of each other. These variables might offer insight to whether states and years with pre-existing social support for the LGBTQ community influence the number of DignityUSA chapters. This is in reference to the resource mobilization theory, which suggests links to social movements and other organizations (McCarthy 1977). Will states and years with more resources for the LGBTQ community have a positive association with the presence of DignityUSA chapters, or will it be the opposite? Areas with a substantial amount of pre-existing allied organizations might not have the same need for DignityUSA chapters as areas with limited allied organizations, or maybe areas with substantial LGBTQ organizations will provide a pathway for more DignityUSA chapters to exist.  Results Entire Model: 1974-2009 (Table 2) In the “Religiosity” model for the years 1974-2009, I found that the percent Catholic variable had a positive correlation with the number of DignityUSA chapters, and the percent adherence variable had a negative correlation with the number of DignityUSA chapters. So, higher Catholic populations correlate with a greater number of DignityUSA chapters, and the more general adherence to religion of the population correlates with a lower number of DignityUSA chapters.  In the “Pre-existing LGBTQ and Catholic Organizations” model for the years 1974-2009, I found that the number of Catholic Universities had a positive correlation with the number of DignityUSA chapters, and no significant correlation was identified with the number of social movement organizations and presence of DignityUSA chapters. So, the greater the number of Catholic Universities per state and year correlates with a greater number of DignityUSA chapters. In the entire model with all variables accounted for each other in the years 1974-2009, I found that the percentage of Catholics and number of Catholic Universities positively correlated with the presence of DignityUSA chapters, and the percent of religious adherence and presence of social movement organizations both negatively correlated with the number of DignityUSA chapters.  Pre-Letter: 1974-1986 (Table 3) The only significant correlation found in the “Religiosity” model in the years 1974-1986 was a positive association between the percentage of Catholic population and presence of DignityUSA chapters. In both the “Pre-Existing Catholic & LGBT Organizations” model and “All Variables” model, the only significant correlation found was a positive correlation between catholic universities and number of DignityUSA chapters. Also, the percent Catholic loses significance in the combined model.  Post-Letter: 1987-2009 (Table 4) In the “Religiosity” model from years 1987-2009, percent Catholic had a positive correlation with the presence of DignityUSA chapters, and percent adherence had a negative correlation with the presence of DignityUSA chapters. In the “Pre-Existing Catholic & LGBT Organizations” model for this period, only the catholic university variable was significant at a positive rate with the presence of DignityUSA chapters. In the model reflecting “All Variables” for this period, both the percent adherence and number of social movement organizations had a negative correlation with the number of DignityUSA chapters, and percent Catholic had a positive association with the number of DignityUSA chapters. The number of Catholic Colleges & Universities loses significance in the combined model. Discussion Of the six models that the variable “percent Catholic” was analyzed, five of them resulted in a positive correlation with the presence of DignityUSA chapters. This is also true of Catholic Universities, where five of it’s six models had positive correlations. This makes sense given that DignityUSA is a Catholic organization, so the greater the Catholic population and infrastructure suggests more of a need for DignityUSA chapters simply because there are more Catholics in those state and years. Percent adherence was significant in a negative direction in the entire period and post-letter period in both models, which is surprising to me because I expected this to be a positive correlation such that the more general religiosity of an area might propose a need for more DignityUSA chapters so LGBTQ individuals can also maintain their Catholic identity. However, other Christian religions are accepting of the LGBTQ community, such as Episcopalian and the United Church of Christ (Comstock 1996) (Bates 2004), so maybe a greater general adherence to religion of a community prompted LGBTQ-Catholics to change denominations rather than create a DignityUSA chapter. The number of social movement organizations was only significant when analyzed in the model with all variables, and only in the entire period and post-letter period, it has a negative correlation with the number of DignityUSA chapters. I find it interesting that there were no significant correlations identified in any period for the number of social movement organizations when analyzed in the “pre-existing LGBTQ and Catholic organizations”, but this further reinforces the correlations found among Catholic Universities. This also could be an indication of the resource mobilization theory, where the Catholic Universities acted as another resource and consequently limited the strength of the social movement organizations correlation with the presence of DignityUSA chapters.  Each period had eight possible chances to have a significant correlation when analyzing all three models, and the pre-letter period, 1974-1986, only had three significant findings. The entire period had seven, and post-letter, 1987-2009, had six. In the first period only the variables percent Catholic and number of Catholic Universities were significant, which implies that having more Catholics in an area created a greater need for LGBTQ Catholic organizations, such as DignityUSA. In the later period all variables had significance in some aspect, indicating that a shift occurred somewhere that allowed other factors to be important in their influence on the number of DignityUSA chapters. This indicates that periodizing this study was successful because most of the correlations were identified in the second period, indicating that something switched at some point to enable these factors to be important. We cannot assume that the Letter to the Bishops on the Pastoral Care of Homosexual Persons had an effect on the DignityUSA chapters decline and significance of different variables, but further research should be done on this topic to see if any tangible evidence can be found to potentially backup the importance of this letter on the trajectory of DignityUSA chapters.  Conclusion This study served to identify factors that influenced the number of DignityUSA chapters per state and year 1974-2009 through negative binomial regressions, and then periodize the dataset to reflect the decline in chapters beginning in 1987. When analyzing the entire period, 1974-2009, I found that the more Catholic people in an area and more Catholic Universities suggests a greater need for DignityUSA chapters. I also found that a greater adherence to religion and the number of social movement organizations in an area corresponds with less of a need for DignityUSA chapters. However, given the sudden decline of DignityUSA chapters following the publication of the 1986 Letter to the Bishops on the Pastoral Care of Homosexual Persons, I was curious to see if the correlations identified in the entire period remained the same or changed amid periodization. By splitting up the model into a pre-letter (1974-2009) and post-letter (1987-2009) structure, factors that were identified in the entire model became more period-specific such that factors that did not matter in the pre-letter period did matter in the post-letter period. For example, the model that reflects all variables for the entire period has all four variables being significant in their correlation with the number of DignityUSA chapters. When this is broken down by periods, the only significant variable in the pre-letter period is Catholic Universities, but the post-letter period indicates that percent Catholic, percent adherence, and number of social movement organizations are significant. If this was not broken down into periods and instead only analyzed for all years being studied, it would be assumed that all the variables were significant in their relation to the number of DignityUSA chapters and overlook factors such as the 1986 Letter to the Bishops on the Pastoral Care of Homosexual Persons and the decline of chapters. This supports the periodization of this research as different factors were significant in different times. Overall, this research identified factors that correlate with the number of DignityUSA chapters per state and year, and then found when these correlations mattered the most.      Figures and Models  Figure 1. Number of DignityUSA Chapters Nationwide, 1973-2009.   Table 1. Descriptive Statistics per State and Year.  N Minimum  Maximum Mean Standard Deviation DignityUSA Chapters  1350 0.00 12.00 1.19 1.81 Percent Catholic 1350 1.39% 64.02% 18.93% 12.77% Percent Adherence 1350 26.21% 81.73% 50.11% 11.78% # of SMO 1350 0.00 74.49 8.62 8.19 # Catholic Universities 1350 0.00 28.00 4.59 5.60   916344649 5076888490 9110681 7971645962686055 53 51454239 40020406080100120Number of Dignity Chapters Nationwide, 1973-2009Table 2. 1974-2009 1974-2009     Religiosity Pre-Existing Catholic and LGBTQ Organizations All Variables Percent Catholic 0.16*** (<.001)  0.017*** (<.001) Percent Adherence -0.008* (0.05)  -0.016*** (<.001) # Catholic Universities  0.038*** (<.001) 0.031*** (<.001) # Social Movement Organizations  -0.008 (.216) -0.021* (.003) Dignity Lag (control) .515*** (.000) 0.465*** (.000) .447*** (.000) *p<.05; **p<.01; ***p<.001;  b All of the coefficient significance tests are two-tailed  Table 3. 1974-1986 1974-1986 Religiosity Pre-Existing Catholic and LGBTQ Organizations All Variables Percent Catholic 0.016** (.005)  0.013 (.073) Percent Adherence -0.006 (0.427)  -0.009 (0.221) # Catholic Universities  0.054*** (<.001) 0.047** (.001) # Social Movement Organizations  0.003 (.876) -0.019 (0.443) Dignity Lag (control) .504*** (.000) 0.431*** (.000) .428*** (.000) *p<.05; **p<.01; ***p<.001;  b All of the coefficient significance tests are two-tailed     Table 4. 1987-2009 1987-2009 Religiosity Pre-Existing Catholic and LGBTQ Organizations All Variables Percent Catholic 0.016** (.002)  0.02*** (<.001) Percent Adherence -0.011** (0.035)  -0.019** (0.002) # Catholic Universities  0.026** (.015) 0.022 (.061) # Social Movement Organizations  -0.005 (.489) -0.023* (0.015) Dignity Lag (control) .528*** (.000) 0.494*** (.000) .462*** (.000) *p<.05; **p<.01; ***p<.001;  b All of the coefficient significance tests are two-tailed             References Bates, Stephen. 2004. A Church at War: Anglicans and Homosexuality. London: I.B. Tauris. Button, James, W., Barbara A. Rienzo, and Kenneth D. Wald. 1997. “Private Lives, Public Conflicts: Battles over Gay Rights in American Communities.” Political Science Quarterly 113(1): 170-171.   Comstock, Gary David. 1996. “Unrepentant, Self-Affirming, Practicing: Lesbian/Bisexual/Gay People within Organized Religion.” New York: The Continuum Publishing Company. Kane, Melinda. 2003. “Social Movement Policy Success: Decriminalizing State Sodomy Laws, 1969–1998.” Mobilization: An International Quarterly 8(3):313-334.  Lampe, Nik, James Cavendish, and J.E. Sumerau. 2019. “Producing an LGBT Religious Organizational Identity: The Case of DignityUSA.” The Qualitative Report 24(9):2164-2177. Long, Scott, J., and Jeremy Freese. 2014. “Regression Models for Categorical Dependent Variables Using Strata.” Strata Press Third Edition. College Station, TX. McCarthy, John D., and Mayer N. Zald. 1977. “Resource Mobilization and Social Movements: A Partial Theory.” American Journal of Sociology 82(6):1212-1241. Parris, Christie L., and Heather L. Scheuerman. 2015. “How Social Movements Matter: Including Sexual Orientation in State-Level Hate Crime Legislation.” Research in Social Movements, Conflicts and Change 38: 1-25. Steidl, Jason. 2022. “DignityUSA: LGBTQ Ministry, Catholic Morality, and the Limits of Institutional Reform.” The Catholic University of America Press 40(1): 53-80. ",
    "id": 588587044,
    "identifiers": {
        "doi": null,
        "oai": "oai:TheScholarship.intra.ecu.edu:10342/12985"
    },
    "title": "Religious and Socio-Cultural Influences on DignityUSA Chapters",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-06-30T14:45:23+01:00",
    "publisher": "'East Carolina University'",
    "references": [],
    "sourceFulltextUrls": [
        "https://thescholarship.ecu.edu/bitstream/10342/12985/1/VOYLES-HONORSTHESIS-2023.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588587044.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588587044"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588587044/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588587044/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588587044"
        }
    ],
    "abstract": "People who identify as both LGBTQ and Catholic have struggled with reconciling these identities as the larger Catholic church is anti-LGBTQ. There is little research on positive relationships between LGBTQ and Catholicism because most studies point out barriers between the two. This research will focus on a group that works to retain and bridge religious and sexual identities through social activism. \nDignityUSA is an activist group that primarily works for change in the larger Catholic church regarding its stance on the LGBTQ community. Founded in 1969 in Los Angeles, California by Father Patrick X. Nirdof, DignityUSA was originally a ministry that offered support and acceptance to those who identify as both Catholic and LGBTQ. LGBTQ Catholics often had a hard time merging their conflicting identities, so this ministry aimed at reliving their guilt and offering a safe space for them to be who they are. While DignityUSA started as a single ministry offering refuge to local community members, its presence became known nationally and other chapters began to open with the same mission.  DignityUSAâ€™s presence alone was an attempt at activism because it allowed people to not surrender their same-sex identities to be Catholic, which directly goes against Catholic beliefs, and nationally, various anointed priests, brothers, seminarians, and other leaders of the Catholic church were supportive of DignityUSA.\nThere has been a large fluctuation in the number of DignityUSA chapters, with the general trend being a sharp increase, hitting a maximum number of chapters, then a sharp decrease. This research serves to analyze the fluctuations in the number of DignityUSA chapters per state and the years 1973-2009. This will be done through qualitative analyses of several independent variablesâ€™ impact on the number of DignityUSA chapters, including the number of social movement organizations, the number of Catholic Universities, the general religious and Catholic adherence, and the social and government ideology. By using multivariate analyses, I hope to identify correlations to help explain the fluctuation in chapters of this social movement organization",
    "tags": [
        "Honors Thesis",
        "text",
        "LGBTQ",
        "Catholic",
        "Statistics"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Honors Thesis",
        "text"
    ],
    "oai": "oai:TheScholarship.intra.ecu.edu:10342/12985",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2143",
        "openDoarId": 0,
        "name": "ScholarShip",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588587044,
        "depositedDate": null,
        "publishedDate": "2023-06-30T14:45:23+01:00",
        "updatedDate": "2024-02-20T15:57:13+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-25T09:55:06+01:00"
    },
    "urls": [
        "http://hdl.handle.net/10342/12985"
    ],
    "lastUpdate": "2024-02-20T15:57:13+00:00",
    "setSpecs": []
}