{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lane, Jamie M."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T17:45:13+01:00",
    "dataProvider": {
        "id": 3432,
        "name": "Scholar Commons | University of South Florida Research",
        "url": "https://api.core.ac.uk/v3/data-providers/3432",
        "logo": "https://api.core.ac.uk/data-providers/3432/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216957142.pdf",
    "fullText": "University of South Florida\nScholar Commons\nGraduate Theses and Dissertations Graduate School\nMarch 2018\nReproducing Intersex Trouble: An Analysis of the\nM.C. Case in the Media\nJamie M. Lane\nUniversity of South Florida, jamielane@mail.usf.edu\nFollow this and additional works at: http://scholarcommons.usf.edu/etd\nPart of the Women's Studies Commons\nThis Thesis is brought to you for free and open access by the Graduate School at Scholar Commons. It has been accepted for inclusion in Graduate\nTheses and Dissertations by an authorized administrator of Scholar Commons. For more information, please contact scholarcommons@usf.edu.\nScholar Commons Citation\nLane, Jamie M., \"Reproducing Intersex Trouble: An Analysis of the M.C. Case in the Media\" (2018). Graduate Theses and Dissertations.\nhttp://scholarcommons.usf.edu/etd/7187\n \n \n \n \n \n \nReproducing Intersex Trouble: An Analysis of the M.C. Case in the Media \n \n \n \n \nby \n \n \n \n \nJamie M. Lane \n \n \n \n \nA thesis submitted in partial fulfillment \nof the requirements for the degree of \nMaster of Arts \nDepartment of Women’s and Gender Studies \nCollege of Arts and Sciences  \nUniversity of South Florida \n \n \n \n \nMajor Professor: David Rubin, Ph.D. \nMichelle Hughes Miller, Ph.D. \nKimberly Golombisky, Ph.D. \n \n \n \n \nDate of Approval: \nMarch 8, 2018 \n \n \n \n \n \n \nKeywords: Critical Intersex, Medicalization, Activism, Discourse Analysis \n \n \n \n \n \n \n \n \n \n \nCopyright © 2018, Jamie M. Lane \n \n \n i \nTABLE OF CONTENTS \n \nList of Tables ..................................................................................................................................... ii      \n \nAbstract .............................................................................................................................................. iii \n \nI.Introduction ..................................................................................................................................... 1 \n \nII. M.C.’s History .............................................................................................................................. 4 \n \nIII. Literature Review ........................................................................................................................ 7 \nA Brief History of Intersex .................................................................................................. 7 \nThe Medicalization of Intersex ............................................................................................ 10 \nIntersex, Doctors, and the Law ............................................................................................ 11 \nIntersex in the Media ........................................................................................................... 13 \nIntersex Activism: Past and Present ..................................................................................... 14 \n \nIV. Theoretical Frameworks .............................................................................................................. 17 \nCritical Intersex Studies ....................................................................................................... 17 \nQueer Feminist Science Studies .......................................................................................... 17 \nDistinction Between Sex and Gender .................................................................................. 18 \n \nV. Methodology ................................................................................................................................. 19 \nFeminist Critical Discourse Analysis .................................................................................... 19 \n \nVI. Analysis ....................................................................................................................................... 24      \nGeneral Findings ................................................................................................................... 25 \nSex and Gender: Definitions, Confusion, Exclusion ............................................................. 27 \nWho Gets to Speak ................................................................................................................ 29 \nBaby Pictures, Innocence, and Reproductive Futurism ......................................................... 31 \nRacializing Intersex Children ................................................................................................ 33 \n \nVII. Conclusion ................................................................................................................................. 35 \n \nVII. References .................................................................................................................................. 38\n ii \nLIST OF TABLES \n \nTable 1: This table represents trends found through close reading the articles.............................25\n iii \nABSTRACT \n \nHow do members of the media represent intersex people? Do the voices of intersex \nactivists find their way into mainstream media representations, or are they ignored? What types \nof discourses are produced by the presence (or lack thereof) of activist voices in news articles? \nThe goal of this thesis is to interrogate the discourse surrounding intersex, or individuals who fall \noutside of the typical male/female binary for sex classification, and intersex activism in the \nmedia. The legal case M.C. vs. Aaronson, settled in 2017, was one of the first legal cases in the \nUnited States involving an intersex person. This thesis analyzes the media coverage of this case. \nAs much of the public is still unaware of the issues facing intersex people today, media \nrepresentations of intersex have the ability to make great strides in promoting awareness about \nthe goals of intersex activism. Therefore, it is vital to investigate the way that media \nrepresentations construct ideas about intersex and intersex activism. Utilizing feminist critical \ndiscourse analysis in conjunction with a “Media Guide” produced by a leading intersex \norganization called InterACT, I dissect seven articles written about the M.C. vs Aaronson case to \nstudy the way that their authors reproduce harmful ideas about intersex people. I focus on four \nspecific aspects of these articles: the way they utilize photos of babies and children, the erasure \nof M.C.’s race, the way the articles discuss sex and gender, and who is quoted in each article. I \nalso make the case that the InterACT “Media Guide”, while a step in the right direction, \ncontinues the perpetuation of dangerous intersex tropes.\n 1 \nINTRODUCTION \n \nM.C. Crawford vs. Aaronson (2017), also known as the M.C. case, was a lawsuit brought \nby legal representatives of an intersex person against the medical institution that performed \nnormalizing surgery on M.C., an infant at the time, without his informed consent. The lawsuit \nconcerned the ethics of the medicalization of people with intersex conditions. Intersex is “an \numbrella term for individuals born with ‘atypical’ sex characteristics” (Rubin 2015, 1). As many \nscholars and activists have argued, intersex people are subject to unique forms of pathologization \nand stigmatization, including shame and secrecy (Chase 1998; Karkazis 2008; Davis 2015). The \nexperiences of intersex people are infrequently discussed in mainstream media. What are the \nimplications of this lack of representation for generating social awareness of intersex issues? \nWhen intersex issues— unnecessary surgeries, bodily autonomy, and informed consent, for \nexample— are explored in news articles that provide little to no background information on the \netiology or history of intersex, what is the impact on the discourse around intersex and, in turn, \nintersex people? What can studying these articles reveal to us about the history of intersex in \nmedia and activism? \nIntersex people and issues are still widely invisible to many people within the United \nStates. Ideas about fixing intersex bodies to make their sex “clear” still permeate medical \nliterature and practices (Karkazis 2008). Beyond intersex people themselves and their loved \nones, women’s and gender studies classrooms, and intersex activist organizations, many people \nin the US and beyond do not know what intersex is. Despite this, intersex is much more common \nthan perceived. The Intersex Society of North America estimated that about 1 \n 2 \nor 2 in 2,000 babies are born “so noticeably atypical in terms of genitalia that a specialist in sex \ndifferentiation is called in” (“How Common is Intersex”, n.d.). Why, then, is intersex not \ndiscussed more publicly and frequently? Considering that intersex activism began in the early \n1990s and has become global in recent years (Stryker 2008), why does ignorance surrounding \nintersex persist? Due to the shame and secrecy still directed towards intersex people and \nconditions by the medical field, patients are told not to speak out, and sometimes are even \nunaware of their own medical history. One important goal of intersex activist groups is to create \nmore awareness surrounding intersex, in order to change the way that intersex people are treated \nwithin the medical field and in society. Intersex Initiative Portland (2003) summarizes their goal: \n“in the long-term, we hope to remove those social barriers through education and raising \nawareness” (3). News media could be a handy tool in accomplishing these goals, as many news \nsources are read by millions of people each day. In order to do so, however, journalists must \npresent intersex in a way that does not reproduce the same problems still faced by intersex \npeople today. This is why analysis of current intersex media representations is so important: they \nshape, for better or worse, how intersex people are perceived and treated in the world. Therefore, \nit is worthwhile to study contemporary media discourse on intersex, to see what it reveals and \nobscures about intersex and intersex activist work. \nIn this study, I use feminist critical discourse analysis to dissect media coverage of the \nM.C. legal case in order to show how the media reproduces harmful ideas about intersex. \nParticularly, I point out the ways that the media uses medical and cultural narratives to paint an \nignorant picture of intersex issues. I study the way that news media interacts only minimally with \nthe knowledge produced by intersex activists, resulting in coverage that perpetuates harmful \nideas around intersex people. To limit my analysis, I decided to focus only on online media \ncoverage of the M.C. case and selected sources only from well-known national and regional \n 3 \nmedia organizations. Focusing on seven articles in particular, I argue that the articles I studied, \nwhile providing vital coverage of the M.C. case, end up reinforcing narratives of intersex trouble \nand promoting confusing ideas about intersex people. By “intersex trouble,” I mean a term that \ncaptures the problems that intersex creates within typical sex categorizations and the problems \ncreated by typical views of intersex (O’Rourke et al, 2009). Additionally, I make the case that, \nthough intersex activist materials have made great strides in helping the media to represent \nintersex people, even their work reproduces harmful ignorance around intersex.\n 4 \nM.C.’S HISTORY \nIn order to critically analyze the media coverage of the M.C. case, I first present the \nbackground of the case and the conditions that led to the case’s settlement. M.C. was born in \n2004, in Greenville, South Carolina. According to the Southern Poverty Law Center, M.C. was \ndiagnosed with Ovotesticular DSD— a condition where “an infant is born with the internal \nreproductive organs of both sexes” (Largent, 2015). Sources disagree about the events that led to \nM.C. becoming a ward of the state of South Carolina. According to some sources, M.C.’s parents \ngave up custody following his birth; other sources claim that parental rights were terminated by \nprotective services. Under the care of the state of South Carolina, M.C. was brought to pediatric \nendocrinologists and eventually brought to the Medical University of South Carolina (MUSC) - \none of the defendants in the M.C. v. Aaronson case.  In April of 2006, M.C. had “sex assignment \nsurgery in order to make his body appear female” (Largent, 2015) at MUSC. This decision was \nmade by M.C.’s medical surrogates, the South Carolina Department of Social Services, and \nseveral doctors; according to the Southern Poverty Law Center, the child’s biological mother \nsigned a form consenting to the surgery as well. This is another point of contention, as not all \nsources claim that the biological mother was consulted; it is also unclear why M.C.’s biological \nmother would have been included in the decision if her parental rights were no longer intact. \nSeveral months after the surgery occurred, M.C. was adopted by Mark and Pamela \nCrawford. His adoptive parents, having seen M.C.’s story online and then immediately inquiring \nabout him, knew about his surgery and medical history prior to his adoption. They were advised \nto raise M.C. as a girl. However, as the child grew older, he showed a desire to identify as a boy. \n 5 \nHis adoptive parents supported him and adjusted to treat him “as a boy.” Following this, his \nparents, the Crawfords, filed a suit against the hospital that performed the surgery, the Greenville \nHealth System, and the Department of Social Services, on M.C.’s behalf. Due to the fact that he \nis a minor, M.C.’s parents have attempted to completely hide his identity during the time of the \nlawsuit, including in all media related to the case. No pictures of M.C.’s face appear in any of the \npublished works on this case.  \nThe Crawfords’s first lawsuit, filed in 2013, was pursued on the federal district court \nlevel. The court dismissed this case in 2015, when a judge ruled that “a reasonable official in \n2006 did not have fair warning from then-existing precedent that performing sex assignment \nsurgery on sixteen-month-old M.C. violated a clearly established constitutional right” (Largent, \n2015).  At the time, this case generated little media buzz. However, the next case, filed in the \nCounty of Richland Court of Common Pleas, focused on a different set of questions. This case, \nsettled in 2017, centered “around informed consent, the role of state guardians in approving \nM.C.’s surgery, as well as intersex peoples’ agency in making decisions that affect their bodies” \n(Lampmann, 2015). The case reached an end in July 2017, with a monetary settlement paid by \nthe defendant to M.C. According to InterACT, an activist organization for intersex youth, both \nsides of the lawsuit decided that it was “mutually beneficial to amicably resolve this case” \n(Intersex in the Courts, n.d.). Though there was monetary compensation given to the Crawford \nfamily, the terms of the settlement included that there was “no admission of liability or \nwrongdoing on the part of the Medical University of South Carolina, South Carolina Department \nof Social Services, or any of the physicians and/or employees” (Intersex in the Courts, n.d.). \nWhy is this information important? Why study this case through the lens of the media, \nrather than just analyzing the legal case itself? There is no doubt that one could examine the \nM.C. case from diverse critical perspectives; however, with intersex activist groups growing and \n 6 \nthis being the most publicly visible case concerning an intersex person to date in the United \nStates, it is vital to explore how the case is represented in the broader culture.\n 7 \nLITERATURE REVIEW \n \nTo understand the complex way that media coverage, activism, the law, and intersex (and \nthe many combinations of the four) come together in the representation of the M.C. case, it is \nnecessary to first review the existing literature on these issues. In this section, I explore relevant \ninformation relating to intersex people, providing a brief historical overview of intersex in \ngeneral, the medicalization of intersex, and the legal treatment of intersex in the United States. \nNext I include a discussion of intersex in the media and other public forms of communication, \nand finally, information about the history and present state of intersex activism. All of this \ninformation becomes helpful to contextualize the ways that media narratives about M.C. are \nshaped and reshaped throughout the articles in this study. \nMy analysis focuses on intersex history and culture in the United States in the early \ntwentieth century. The main reason for this is an obvious one: the M.C. legal case took place \nentirely in the United States, and therefore it is important to situate the case in that context. \nThough there is no doubt that transnational intersex study and activism has played a role in \nshaping US conceptualizations of intersex, and that this case may have implications outside of \nthe United States, I will primarily focus on the US in this section and beyond. \nA Brief History of Intersex \n \nIn Bodies in Doubt, Elizabeth Reis (2002) traces the history of intersex in the United \nStates from the colonial era to the present. She writes, “some people were born with ambiguous \ngenitalia or with body parts that allowed them flexibility in living as male and as female” (2). \nShe goes on to describe the way that intersex babies were described as “monstrous births” (3).\n 8 \nThe explanations for these births varied, but almost all of them were rooted in misogynistic \ncriticisms of the mothers— for example, a mother’s “excessive imagination” (5)— or racist \nideas, blaming “racialized fantasies and racial mixing” as the culprit (7). Conceptualizations of \nintersex people at the time also were tied to fear of same-sex relationships, as many thought that \nintersex men or women would be dishonest about their anatomy and engage in same-sex \nintimacy. Overall, intersex people were worrisome for the status quo in this time period, because \n“if God created no true hermaphrodites, then a person with indeterminate genitalia had a definite, \nthough sometimes indiscernible, sex” (22). This idea is important; it had a profound impact on \nthe way that intersex people came to be regulated to fit cultural norms of their “true” sex.  \nThis trend of fear and distrust of intersex people continued on through the nineteenth and \ntwentieth centuries, creating the foundation for the way that intersex people are often treated in \nthe medical field and in the public today. In the nineteenth century, Reis explains that many \ndoctors saw intersex people as deceptive, and “slipped deprecating words of repugnance into \nmedical descriptions of their patients” (26). The twentieth century brought a view of intersex as \n“virtually synonymous with immorality and perversion” (57), equating intersex people with \nsexual deviants. Notions of a “real sex” also continued to prevail; doctors believed that “if those \nwith ambiguous or nonconforming bodies were left alone, not only would they suffer unhappy, \nunfulfilled lived, but all manner of unruly behavior, particularly deviant sexual conduct, would \nprobably ensue” (59). Medical treatment and surgeries for intersex people at the time also relied \nheavily on gender norms for men and women, taking into account the activities that a person \nliked, who they were attracted to, and the capability of a person’s body to have heterosexual sex \nto dictate what sex they “should be.” Though it may seem like these depictions and ideas are far \nremoved from the current medical discourse on intersex, the opposite is true—these actions have \nlasting impacts on the medical industry that continue to harm intersex people today.\n 9 \nIn the 1950’s, medical expertise on intersex was shaped particularly by Dr. John Money. \nMoney wrote that how the child was raised would dictate the gender of the adult, rather than any \nbiological markers. Money and his team told parents of intersex children that they should \n“establish the psychology as male or female first and then surgically shape the genitals to match” \n(119). Again it was reinforced that decisions were being made for intersex children based on \ngender norms and the future possibility of a heterosexual relationship. Attached to this notion \nthat children just had to be treated as whatever gender “matched” their biological appearance, \nMoney claimed that “the genitals had to look ‘normal’…or parents would not be able to do \ntheir job of rearing effectively” (138). This sentiment is directly attached to the secrecy and \nshame associated with intersex so often today. Parents were taught that they must not tell \nanyone about the surgeries, not even the children themselves, leading to many adults who had \nno idea that they were intersex. In fact, many people did not know that they had a history of \nsurgery until they were faced with later medical complications. Money claimed that these \nprocedures, and the subsequent secrecy that followed them, would “alleviate confusion and \ndoubt” (148) for the patients and those around them. Sadly, however, many of these \nunnecessary surgeries only proved to compound confusion and create shame while trying to \nmake parents in the life of an intersex child feel more comfortable. \nAs I will address in the next subsections, intersex people currently continue to face \nmedicalization, secrecy, and a general lack of awareness of their existence. Parents of intersex \nchildren are the ones usually entrusted to make the decisions about whether their child will have \nsurgery, and what information their child will be given about their medical treatment. However, \nas I discuss in the next subsection, the medical community has also been impacted by years of \ncultural biases. Assuming these biases to instead be objective information, they continue to \n 10 \nreproduce the same negative conceptions of intersex people were created and reinforced through \nnormalizing surgeries and dialogues. \nThe Medicalization of Intersex \n \nIn studying the way that intersex is medically managed and represented by medical \nprofessionals, it is important to keep in mind the way that medicine is impacted by culture. \nKessler (2002) cites several attitudes within the medical community today that perpetuate the \nidea of intersex as “a treatable condition of the genitals, one that needs to be resolved \nexpeditiously” (14). The first is modern surgery and endocrinology, allowing for “natural” \nlooking genitals to be constructed on intersex children. Kessler asserts that “constructing good \ngenitals is the primary consideration in physicians’ gender assignments” (27). Thus doctors are \nless concerned with how the child will grow up to identify, or even the function of their genitals, \nthan with making the genitals appear to fall into the category of male or female. This directly \nrelates to cultural anxiety over a “genderless baby” (21); because of cultural attitudes towards \nsex, doctors and parents alike often feel that a baby with ambiguous genitals just needs medical \nhelp to display a definitive physical sex. The way that doctors pass this information on to parents \ncan also be problematic. When educating parents, doctors emphasize that gender is primarily \nsocial, and therefore the genitals just have to look “correct” to match their gender. Kessler also \npoints to feminism, a movement that disrupted the view of women as vessels for reproduction. \nThis change has shifted the focus of what defines biological sex, creating the idea that “the \npresence or absence of functional gonads is no longer the only or the definitive criterion for \ngender assignment” (14). The final attitude that defines reactions intersex, according to Kessler, \nis the distinction between gender identity and gender role. The focus on gender identity has \nreinforced a push for physicians to make the sex of a child “clear”, so that their gender identity \ncan develop to match their supposed anatomical sex. These shifts in thinking, all cultural in \n 11 \nnature, have had widespread and long-standing impact on the way that doctors think about \nintersex people and the medicine that they practice. \nKatrina Karkazis (2008) continues in the same fashion as Kessler, noting that not only are \ngenitals considered in the diagnosis of sex, but the structures that are assumed to accompany \nthem. Karkazis writes that genitals are “assumed to correspond with fully and uniformly \ndifferentiated internal sex organs and are further charged with the task of signifying and \npredicting gender” (95). Her point further complicates the way that sex is determined for intersex \nbabies: what happens if a baby with “normal” genitals has internal organs different than those \nexpected for their sex? And to dive deeper, how do hormones and chromosomes play a part in \nthe diagnosis of sex? Karkazis points out that doctors are quick to use tests to determine the \n \nchromosomes of babies, and to take this as the “true” sex, adding an additional layer of bias to \n \nthe way that doctors choose to treat intersex patients. The desire to find a child’s true sex, and \ndo so in a timely manner, “leads them to different treatment suggestions about what is best for \nthe child” (115). Due to the fact that doctors are human, their treatments will vary based upon \ntheir cultural values— but their surgical treatments have lasting physical impact on the child \nwhose sex has been determined for them on varying criteria. \nIntersex, Doctors, and the Law \n \nIn her book Intersexuality and the Law, Julie Greenberg (2012) describes the relationship \nthat intersex has shared, and is currently experiencing, with the law and the court system in the \nUnited States and abroad. Specifically, Greenberg describes an uptake in debates about \nintersexuality in legal circles within the last decade. In legal texts, mentions of intersex people \nhave increased; but unfortunately, not in a way that improves the rights of intersex people. These \nlegal publications have “used the existence of intersexuality to support the expansion of rights of \nother sexual minorities” (1). This has led to a complete lack of laws in the United States dealing \n 12 \nwith intersex people and the issues that impact them, and virtually no awareness in the law or in \nthe courts as to the struggles they face. \nDue to the fact that there are no explicit laws in the United States concerning intersex, \nthere is virtually no legal protocol when deciding who gets to make decisions for an intersex \ninfant or child. Decisions about the medical treatment of intersex children are usually made by \ntheir parents. Doctors claim that parents are “in the best position to determine what treatment \nwould be in their child’s best interests” (28). Legally there are few ways to challenge this \nparental authority, because parents are assumed to “make decisions that are in the best interests \nof their children”; parents also have the right to “family privacy and parental authority” (31). \nThere are very few cases where the legal right of a parent to make these decisions is challenged: \nif the child’s rights are being infringed upon, if there is a “significant risk of harm,” or if the \nparents of the child can not separate their own interests from the best interests of the child. \nIntersex surgeries are not usually subject to legal oversight, so it could be said that doctors do not \nsee intersex surgeries as a violation of any of these principles. Greenberg believes there are \ncurrently three ways to deal with changing the legal and medical aspects of intersex surgeries— \nthe surgeries could be banned completely, they could require “improvements in the informed \nconsent procedures,” or they could require the involvement of a court and/or ethics committee \n(43). The implementation of any of these three would most likely involve the creation of laws, \nand Greenberg explores how this increased legal attention to intersex could be accomplished. \nWhen discussing solutions to the problem of representation for intersex people within the law, \nGreenberg offers a few possible ideas. She names several existing legal frameworks that could \nbe used to attempt to protect intersex people— for example, laws that already exist based on \ndisability rights or the prevention of sex discrimination. However, courts may be “unwilling \nto apply” these legal frameworks, limiting their success, so Greenberg suggests that intersex \n 13 \npeople “encourage legislatures to adopt statutes that specifically protect the intersex community” \n(125). Sadly, due to the small numbers of intersex activists and a relative lack of awareness from \nmuch of the population, this method may also face impediments to practical application. In order \nfor laws to be passed specifically regarding intersex people, their interests must be represented \nby a much larger group, and most likely would need to receive support from more individuals \nwithin the medical and legal establishments. \nIntersex in the Media \n \nStephen Kerry (2010), writing about intersex representations within the media, argues \n \nthat “news media’s attention towards those whose bodies fall outside of the normative notions of \nwhat it means to be a male or female is motivated by a need to entertain” (1). This, clearly, is a \nproblem when dealing with intersex individuals and their medical lawsuits, as there is nothing \nentertaining about unnecessary surgeries performed without the consent of the patient. Kerry \nreflects on the case of Kathleen Worrall, an intersex person on trial for murder in Australia. \nKerry discusses the media’s medicalization of Worrall following the discovery of her intersex \nstatus. In particular, Kerry highlights the “maintenance of ‘illness’ [categories] through \ndiscursive practices” (266) in medical texts and, in turn, media texts. He also reveals the \nimbalance of sources quoted in media representations of Worrall’s intersexuality—the \nindividuals quoted are all doctors, law professionals, or psychiatrists. None of the articles that \nKerry examined quoted intersex activists, though there are several organizations representing \nintersex individuals in Australia. Kerry claims that by making these choices, “the news media, as \nan agent of society and by directly quoting doctors, legitimizes their perspective and their power \nto name” (266). This is a recurring problem for intersex individuals: instead of putting discursive \npower into the hands of intersex people themselves— the media continues to replicate the idea \n 14 \nthat the opinions of medical authorities are more important and have more weight than those of \nactivist organizations and impacted individuals. \nInterACT, an intersex activist group that is very active currently, particularly with \nintersex youth, produced a Media Guide for media organization that seek to cover the intersex \ncommunity. In this guide, they include helpful tips for journalists. Among these, they discuss \nterminology, what questions to ask or avoid, and unique challenges that intersex people face in \ntheir everyday lives. Amongst these recommendations, InterACT calls for media organizations to \n“bring in expert opinions” (Media Guide, n.d.). They continue to list several sources considered \nexpert, including intersex adults (those who had unnecessary surgeries and those who did not), \nparents of intersex children, intersex organizations, human rights organizations, and “intersex- \nfriendly physicians and medical associations” (Media Guide, n.d.). By practically drawing on \nstandpoint epistemology to center intersex people and their allies, this media guide has the \npotential to advance intersex media representation in important ways. The mere existence of the \nguide indicates that intersex organizations are cognizant of the importance of media \nrepresentation. It is also a sign that intersex activists are aware of the mistakes made by the \nmedia in previous years in representing intersex people.  \nIntersex Activism: Past and Present \nIntersex activist and social movements began taking shape in the 1990s. Georgiann Davis \nincludes a chapter about these organizations in her book, Contesting Intersex: The Dubious \nDiagnosis (2015). Here she asserts that these organizations “bring together people with similar \nexperiences and concerns in ways that position them to promote change” (28). She also adds that \nthese communities “operate and organize for social change…[in ways] that seek to self-educate \ntheir members and change intersex medical care” (28). The Intersex Society of North America \n(ISNA) was formed in 1993. The creator of ISNA, Cheryl Chase (1998) created the organization \n 15 \nas a “support network” (197). Though the organization was developed mostly to provide a \nnetwork for intersex people to comfort and support each other, Chase also describes working \nwith news media staff—“I cooperated with journalists whom I judged capable of reporting \nwidely and responsibly on our efforts” (197). Davis describes the 1990s as a period of intersex \norganizations “coming together to challenge the medical profession’s approach to intersexuality” \n(39). \nFrom these descriptions, we can discern that the inception of intersex activism was \nfocused on a few goals: first, creating community for intersex people to support each other and \nexpress themselves in relation to their intersex status. Second, the groups aimed to change \nmedical practices and force doctors to reevaluate their treatment of intersex children. Third and \nfinally, these groups wanted to create more awareness of the problems facing the intersex \ncommunity, so that other intersex people did not feel alone, and intersex issues could be \nrecognized on a larger scale in the media, in society, and worldwide. \nISNA closed its doors as an organization in 2007; however, plenty of other intersex \nactivist organizations have come into existence before and since then.  One of those \norganizations is Accord Alliance; amongst this group’s missions are developing “a model of care \nto guide the interdisciplinary team approach and family-centered decision making” in regards to \nthe birth of intersex infants (“Our mission”, n.d.). This organization works towards medical \nrights for intersex patients more than any other goal. Other groups like InterACT, mentioned in \nthe previous subsection, are focused on the human rights of intersex people. InterACT’s goals \ninclude objectives like “building international advocacy capacity,” “rais[ing] intersex awareness \nand visibility,” and “develop[ing] and nurtur[ing] intersex youth advocates” (“Mission \nStatement”, n.d.). There is also a United States chapter of Organization Intersex International, \ncalled The Intersex Campaign for Equality, or ICE. Similar to InterACT, ICE uses a human \n 16 \nrights framework to support their goals, and also emphasizes that they aim to be inclusive of all \nsubgroups within the intersex movements, “regardless of sexual orientation, gender identity, \nrace, religion, ability or class, particularly the rights to bodily autonomy, self-determination, and \nlegal recognition” (OII Mission Statement, n.d). Their mission statements also include goals \npertaining to legal representation, including “advocating for legal protection from discrimination \nbased on intersex status,” and “providing information concerning the goals of the intersex \nadvocacy community, the needs of intersex individuals, and the actual life experiences of \nintersex people from diverse communities, to all those working with intersex people.” \nLooking at all of these organizations and their goals, it becomes apparent that current \nintersex organizations are focused on improving medical treatment for intersex babies and \nchildren, on creating support for the intersex community as a whole, protecting the legal rights \nof intersex people, and raising awareness of intersex issues. Studying the discourse produced by \nmedia organizations, I suggest, can reveal much about the ways that the media fails to work with \nintersex organizations. \n \n \n 17 \nTHEORETICAL FRAMEWORKS \n \nIn this section, I explain the interdisciplinary theoretical frameworks that I use to analyze \nmedia representations of the M.C. case: critical intersex studies and queer feminist science \nstudies, respectively. \nCritical Intersex Studies \n \nCritical intersex studies is characterized by questioning not only typical conceptions of \nsex and gender, but by questioning the terms and ideas that make up the concept of intersex \nitself. According to Morgan Holmes (2009), critical intersex studies “challenges the primarily \nNorth American and liberal humanist paradigm of intersex identity politics and clinical \npractices” and sees intersex as “not one but many sites of contested being, temporally sutured to \nbiomedical, political and social imperatives in play in each moment” (2). Critical intersex studies \nhistoricizes the terms and concepts we use to discuss embodiment and normality, making it a \nparticularly useful framework for studying how power operates through discourse. Critical \nintersex studies is also useful for analyzing and critiquing intersex activism and movements, due \nto the fact that it provides “a critique of the dominant paradigms internal to the contemporary \nintellectual and activist intersex movement” (5). \nQueer Feminist Science Studies \n \nQueer feminist science studies is a framework that questions the production of scientific \nnotions that may have previously been taken for granted in both the sciences and in mainstream \nscience and technology studies. This framework utilizes critical tools from both feminism and \nqueer theory to “rethink and open up our definitions of science, science studies, and indeed \n 18 \nfeminism” (Cipolla, Gupta, Rubin & Willey, 2017 6). Queer feminist science studies, or \nQFSS, is imperative to this study because of its potential to identify the ways in which medical \nparadigms and narratives circulate in legal processes and media representations of the M.C. case. \nQFSS can “rethink knowledge production… and challenge entrenched disciplinary divides” (9), \nallowing for an exposure of the complex way media narratives about the M.C. case reproduce or \ncontest medial expertise, and what this means in the larger context and history of intersex \nactivism. \nDistinction Between Sex and Gender \n \nAt this point, it is necessary for me to point out what I mean by the terms “sex” and \n“gender” in this study. Sex refers to the classification of being male, female, or intersex, based \nprimarily upon the genitals, chromosomes, hormones, or internal organs of an individual. \nThough (as mentioned earlier) sex is impacted by social constructions and expectations, it is \ntypically associated with physical attributes of a person’s body. When refering to sex, the terms \nused are typically male/female. Gender refers to the social construction of an identity related to \nthe way a person sees themselves and the way others perceive them. Gender is usually associated \nwith behaviors and cultural attitudes. When discussing gender, the words typically used to depict \nthe gender binary are man/woman (along with a variety of other terms which I do not name here \nsimply because they are not contained in any of these articles). Though sex and gender are no \ndoubt intertwined and unable to be neatly separated from each other, it is important to \nacknowledge that the two different terms signify different things, and makes the confusion of the \ntwo terms troubling. \n \n \n 19 \nMETHODOLOGY \nMy aim in analyzing media coverage of the M.C. case is to critically identify the ways \nthat news media present information about this case and intersex more generally, how this \ncompares to the way that intersex activists advocate for intersex people to be represented, and \nwhat this comparison might reveal about the relationship between the media and the intersex \norganizations. I chose to limit my analysis to major national and regional coverage of the M.C. \ncase in online news websites. Due to the fact that all news texts have human writers, and \ntherefore are susceptible to bias and often dependent on the knowledge and view of the author, \nthese articles can reveal much about the way that their authors view intersex. To interrogate these \ntexts, I use feminist critical discourse analysis. Feminist critical discourse analysis reveals hidden \nideological apparatuses in unique and productive ways.  In this section, I will briefly explain \nfeminist critical discourse analysis and the tenants of this method that are especially important \nfor this study. \n \nFairclough (2010) describes critical discourse analysis as “a relational[1] form of \nresearch in the sense that its primary focus is not on entities or individuals… but on social \nrelations” (3). Critical discourse analysis (CDA), studies the relationships between a variety of \nsubjects in various mediums, making it useful for a wide array of research pursuits. Among other \npoints, Locke (2004) asserts that CDA “views discourse as coloured by and productive of \nideology” (1) and “views reality as textually and intertextually mediated via verbal and non- \nverbal language systems, and texts as sites for both the inculcation and the contestation of \ndiscourses” (2). According to these two descriptions, CDA is a systematic method of analysis: it\n 20 \nidentifies patterns in in structures and the relations between them. CDA enables us to highlight \nsystemic ideologies and how they impact various forms of discourse, and vice versa. Fairclough \nmakes it clear that though the definition of CDA is broad, there are many things that the field is \nnot. Critical discourse analysis is not just analysis of texts; it must include inquiry into the \nsystematic elements of discourse. CDA is also concerned with “social wrongs and their \ndiscursive aspects” (Fairclough, 11). Importantly, CDA draws on the work of Michel Foucault to \nforeground “the ways in which power and dominance are produced and reproduced in social \npractice through the discourse structures of everyday interactions” (Holmes, 2005, 31). This \naspect of CDA makes it particularly conducive to studying online news articles, because these \narticles and the sites that house them on are often woven into the everyday life of many people. \nDue to the way that CDA works to uncover hidden ideological biases, a pairing with \nfeminism makes perfect sense— both have similar approaches and objectives. Lazar (2005) \nwrites of feminism and critical discourse analysis— “there is actually much overlap in terms of \nsocial emancipatory goals” (4). Feminist CDA developed originally as a way to expose the \nrelationships between gender, power, ideology, and discourse. However, feminist CDA does not \njust focus on gender bias; this method can also be applied to many other forms of injustice in \nmodern discourse. Due to the way that intersex issues are often ignored or trivialized in \nmainstream media, understanding the power dynamics of media discourse on intersex requires a \ndiscursive—and not merely textual—analysis. As Lazar explains, “much more pervasive in \nmodern societies, however, is the operation of a subtle and seemingly innocuous form of power \nthat is substantively discursive in nature” (9). \nFairclough (2010) describes discourse as “a complex set of relations, including relations \n \nof communication between people who talk, write and in other ways communicate with each\n 21 \nother, but also...describe relations between concrete communicative events” (3). Using this \ndefinition, discourse can include a variety of different means of communication: written word, \nspoken word, and a variety of other media. In this study, I understand discourse as the interaction \nbetween multiple schools of thought, groups of people, and written documents. Specifically, the \nobject of my analysis is the discursive relations created and facilitated by the media covering the \nM.C. case. Media discourse includes what kind of ideas journalists create and perpetuate, as well \nas their relationship to the communities they cover, and the conversation that starts when the two \ncome together, or when one opposes the ideas of the other. Additionally, the readership of the \narticles, the background of the news organizations in which the articles appear, and the date of \npublishing are all part of the discourse. \nIn selecting articles for this study I first attempted to use a news oriented search site, \nLexisNexis, in order to find objects to study. However, due to the specificity of the topic and \nwide array of search terms associated with the articles, these search methods returned an \ninadequate number of articles for this study. Therefore, I utilized a more basic search engine, \nGoogle, in order to find articles about the case. The articles chosen for this study were selected \nbecause they represented mainstream national and regional coverage of the M.C. case. This study \nincludes seven articles, from a mix of well known national news sources and regional news \nsources alike. The articles included in this study are: 1) “Mark and Pam Crawford, Parents of \nIntersex Child, Sue South Carolina For Sex Assignment Surgery” by Meredith Bennett-Smith, \npublished May 15, 2013 by Huffington Post; 2) “Hospitals, South Carolina sued over child’s sex \nsurgery” by Tim Smith and David Dykes, published May 15, 2013 by USA Today; 3) “Parents \nsue South Carolina for surgically making child female” by Holly Yan and Joe Sutton, published \nMay 15, 2013 by CNN; 4) “South Carolina Lawsuit Challenges Medical Treatment Of Intersex\n 22 \nAmericans” by Erik Lampmann, published August 12, 2015 by Generation Progess; 5) “A \nLandmark Lawsuit About An Intersex Baby’s Surgery Just Settled for $440,000” by Azeen \nGhorayshi, published July 26, 2017 by Buzzfeed News; 6) “Family of intersex child settles \nlawsuit over genital surgery for over $400,000” by Jeff Taylor, published July 31, 2017 by \nLGBTQ Nation; and 7) “Couple Settle Landmark Lawsuit Against Hospital For Performing \nSurgery On Their Intersex Son” by Kristina Marusic, published August 1, 2017 by \nNewNowNext. The articles are numbered in order of date published; in the chart within the next \nsection, the articles are only identified by number. \nIn conjunction with feminist critical discourse analysis, I utilize InterACT’s “Media \nGuide”, a brochure produced by the organization that offers prescriptive practical and ethical \nguidance for how they believe the media should cover intersex people. The guide is available \nfrom InterACT’s website, and is therefore accessible to a variety of journalists looking to cover \nintersex news. The guide makes several points InterACT finds vital to media coverage of \nintersex people. First, the guide defines intersex, and distinguishes between language that is \nrespectful of intersex people and outdated, offensive language. They advocate for expanding the \nstandard definition of “expert knowledge,” and advise the inclusion of intersex activists, intersex \nadults, “experienced” parents of intersex children, as well as “Intersex-Friendly” physicians as \nthe most appropriate experts. They recommend avoiding talking about intersex people’s genitals \nor bodies. And they advise letting intersex people “share their own stories.” Finally, the last page \nof the media guide covers the unnecessary surgeries that intersex people are often subjected to, \nthe ways that they are impacted by this treatment, and the human rights organizations that are \nfighting to end these practices in a variety of countries. The guide thus advocates for a human\n 23 \nrights approach to intersex.  In this regard, the guidelines established by InterACT mirror the \nway that activists have advocated for minority communities for many years. \nAt this point, I must make it clear that I am not advocating for InterACT’s guide as the \ndefinitive way to talk about intersex people in the media. On the contrary, I intend for my \nanalysis to reflect the shortcomings of both the media and the activist resources in reaching each \nother. \nIt is also imperative to note that the trends that I discuss are narratives perpetuated within \nthe discourse surrounding intersex as a whole. They are not limited to news contexts. In fact, due \nto the extreme dirth of articles depicting the M.C. case (and intersex as a whole), it is impossible \nto make generlizations about the way the media depicts intersex people. Instead, I present themes \nthat are widely used in discussions of intersex people, and also find their way into these articles. \nThis is not meant to be a critique simply on the media; rather, it is a commentary on the state of \nthe discourse around intersex as a whole, as seen through the medium of journalism.\n 24 \nANALYSIS \n \nTo understand the discourse around contemporary intersex activism and the MC case in \nparticular, I focus on seven online news articles that covered the case. I examine the different \ndiscursive elements that inform each article and analyze how these elements work to create and \npush forward certain narratives of intersex people. In analyzing the discourse used by these news \narticles, I noticed several important trends. These criteria, listed below, are based on the \nrecommendations of the “Media Guide” and recurring threads between the articles: \n●    The sources quoted within the articles, specifically the presence of quotations \n \nfrom intersex activists and experts, doctors, and from MC’s parents or family; \n \n●    The way that sex and gender are presented and discussed in the articles; \n \n● The links embedded in the articles, particularly those that lead to intersex \nactivist sources or those that could be considered problematic in the context of \nInterACT’s media guide; \n●    The images present in the articles, and how these alter or enforce the message of \n \nthe articles themselves. \n \nOverwhelmingly, the discourse reflected and reproduced by these articles fails to portray \nintersex people in the ways recommended by InterACT. But the problem is deeper than a lack of \nactivist representation: the news coverage actively harms intersex people by playing on and \nperpetuating harmful ideas about intersex. Before addressing the specific patterns I track in the \nabove chart, I first want to address some significant points that stood out during initial readings \nof the articles.\n 25 \nTable 1: This table represents trends found through close reading and the InterACT “Media \nGuide”. \n \n  1 2 3 4 5 6 7 \nContains pictures of babies or \nchildren (not MC) \nNo No No Yes No \n \nYes \n \nYes \nNumber of quotes from intersex \nactivists \n5 1 0 0 3 2 0 \nNumber of quotes from MC’s \nfamily \n3 4 6 1 0 0 5 \nNumber of quotes from medical \npersonnel (not affiliated with \nintersex organization) \n \n1 \n \n0 \n \n0 \n \n1 \n \n3 \n \n0 \n \n0 \nLinks to intersex activist \norganizations/materials \n 2 0 1 1 3 0 5 \n \nOne of the most interesting aspects of the articles concerns the links they chose to include \nwithin their coverage. Though many linked to organizations such as the Southern Poverty Law \nCenter, or to other articles concerning the case, there were a few rather noteworthy links among \nthem. One was found in USA Today’s article, “Hospitals, South Carolina sued over child’s sex \nsurgery” by Smith/Dykes (2013). The link is found after the second paragraph of the article, \nsurrounded by a description of the 2013 M.C. case and quotations from the court decision. The \nlink leads to a separate article about trans individuals who experience “regret over gender \nswitch.” The inclusion of this link in the middle of the article, with no explanation, conflates \ntrans issues with intersex issues and depicts individuals as incapable of making decisions about \n \ntheir own sex and/or gender, an idea that is very dangerous in an article about an intersex child \nthat faced unnecessary sex assignment without consent. The presence of the link in this article \ncreates confusion and conflates different issues while insinuating that people should not be \n 26 \nallowed to choose their own gender or change their physical sex characteristics in any way, as \nthey could end up regretting it. In just one sentence, this link subtly undercuts the autonomy of \npatients and reaffirms the decisions of doctors, a problem deeply linked to the history of \nmedicalizing intersex. \nAnother interesting element of this article is the language used throughout. Although I \naddress language revolving around sex and gender at a later point in this section, here it is worth \nnoting that Smith/Dykes, in their article entitled “Hospitals, South Carolina sued over child’s sex \nsurgery” (2013) uncritically uses the word hermaphrodite when referring to intersex people. The \nInterACT “Media Guide” (as well as most other intersex activist organizations today) warns \nagainst the use of this word. The guide describes it as “outdated, medically inaccurate, and… \nconsidered derogatory” (“Media Guide”). Smith/Dykes use the word twice, and on one of those \noccasions even uses it in the article’s subheading. This blatant mischaracterization signals the \nauthor’s lack of engagement with intersex activists. Even worse, those who read the article and \ndo not look in other places to check the information may believe that this word is still acceptable \nto use to describe intersex people, and may continue to use this offensive term. \nIn what follows, I perform a close reading and analysis of four specific themes found in \nthese articles. These themes are the use and confusion of sex and gender in the articles, the way \nstock baby photos are employed to provoke thought of futurity, the erasure of M.C.’s race in the \nphotos the articles use, and the question of whose voices are emphasized as most important. All \nof these discursive themes and deeply intertwined with each other, and also with historical \nnarratives surrounding intersex people. I argue that these four themes contribute heavily to \nperpetuating and maintaining negative conceptions of intersex people.\n 27 \nSex and Gender: Definitions, Confusion, Exclusion \nPublished in 2013, the article titled “Mark and Pam Crawford, Parents of Intersex Child, \nSue South Carolina For Sex Assignment Surgery” by Meredith Bennett-Smith opens with the \nphrase “M.C. feels like a boy,” followed by a period and a full line of space between this text and \nthe next paragraph. The placement of this text works to spark the intrigue of the reader: “feels \nlike” signals to that there is a qualifier to M.C.’s sex, and an accompanying explanation. Bennett- \nSmith’s wording in this sentence says to readers that M.C. is not a “real” boy. He just “feels” like \none. The next sentence details how M.C. “acts like a boy and is accepted as a boy,” further \nbuilding interest from the reader by leaving out the ‘reason’ that it is important to mention that \nhe feels like a boy. Finally, after another full line of space, the article reveals that M.C. “is not \nbiologically male‒ at least not anymore,” (Bennett-Smith) and details M.C.’s intersex status, \ndescribing M.C. as being born “with both male and female genitals”. In three short sentences, \nseparated for dramatic impact, Bennett-Smith has used M.C.’s status as intersex to question the \nvalidity of his gender‒ he “feels like” a boy, not that he is a boy‒ and has reinforced the idea of a \nsex binary by writing that M.C.’s “male genitalia” were removed.  At a later point in the article, \nBennett-Smith writes that doctors realized they “chose the ‘wrong’ gender” for M.C. Using the \nword wrong here (though it is in quotes, it is not a direct quotation of any source) implies that \ndoctors would have been “right” to surgically alter M.C. in a different way, ideally in a way that \nmatches his gender presentation. Not only does this choice in words reinforce the sex binary, it \npresents the problem as the sex that doctors chose to assign, rather than the fact that doctors \nchose to make a surgical alteration to M.C.’s body without his informed consent. This idea puts \nthe decision making back into the hands of the medical authorities instead of questioning and \ndisrupting the foundation of the practices that continue to hurt intersex people. Intersex activist \nAnne Tamar-Mattis is quoted in the rest of the article warning against any surgeries for infants \n 28 \nwithout informed consent, but the damage is done: the article reproduces the idea that there are \ntwo physically defined sexes, and that surgery is only bad when doctors get it “wrong”. \nThe way these articles explain intersex also reveals a problematic view of sex: reinforcing the \nidea that certain genitals belong to certain sexes. Instead of just naming the genitals that she was \nreferring to, Bennett-Smith uses the phrase “male and female genitals” and generalizes body \nparts as belonging to one of two medically defined sex groupings. In fact, almost every article in \nthis study describes intersex in the same way‒as someone with “male and female genitalia” in \nthe case of Smith/Dykes and also Lampmann, “male and female organs” in Yan and Sutton or \n“male and female biological traits” by Marusic. \nAnother problem facing many of the articles in my study finds its way quickly into \n“Hospitals, South Carolina sued over child’s sex surgery” (2013) by Smith/Sykes, published in \nUSA Today. In the subheading of the article, Smith/Dykes state that M.C. was operated on to \n“become female”. Due to the fact that M.C.’s surgery impacted only his genitals, Smith/Dykes’s \ndescription immediately links definitions of sex to genitals. All it takes to “become female” is to \nhave a certain part of your body removed. Published in CNN, Holly Yan and Joe Sutton’s article \nis titled “Parents sue South Carolina for surgically making child female”. GenProgress’s Erik \nLampmann writes that M.C.’s surgery “left him with only female bodily characteristics” in his \narticle “South Carolina Lawsuit Challenges Medical Treatment of Intersex Americans” (2015). \nIn her article “A Landmark Lawsuit About An Intersex Baby’s Genital Surgery Just Settled for \n$440,000”, Buzzfeed’s Azeen Ghorayshi writes that “[doctors] eventually operated on the baby to \nmake the genitalia appear more female”. Taylor and Marusic also refer to M.C.’s surgery as the \nprocess of making him “appear more female”. The way that these articles default into calling \ncertain genitalia “male” or “female” reflects an uncritical view of the way medicine and culture \n 29 \nseparates people into one of two options for sex, reinforces the idea that intersex people are \noutside of what is “ordinary” and that they should be medically normalized to fit established \nversions of sex. \nImmediately following this, in the subsection labeled “story highlights”, Smith/Dykes \nwrites, “even though the child now is physically a girl, he has always shown strong signs of \nbeing a male”. This sentence is problematic in a variety of ways: to start with, the description of \nM.C. as “physically a girl” continues to link body parts to not only sex, but also gender. Girl/Boy \nare words typically used to describe gender, while male/female are typically used to denote sex. \nSmith/Dykes use both in this sentence, confusing the reader and conflating sex and gender. M.C. \nshows “signs of being a male” (signs that she does not list explicitly) attributing M.C.’s sex to \nsomething in his behavior. In these ways, this article, like the others analyzed above, reinforces \nmedical narratives of intersex even as it produces a discourse on intersex that does include some \nactivist voices or at least links. In ultimately reinforcing medical narratives of intersex, these \narticles explicitly contradict one of the central aims of InterACT’s “Media Guide,” which is to \nrethink what counts as expertise in the representation of intersex. While the use of sex and \ngender in many of these articles works to reinforce the medicalization of intersex, the sources \nquoted in these articles continue the work of keeping power in the hands of doctors and keeping \nit away from intersex people. \nWho Gets to Speak? \nThe question of who gets to speak in media coverage about intersex issues is an \nimportant one; in fact, it is a central topic in the InterACT Media Guide. The guide advocates for \nintersex people to tell their own stories and for journalists to aid them as they do so. This concept \nis complicated in the coverage of M.C., as M.C.’s identity is protected due to his minor status. \nTherefore, none of the quotes in these articles come from M.C. himself. Any quotations from \n 30 \nM.C. are delivered through his mother and father. Though there is no doubt that the Crawfords \nwish to accurately represent their son’s wishes, using them as a conduit for M.C.’s words has the \npotential to represent the views of his parents as if they were his own (which may not be the \ncase). The InterACT “Media Guide” lists “experienced parents of intersex children” as good \nsources of information, but fail to define what qualifies as an “experienced” parent. It is \ndangerous to uncritically accept what M.C.’s parents say without considering that he himself \nmay have articulated his thoughts and feelings differently. \n \nThe second category of people quoted in the articles are those that fall under the “intersex \nactivist” category. This encompasses any person attached to or formerly attached to an \norganization that advocates for or works with intersex people. Additionally, InterACT lists \n“Human Rights Organizations” as acceptable sources of information. The number of activist \nquotes that appear in each article varies widely, with anywhere from zero to five quotes, \nrespectively. These quotes range in tone from appeals to emotion, to study based research. The \nway the articles depict the activist testimony, however, is interesting. For example, in “Mark and \nPam Crawford, Parents Of Intersex Child, Sue South Carolina For Sex Assignment Surgery” \n(2013) by Meredith Bennett-Smith, activist Anne Tamar-Mattis’s is quoted. Tamar-Mattis workd \nwith Advocates for Informed Choice, an intersex activist organization that developed into \nInterACT and worked on the M.C. case. However, aside from being listed as an activist, Bennett- \nSmith writes that “the issue is personal for Tamar-Mattis, whose partner and friends are \nintersex”. In contrast to the personal and emotional investment used to portray Tamar-Mattis, \n \ndoctors are depicted as evidence based and without emotional attachment. In the same article, a \npediatric urologist (with no connection to the case whatsoever) is quoted making claims that \n“there haven’t been any studies that would support doing nothing” (Bennett-Smith, 2013). This \ntheme continues throughout the articles, with multiple quotes from doctors who refer to studies \n 31 \nand other “scientific” medical information to refute the fact that M.C.’s doctors did anything \nwrong. In fact, in the articles where there are medical professionals quoted, there are no medical \nprofessionals that support M.C.’s case. \nThe result of these subtle differences- the association of intersex activist with feeling and \npersonal attachment and doctors with hard facts and science- is a reinforced belief in the \nmedicalization of intersex. Due to the way we (as a culture) view science and medicine as valid \nand true, no matter what, the differences in the way experts are quoted in the articles will tell \nreaders that medical professionals know more and intersex activists are just too emotionally \ninvested. Once again, the voices of those who are intersex or have worked with intersex people \nare silenced in favor of those who represent the field that continues to overwhelmingly harm \nintersex people. \nBaby Pictures, Innocence, and Reproductive Futurism \n \nOne of the most common discursive threads among these articles is the appearance of \nphotographs of babies and children. Three of the articles contained stock photographs of children \nother than MC, while two of the articles contain photos of MC himself, photographed from \nbehind to maintain the secrecy of his identity. \nLee Edelman (2004) argues that the “child is the emblem of futurity’s unquestioned \nvalue,” (4) meaning that the child is used as a symbol of the political imperative to reproduce \nfuture generations. In using photos of children and babies, the authors of these articles encourage \nreaders to feel of sympathy for intersex children while simultaneously creating a sense of fear \nregarding what future, if any, intersex children might have. Sympathy seems natural, as photos of \nbabies usually signal innocence and purity. However, these photos, depending on the contents of \nthe article, seem to ideologically reinforce the need for surgery to “fix” intersex children. In Erik \nLampmann’s “South Carolina Lawsuit Challenges Medical Treatment of Intersex Americans” \n 32 \n(2015), there is a large color photo at the top featuring a laughing baby sitting on the lap of a \nwoman, and interacting with a doctor. This photo, while seemingly an innocent shot of a doctor \nand patient, depicts a happy relationship between the child and the doctor. Pairing an article \nabout a case critical of the medical industry with a photo showing a clearly pleasant interaction \nbetween patient and doctor shifts the message of the article; it could even go as far as to \nminimize the harm that the medical establishment has done to M.C. This photo clearly puts the \ndoctor on the side of the child, meaning anyone who opposes the medical treatment of intersex \nchildren may be placed into the category of those who are not “for the kids.” \nFear for the future, as Edelman describes it, signifies the threat of queerness to the \n \nproduction of new generations. Edelman writes, “queerness names the side of those not fighting \nfor the children” (3). Though M.C. is a child himself, the main reason that reproductive futurity \nis on the side of the child is not for the child, but for the continuation of heteronormative \nreproduction. Media discourse can render intersex children human, or it can render them queer— \nunassimilable to the human. Intersex children, particularly those who are operated on at a young \nage with certain surgeries, are often unable to have children themselves in the future. Thus, \nintersex people are represented in some of these articles as a threat to reproductive futurity. \nThough the authors of the articles may not have had this intention in mind, viewing the articles \nthrough Edelman’s lens certainly invites this conclusion. The connection of intersex children and \na threat to the future calls back to the claims that intersex people were deceivers and liars. Worse \nyet, seeing intersex people as useless in reproduction makes it excusable for the news media and \nour culture in general to continue pushing intersex people into shame and secrecy. \nImportantly, the InterACT “Media Guide” holds no recommendations concerning \nimages. Due to the desire of news sites to be visually appealing, images are included in almost \nevery news article today, making this oversight a missed opportunity for growth in the media-- \n 33 \nan opportunity I address in the conclusion of this study. An additional oversight on the part of the \n“Media Guide” is race, an issue I discuss in the next paragraph. \nRacializing Intersex Children \nOne of the most intriguing things about the use of baby photos in these articles is the \nracial politics of the babies pictured. M.C. is a child of color. However, in almost every stock \nphoto used in these articles, the child pictured is white. The photos of these white children are \nposed with the children facing the camera and usually smiling, laughing or playing; their faces \nare usually clearly visible. In the one photograph with a child of color that is not M.C., the \nchild’s face is not visible. This photo is simply an infant’s hand. The use of these photos reveals \nthe way that media discourse about intersex tends to paint all intersex people as white and to \nignore the ways that race complicates the issues that intersex people face, particularly within the \nmedical establishment. In an article with just one photo of a white baby, a news organization \ncreates the implicit association of intersex and whiteness. \nZine Magubane (2014) points out that genealogies of intersex are deeply intertwined with \nthe maintenance of white supremacy in eugenics and sexology. She notes that “white deviant \nbodies were hastily and summarily normalized in ways that reflected a concern with preserving \nthe foundations for citizenship enshrined by US liberalism,” (776) depicting the way that white \nintersex babies created (and continue to create) a moral panic that leads to normalizing surgeries. \nHowever, Magubane reveals that black intersex bodies have been treated poorly in completely \ndifferent ways, as “black intersex bodies were treated with callous indifference” (776). Early \nmedicine depicts the black body as inferior to the white body and the minds of black people as \nminds as useless (McHorter 2009). Because people of color were seen as inferior and hopeless, it \nwas almost expected that their bodies would not conform to what white bodies were expected to \nlook like. This way of thinking has continued to permeate medicine to this day, resulting in many \n 34 \ncases of medicalized racism. Due to the way bodies of people of color were already stigmatized \nfor so long, making intersex people of color’s bodies “acceptable” was not important. \nInterestingly, the InterACT guide contains no mention of race and the way that it impacts \nintersex. Similarly, none of the articles in this study mention M.C.’s race whatsoever. The \ncombination of the lack of analysis of race, with the photographs ignoring M.C.’s race threaten \nto erase his identity altogether. The use of white babies in the stock photographs also imply that \nthe white children are easier to empathize with, or that they embody the future more so than \nbabies of color. \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n 35 \nCONCLUSION \n \nMy analysis of these articles reveals, above all, that harmful and downright dangerous \nconceptions of intersex people still seep through media coverage of intersex people today. It is \nimperative for the media to devote coverage to intersex people in order to help generate \nawareness of bias against intersex people, which in turn will help to create social change. \nHowever, it will do no good for such coverage to exist if it does not critically and explicitly \nchallenge the way that intersex people have been represented in the past.  In this study I have \nexposed the ways that this coverage currently falls short, due to journalists reinforcing the \nmedicalization and alienation of intersex people in a variety of ways. \nMy aim is not only to criticize the journalists who produced the news articles that I have \nanalyzed, nor is it to criticize InterACT or claim that I know exactly how intersex should be \nrepresented in the media. On the contrary, I hope that this thesis helps to create opportunities to \nopen up new conversations about the problems media representations of intersex generate. \nIntersex media coverage can be improved by addressing the problems head on. For example, \nmedical authority must be questioned more often in explicit terms, rather than subtly propped up \nby these articles. When news articles use stigmatizing binary language concerning sex and \ngender, they eliminate the possibility of growth in the ways we represent intersex people. \nInstead, journalists should ask questions concerning these histories: why is sex considered such a \nhard distinction, and who does it benefit? Why are doctors given the utmost authority without \nquestion, in hospitals and in news articles? Why in intersex associated with whiteness, and what \n 36 \ndoes it do to intersex people of color to completely erase their identities from important \nconversations like the ones surrounding M.C.’s case?  \nSimilarly, InterACT and other intersex organizations must reckon with their own \nshortcomings. Though there could never be one media guide that hold all the information \npossible on covering intersex people, the InterACT “Media Guide”’s contribution to \nperpetuating race erasure is shameful. Intersex people are not all the same, and though they face \nsimilar problems when it comes to medicalization, they will face different obstacles based on \ntheir other identities as well. InterACT does a disservice to intersex people and those seeking \ninformation when they fail to discuss these issues in a guide meant for media that reaches many \npeople. InterACT also must adapt their materials to be useful in a variety of situations. For \nexample, help concerning the use of images in articles. Had there been a section in the InterACT \nguide about what photos to use (and what photos to avoid), perhaps the news articles in this \nstudy would have been able to avoid associating intersex with whiteness. InterACT could offer \nlinks to help news articles avoid publishing links that insinuate intersex people are better off \nbeing medicalized than making their own decisions. \nIn dissecting the discourses of these sites and their coverage of the M.C. case, I have \nmade the point that intersex people will suffer further medicalization and stigmatization at the \nhands of the news media when the media continues to use the same narratives that medicalize \nand stigmatize intersex people in the first place. My analysis reflects the way that the culture \naround the medical community impacts the media. However, the issues with this media coverage \nrun even deeper. Because of the place media holds in our culture, these news organizations have \nthe ability to either create change or reinforce harm. Currently, they are reinforcing harm. If \nnews organizations can begin to question, criticize, and expose the inner working of the \n 37 \nmedicalization of intersex, then they have a chance to truly help intersex people and change the \nculture as a whole. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n 38 \nREFERENCES \n \nAbout. Retrieved from http://www.newnownext.com/about/ \n \nAbout Buzzfeed. Retrieved from https://www.buzzfeed.com/about About CNN.com. Retrieved  \nfrom http://edition.cnn.com/about  \nAbout Us. Retrieved from http://genprogress.org/about/ \nAbout USA Today. Retrieved from http://marketing.usatoday.com/about \n \nAccord Alliance. Our mission. Retrieved from http://www.accordalliance.org/about- \naccord- alliance/our-mission/. \nBennett-Smith, M. (2013, May 15). Mark and Pam Crawford, parents of intersex child, sue  \nSouth Carolina for sex assignment surgery (video). HuffPost. Retrieved from \nhttps://www. huffingtonpost.com/2013/05/15/mark-pam-crawford-intersex-\nchild_n_3280353.html \nChase, C. (1998). Hermaphrodites with attitude: mapping the emergence of intersex  \npolitical activism. GLQ, 4, 189-211. \nCipolla, C., Gupta, K., Rubin, D.A.,  & Willey, A. (Eds.) (2017). Queer feminist  \nscience studies: A reader. Seattle, WA: University of Washington Press. \nContacting LGBTQ Nation. Retrieved from https://www.lgbtqnation.com/about-lgbtq/ \nDavis, G. (2015). Contesting intersex: The dubious diagnosis. New York, NY: New  \nYork University Press. \nEdelman, L. (2004). No future: Queer theory and the death drive. Durham: Duke University \nPress. \n 39 \nFairclough, N. (2013). Critical discourse analysis: The critical study of language. New York,  \nNY: Routledge. \nGhorayshi, A. (2017, July 26). A landmark lawsuit about an intersex baby’s genital surgery just  \nsettled for $440,000. Buzzfeed News. Retrieved from https://www.buzzfeed.com/ \nazeenghorayshi/intersex-surgery-lawsuit-settles?utm_term=.ekXqykKnQg#.jmVkvg4LoP \nGreenberg, J.A. (2012). Intersexuality and the law. New York, NY: New York University  \nPress.  \nHolmes, J. (2005). Power and discourse at work: Is gender relevant? In M.M. Lazar (Ed), \nFeminist critical discourse analysis: Gender, power and ideology in discourse (31-\n60). New York, NY: Palgrave Macmillan. \nHolmes, M. (Ed). (2009). Critical intersex. New York, NY: Routledge.  \nInteract. Mission Statement. Retrieved from https://interactadvocates.org/about- \nus/mission- history/. \nIntersex Media Guide. Retrieved from https://interactadvocates.org/wp-content/uploads \n/2017/01/INTERSEX-MEDIAGUIDE-interACT.pdf \n \nKarkazis, K. (2008). Fixing Sex. Durham, NC: Duke University Press. \n \nKerry, S. (2011). Representation of intersex in news media: the case of Kathleen Worrall. \n \nJournal of Gender Studies, 3, 263-277. \n \nLampmann, E. (2015, August 12). South Carolina lawsuit challenges medical treatment of  \nintersex americans. Generation Progress. Retrieved from http://genprogress.org \n/voices/2015/08/12/38787/south-carolina-lawsuit-challenges-medical-treatment-of-\nintersex- americans/ \n \n 40 \nLargent, E. (2015, May 5). M.C. v. Aaronson: Update. Retrieved from  \nhttp://blogs.harvard.edu/billofhealth/2015/03/05/m-c-v-aaronson-update/. \nLazar, M.M. (2005). Politicizing gender in discourse: Feminist critical discourse analysis as  \npolitical perspective and praxis. In M.M. Lazar (Ed), Feminist critical discourse analysis: \nGender, power and ideology in discourse (1-28). New York, NY: Palgrave Macmillan. \nLevit, N., & Verchick, R.R.M. (Eds.) (2006). Feminist legal theory: A primer. New York,  \nNY: New York University Press. \nMagubane, Z. (2014). Spectacles and scholarship: Caster Semenya, Intersex Studies, and the \n \nProblem of Race in Feminist Theory. Signs, 39, 761-785. \n \nMarusic, K. (2017, August 1). Couple settle landmark lawsuit against hospital for performing  \nsurgery on their intersex son. NewNowNext. Retrieved from \nhttp://www.newnownext.com/intersex-surgery-lawsuit/08/2017/ \nMcWhorter, L. (2009). Racism and sexual oppression in anglo-america. Bloomington, IN:  \nIndiana University Press. \nO’Rourke, M & Giffney, N. (2009). “Intersex trouble; or, how to bring kids up intersex.” In \nHolmes, M(Ed) Critical Intersex, Queer Interventions (ix-xii). London: Routledge.  \nOII-USA. Mission Statement. Retrieved from http://oii-usa.org/about/our-intersex- \nmission/.  \nReis, E. (2009). Bodies in doubt: An American history of intersex. Baltimore, MD: The Johns  \nHopkins University Press. \nRubin, D.A. (2015). “An unnamed blank that craved a name”: A genealogy of intersex as  \ngender. Signs, 37, 883-908. \n \n 41 \nSmith, T & Dykes, D. (2013, May 15). Hospitals, South Carolina sued over child’s sex surgery.  \nUSA Today. Retrieved from https://www.usatoday.com/story/news/nation/2013/05/15/ \nchild-sex-assignment-surgery/2161941/ \n \nSouthern Poverty Law Center. M.C. v. Aaronson. Retrieved from https://www.splcenter.org \n \n/seeking-justice/case-docket/mc-v-aaronson. \n \nTaylor, J. (2017, July 31). Family of intersex child settles lawsuit over genital surgery for over \n \n$400,00. LGBTQ Nation. Retrieved from https://www.lgbtqnation.com/2017/07/ \n \nfamily-intersex-child-settles-lawsuit-genital-surgery-400000/ \n \nYan, H & Sutton, J. (2013, May 16). Parents sue South Carolina for surgically making child  \nfemale. CNN. Retrieved from http://edition.cnn.com/2013/05/15/health/child-sex- \nsurgery-suit/index.html. \n",
    "id": 216957142,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarcommons.usf.edu:etd-8384"
    },
    "title": "Reproducing Intersex Trouble: An Analysis of the M.C. Case in the Media",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-03-21T07:00:00+00:00",
    "publisher": "Scholar Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarcommons.usf.edu/cgi/viewcontent.cgi?article=8384&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216957142.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216957142"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216957142/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216957142/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216957142"
        }
    ],
    "abstract": "How do members of the media represent intersex people? Do the voices of intersex activists find their way into mainstream media representations, or are they ignored? What types of discourses are produced by the presence (or lack thereof) of activist voices in news articles? The goal of this thesis is to interrogate the discourse surrounding intersex, or individuals who fall outside of the typical male/female binary for sex classification, and intersex activism in the media. The legal case M.C. vs. Aaronson, settled in 2017, was one of the first legal cases in the United States involving an intersex person. This thesis analyzes the media coverage of this case. As much of the public is still unaware of the issues facing intersex people today, media representations of intersex have the ability to make great strides in promoting awareness about the goals of intersex activism. Therefore, it is vital to investigate the way that media representations construct ideas about intersex and intersex activism. Utilizing feminist critical discourse analysis in conjunction with a “Media Guide” produced by a leading intersex organization called InterACT, I dissect seven articles written about the M.C. vs Aaronson case to study the way that their authors reproduce harmful ideas about intersex people. I focus on four specific aspects of these articles: the way they utilize photos of babies and children, the erasure of M.C.’s race, the way the articles discuss sex and gender, and who is quoted in each article. I also make the case that the InterACT “Media Guide”, while a step in the right direction, continues the perpetuation of dangerous intersex tropes",
    "tags": [
        "thesis",
        "Critical Intersex",
        "Medicalization",
        "Activism",
        "Discourse Analysis",
        "Women\\u27s Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "thesis"
    ],
    "oai": "oai:scholarcommons.usf.edu:etd-8384",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3432",
        "openDoarId": 0,
        "name": "Scholar Commons | University of South Florida Research",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216957142,
        "depositedDate": null,
        "publishedDate": "2018-03-21T07:00:00+00:00",
        "updatedDate": "2021-01-17T16:13:49+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T17:45:13+01:00"
    },
    "urls": [
        "https://scholarcommons.usf.edu/etd/7187",
        "https://scholarcommons.usf.edu/cgi/viewcontent.cgi?article=8384&amp;context=etd"
    ],
    "lastUpdate": "2021-01-17T16:13:49+00:00",
    "setSpecs": []
}