{
    "acceptedDate": "",
    "authors": [
        {
            "name": "House, Rebecca"
        },
        {
            "name": "Jarvis, Nigel"
        },
        {
            "name": "Burdsey, Daniel"
        }
    ],
    "contributors": [],
    "createdDate": "2021-02-05T16:36:50+00:00",
    "dataProvider": {
        "id": 4837,
        "name": "University of Brighton Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/4837",
        "logo": "https://api.core.ac.uk/data-providers/4837/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/00918369.2021.1913916",
    "downloadUrl": "https://core.ac.uk/download/379728847.pdf",
    "fullText": "Full Terms & Conditions of access and use can be found athttps://www.tandfonline.com/action/journalInformation?journalCode=wjhm20Journal of HomosexualityISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/wjhm20Representation Matters: Progressing Research inPlurisexuality and Bisexuality in SportRebecca House, Nigel Jarvis & Daniel BurdseyTo cite this article: Rebecca House, Nigel Jarvis & Daniel Burdsey (2021): RepresentationMatters: Progressing Research in Plurisexuality and Bisexuality in Sport, Journal of Homosexuality,DOI: 10.1080/00918369.2021.1913916To link to this article:  https://doi.org/10.1080/00918369.2021.1913916© 2021 The Author(s). Published withlicense by Taylor & Francis Group, LLC.Published online: 17 May 2021.Submit your article to this journal View related articles View Crossmark dataRepresentation Matters: Progressing Research in Plurisexuality and Bisexuality in SportRebecca House, MA, Nigel Jarvis, PhD, and Daniel Burdsey, PhDSchool of Sport and Service Management, University of Brighton, Eastbourne, UKABSTRACTPlurisexual is an umbrella term which refers to individuals who are, or who have the potential to be, attracted to more than one gender. Identities including bisexual, pansexual and fluid there-fore fall under the category plurisexual. Academic research surrounding plurisexuality and sport has received limited aca-demic attention in comparison to research based on homosexu-ality and sport. Existing academic research in relation to plurisexuality and sport concentrates predominantly on bisexu-ality, although this is also limited. For this reason, bisexuality takes a central focus within this article. The analysis highlights the complexities when defining the term bisexual. It then exam-ines the impact of athletes and bisexuality in the media. A critical analysis of research based on the experiences and understandings of bisexuality and sport is then undertaken. Suggestions for future research are also given to increase aca-demic knowledge in this currently marginalized area of sport.KEYWORDS Plurisexual; bisexual; sport; sexual orientation; sexual identityIntroductionIn the early 1990s, the important topic of homosexuality and sport began to receive increasing scholarly attention (see, e.g., Blinde & Taub, 1992; Cahn, 1993; Griffin, 1992; Lenskyj, 1990, 1991; Pronger, 1990), and it continued to grow throughout the first decade of the twenty-first century (see, e.g., Anderson, 2002; Elling, De Knop, & Knoppers, 2003; Kian & Anderson, 2009; McCormack & Anderson, 2010; Sartore & Cunningham, 2009). Since then, scholars have conducted crucial con-temporary studies with an emphasis on homosexuality and sport (see, e.g., Anderson & Bullingham, 2015; Anderson, Magrath, & Bullingham, 2016; Hamdi, Lachheb, & Anderson, 2017; Jarvis, 2015; Vilanova, Soler, & Anderson, 2020). While homosexuality and sport has received significant attention and gained a degree of visibility in academic research, the specific study of bisexuality and sport remains comparatively marginal. Reference to bisexuality in sport has been made under the lesbian, gay and bisexual (LGB) or lesbian, gay, bisexual and transgender (LGBT) acronyms (see, e.g., Cunningham, 2012; Halbrook, Watson, & Voelker, 2019; Symons, O’Sullivan, & Polman, 2017). However, there is limited CONTACT Rebecca House R.House1@uni.brighton.ac.uk School of Sport and Service Management, University of Brighton, Hillbrow, Denton Road, Eastbourne BN20 7SR, UK.JOURNAL OF HOMOSEXUALITY                         https://doi.org/10.1080/00918369.2021.1913916© 2021 The Author(s). Published with license by Taylor & Francis Group, LLC. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/ licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.academic research which exclusively addresses bisexuality in relation to the prac-tice of sport. Despite the fact that homosexual and bisexual individuals evidently face challenges, Anderson and McCormack (2016) propose a bisexual burden exists, representing issues which bisexual individuals (and potentially other plur-isexual people) may face and that homosexual people do not. For that reason, it is essential to focus directly on those who are bisexual in sport rather than only researching LGB or LGBT individuals in sport as a collective group. Accordingly, this article aims to make an original contribution to the field via centralizing the identities and experiences of bisexual individuals in sport.This review specifically focuses on bisexuality in sport, although overlaps with other plurisexual identities are established where relevant. This review has a focus on those in the Global North, as the current literature is mostly from and based on athletes and participants from such countries. This article is divided into four sections: (1) the complexities of the term bisexual; (2) athletes, bisexuality and the media; (3) experiences and understandings of bisexuality and sport; and (4) suggestions for future research. The first section is a foundation for the rest of the review, which allows the reader to gain an understanding of the complexities, challenges and debates in relation to what bisexual means, who gets to define it, and how the term is used in academic research. The second section analyzes media content regarding athletes (pri-marily elite)1 who have, currently or previously, publicly identified as bisexual or are acknowledged under the topic of bisexuality and sport by other scholars. This section also addresses athletes who are in the media limelight and whose sexual identity has changed, and examines the impact this has on the bisexual community. The third section examines three key findings in academic research based on the experiences and understandings of bisexuality and sport. Lastly, the fourth section provides suggestions for future research in the field of plurisexuality and sport, to guide scholars, practitioners and policymakers. Before exploring the topic of bisexuality and sport specifically, it is essential to establish what bisexuality is and the complexities which can arise through using the term.The complexities of the term “bisexual”The term bisexual is difficult to define due to the range of beliefs about what it means to be bisexual. This has been acknowledged by many academics, includ-ing Ross et al. (2018) and Swan (2018); and a number of authors have written on the topic of defining bisexuality (see, e.g., Barker et al., 2012; Eisner, 2013; Monro, 2015; Ross et al., 2018; Swan, 2018). Used to describe sexual attraction to men and women, the term bisexual is believed to have been first used by the American neurologist Charles Gilbert Chaddock in 1892 (Holleb, 2019), and the term became more widely known and understood after the noteworthy 2 R. HOUSE ET AL.publications of the Kinsey Scale (see, Kinsey, Pomeroy, & Martin, 1948), and the Klein Sexual Orientation Grid (see, Klein, Sepekoff, & Wolf, 1985).According to Eisner (2013), before the 1990s, bisexuality was still predomi-nantly defined as an attraction to both men and women. Although less so now, bisexuality can still be defined in a binary form in the current era (see, e.g., Lloyd, 2017). However, there is still a misconception by many outside of the bisexual community that the binary description is the only way bisexuality can be defined. The findings of Galupo, Ramirez, and Pulice-Farrow (2017) illus-trate that some who identify as bisexual do not define their attractions from a binary position, only based on men and women, and thus the misconception is inaccurate. The binary definition of bisexuality does not consider those with non-binary gender identities, and consequently since the 1990s, the term for many has changed, especially within the bisexual community (Eisner, 2013).Eisner (2013) and Swan (2018) suggest a more contemporary definition of bisexuality is an attraction to more than one gender, due to the existence of multiple genders, as opposed to just men and women. Such attractions can include sexual, romantic and/or emotional affections (singularly or as a combination), where the degree of such attractions may vary dependent on gender or throughout one’s life. Barker et al. (2012) acknowledged that for some individuals, bisexuality involves the attraction to a person rather than their gender (known as ‘gender-blindness’). Thus, one’s gender is not the force of attraction. Yet, Belous and Bauman (2017) highlighted the term pansexual “derived from the Greek prefix ‘pan’ meaning ‘all’” (p. 58), suggests a pansexual individual has the potential to be attracted to anyone irrespective of their gender. This results in a similar definition some use when referring to bisexuality and confirms the similarities and overlaps which can be found among the two terms. It is apparent that the term(s) individuals use to identify themselves is hugely personal. One definition of bisexual does not apply to all.An additional component underlying the complexity of bisexuality is that self- identity, sexual behavior and attractions do not necessarily align (Baldwin et al., 2017). For example, even though an individual may feel an attraction to more than one gender and even act upon that attraction, it does not mean they self-identify as bisexual. Those who engage in sexual practices with more than one gender but who do not self-identify as bisexual can be seen as demonstrating behavioral bisexuality (Monro, 2015). Swan (2018) suggests a combination of factors as to why an individual who is attracted to more than one gender may choose not to self- identify as bisexual. These include bisexual stigmas, cultural (mis)understandings regarding bisexuality, a desire to fit into either heterosexual or homosexual com-munities, and denial.As self-identity, sexual behavior and attractions do not always align, academics are in disagreement in relation to what it means ‘to be bisexual’ and who gets to define it (Ross et al., 2018). Consequently, some academics prioritize adopting a self-identity definition, a sexual behavior (practice) definition or an affect/ JOURNAL OF HOMOSEXUALITY 3emotion (attractions) definition in their research (Swan, 2018). Adopting a behavior definition or affect/emotion definition of bisexuality is appropriate for some academics based on the context of their research. However, throughout this article, we prioritize a self-identity definition as it provides individuals with own-ership over the term and reduces the inaccuracies of mis-identifying individuals who may choose to self-identify with a different plurisexual identity. The range of perspectives surrounding the term bisexuality and the different ways it is used in academic work can make identifying and researching bisexuality complex and challenging (Barak, 2019). While the label bisexual is commonly used to describe an individual’s sexual identity, it can also be used as an umbrella term to group those who have, or have the potential for, multiple-gender attractions (Flanders, 2017).Some scholars who write on the topic of bisexuality use bisexual as an umbrella term, as seen in the work of Torres (2019). Therefore, for example, those who self-identify with other plurisexual identities such as pansexual, queer, and/or fluid would be categorized under the term “bisexual.” There are a variety of reasons for researchers to use bisexual as an all encapsulating term. First, the label could enable scholars to recruit a larger sample (Flanders, LeBreton, Robinson, Bian, & Caravaca-Morera, 2017), especially for those undertaking quantitative research. Second, as literature confirms that some plurisexual individuals use different labels depending on social contexts (Galupo, 2011, 2018), or hold multiple sexual identity labels (Barker, Bowes- Catton, Iantaffi, Cassidy, & Brewer, 2008; Mitchell, Davis, & Galupo, 2015), the term allows flexibility and overlap of labels for these individuals. Third, the word bisexual is more widely known to the general public compared to other terms. Therefore, research which includes bisexual as an umbrella term may currently be more accessible to a range of audiences.Using bisexual as an umbrella term can create an unequal power dynamic among plurisexual identities, with bisexual positioned as the overriding and dominant sexual identity. Thus, this is likely to marginalize or even erase other plurisexual identities and experiences. In addition, individuals who identify with other plurisexual labels may not wish to be grouped under the term bisexual. In their concluding thoughts, Flanders (2017) questions whether adopting a term, such as non-monosexual or plurisexual, as a hypernym category would “alleviate the tension that occurs with the constant shape shifting of the umbrella” (p. 5). Non-monosexual, defined as individuals who are not exclusively attracted to only one gender, has been used as a collective category by Brown, Montgomery, and Hammer (2017), Dyar, Feinstein, Schick, and Davila (2017) and Lim and Hewitt (2018). However, the term plurisexual, being or having the potential to be attracted to more than one gender, differs from non-monosexual as it describes what an individual is as opposed to what they are not. Galupo (2018) also importantly acknowledges the term plurisexual “does not linguistically assume monosexual as the ideal 4 R. HOUSE ET AL.conceptualization of sexuality” (p. 61), as the term non-monosexual does. For these reasons, when referring to the community of people who have, or have the potential to possess, multiple-gender attractions as an umbrella term, we use plurisexual. As the term bisexual and the complexities which come with it have been explored, the next two sections specifically delve into the topic of bisexuality and sport.Three of the most prominent contemporary academic books in the area of sexuality and gender in sport are the: Routledge Handbook of Sport, Gender and Sexuality, edited by Hargreaves and Anderson (2014); LGBT Athletes in the Sports Media, edited by Magrath (2019); and Sex, Gender, and Sexuality in Sport: Queer Inquiries, edited by Krane (2019). However, the first of these fails to include a section explicitly on bisexuality and sport, despite including sections on “Homosexuality: issues and challenges” and “Questioning and transgressing sex.” The lack of acknowledgment and representation of a specific area is problematic considering it is a high-profile and ostensibly expansive book in the field of gender and sexualities in sport. In contrast, the other (more recent) edited collections each include a chapter specifically on bisexuality and sport. While this is an improvement and gives some represen-tation of bisexuality in the field of academic sport literature, as does the research which is discussed later in the article, further work is needed. This will enable bisexuality, which is currently minimally explored, to become a more prominent topic where further knowledge and understanding can be gained. The next section centers the media’s influence when athletes have come out publicly as bisexual or have been discussed by scholars under the topic of bisexuality and sport.Athletes, bisexuality and the mediaAs athletes (usually elite athletes) can gain media attention, portrayals of bisexual athletes can influence the way bisexuality is understood in society, and consequently, may impact those who identify as bisexual both inside and outside of sport. Therefore, an analysis of such athletes is especially informa-tive about bisexuality in this aspect of popular culture. There are three areas which are discussed in this section: (1) media influences on male athletes and bisexuality; (2) degree of media attention on female athletes and bisexuality; and (3) sexual identity changes.Several male athletes have openly expressed that they are bisexual to the public during their sporting careers since 2010. These articulations have received various levels of media attention. These include Orlando Jordan, a former US professional wrestler, in 2010 (Zeigler, 2010); Jack Woolley, an Irish taekwondo player, in 2016 (Kelleher, 2020); and Nile Clark, a US National Collegiate Athletic Association (NCAA) tennis player, in 2017 (Barak, 2019; Hall, 2017). While these athletes received some online media attention which included the topic of their sexual JOURNAL OF HOMOSEXUALITY 5orientation, overall, the coverage on each athlete appears very limited. Since the beginning of the year 2020, Zach Sullivan, a British professional ice hockey player (Parsons, 2020); Levi Davis, a British professional rugby union player (Reimer, 2020); and Luke Strong, a British professional trampoline gymnast (Padgett, 2020), have all publicly come out as bisexual. Though these three athletes have attracted more online media attention in comparison to Jordan, Clark, and Woolley— perhaps due to coming out in a more contemporary period—one male athlete who publicly expressed multiple-gender attractions did draw sizable media (print and online) and public attention: British diver Tom Daley.Daley, who has won three gold medals at the World Championships and two Olympic bronze medals, first publicly implied he had multiple-gender attractions by posting a YouTube video online in 2013, which attracted substantial media coverage. After announcing he was in a relationship with a man, Daley highlighted he had multiple-gender attractions by stating, “of course I still fancy girls” (Daley, 2013). At the time, he did not publicly use a label regarding his sexual orientation (Magrath, Cleland, & Anderson, 2017). Consequently, he may not have wanted to be associated with any label, as his actions at that time seemingly implied, or may have preferred a different plurisexual identity than bisexual during this period— even though he did not express this to the public.According to Magrath et al. (2017), Daley was the “highest profile male athlete” (p. 300) to admit to having multiple-gender attractions. While there were discriminatory social media posts aimed at Daley, he received an enor-mous volume of support and positivity in print and online media. Despite these positive portrayals, misrecognition of his sexual orientation was present (Magrath et al., 2017). Even though Daley expressed having multiple-gender attractions—which, some would suggest, implied he was bisexual—many journalists used phrases such as Daley is in “a gay relationship” (see, e.g., CNN, 2013), and mislabeled him as gay (Hodgson, 2013; Magrath et al., 2017). This was a key trend, with Magrath et al. (2017) specifically highlighting that “only four of the 43 print media articles explicitly referred to bisexuality” (p. 310). According to Magrath et al. (2017), this was evidence of bisexual erasure, where individuals are discursively allocated into a homo-heterosexual binary. The impact of bisexual erasure in this aspect of the media is significantly damaging as it implicitly implies to the public that bisexuality is not real, or not real enough. This perpetuates the bogus myth that bisexuality is not a legitimate sexual orientation, therefore contributing to the reinforcement of wider social bisexual negativity. Five months after his original statement, Daley revealed he was gay (Anderson & McCormack, 2016; Magrath et al., 2017). This is a point which we will return to later in this article. Daley is one of the two men who have been the central focus of research based on athletes expressing multiple-gender attractions to the media: the other is Conner Mertens.6 R. HOUSE ET AL.Conner Mertens, at the time a NCAA Division Three American Football player, came out as bisexual to the public in January 2014 (Billings & Moscowitz, 2018), just under 2 months after Daley publicly announced he had multiple-gender attractions (see, e.g., Zeigler, 2014). Mertens received significantly less coverage than Daley, where Ogilvie and McCormack (2019) believe the smaller coverage on Mertens compared to Daley was predominantly due to Daley already being a “star in the UK” (p. 199): with success in the previous Olympic Games and World Championships and substantial television presence. Nonetheless, Mertens coming out as bisexual made him the first NCAA American Football player to publicly proclaim a non-heterosexual identity whilst still actively competing in the sport (Billings & Moscowitz, 2018; Ogilvie & McCormack, 2019; Tharrett, 2014). Within a few weeks of Mertens coming out, Michael Sam, at the time an American Football player preparing for the National Football League (NFL) Draft, came out to the public as gay (Connelly, 2014). Sam coming out as gay attracted a substantial amount of media coverage including online articles written by well- established US news distributors CNN, ESPN, Fox News and USA Today, as well as Sam being on the front cover of Sports Illustrated magazine in February 2014. As the sporting level Mertens was competing within was at a considerably lower level than Sam, it is of no surprise that he did not receive as much media attention. However, as both athletes were American Football players and came out within such a close time frame, it is possible that some of the media attention was taken away from Mertens and placed on Sam. In doing so, it potentially further margin-alized discussions about bisexual athletes in the media.Ogilvie and McCormack (2019) conducted a content analysis of online articles written about Mertens from the day he came out until June 2018. A key finding was that, even though the media’s limited response to Mertens coming out was generally supportive, there was evidence of downplaying his bisexuality. Ogilvie and McCormack (2019) attribute this to “a lack of mainstream, colloquial lan-guage to refer to bisexuality” (p. 201). They found only 6 of the 13 articles mentioned Mertens’ bisexuality in the headline, while the others simply stated that Mertens came out without specifying that he came out as bisexual. A comparison between Daley and Mertens was made in their work, where they established that while bisexual erasure was identified frequently in the case of Daley, bisexual downplaying was instead identified in the case of Mertens. While bisexual downplaying is not seen to be as harmful as bisexual erasure, especially in this case as there were limited articles based on Mertens and consequently reached a significantly smaller audience, the impact is still damaging for those who are bisexual as it can undermine their identity. Perhaps competing at different sporting levels influenced how the athletes’ multiple-gender attractions were portrayed within articles in the media, and by whom, despite both athletes coming out within a month of each other. Further, an essential aspect in understanding the differences in research findings regarding Daley and Mertens, is likely due to JOURNAL OF HOMOSEXUALITY 7Mertens explicitly self-identifying as bisexual whereas Daley did not use a sexual identity label (Ogilvie & McCormack, 2019).Though Magrath et al. (2017) at the time acknowledged Daley as the “highest profile male athlete” (p. 300), to share having multiple-gender attrac-tions, arguably this position is now held by Ryan Russell, a free agent NFL American Football player, who publicly came out as bisexual in 2019 (Vigdor, 2019). This received a large amount of media attention, especially in the US, including articles published by ESPN, Fox News and The New York Times. The substantial visibility of Russell’s sexual identity across a range of media plat-forms could be because he is associated with the NFL, which is one of the four major professional sports leagues in the US. In addition, American Football is perceived as a traditional masculine sport (Anderson & Kian, 2012), where male heterosexuality is often assumed. Therefore, Russell coming out to the public may have generated more media attention in comparison to Daley, who competes in diving which is not seen to be as traditionally masculine.As both Daley and Mertens expressed multiple-gender attractions in 2013/2014, it is necessary for further research to be conducted regarding male athletes and bisexuality in contemporary media, to examine if bisexual erasure and/or bisexual downplaying still occurs. Despite not being a fully fledged media analysis, we have conducted an examination based on the media’s response (online articles) to two athletes coming out as bisexual in 2019/2020 to gain an insight into potential findings.From searching ‘Ryan Russell American Football player coming out’ on Google in June 2020, 19 of the first 25 articles on the topic include the term ‘bisexual’ in the title. Furthermore, of the six articles which did not include ‘bisexual’ in the title, the authors did include this term in the content. As Zach Sullivan also came out as bisexual within 6 months of Russell coming out, a similar search regarding Sullivan was also conducted for comparison purposes. A similar trend was found. From searching ‘Zach Sullivan ice hockey player coming out’ on Google in June 2020, 20 of the first 25 articles on the topic include the term ‘bisexual’, ‘bisexuality’ or ‘bi’ in the title. In addition, of the five articles that did not include bisexual, bisexuality or bi in the title, one or more of these terms were used at some stage in each of the articles. This highlights that a shift in culture from once identifying bisexual erasure and bisexual downplaying to now identifying more bisexual visibility among male athletes in the media may be occurring. It must be acknowledged that both Russell and Sullivan both specifically self-identify as bisexual. Therefore, this analysis is not representative of individuals who do not explicitly label themselves but open up to the media regarding having multiple-gender attractions, or identify using a different plurisexual label. Perhaps these slight distinctions could result in different findings in relation to bisexual erasure and bisexual downplaying. For this reason, research is needed to analyze media content about athletes who publicly self-identify as bisexual and athletes who more broadly fall under the plurisexual umbrella.8 R. HOUSE ET AL.The two research projects (Magrath et al., 2017; Ogilvie & McCormack, 2019), based on media content of athletes expressing multiple-gender attrac-tions or coming out publicly as bisexual, have focused on male athletes. While both were extremely significant and provided visibility of male plurisexual athletes in academic literature, research is equally needed regarding analyzing media content of female athletes who express multiple-gender attractions or come out publicly as bisexual. Unfortunately, it appears such research is yet to exist. Despite this, we underscore the critical importance of recognizing and analyzing the media in relation to female athletes and bisexuality. Accordingly, the next element in this section addresses female athletes who have come out as bisexual, or who have been discussed under the topic of bisexuality and sport by scholars, and analyzes the volume of media attention (based on online articles) placed on these athletes.There have been a few female athletes (usually elite athletes) who have publicly come out as bisexual during their careers and received some form of online media attention based on their sexual orientation. Jessica Aguilar, a mixed martial artist (MMA), publicly came out as bisexual in 2012 (Zeigler, 2012); and more recently, Piper Niven, a Scottish World Wrestling Entertainment (WWE) wrestler, did so in 2019 (Bell, 2019). However, Ireen Wüst and Nicola Adams received more online articles regarding their bisexu-ality compared to Aguilar and Niven; albeit, significantly less so than most of the male athletes who were discussed above. A key contributing factor as to why Adams and Wüst received more online media attention than Aguilar and Niven seems likely to be due to the sporting achievements of the athletes. This is a factor that is likewise discussed by Ogilvie and McCormack (2019) when referring to Daley and Mertens.Ireen Wüst, a long track speed skater from the Netherlands (Jackman, 2018), is a seven-time all-round world champion (DutchNews, 2020), and broke several records when she won her tenth Winter Olympic medal (Zeigler, 2018). Nicola Adams, a former British boxer, was the 2012 and 2016 Olympic gold medalist in the women’s flyweight division (White & Thomas, 2016), and was the World, Commonwealth and European Games titleholder in 2016 (Press Association, 2016). Adams’ and Wüst’s achievements were exceptional and consequently received more general media attention based on their achievements, thus is believed to have contributed to more online media attention in relation to their sexual orientations.Despite seeming to be the most dominant factor, it is evident that sporting achievements and success are not the only factors which draw some online media attention to a female athlete who comes out as bisexual in a contemporary era. In 2018, former US ice dancer Karina Manta publicly came out as bisexual (Linnell, 2018); and in 2019, Amber Glenn, an American figure skater, announced specifically that she is bisexual/pansexual (Maurice, 2019). However, neither Glenn nor Manta have yet won an international JOURNAL OF HOMOSEXUALITY 9championship. Perhaps now, in 2021, there are more online media outlets which value and embrace female athletes who are bisexual, even if they are not globally one of the top athletes in their sport. Alternatively, maybe more female athletes who receive media attention are coming out to the public regarding being bisexual than before. Irrespective of why, within the last five years, there is slightly more recognition of female athletes who come out as bisexual in online media articles, albeit substantially less so than male athletes who express multiple-gender attractions or come out as bisexual. Nevertheless, this improvement in recognition contributes to more bisexual visibility in the media. Although gender can influence the discussion and outcomes regarding athletes and bisexuality in the media, cross-gender similarities can also arise: one being how sexual identities and potentially sexual orientations can change over time.Anthony Bowens, an American professional wrestler, shares a similarity with Nicola Adams and Tom Daley: they all expressed that they had multiple-gender attractions in the past to the public but now identify as homosexual (gay or lesbian). Bowens discussed being bisexual to the media in 2017 (Bowens, 2017), but now identifies as gay (Buzinski, 2019); Daley originally expressed multiple- gender attraction(s) in December 2013 (Daley, 2013), then under 6 months later specifically said he is a gay man (Anderson & McCormack, 2016; Magrath et al., 2017); and Adams used to identify as bisexual (Dilks, 2016), but has recently, in September 2020, clarified that she is now a lesbian (Wakefield, 2020). This information is evident as these athletes are open to the public regarding their sexual orientations and their stories have been published in the media. The impact of these changes on sexual identities discussed in the media may affect bisexual, and more broadly plurisexual, people in society.While publicly coming out as homosexual in the world of elite sport is brave and courageous, these athletes inadvertently perpetuated the stigma that individuals disclose multiple-gender attractions or use bisexual as an identity as a stepping stone to coming out as homosexual. This is harmful to those who identify as bisexual or are within the plurisexual community, as it can reinforce the myth that bisexuality is not a legitimate sexual orientation. Consequently, this could nega-tively influence how those who are bisexual, or plurisexual more broadly, feel, behave and interact based on the topic of their sexual orientation in sports contexts. Nonetheless, expressing multiple-gender attractions and then later coming out as homosexual, portrays sexuality as fluid rather than fixed throughout one’s lifetime, which is a point Bowens further discusses in Gay Times magazine (Buzinski, 2019). Potentially, the influence of Adams, Bowens, and Daley first discussing having multiple-gender attractions and then coming out as homosexual may have posi-tively affected those whose sexual orientation has shifted throughout their lifetime, by giving them a sense of reinsurance that others have experienced similar sexual orientation changes. Equally, so may have the influence of Sheryl Swoopes.10 R. HOUSE ET AL.Although it appears that there is no public evidence to suggest Sheryl Swoopes has ever self-identified as bisexual, her sexual orientation has been raised surround-ing the topic of bisexuality and sport by Barak (2019), and is therefore included in this section. Despite the fact that Swoopes did not openly discuss having multiple- gender attractions and then later come out as homosexual (as Adams, Bowens and Daley did), she shared a similarity with these athletes: her sexual identity changed throughout her lifetime. Swoopes was married to Eric Jackson (male) from 1995, but they divorced in 1999 (Barak, 2019). In 2005, Swoopes announced that she was in a relationship with a woman (Alisa Scott) and was gay, which caused much media attention in the US (Zeigler, 2011). In 2006, in an interview with Essence, Swoopes did not self-identify as bisexual, and acknowledged that although many people say they were born gay, for her, being gay was a choice (Barak, 2019; King, 2009). By suggesting sexual orientation is a choice, Swoopes caused much backlash in the lesbian, gay, bisexual, transgender, intersex and queer (LGBTIQ) commu-nity (Barak, 2019). Later, her relationship with Scott broke down and Swoopes is now married to Chris Unclesho (male) (Ullmer, 2017). Evidently, Swoopes has had long-term relationships with at least two different genders so far in her life; there-fore, some would argue she has demonstrated behavioral bisexuality. However, in 2013, when asked if she considered herself as bisexual in an interview with ESPN, she simply responded “no” (Granderson, 2013). This highlights the complexities expressed earlier in this review surrounding self-identification, sexual behavior and attraction(s); and, critically, who gets to define it.If Daley experienced considerable bisexual erasure by print media in 2013, it seems probable that general bisexual erasure was even more prominent in 2005. Although Swoopes acknowledged the existence of the term bisexual, that is not to say the pressures surrounding choosing a monosexual identity did not influence her choice in her sexual identity label. Consequently, due to bisexual erasure, Swoopes may have felt a pressure to identify as a lesbian due to being in a relationship with a woman at the time, but may have been bisexual or of another plurisexual identity. However, as similarly discussed with Adams, Bowens and Daley, this may be an example of where one’s sexual orientation changed through-out one’s life. This relates to the broader discussion of how sexual orientation is determined, which is recognized by Elia (2016) as the debate between biological essentialism and social constructionism. Consequently, it could be questioned whether these athletes always had a certain sexual orientation, which was biologi-cally determined, but that they did not understand or recognize it until later in life; or that their sexual orientation could change due to the impact of socio-cultural forces. Regardless of the debate, all of these athletes either self-identified with one sexual orientation or implied a certain sexual orientation, and then later in life self- identified with, or implied, a different sexual orientation. Thus, it is clear that for some elite athletes, sexual identities can and do change over a lifetime.The influence of bisexual, or perceived bisexual, athletes and the media attention they attract, at times is believed to have implicitly contributed to JOURNAL OF HOMOSEXUALITY 11perpetuating bisexual negativity. However, especially since 2018, the clearer visibility of bisexual athletes in the media, as opposed to greater existence of bisexual erasure and bisexual downplaying, can contribute to improving pub-lic understanding of bisexuality in society. Potentially, this has affected those who participate in sport and are bisexual and/or under the plurisexual umbrella. The next section places a central focus on the experiences and understandings of bisexuality and sport in research.Experiences and understandings of bisexuality and sportThis section focuses on important findings found in the area of bisexuality and sport, based on participants’ experiences and/or understandings. Significantly, the participants in these studies are largely non-elite sports participants. The three key findings which are drawn upon are as follows: (1) the homo- heterosexual binary; (2) the silencing of bisexuality; and (3) bisexuality as a legitimate sexual orientation.Maddocks (2013) conducted 12 semi-structured interviews with male and female sports participants and interviewed a Sport Equalities Manager, in the UK. There was a variation in sexual orientation among the participants and the focus of the research was placed on bisexual (in)visibility and biphobia (which can also be acknowledged as bisexual negativity) in sport. In relation to the homo- heterosexual binary, Maddocks found six out of the seven female footballers (soccer players) reported witnessing or experiencing female footballers being pressured to choose their sexual orientation by their teammates based on the homo-heterosexual binary. As a result, these participants did not believe being bisexual or sexually fluid fitted within the dominant culture of the clubs. These actions, therefore, perpetuated the homo-heterosexual binary. The reinforcement of the homo-heterosexual binary was also identified in the research by Ravel and Rail (2008), where they analyzed the narratives of 14 non-heterosexual sports-women in Quebec (Canada). However, rather than being directly questioned and/ or influenced by other teammates as found in the research by Maddocks (2013), those who identified as bisexual or with no label, perceived the sporting environ-ments as gay, and therefore silenced their differences and passed as lesbians. This shows how the implicit cultural setting led to the reinforcement of the homo- heterosexual binary. Ravel and Rail (2008) mentioned how these participants could have destabilized the “gay-normativity” in their sport but instead contrib-uted to its perpetuation by passing as gay. However, the lack of participants’ agency must be taken into consideration in this circumstance, as one could argue they were prevented from challenging the binary as opposed to having an opportunity to contest the binary and deciding not to. Nevertheless, the work of Ravel and Rail (2008) could establish a link between the homo-heterosexual binary and the silencing of bisexuality.12 R. HOUSE ET AL.Ravel and Rail (2008) were not the only academics to recognize silencing of bisexuality in sports environments. Similarly, Maddocks (2013) found two male participants who self-identified as bisexual in their study, chose to remain silent regarding their sexual orientation because of the influence of their club envir-onments. After numerous attempts to come out as bisexual, one participant believed his teammates on an LGBT football (soccer) team did not acknowledge bisexuality as a legitimate sexual orientation, leading him to stay “in the bisexual closet.” Powerfully, Maddocks (2013) said, “Tom’s bisexual identity is sayable, but not necessarily hear-able, within his LGBT club culture” (p. 80). The other participant, a male body builder, remained silent and closeted due to the common homophobic language and beliefs in that environment. Caudwell (2007), who investigated sexual identities and relationships in a lesbian identi-fied football (soccer) club in Britain, also highlighted the silence and invisibility surrounding bisexuality despite the football club having players on the team who self-identified as bisexual. Caudwell (2007) suggested the dominance of gay women on the team had potentially “rendered bisexuality invisible” (p. 193). Similarly, Drury (2011) conducted research on discourses surrounding sexuality and gender among women football (soccer) players in a lesbian-identified foot-ball club. Drury found that although bisexuality as a topic was sometimes acceptable in conversations, depending on the context, the subject remained very much unspoken in the club. In the context of lesbian sports teams, Drury (2011) argued that the silence regarding bisexuality—in the absence of hetero-sexuality—allowed lesbian sexuality to sustain a “privileged discursive position” (p. 433), and consequently resulted in discursive practices of silencing based on bisexuality. However, in a more contemporary era, specifically lesbian-identified sports clubs are increasingly less common and instead more sports clubs exist based on being inclusive for all in the LGBT community. Perhaps being a lesbian-identified sports club and being specifically labeled as such, enabled the silencing of bisexuality to occur. However, this outcome may not arise with current LGBT sports clubs. Whilst Caudwell (2007), Drury (2011), Maddocks (2013) and Ravel and Rail (2008) provided a valuable foundation, their findings may not correspond with research completed within a contemporary era.There has been a considerable body of research in the last decade which has found comparable levels of inclusivity when exploring sport and sexuality (see, e.g., Adams & Anderson, 2012; Anderson et al., 2016; Dashper, 2012; Magrath, Anderson, & Roberts, 2015). However, these studies either had a central focus on exploring homosexuality and sport or included homosexuality and bisexu-ality as one homogeneous categorization. Though one hopes inclusivity occurs for those who are bisexual, and more broadly plurisexual, in sport, due to a lack of research centralizing bisexuality and sport in the last decade, it cannot be assumed. Nevertheless, Anderson and Adams (2011) propose that their research provides evidence of inclusive attitudes toward bisexuality by self- identified heterosexual male sports participants.JOURNAL OF HOMOSEXUALITY 13Anderson and Adams (2011) interviewed and conducted participant obser-vations on 60 male soccer players from three different US universities to analyze their perspectives on bisexuality. The authors found that the majority of the athletes viewed bisexuality as a legitimate sexual identity. Further, 48 of the participants acknowledged some form of bisexuality within themselves, although none publicly self-identified as bisexual and few had been involved in same-sex sexual behaviors. The authors suggested their findings are due to more exposure and contact with homosexual individuals, consequently decreasing cultural homohysteria.2University settings, in the Global North, are commonly associated with LGB acceptance and progressive attitudes toward the LGB community—even back in 2010/2011. Consequently, being discriminatory against those who are LGB or not demonstrating positive attitudes regarding the LGB community was, and still is, likely to be frowned upon in such settings. Therefore, during the interviews, the participants may have held prejudiced, different or simply less positive views regarding bisexuality, but provided nondiscriminatory and inclusive responses as they did not want to be seen as prejudiced or going against the norm in that particular culture. This would be an example of social desirability bias, as discussed by Groves et al. (2009). This seems more prob-able to have occurred as Anderson at the time was (and still is) a well-known openly gay academic who predominately conducted research on masculinities, sexualities and sport before this research took place. In defense of Anderson and Adams (2011), the possibility of social desirability bias was acknowledged by the authors and to attempt to counteract this issue, they also incorporated conversations from participant observations in their research. However, it is not certain that the participant observations provided reliable data as they were conducted over a brief ten-day period.The research results could also be a case of what Ghaziani (2014) calls performative progressiveness, which suggests that although heterosexual indi-viduals are seen to have inclusive and supportive attitudes toward the gay and lesbian community, they in fact fail to demonstrate these practices in their lives. In this case, this could refer to the bisexual community rather than the gay and lesbian communities. Therefore, while the participants in this study may hold inclusive attitudes surrounding bisexuality, this research project does not provide evidence that their attitudes lead to inclusive practices for bisexual individuals in sports contexts.By engaging with academic research surrounding experiences and under-standings of bisexuality and sport, three important findings were established in this section: the homo-heterosexual binary, the silencing of bisexuality, and bisexuality as a legitimate sexual orientation. Scholars can build on the work of this research and identify research gaps which need exploring. For this pur-pose, the final section provides suggestions for future research in the area.14 R. HOUSE ET AL.Suggestions for future researchWhile the academic sources and media accounts highlighted in this article show some progress in the field, there are still major research gaps in relation to the topic of plurisexuality and sport. The lead author of this article is currently conducting research into the experiences of plurisexual women in sport (in the UK), but there is also a need for research to delve into the sporting experiences of different genders within the plurisexual community. Research surrounding plur-isexual men and women (cisgender and transgender) as well as non-binary individuals’ experiences in sport need to be explored. Other intersections are also critical to investigate. These include race, ethnicity, age and geographic regions/countries, as well as sporting ability level, sporting roles, types of sports (individual or team based), sports with strong traditionally masculine or feminine notions attached to them, and the influence of being within a same or mixed gender sports organization. Although these suggestions are broad, as there is such limited research in the area, these wider recommendations need to be acknowl-edged and consequently investigated.Expanding on and developing the work of Magrath et al. (2017) and Ogilvie and McCormack (2019), an analysis which explores and compares plurisexual male athletes coming out in the media is needed. This research is especially necessary as, within the last two years, at least four male elite athletes have come out as bisexual. Consequently, contemporary research regarding analyzing online and/or print media articles based on Davis, Russell, Strong and Sullivan coming out as bisexual would enable an understanding of whether or not bisexual erasure or bisexual downplaying still occurs. As it appears that there is currently no research which analyzes media content in relation to plurisexual female athletes, this needs to be explored to discover if similar findings found surrounding plurisexual male athletes in the media are present or if gender differences occur.In response to the work of Anderson and Adams (2011), research is needed to establish whether the inclusive attitudes surrounding bisexuality by heterosexual male sports participants, claimed in their study, lead to heterosexual men demon-strating inclusive practices for bisexual individuals in sports contexts. Further research is also needed to build on the findings of Caudwell (2007), Drury (2011), Maddocks (2013) and Ravel and Rail (2008) to examine whether the homo- heterosexual binary and silencing surrounding bisexuality in the contemporary era are still reinforced in sports contexts, or whether shifts have emerged.Future plurisexual and sport findings may apply to broader theoretical frame-works in the area of sexualities and sport, including hegemonic masculinity theory, queer theory and inclusive masculinity theory. The new knowledge found exclusively based on plurisexuality and sport would highlight where and how plurisexual participants’ experiences relate to, reinforce or challenge these theories. More importantly, there is a need for new theoretical frameworks to be conceptualized where plurisexuality in sports contexts is centralized.JOURNAL OF HOMOSEXUALITY 15The term bisexual is complex, with varied perspectives from scholars as to what it means to be bisexual. The prominence of self-identified bisexual male athletes in the media is growing, with a potential shift demonstrating more bisexual visibility in online media articles as opposed to bisexual erasure and bisexual downplaying. Academic research is needed regarding analyzing media content in relation to female athletes and bisexuality. Some athletes’ sexual identities, and arguably sexual orientations, have changed; and, through this being reported in the media, can possibly reinforce harmful bisexual stereotypes and/or further educate society in recognizing that sexuality can be fluid. As this article has demonstrated, three key findings based on previous studies require attention: the homo-heterosexual binary, the silencing of bisexuality and bisexuality as a legitimate sexual orientation in sports contexts. For too long, the topic of bisexuality and sport, and more widely plurisexuality and sport, has been overlooked. This article represents a call to make a difference and contribute toward the visibility of those who are plurisexual in sport. This is important because, after all, representation matters.Notes1. For this article, an elite athlete is considered to be an individual who is participating at the highest levels of their sport. This is a diverse category: including those who might be professional, selected to represent their country at international level and/or, in some contexts, represent universities and colleges.2. Homohysteria is identified as actions and behaviors people avoid due to the fear of being perceived as homosexual (Anderson & Bullingham, 2015).ReferencesAdams, A., & Anderson, E. (2012). Exploring the relationship between homosexuality and sport among the teammates of a small, Midwestern Catholic college soccer team. Sport, Education and Society, 17(3), 347–363. doi:10.1080/13573322.2011.608938Anderson, E. (2002). Openly gay athletes: Contesting hegemonic masculinity in a homophobic environment. Gender & Society, 16(6), 860–877. doi:10.1177/089124302237892Anderson, E., & Adams, A. (2011). “Aren’t we all a little bisexual?”: The recognition of bisexuality in an unlikely place. Journal of Bisexuality, 11(1), 3–22. doi:10.1080/15299716.2011.545283Anderson, E., & Bullingham, R. (2015). Openly lesbian team sport athletes in an era of decreasing homohysteria. International Review for the Sociology of Sport, 50(6), 647–660. doi:10.1177/1012690213490520Anderson, E., & Kian, E. M. (2012). Examining media contestation of masculinity and head trauma in the National Football League. Men and Masculinities, 15(2), 152–173. doi:10.1177/ 1097184X11430127Anderson, E., Magrath, R., & Bullingham, R. (2016). Out in sport: The experiences of openly gay and lesbian athletes in competitive sport. London: Routledge.Anderson, E., & McCormack, M. (2016). The changing dynamics of bisexual men’s lives: Social research perspectives. New York: Springer.16 R. HOUSE ET AL.Baldwin, A., Schick, V. R., Dodge, B., Van Der Pol, B., Herbenick, D., Sanders, S. A., & Fortenberry, J. D. (2017). Variation in sexual identification among behaviorally bisexual women in the Midwestern United States: Challenging the established methods for collecting data on sexual identity and orientation. Archives of Sexual Behavior, 46(5), 1337–1348. doi:10.1007/s10508-016-0817-0Barak, K. S. (2019). Focusing on the B in LGBTIQ: Bisexual athletes and sport. In V. Krane (Ed.), Sex, gender, and sexuality in sport: Queer inquiries (pp. 105–122). London: Routledge.Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L. (2008). British bisexuality: A snapshot of bisexual representations and identities in the United Kingdom. Journal of Bisexuality, 8(1–2), 141–162. doi:10.1080/15299710802143026Barker, M., Richards, C., Jones, R., Bowes-Catton, H., Plowman, T., Yockney, J., & Morgan, M. (2012). The bisexuality report: Bisexual inclusion in LGBT equality and diversity. Report No. N/A. Centre for Citizenship, Identity and Governance, The Open University. Retrieved from http://www.bisexualindex.org.uk/uploads/Main/TheBisexualityReport.pdf Bell, B. C. (2019, September 24). WWE’s Piper Niven comes out as bisexual. Outsports. Retrieved from https://www.outsports.com/2019/9/24/20881374/wwe-piper-niven-coming- out-bisexual-lgbt-wrestling Belous, C. K., & Bauman, M. L. (2017). What’s in a name? Exploring pansexuality online. Journal of Bisexuality, 17(1), 58–72. doi:10.1080/15299716.2016.1224212Billings, A. C., & Moscowitz, L. M. (2018). Media and the coming out of gay male athletes in American team sports. New York: Peter Lang.Blinde, E. M., & Taub, D. E. (1992). Homophobia and women’s sport: The disempowerment of athletes. Sociological Focus, 25(2), 151–166. doi:10.1080/00380237.1992.10570613Bowens, A. (2017, March 14). Goofy video with boyfriend spurs bisexual pro wrestler to come out. Outsports. Retrieved from https://www.outsports.com/2017/3/14/14890694/anthony- bowens-wrestling-bisexual-coming-out Brown, C., Montgomery, D., & Hammer, T. R. (2017). Perceptions of individuals who are non-monosexuals held by graduate students: A Q methodological study. Journal of Bisexuality, 17(1), 73–87. doi:10.1080/15299716.2016.1276502Buzinski, J. (2019, January 30). Pro wrestler Anthony Bowens on why he now identifies as gay, not bi. Outsports. Retrieved from https://www.outsports.com/2019/1/30/18201768/anthony- bowens-pro-wrestler-gay-bisexual Cahn, S. K. (1993). From the “muscle moll” to the “butch” ballplayer: Mannishness, lesbianism, and homophobia in U.S. women’s sport. Feminist Studies, 19(2), 343–368. doi:10.2307/3178373Caudwell, J. (2007). Queering the field? The complexities of sexuality within a lesbian-identified football team in England. Gender, Place and Culture, 14(2), 183–196. doi:10.1080/ 09663690701213750CNN. (2013, December 2). Tom Daley: Olympic diver reveals he is in a gay relationship. CNN. Retrieved from https://edition.cnn.com/2013/12/02/sport/tom-daley-dating-man-diving Connelly, C. (2014, February 10). Mizzou’s Michael Sam says he’s gay. ESPN. Retrieved from https:// www.espn.co.uk/espn/otl/story/_/id/10429030/michael-sam-missouri-tigers-says-gay Cunningham, G. B. (2012). A multilevel model for understanding the experiences of LGBT sport participants. Journal for the Study of Sports and Athletes in Education, 6(1), 5–20. doi:10.1179/ssa.2012.6.1.5Daley, T. (2013, December 2). Tom Daley: Something I want to say . . . [video]. YouTube. Retrieved from https://www.youtube.com/watch?v=OJwJnoB9EKw Dashper, K. (2012). ‘Dressage is full of queens!’ Masculinity, sexuality and equestrian sport. Sociology, 46(6), 1109–1124. doi:10.1177/0038038512437898Dilks, B. (2016, November 7). Bisexual boxer Nicola Adams opens up about coming out and facing up to prejudice in sport. PinkNews. Retrieved from http://www.pinknews.co.uk/ JOURNAL OF HOMOSEXUALITY 172016/11/07/bisexual-boxer-nicola-adams-opens-up-about-coming-out-and-facing-up-to- prejudice-in-sport/ Drury, S. (2011). ‘It seems really inclusive in some ways, but . . . inclusive just for people who identify as lesbian’: Discourses of gender and sexuality in a lesbian-identified football club. Soccer & Society, 12(3), 421–442. doi:10.1080/14660970.2011.568108DutchNews. (2020, March 1). Ireen Wüst, Patrick Roest take world allround speed skating titles, again. DutchNews. Retrieved from https://www.dutchnews.nl/news/2020/03/ireen- wust-patrick-roest-take-world-allround-speed-skating-titles-again/ Dyar, C., Feinstein, B. A., Schick, V., & Davila, J. (2017). Minority stress, sexual identity uncertainty, and partner gender decision making among nonmonosexual individuals. Psychology of Sexual Orientation and Gender Diversity, 4(1), 87–104. doi:10.1037/sgd0000213Eisner, S. (2013). Bi notes for a bisexual revolution. Berkeley: Seal Press.Elia, J. P. (2016). Essentialist– Constructionist debate on the origins of sexual orientation. In A. E. Goldberg (Ed.), The SAGE encyclopedia of LGBTQ studies (pp. 365–370). Thousand Oaks: Sage.Elling, A., De Knop, P., & Knoppers, A. (2003). Gay/lesbian sport clubs and events: Places of homo-social bonding and cultural resistance? International Review for the Sociology of Sport, 38(4), 441–456. doi:10.1177/1012690203384005Flanders, C. E. (2017). Under the bisexual umbrella: Diversity of identity and experience. Journal of Bisexuality, 17(1), 1–6. doi:10.1080/15299716.2017.1297145Flanders, C. E., LeBreton, M. E., Robinson, M., Bian, J., & Caravaca-Morera, J. A. (2017). Defining bisexuality: Young bisexual and pansexual people’s voices. Journal of Bisexuality, 17(1), 39–57. doi:10.1080/15299716.2016.1227016Galupo, M. P. (2011). Bisexuality: Complicating and conceptualizing sexual identity. Journal of Bisexuality, 11(4), 545–549. doi:10.1080/15299716.2011.620866Galupo, M. P. (2018). Plurisexual identity labels and the marking of bisexual desire. In D. J. Swan & S. Habibi (Eds.), Bisexuality: Theories, research, and recommendations for the invisible sexuality (pp. 61–75). Cham: Springer.Galupo, M. P., Ramirez, J. L., & Pulice-Farrow, L. (2017). “Regardless of their gender”: Descriptions of sexual identity among bisexual, pansexual, and queer identified individuals. Journal of Bisexuality, 17(1), 108–124. doi:10.1080/15299716.2016.1228491Ghaziani, A. (2014). There goes the gayborhood? Princeton: Princeton University Press.Granderson, L. (2013, July 27). Sheryl Swoopes being herself. ESPN. Retrieved from https://www. espn.com/espnw/nine-for-ix/story/_/id/9514311/espnw-nine-ix-sheryl-swoopes-being-herself Griffin, P. (1992). Changing the game: Homophobia, sexism, and lesbians in sport. Quest, 44 (2), 251–265. doi:10.1080/00336297.1992.10484053Groves, R. M., Fowler, F. J., Jr., Couper, M. P., Lepkowski, J. M., Singer, E., & Tourangeau, R. (2009). Survey methodology (2nd ed.). Hoboken: Wiley.Halbrook, M. K., Watson, J. C., & Voelker, D. K. (2019). High school coaches’ experiences with openly lesbian, gay, and bisexual athletes. Journal of Homosexuality, 66(6), 838–856. doi:10.1080/00918369.2017.1423222Hall, E. (2017, May 29). Univ. of Miami tennis player Nile Clark wants to end bisexual confusion. Outsports. Retrieved from https://www.outsports.com/2017/5/29/15711022/lgbt- miami-athlete-tennis-nile-clark Hamdi, N., Lachheb, M., & Anderson, E. (2017). Masculinity, homosexuality and sport in an Islamic state of increasing homohysteria. Journal of Gender Studies, 26(6), 688–701. doi:10.1080/09589236.2016.1155979Hargreaves, J., & Anderson, E. (Eds.). (2014). Routledge handbook of sport, gender and sexuality. London: Routledge.18 R. HOUSE ET AL.Hodgson, N. (2013, December 2). We shouldn’t rush to define Tom Daley’s sexuality. The Guardian. Retrieved from http://www.theguardian.com/commentisfree/2013/dec/02/tom- daley-bisexual-sexuality-diver-relationship-man Holleb, M. L. E. (2019). The A– Z of gender and sexuality: From ace to ze. London: Jessica Kingsley.Jackman, J. (2018, February 21). Winter Olympics 2018: Out skaters Ireen Wüst and Brittany Bowe have just won medals. PinkNews. Retrieved from https://www.pinknews.co.uk/2018/02/ 21/winter-olympics-2018-out-skaters-ireen-wust-and-brittany-bowe-have-just-won-medals/ Jarvis, N. (2015). The inclusive masculinities of heterosexual men within UK gay sport clubs. International Review for the Sociology of Sport, 50(3), 283–300. doi:10.1177/1012690213482481Kelleher, P. (2020, January 24). Bisexual Olympian reveals some athletes won’t even shake his hand since he came out. PinkNews. Retrieved from https://www.pinknews.co.uk/2020/01/24/bisexual- olympics-jack-woolley-ireland-taekwondo-coming-out-homophobia-biphobia/ Kian, E. M., & Anderson, E. (2009). John Amaechi: Changing the way sport reporters examine gay athletes. Journal of Homosexuality, 56(7), 799–818. doi:10.1080/00918360903187788King, S. (2009). Homonormativity and the politics of race: Reading Sheryl Swoopes. Journal of Lesbian Studies, 13(3), 272–290. doi:10.1080/10894160902876705Kinsey, A. C., Pomeroy, W. B., & Martin, C. E. (1948). Sexual behavior in the human male. Philadelphia: W.B. Saunders.Klein, F., Sepekoff, B., & Wolf, T. (1985). Sexual orientation: A multi-variable dynamic process. Journal of Homosexuality, 11(1–2), 35–49. doi:10.1300/J082v11n01_04Krane, V. (Ed.). (2019). Sex, gender, and sexuality in sport: Queer inquiries. London: Routledge.Lenskyj, H. (1990). Power and play: Gender and sexuality issues in sport and physical activity. International Review for the Sociology of Sport, 25(3), 235–245. doi:10.1177/101269029002500305Lenskyj, H. (1991). Combating homophobia in sport and physical education. Sociology of Sport Journal, 8(1), 61–69. doi:10.1123/ssj.8.1.61Lim, G., & Hewitt, B. (2018). Discrimination at the intersections: Experiences of community and belonging in nonmonosexual persons of color. Journal of Bisexuality, 18(3), 318–352. doi:10.1080/15299716.2018.1518182Linnell, C. (2018, November 9). Karina Manta is team USA’s first out female figure skater. The Advocate. Retrieved from https://www.advocate.com/sports/2018/11/09/karina-manta-team -usas-first-out-female-figure-skater Lloyd, S. L. (2017, September 10). What does pansexuality mean? Liveaboutdotcom. Retrieved from http://dating.about.com/od/glossarywordspq/g/pansexual.htm Maddocks, K. L. (2013). Biphobia in sport: Sexual identity and exclusionary practices Unpublished doctoral dissertation. Brunel University.Magrath, R. (Ed.). (2019). LGBT athletes in the sports media. Basingstoke: Palgrave Macmillan.Magrath, R., Anderson, E., & Roberts, S. (2015). On the door-step of equality: Attitudes toward gay athletes among academy-level footballers. International Review for the Sociology of Sport, 50(7), 804–821. doi:10.1177/1012690213495747Magrath, R., Cleland, J., & Anderson, E. (2017). Bisexual erasure in the British print media: Representation of Tom Daley’s coming out. Journal of Bisexuality, 17(3), 300–317. doi:10.1080/15299716.2017.1359130Maurice, E. P. (2019, December 18). Elite US figure skater Amber Glenn comes out as bisexual/ pansexual: ‘I don’t want to hide who I am’. PinkNews. Retrieved from https://www.pin knews.co.uk/2019/12/18/amber-glenn-us-figure-skater-comes-out-bisexual-pansexual/ McCormack, M., & Anderson, E. (2010). The re-production of homosexually-themed dis-course in educationally-based organised sport. Culture, Health & Sexuality, 12(8), 913–927. doi:10.1080/13691058.2010.511271JOURNAL OF HOMOSEXUALITY 19Mitchell, R. C., Davis, K. S., & Galupo, M. P. (2015). Comparing perceived experiences of prejudice among self-identified plurisexual individuals. Psychology & Sexuality, 6(3), 245–257. doi:10.1080/19419899.2014.940372Monro, S. (2015). Bisexuality: Identities, politics, and theories. Basingstoke: Palgrave Macmillan.Ogilvie, M. F., & McCormack, M. (2019). Conner Mertens and the muted media coverage of the first openly bisexual NCAA American football player. In R. Magrath (Ed.), LGBT athletes in the sports media (pp. 189–206). Basingstoke: Palgrave Macmillan.Padgett, D. (2020, July 28). Luke Strong, champion gymnast, comes out as bisexual. Out. Retrieved from https://www.out.com/sports/2020/7/28/luke-strong-champion-gymnast-comes-out- bisexual Parsons, V. (2020, January 28). Zach Sullivan is the first-ever pro ice hockey player to come out as bisexual. PinkNews. Retrieved from https://www.pinknews.co.uk/2020/01/28/zach- sullivan-first-ever-pro-ice-hockey-player-come-out-as-bisexual-manchester-storm/ Press Association. (2016, May 27). Nicola Adams wins world boxing title to complete full gold-medal set. The Guardian. Retrieved from https://www.theguardian.com/sport/2016/ may/27/nicola-adams-wins-world-boxing-title-full-gold-medal-set Pronger, B. (1990). The arena of masculinity: Sports, homosexuality, and the meaning of sex. New York: St. Martin’s Press.Ravel, B., & Rail, G. (2008). From straight to gaie? Quebec sportswomen’s discursive construc-tions of sexuality and destabilization of the linear coming out process. Journal of Sport and Social Issues, 32(1), 4–23. doi:10.1177/0193723507312022Reimer, A. (2020, September 14). Rugby star Levi Davis comes out as bisexual: ‘I want people to feel they can be who they are’. Outsports. Retrieved from https://www.outsports.com/2020/ 9/14/21436131/levi-davis-rugby-bisexual Ross, L. E., Salway, T., Tarasoff, L. A., MacKay, J. M., Hawkins, B. W., & Fehr, C. P. (2018). Prevalence of depression and anxiety among bisexual people compared to gay, lesbian, and heterosexual individuals: A systematic review and meta-analysis. The Journal of Sex Research, 55(4–5), 435–456. doi:10.1080/00224499.2017.1387755Sartore, M. L., & Cunningham, G. B. (2009). The lesbian stigma in the sport context: Implications for women of every sexual orientation. Quest, 61(3), 289–305. doi:10.1080/ 00336297.2009.10483617Swan, D. J. (2018). Defining bisexuality: Challenges and importance of and toward a unifying definition. In D. J. Swan & S. Habibi (Eds.), Bisexuality: Theories, research, and recommen-dations for the invisible sexuality (pp. 37–60). Cham: Springer.Symons, C. M., O’Sullivan, G. A., & Polman, R. (2017). The impacts of discriminatory experiences on lesbian, gay and bisexual people in sport. Annals of Leisure Research, 20(4), 467–489. doi:10.1080/11745398.2016.1251327Tharrett, M. (2014, January 28). Willamette freshman Conner Mertens becomes first LGBT college football player. Queerty. Retrieved from https://www.queerty.com/williamette- freshman-conner-mertens-is-first-openly-gay-college-football-player-20140128 Torres, J. G. (2019). A biopsychosocial perspective on bisexuality: A review for marriage and family therapists. Journal of Bisexuality, 19(1), 51–66. doi:10.1080/15299716. 2019.1596863Ullmer, M. (2017, July 24). Basketball legend Sheryl Swoopes ties the knot. ESPN. Retrieved from https://www.espn.com/espnw/culture/the-buzz/story/_/id/20141715/hall-fame-basketball-star- sheryl-swoopes-ties-knot Vigdor, N. (2019, August 30). Ryan Russell, N.F.L. free agent, comes out as bisexual: ‘It’s so much better than hiding’. The New York Times. Retrieved from https://www.nytimes.com/ 2019/08/30/us/ryan-russell-nfl-bisexual.html 20 R. HOUSE ET AL.Vilanova, A., Soler, S., & Anderson, E. (2020). Examining the experiences of the first openly gay male team sport athlete in Spain. International Review for the Sociology of Sport, 55(1), 22–37. doi:10.1177/1012690218780860Wakefield, L. (2020, September 14). Strictly star Nicola Adams reflects on coming out as a lesbian after becoming ‘annoyed’ by incorrect bisexual label. PinkNews. Retrieved from https://www.pinknews.co.uk/2020/09/14/nicola-adams-strictly-come-dancing-lesbian-bisex ual-coming-out-ella-baig/ White, J., & Thomas, C. (2016, August 20). Rio Olympics 2016: Nicola Adams becomes first female athlete to retain boxing title with team GB’s 26th gold. The Telegraph. Retrieved from https:// www.telegraph.co.uk/olympics/2016/08/20/nicola-adams-v-sarah-ourahmoune-womens-olym pic-boxing-at-rio-201/ Zeigler, C. (2010, March 26). Bisexual wrestler Orlando Jordan premieres on TNA. Outsports. Retrieved from https://www.outsports.com/2010/3/26/3863290/bisexual-wrestler-orlando- jordan-premieres-on-tna Zeigler, C. (2011, July 14). Sheryl Swoopes is not a lesbian, now engaged to marry a man. Outsports. Retrieved from https://www.outsports.com/2011/7/14/4051542/sheryl-swoopes- is-not-a-lesbian-now-engaged-to-marry-a-man Zeigler, C. (2012, May 22). MMA fighter Jessica Aguilar comes out as bisexual. Outsports. Retrieved from https://www.outsports.com/2012/5/22/4053138/mma-fighter-jessica-aguilar -comes-out-as-bisexual Zeigler, C. (2014, January 28). Conner Mertens came out to his college football team. Now he comes out publicly. Outsports. Retrieved from https://www.outsports.com/2014/1/28/ 5348936/conner-mertens-willamette-football-kicker Zeigler, C. (2018, February 12). Ireen Wust wins gold, is most decorated speed skater ever. Outsports. Retrieved from https://www.outsports.com/2018/2/12/17004364/ireen-wust-gold -medal-olympics-1500-meter-lgbtJOURNAL OF HOMOSEXUALITY 21",
    "id": 379728847,
    "identifiers": {
        "doi": "10.1080/00918369.2021.1913916",
        "oai": "oai:pure.atira.dk:publications/875ba639-f661-4f82-905c-e4c3b09d3347"
    },
    "title": "Representation matters:Progressing research in plurisexuality and bisexuality in sport",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-05-17T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://cris.brighton.ac.uk/ws/files/23957682/00918369.2021.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/379728847.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/379728847"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/379728847/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/379728847/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/379728847"
        }
    ],
    "abstract": "Plurisexual is an umbrella term which refers to individuals who are, or who have the potential to be, attracted to more than one gender. Identities including bisexual, pansexual and fluid therefore fall under the category plurisexual. Academic research surrounding plurisexuality and sport has received limited academic attention in comparison to research based on homosexuality and sport. Existing academic research in relation to plurisexuality and sport concentrates predominantly on bisexuality, although this is also limited. For this reason, bisexuality takes a central focus within this article. The analysis highlights the complexities when defining the term bisexual. It then examines the impact of athletes and bisexuality in the media. A critical analysis of research based on the experiences and understandings of bisexuality and sport is then undertaken. Suggestions for future research are also given to increase academic knowledge in this currently marginalized area of sport.</p",
    "tags": [
        "article",
        "Plurisexual",
        "bisexual",
        "sexual identity",
        "sexual orientation",
        "sport"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/875ba639-f661-4f82-905c-e4c3b09d3347",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4837",
        "openDoarId": 0,
        "name": "University of Brighton Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 379728847,
        "depositedDate": null,
        "publishedDate": "2021-05-17T01:00:00+01:00",
        "updatedDate": "2024-01-22T03:17:02+00:00",
        "acceptedDate": null,
        "createdDate": "2021-02-05T16:36:50+00:00"
    },
    "urls": [
        "https://research.brighton.ac.uk/en/publications/875ba639-f661-4f82-905c-e4c3b09d3347",
        "https://cris.brighton.ac.uk/ws/files/23957682/00918369.2021.pdf",
        "https://doi.org/10.1080/00918369.2021.1913916",
        "http://www.scopus.com/inward/record.url?scp=85106296748&partnerID=8YFLogxK"
    ],
    "lastUpdate": "2024-01-22T03:17:02+00:00",
    "setSpecs": []
}