{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Huxley, Caroline J."
        },
        {
            "name": "Clarke, Victoria"
        },
        {
            "name": "Halliwell, Emma"
        }
    ],
    "contributors": [],
    "createdDate": "2013-09-24T21:50:20+01:00",
    "dataProvider": {
        "id": 136,
        "name": "Warwick Research Archives Portal Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/136",
        "logo": "https://api.core.ac.uk/data-providers/136/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1002/casp.2161",
    "downloadUrl": "https://core.ac.uk/download/16664720.pdf",
    "fullText": " http://wrap.warwick.ac.uk            Original citation: Huxley, Caroline J., Clarke, Victoria and Halliwell, Emma. (2013) Resisting and conforming to the ‘lesbian look’ : the importance of appearance norms for lesbian and bisexual women. Journal of Community & Applied Social Psychology . ISSN 1052-9284  Permanent WRAP url: http://wrap.warwick.ac.uk/56200    Copyright and reuse: The Warwick Research Archive Portal (WRAP) makes this work by researchers of the University of Warwick available open access under the following conditions.  Copyright © and all moral rights to the version of the paper presented here belong to the individual author(s) and/or other copyright owners.  To the extent reasonable and practicable the material made available in WRAP has been checked for eligibility before being made available.  Copies of full items can be used for personal research or study, educational, or not-for-profit purposes without prior permission or charge.  Provided that the authors, title and full bibliographic details are credited, a hyperlink and/or URL is given for the original metadata page and the content is not changed in any way.  Publisher’s statement: This is the pre-peer reviewed version of the following article: Huxley, Caroline J., Clarke, Victoria and Halliwell, Emma. (2013) Resisting and conforming to the ‘lesbian look’ : the importance of appearance norms for lesbian and bisexual women. Journal of Community & Applied Social Psychology . ISSN 1052-9284, which has been published in final form at http://dx.doi.org/10.1002/casp.2161    A note on versions: The version presented here is a working paper or pre-print that may be later published elsewhere.  If a published version is known of, the above WRAP url will contain details on finding it.  For more information, please contact the WRAP Team at: publications@warwick.ac.uk  1  Resisting and conforming to the ‘lesbian look’: The importance of appearance norms for lesbian and bisexual women Abstract  Appearance is one way in which lesbian and bisexual identities and affiliation to LGB subculture can be demonstrated.  ‘Butch’ and ‘androgynous’ styles have been used by lesbian women to communicate a non-heterosexual identity.  However, some LGB appearance researchers have argued that there has been a mainstreaming and diversification of lesbian style in the last couple of decades, which has resulted in less distinction between lesbian and straight looks.  This research draws on the Social Identity approach to explore contemporary style in lesbian and bisexual communities.  Fifteen lesbian and bisexual women took part in semi-structured interviews which were analysed using thematic analysis. Although some participants reported a diversification of lesbian style, most used the terms ‘butch’ and ‘androgynous’ to describe lesbian appearance, and a ‘boyish’ look was viewed as the most common contemporary lesbian style.  By contrast, most participants could not identify distinct bisexual appearance norms.  The data provide evidence of conflicting desires (and expectations) to visibly project social identity by conforming to certain styles, and to be an authentic, unique individual by resisting these sub-cultural styles.   Keywords: lesbian dress and appearance; social identity; lesbian; bisexual; LGB communities; thematic analysis      2  Introduction  Adoption of specific appearance norms is a common way for shared tastes or group affiliations to be communicated, and specific appearance styles are often central to many subcultures and communities1 (Snell & Hodgetts, 2007).  Within the Social Identity approach (Tajfel, 1978; Tajfel & Turner, 1985), group norms around appearance (amongst other things) outline the shared social identity, and are cognitively represented as ‘prototypes’ that define appropriate behaviour for group members (Hogg, 2006).  Therefore, norms in style and appearance can function as a “system of classification” allowing a group or subculture to collectively distinguish themselves from outsiders (Hodkinson, 2002: 80).   Connecting with a community can be particularly important for people who are socially marginalised or share stigmatized identities, as connections with similarly marginalised others can provide important sources of social support, interaction and understanding (Hodkinson, 2002; Markowe, 2002).  However, subcultural groups have more than just a supportive role; they can facilitate social identity formation and influence the values, attitudes and activities considered important for group membership (Markowe, 2002; Widdicombe & Wooffitt, 1995).  Subcultures centred around identities such as Goth, Punk, Hippy and LGB (lesbian, gay, bisexual) sexualities have all been found to value specific appearances that differ from the perceived mainstream (Hodkinson, 2002; Rothblum, 1994; Widdicombe & Wooffitt, 1995).  The focus of this paper is lesbian and bisexual women’s appearance norms, and the influence of LGB subculture and the heteronormative mainstream on these styles.   Lesbian and bisexual appearance norms Appearance norms that differ from mainstream ideals (Krakauer & Rose, 2002) have always existed within lesbian communities (Rothblum, 1994).  According to the Social Identity approach, perceived differences between the in-group and out-group are accentuated to clearly define the characteristics and separateness of the groups (Hogg, 3  2006).  In terms of appearance then, differences between straight2 and lesbian (and possibly also bisexual) women are emphasized, so that each group are perceived to have distinct styles. Historically, the most well known and distinctive lesbian appearance within LGB communities is ‘butch’3 (Nestle, 1992).  Stereotypically, butch lesbians have rejected culturally normative femininity, and are associated with masculine roles, clothes, and short hair (Erickson, 1999; Rothblum, 2010).  However, the butch norm is complex (Rothblum, 2010), and women can embody butch style in many different ways (Levitt & Hiestand, 2004).  McLean (2008) argued that there has been a consolidation of lesbian identity around the butch image, so that the terms ‘butch’ and ‘lesbian’ have become synonymous (see also Halberstam, 1998).  This consolidation has led to the privileging of the experiences of butch women over non-butch women and the assumption that butch women are ‘authentic’ or ‘real’ lesbians (McLean, 2008). ‘Femme’ lesbians, traditional partners to butch lesbians, are associated with femininity in appearance; long hair, make-up and feminine or ‘provocative’ clothing (Levitt, Gerrish & Hiestand, 2003; Zipkin, 1999).  As femininity is often associated with heterosexuality, femme lesbians are often misread as straight (Levitt et al., 2003).  While butch/femme appearances (and associated gender roles) were popular in the early half of the twentieth century, Rothblum (1994) argued that androgyny became the norm with the rise of lesbian feminism in the 1970s.  The androgynous lesbian appearance comprised jeans or loose trousers, shirts and minimal jewellery.  However, butch/femme became popular again with the advent of Queer Theory in the 1990’s (Eves, 2004). Recent research, however, has described lesbian appearance norms as becoming far less prescriptive and more diverse (Clarke & Spence, 2012).  The iconic butch lesbian appearance, and the terms ‘butch’ and ‘femme’, were described as “outdated” by many of Rothblum’s (2010: 38) lesbian participants; instead they described how a ‘boyish’ appearance (which is ‘softer’ than butch style) is now popular. Holliday (2001) described 4  how the visible differentiation between straight and lesbian women was becoming eroded since androgyny had been embraced by mainstream youth culture.  Similarly for men, the concept of the ‘metrosexual’ man is seen as a mainstreaming of gay male sensibilities (Shugart, 2008).  Such comments have led researchers to question whether there is still a distinctive lesbian ‘dress-code’ (Hutson, 2010; Clarke & Spence, 2012).   In stark contrast, there is a lack of research focussing on bisexual women’s appearance norms.  Of the handful of studies that exist, it has been suggested both that subtle frameworks of dress and beauty practices do exist for bisexual women (Holliday, 1999) and that bisexual women often draw on lesbian or straight styles (Taub, 1999), but there is no distinctive or easily identifiable bisexual style (Hayfield, 2011).   Functions of lesbian and bisexual appearance norms In line with the notion that style can serve as a classification system to differentiate between groups (Hodkinson, 2002), research has shown that many lesbian women make changes in their appearance to conform to prototypical butch or androgynous norms after coming out as lesbian (Clarke & Turner, 2007; Krakauer & Rose, 2002).  Skidmore (1999) argued that appearance is used to communicate messages about sexuality that can be ‘read’ by either the world at large or by others ‘in the know’. Being recognised by others ‘in the know’ is a historically important function of lesbian appearance norms; visual recognition provides access to LGB social spaces and a degree of status within a community (Clarke & Turner, 2007; Hodkinson, 2002; Holliday, 1999), and safely allows women to surreptitiously identify each other without being immediately identifiable to wider society (Rothblum, 1994).  It is possible, then, that if lesbian women perceive a positive change in social attitudes towards non-heterosexuality they may feel less need to adopt distinct appearances, leading to a mainstreaming of lesbian style. Bisexual women also often consciously alter their appearance and beauty practices after coming out (Taub, 1999).  This may involve ending their engagement in ‘feminine’ beauty activities (such as shaving body hair and wearing make-up) and incorporating some 5  lesbian norms into their appearance (Taub, 1999), providing them with a degree of subcultural capital in LGB communities (Thornton, 1997).  However, because no unique appearance norms exist, visual recognition of a distinctly bisexual identity is not easy to achieve (Hayfield, 2011). Members of many subcultures have described how their communities provide them with freedom to dress in a way that reflects who they really are (Hodkinson, 2002), ensuring congruence between their inner-self and social identities (Clarke & Turner, 2007).  However, within LGB communities this freedom is often highly restricted, as both lesbian and bisexual women have felt judged by the degree to which they conform to specific appearance norms (Hutson, 2010; Taub, 2003).  Feminine appearing lesbian and bisexual women have described how their sexual identity and their right to access LGB space have been questioned (Levitt et al., 2003; McLean, 2008).  Conversely, within mainstream society, being visibly recognizable as lesbian can have negative social effects, and butch women in particular may experience social stigma, homophobic discrimination and abuse (Eves, 2004). In addition to possible conflict between LGB subcultural and mainstream appearance norms, the intersections of race, social class and sexuality can cause women to experience tension between specific cultural styles and the ‘beauty’ ideals of mainly white, middle class LGB communities (e.g. Blackwood & Wierenga, 1999; Lyle, Jones & Drakes, 1999; Taylor, 2007). This research draws on the Social Identity approach (Tajfel, 1978; Tajfel & Turner, 1985), to explore lesbian and bisexual appearance norms in relation to LGB subculture and the heteronormative mainstream.  The current study will focus on the qualities of contemporary style for lesbian and bisexual women, exploring how lesbian and bisexual identities are linked to appearance, and whether appearance is still policed by LGB communities.     6  Method  This study is part of a mixed-methods program of research that explores lesbian and bisexual women’s ‘body image’ and appearance concerns (Huxley, 2010; Huxley, 2013; Huxley, Clarke & Halliwell, 2011, 2013).  Data were collected using semi-structured interviews, allowing participants to discuss issues that are important to them, while still permitting possible comparisons and identification of themes across the data set.  Participants Recruitment initially occurred through purposive sampling of the first authors’ personal and professional networks (resulting in two friends of the first author participating), and subsequently through snowball sampling of participants’ friends, groups, networks and professional organizations.  These techniques are commonly used in LGBTQ (lesbian, gay, bisexual, trans, queer) research, where populations are typically ‘hidden’ and hard to reach (Clarke, Ellis, Peel, & Riggs, 2010).  In order to recruit a diverse group of women, as part of the wider research programme (Huxley, 2010), no restrictions were placed on participants’ age, social class or ethnicity.  After making an initial enquiry participants were provided with detailed information about the study, including the fact that that the interviewer (CH) is a straight woman who is committed to non-heterosexist and inclusive research, and followed guidance for non-heterosexist research (e.g., Herek, Kimmel, Amaro, & Melton, 1991).  Participants were also informed that the research project was supervised by a non-heterosexual woman (VC).   A total of fifteen predominantly white British/Irish, middle-class women, aged 18 to 69 years old (most aged 18-30) were recruited.  To enable participants to choose how they are described within the research, they were encouraged to select their own pseudonym, and to describe their sexuality and gender using their own terms.  We use these terms when quoting from the interviews (see Table 1 for descriptions of participants).    7  <<Table 1 about here>> Interview Guide and Procedure The interview guide was based on a review of relevant literature, and our own interests in conducting the research.  The guide included questions on how participants’ felt about their appearance, how different social environments influenced these feelings (e.g. “can you describe any differences in the way that you would dress if you were going to an LGB environment (a gay club for example) compared to a straight environment?”), and whether their appearance concerns changed after they ‘came out’ (e.g. “some women say that looking back, they made changes to their appearance when they first came out.  Do you feel this is true for you?  What changes did you make?”).  As part of the broader research program, participants were also asked how their partner relationships and the media affected their feelings towards their body size and appearance, and these findings are reported elsewhere (Huxley et al., 2011, 2013).   Interviews took place in a location chosen by the participants - their homes (9 participants), workplace (2) or another ‘neutral’ venue (4). The interviews lasted between 45 and 90 minutes, were digitally recorded and transcribed verbatim.   Analysis Data were analysed using a thematic approach within a broadly contextualist framework (Willig, 1999).  Thematic analysis (TA) focuses on making sense of individual experiences, and locating their accounts within the broader socio-cultural context (Braun & Clarke, 2006).  Our analysis is ‘inductive’, as it is data-driven rather than theory driven, and we aim to stay close to the participants’ language and concepts.  However, critical feminist and queer analyses of the patriarchal and heteronormative social context in which women live also inform our analysis (e.g. Ellis, 2007; Eves, 2004).  The analytic procedures of TA (Braun & Clarke, 2006) focus on a process of ‘immersion’ in the dataset: reading and re-reading the data before developing codes and organising these into themes and sub-themes.  CH ‘immersed’ herself in the data, 8  generated codes, and then organised these codes into initial themes. This initial analysis was then reviewed and refined with the second and third authors.  When we use direct quotations from participants, we signal our editing of the quotation (such as deletion of hesitation) with a bracketed gap, while an ellipsis signifies a pause in speech.  Results The analysis produced three themes: the ‘L’ look; looking the part; and resisting the ‘look’.  The first theme focuses on styles that participants thought are currently popular among lesbian and bisexual women, and ideas as to why these appearances may be in the process of changing.  The second two themes focus on conflicting desires to visibly project a social identity (and expectations to do so), but also to be an authentic and unique individual. The ‘L’ look ‘Traditional’ lesbian looks Specific appearances currently favoured within lesbian communities were frequently described as being “masculine” or “butch” by numerous participants, suggesting that many lesbians still favour ‘traditional’ lesbian style.  However, several participants commented negatively about butch styles, suggesting that they were only favoured by older lesbians or women who had recently come ‘out’.  This suggests that for some women, adopting a butch appearance is part of the coming out process. Negativity towards butch appearances may stem from numerous sources, such as perceptions that butch style is ‘outdated’ (Rothblum, 2010), or mainstream negative stereotypes and media representations of ‘ugly’ butch women (Geiger, Harwood & Hummert, 2006).  Alternatively, this negativity may stem from perceptions that butch lesbians mimic heterosexual male gender roles (Halberstam, 1998).  This ‘butch phobia’ (Halberstam 1998), much like ‘sissyphobia’ (Bergling, 2001), is based on an aversion to visibly queer 9  gender performances that challenge heteronormativity and compulsory heterosexuality (Taulke-Johnson, 2008).  Historically, lesbians and gay men were encouraged to conform to the rules of compulsory heterosexuality by the political strategies of the 1950s homophile movement, which placed responsibility on the individual to manage heterosexism by strategically assimilating with mainstream society in order to secure public acceptance (Clarke, Hayfield & Huxley, 2012). For some participants there was diversity in contemporary lesbian styles, for example, Philios (23 year old lesbian) was aware of “stereotypical sports-lesbians.  Erm, and then you probably get the, a little bit more geeky, bit more funky, erm, crowd”.  However, others felt that current styles were fairly homogenous, and a “boyish” look was described as being very popular by many of the younger participants.    “they all look the same… you know, this kind of, there’s a bit of a boyish look going on at the moment isn’t there?  And it’s sort of short spiky hair, and chunky trainers” (Sally, 25 year old lesbian).   Tara described a very distinct style that was popular among the young urban lesbians she knew, herself included.  By suggesting that this style was not “traditional”, she distances it from butch or androgynous appearances, and locates her style as being contemporary and ‘trendy’: “really kind of erm skinny jeans and asymmetrical, erm, hair, kind of electro-pop [...] I do it myself, you wear like kind of bright make-up and, erm, like kind of erm… just really kind of bright clothes and things like that […] you could recognize someone as being gay but they wouldn’t necessarily look, sort of, your traditional, er, version of gay” (Tara, 23 year old gay woman). In contrast to the wealth of descriptors used to define lesbian styles, bisexual appearance norms were less well defined.  Although the bisexual look was described as “funky”, “cool”, “alternative” and “androgynous”, there was a lack of explicit bisexual-specific appearance norms (Hayfield, 2011), as Isabel reflected:   10  “I don’t think there are enough indicators… around that bisexual women have to call on.  Erm, there are the bi colours, which are pink, purple and blue [...]  But they’re also quite hippy colours, pink’s quite a gay colour [...] it’s so ambiguous and it’s so tied in with other types of looks” (Isabel, 30 year old bi woman). Both the lesbian and bisexual participants suggested that hair was the most important signifier of a woman’s sexuality.   Short hair is has long been considered a defining ‘symbol’ of lesbianism (Zipkin, 1999), whereas dominant cultural representations of heterosexual gendered femininity are centred around long hair (Hickey-Moody, Rasmussen & Harwood, 2008).  Although short and spiky hairstyles were frequently described as being popular among lesbians, some suggested that straight women may have similar hairstyles:  “the majority, possibly, of lesbians do have short spiky hair [...] you can tell they’ve been to, you know, a good hairdresser, and they’ve just quite funky hair, I think that’s, that’s different.  I think, you know, a lot of, um, probably straight women have hair like that as well” (Louise, 27 year old lesbian). Changing appearances after ‘coming out’ There was some discussion among the participants as to whether visible signifiers of sexuality have changed over recent years.  Tattoos and piercings, previously integral to lesbian appearances (Walker, 1998), were cited by Tove as having “lost their power” as a signifier since they have become more popular and mainstream (Riley & Cahill, 2005).  This sentiment was echoed by Jolim who described how she knew both gay and straight people with body art: “I think a lot of, a lot of my [gay] friends do have tattoos, but a lot of my straight friends have tattoos as well.  So I don’t, I don’t think it is, maybe it was in the past, but I think the more commercial and mainstream tattoos and piercings are getting, the less… it, it’s needed to, kind of, stand out, if you like” (Jolim, 27 year old lesbian). 11  These comments correspond with the notion of ‘cultural dilution’ (Riley & Cahill, 2005); the ability to read particular identities/subjectivities from body art is threatened by its increasing popularity.  This could indicate a mainstreaming of certain aspects of lesbian style.  However, in contrast, several participants suggested that body art was still very popular with lesbians (“if I saw a girl with piercings and tattoos I probably would assume that they were gay. [...] I think that is kind of a stereotype that is true, you know?” Tara, 23 year old gay woman), or that its capacity to signify non-heterosexuality was dependant on style and/or location on the body.  For example, jewellery or tattoos featuring lesbian symbols or colours, lip or tongue piercings, masculine-looking tattoos and lower arm tattoos were seen as being part of the ‘look’:  “It depends very much on the place and the style of jewellery, piercings and tattoos.  I think… less feminine tattoos certainly could be construed as being a bit of a, a kind of dykey lesbiany thing, and I have… an understanding that tattoos on the lower arm are something that only lesbian women ‘should’ do” (Isabel, 30 year old bi woman). Some participants did comment that diversity was increasing; lesbian styles were becoming more mainstream and less distinctive.  This was particularly noted about younger lesbians, indirectly supporting the idea that stereotypical appearances are more popular with older women:  “...lots of younger, sort of, dykes out there [...] for the most part they’re indistinguishable in their appearance from heterosexual women” (Sylvia, 49 year old lesbian).  Some participants also noted how femininity was becoming more popular within LGB subculture: “I think it is changing though, and you get a lot, like I’ve seen women go out and they dress really femininely, wear the nice clothes, and you didn’t really see that, that often sort of around about year 2000 [...] I never really saw women like that.  If I saw a woman like that in a gay club, I would instantly assume that they were 12  straight.  And the times that I tried it, yeah they were straight.  [Laughs].  But now, but now you really can’t tell” (Pat, 27 year old lesbian). A small number of participants speculated that this shift in appearance norms was occurring because of changing social attitudes towards lesbians; as society is becoming more accepting of diversity, there is less need for the visible cues that signify non-heterosexual identities to others who can ‘read’ them (Rothblum, 1994).   Pat (27 year old lesbian) commented that “social attitudes have changed so it’s not really a biggie, but for someone to say they’re gay… I don’t know whether people did it [adopt lesbian styles] before to get… to, to make it known without having to say”.  Rachel reflected on how society had changed since she came out.  She suggested that increasing social acceptance provided more freedom for younger lesbians in terms of their appearance, enabling them to reject established appearance norms: “it’s a lot easier for them as well than it was, than it was for us in terms of what they can do, what they can’t do [...] I’m not saying everything’s fine, but times have changed.  And, and times have changed in ways which, for, for a lot of people makes it easier [...] and I think there’s, because there’s more possibility of experimentation, there’s more diversity, and there’s more ways of ‘doing’ lesbian than there used to be” (Rachel, 62 year old lesbian).    Looking the part (on the gay scene) Participants talked about the importance of using their appearance to represent their non-heterosexual identity, describing how such visual cues brought benefits within LGB communities (which ‘policed’ appearance).  However, being visibly recognisable could also have negative consequences within mainstream environments, particularly where normative heterosexual femininity was expected. The importance of recognition as lesbian/bisexual 13  “I’m always quite surprised when people kind of are surprised that I’m a lesbian [...] I think it’s bloody obviously looking at me!” (Sylvia, 49 year old lesbian). Despite awareness of increasing diversity in appearances, the women described how conformity to ‘traditional’ lesbian styles still enabled others ‘in the know’ to recognize lesbian identities.  All participants were conscious of whether their identity is, or is not, recognizable as non-heterosexual.  Adoption of lesbian appearance norms was described in terms of ensuring congruity between their inner and outer selves (Clarke & Turner, 2007), and enabled claims to non-heterosexual identities to be made (Riley & Cahill, 2005).  For some, conformity to appearance norms acted as a form of ‘proof’ of their lesbian identity, for both themselves and others, particularly when they first came out: “it’s like getting […] a reason to then go “well I’d quite like to see what my hair looks like short, fuck it, yeah, that’s what lesbians do” [...] I suppose, looking back, it’s almost to prove it” (Sally, 25 year old lesbian). The participants described ‘reading’ other women’s appearance and were conscious of being ‘read’ themselves, a process which enabled them to identify and meet other lesbian women.  However, several participants were critical that only butch or ‘boyish’ appearances were acknowledged, and feminine women were not ‘read’ as non-heterosexual.  So while these women perceived diversity in lesbian style, they suggested that only prototypical lesbian appearances could be read with any certainty.  This was particularly problematic for the two participants who described their appearance as “feminine”; although they wanted to be authentic and not alter the way that they looked, they often desired the possibility of meeting other lesbians and to be acknowledged by the ‘lesbian gaze’ (Hickey-Moody et al., 2008).  Outward displays of femininity can be problematic for lesbian women (McLean, 2008).  According to the Social Identity approach, less prototypical members of a group are trusted less than members who more fully conform (Hogg, 2006); so feminine-appearing lesbians can be treated with suspicion.  Sally complained that straight people also questioned her identity and commented on her 14  femininity suggesting that these appearance norms operate in both straight and lesbian space: “people find it quite odd because [...] either because I wear high heels, or because I’ve got long hair, or because I wear make-up.  [...] I obviously don’t conform to their idea of what is a ‘lesbian’; they picture somebody, shaved head, checked shirt, and Doc Martins” (Sally, 25 year old lesbian). Mainstream feminine appearances were rejected by three of the bisexual women, who wanted recognition that they were not straight (they did not expect to be read as ‘bisexual’ because of the lack of bisexual-specific appearance norms).  These participants stated that “dressing up” in feminine or ‘girly’ clothes felt uncomfortable as it was not an authentic expression of their inner selves (Hutson, 2010).  Instead, they actively incorporated some lesbian appearance norms into their appearance.  For example, Sookie consciously cut her hair very short in order to gain some recognition of her identity.  She was aware of other non-heterosexual women reading her appearance after she changed her hairstyle, which pleased her: “I suppose I’ve chosen to cut my hair because it makes me look more androgynous [...] I’ve noticed more women look at me now, so I’ve obviously, my, the change of the appearance has obviously made a difference” (Sookie, 47 year old bisexual, undecided gender). Recognition of LGB identities can also be associated with negative consequences such as discrimination, verbal abuse or physical assault (Corteen, 2002).  In particular, butch or androgynous lesbians who challenge social expectations of gendered appearance can be regarded with hostility, particularly in spaces reserved for normative, heterosexual femininity (Eves, 2004), as Jolim (27 year old lesbian) experienced: “I hate going to changing rooms [...] ‘cause if you do look a little bit more… kind of more boyish, shall we say, you do get a lot of funny looks going into girls’ changing rooms.”  Participants who thought their appearance was recognizable as ‘lesbian’ also described how they had 15  received verbal abuse based on their appearance, and were aware that such recognition of their sexuality could potentially endanger their safety.   Tove (37 year old lesbian) commented on this issue several times throughout her interview, saying that “it’s still not a [...] tremendously safe thing to look like a lesbian when you walk down the street”, and that she “still do[es] get homophobic comments off the street” .   The policing of appearance norms in LGB spaces Participants often experienced pressure to adopt lesbian styles in lesbian social space; those who looked prototypical were afforded easy access to the community, whereas those who did not were treated with suspicion or denied access (Clarke & Turner, 2007).   Some participants commented that policing of appearance occurs more stringently in rural areas, while more diversity in appearance is seen in larger cities: “my home town [...] has only got one gay club which opened on Monday night… if you have long hair and you’re a woman, you won’t get let in” (Jolim, 27 year old lesbian).  Lesbian and bisexual women can find it difficult to be visibly queer within rural areas because of intolerance, fear and a lack of supportive networks (Sullivan, 2009).  Stringent policing may occur in order to protect what queer space does exist in such areas.  Visibility then is a double-edged sword; women who adopt lesbian appearance norms are identifiable to other non-heterosexual women, but they are also more visible to straight people and therefore more vulnerable to hostility. A lack of conformity can also be problematic in more urban areas, as Tara (who lived in a large city) recounted experiences of other lesbians’ disbelief that she was a lesbian, and being denied access to gay clubs because of her feminine appearance: “at the start there was lots of, I mean, it still happens, like, I wasn’t allowed into lots of gay clubs ’cause I didn’t look gay” (Tara, 23 year old gay woman).  Accessing LGB communities is important to many lesbians, particularly those who have just come out, or need to access some sort of social support (Krakauer & Rose, 2002).  The threat of access being denied creates pressure on such women to conform and visibly demonstrate their social identity.   16  All of the bisexual participants described being aware that lesbian communities policed appearance, with non-conformists treated suspiciously and read as straight rather than bisexual (possibly because of the lack of recognisable bisexual style and the hegemonic straight/gay binary):  “it was the first time I’d been [to a gay club], and I was wearing a short skirt, and I probably looked quite straight and I suspect I was being asked in a gate-keeping “hmm, you look a bit straight, love, should you be here?” kind of way.  And so I felt quite self-conscious and vowed never to go to a gay club wearing a skirt ever again” (Isabel, 30 year old bi woman). Isabel, previously active in LGB communities, recalled how she felt somewhat marginalized because she identified as bisexual and not lesbian.  A degree of engagement with lesbian appearance norms enabled some of these bisexual participants to feel more comfortable in lesbian-dominated social space.  Only Mae, who felt strongly affiliated to mainstream (heteronormative) space, actively tried to look feminine.  Resisting the L ‘look’ Alongside discussion about the importance of conforming to lesbian styles, participants described desires for individuality in their appearance.  They described their own style as being authentic and suggested that only young women, or those who had recently come out, strictly conformed to known appearance norms. The importance of authentic individuality Several participants criticised widespread conformity to appearance norms because of the lack of individuality that it produces. A small number of  participants suggested that their adoption of lesbian style was a ‘subconscious’ act, and stressed that they did not intentionally cultivate their appearance to look like a ‘lesbian’ (Clarke & Spence, 2012).  According to the Social Identity approach, self-stereotyping (such as adopting a 17  prototypical appearance) is a threat to a person’s integrity, as it implies a loss of individuality (Widdicombe & Wooffitt, 1995).  These participants were keen to distance themselves from the possibility that they consciously tried to conform to a stereotype, and offered alternative explanations for their clothing choices.  For example, Pat explains why she used to wear butch-style clothes because of the physical (and psychological) ‘comfort’ (Holliday, 1999): “when I was… younger, I used to have loads of [boys] shirts.  [...] I probably did look butcher back then, but… I didn’t buy them with the intention of looking butcher, I bought them cos I wanted to wear them, erm, cos they weren’t tight, they were quite loose” (Pat, 27 year old lesbian). Some participants presented their appearance as unique and authentic, even though certain aspects might be perceived as conforming to lesbian appearance norms.  For example, Jolim suggested that similarities between her hairstyle and hairstyles favoured by lesbian women were coincidence: “this is just how I like my hair, everyone else has it as well, great!” (Jolim, 27 year old lesbian).  Such comments may reflect the tension between desires to look unique, and desires to be recognized as non-heterosexual: conformity to appearance norms may be framed as reflecting personal preferences, in order to retain a sense of authentic individuality while simultaneously being read as lesbian (Clarke & Spence, 2012). According to Widdicombe and Wooffit (1995) members of subcultures often reinterpret changes in appearance as something they always wanted to do. This reinterpretation implies that their status as a member of the group is an expression of their intrinsic self-identity (indicating authenticity), and prototypical aspects of appearance are constructed as “vehicles through which to exhibit the true self” (p. 144).  Several participants expressed this reinterpretation of the changes they made to their appearance.  For example, Philios described how changes in her appearance reflected changes in her identity and the contrast between being a “stereotypical lesbian” and being 18  “boyish” enables her to carve out an identity that is authentic and that also conforms to lesbian norms:  “I went for baggy jeans, I went for more t-shirts, I went for a shorter hair, erm, and it was a complete, it was like a different person, erm, but I was so much happier being that other person [...] instead of just changing to this stereotypical lesbian and Doc Martens and, erm, crew cut hair, it just went to actually who I wanted to be, bit more boyish” (Philios, 23 year old lesbian). Moving from conformity to individuality As noted above, strict conformity to appearance norms was viewed as characteristic of women who were young, or had only just come out.  A transition from conformity to individuality in appearance was associated with increasing comfort and confidence in sexual identity (Clarke & Turner, 2007), so the outer-self scaffolds and protects the precarious inner-self: “I’m comfortable in who and what I am, and when I was younger I did attempt to be more ‘gay’ in my appearance, and I think a lot of people do” (Sally, 25 year old lesbian).  Some of the women described how they felt that they had more freedom in terms of hair style now that they are more secure in their lesbian identities and social networks.  Louise (27 year old lesbian) suggested that she previously had her hair cut in a ‘lesbian’ style as a non-verbal signal “so people would know I was gay”.  Helen described the moment when she realised that she was comfortable enough with her identity that she did not have to stringently conform to lesbian hair norms: “I think I was trying to make a lot more statements before I was comfortable to tell people that I’m gay.  [...] I [realised] actually, no I don’t need to walk around with really short hair and hope that people think I’m gay, I can just be gay and have my hair nice and long” (Helen, 30 year old lesbian). 19  For these women, comfort in their identity provided them with more freedom in terms of their appearance. Discussion  These accounts suggest that lesbian appearance norms are less distinct than previously experienced (Clarke & Spence, 2012), but the terms ‘butch’ and ‘androgynous’ were still frequently used to describe lesbian style.  Some participants suggested that this change was occurring because of changing social attitudes and increasing acceptance of lesbianism and bisexuality.  Recent changes have been made in UK law (such as the introduction of Civil Partnerships, adoption and fostering rights for same-sex couples, and the  Equality Act (2010), which protects everyone [lesbian, gay, bisexual and straight] from discrimination because of their sexual orientation) that shelter LGB populations from discrimination and promote acceptance.  This increasing acceptance could be linked to cultural dilution and a mainstreaming of lesbian style (Riley & Cahill, 2005).   Despite these social changes, conformity to appearance norms was policed by lesbian communities, and butch style still carried meaning for participants.  It seems then that lesbian identities are still expected to be performed in specific ways (McLean, 2008). This could suggest that more social changes are needed; while acceptance of LGB populations may have increased, heteronormativity and compulsory heterosexuality still often go unchallenged (Taulke-Johnson, 2008).  The continued popularity of butch styles is one way in which compulsory heterosexuality is challenged.   Queer style is not, however, purely defined by its relationship with the heteronormative mainstream.  Specific lesbian appearance norms also function as a boundary, defining group identities and communities.  Conformity to such norms appeared to be most important when a woman first comes out as lesbian (Krakauer & Rose, 2002), and becomes less important once they feel more secure in their identity and their position within lesbian subculture (Clarke & Turner, 2007).  In this way, appearance seems to ‘map’ onto the latter phases of stage models of ‘homosexual’ identity 20  development, such as Cass’ (1984) model which identified six stages of identity development. In ‘identity pride’ (the fifth stage), sexual identity has become a persons’ primary identity which they need to demonstrate; this is reflected in the desire for women to conform to appearance norms and be recognised as lesbian.  In ‘identity synthesis’ (the final stage of Cass’ model) sexual identity integrates with other aspects of the self; again, this seems to be reflected in appearance as conformity to appearance norms becomes less important once women feel secure in their identity. As in previous research, the bisexual participants struggled to link their sexuality to their appearance (Holliday, 1999), and drew on both mainstream and lesbian norms (Taub, 1999), depending on which group they felt most affiliated to.  The lack of unique bisexual appearance norms may be due the absence of strong, visible bisexual-specific subcultures (Bradford, 2004).  The exclusion of women who identify as bisexual from LGB communities (Bower et al., 2002) was acknowledged by the bisexual participants in the current study; engaging with lesbian appearance norms provided them with a degree of subcultural capital, helping to make them feel welcome in such environments.  Future research should focus on bisexual women’s unique experiences of negotiating their appearance and visible identity within LGB-specific and mainstream environments.   For some lesbian women, recognition of their sexuality by straight people was linked to experiences of discrimination.  Lesbians and gay men who visibly demonstrate their identities (through butch style, gay pride clothing and so on) are potentially vulnerable to prejudice and discrimination (see Clarke et al., 2012).  However, such experiences were not mentioned by the bisexual women.  It is possible that the bisexual participants did not experience similar instances of discrimination because bisexual-specific appearance norms are ill-defined and not well known (Huxley, 2013; Hayfield, 2011).  In contrast, lesbian appearance norms, particularly butch and androgynous styles, notably deviate from expectations of normative heterosexual femininity, and can often be recognized within straight environments (Eves, 2004).   21  Further research should explore how lesbian and bisexual women negotiate their appearance in relation to different LGB communities.  For example, participants the current study referred to differences between appearance expectations in urban and rural locations.  Communities centred around LGB identities exist in diverse settings, are important reference points for women of different ages, ethnicity and gender expression and may be subject to different levels of social acceptance or hostility (Ellis, 2007).  Different styles may be favoured by different communities, and appearance may serve different functions within such groups and wider society.   The participants in this study were largely a relatively privileged group of young, white and middle-class lesbian and bisexual women.  This is not unusual within research into sexual identities (Morris & Rothblum, 1999), or within psychological research more broadly (Holt & Griffin, 2005), and may be a result of the purposive and snowball methods of recruitment (Dunne, 1997).  However, the ‘invisibility’ of more marginalised groups, such as working class women, non-white women, and women who identify in ways other than ‘lesbian’ or ‘bisexual’ (such as ‘queer’) is problematic.  Taylor (2007) described how lesbian social space is seen as ‘middle class’ and inclusion is based on conformity to specific visual cues.  Evidence also suggests that black, Asian and other non-white lesbians experience tension between specific cultural appearance norms and the white ‘beauty’ ideals of lesbian communities (Lyle et al., 1999).  Further exploration of this topic with a more diverse group of women is important to fully understand how sexuality, race, social class and identity intersect to shape women’s appearance practices.   Conclusion This study demonstrated how appearance and style is still an important method through which lesbian (and to some extent, bisexual) women demonstrate their social identity and group affiliation.  However, favoured lesbian appearance norms do appear to be changing and are becoming less distinctive, and this shift was linked to a perceived increase in social acceptance of sexual diversity.  Despite such changes, many lesbian women still 22  experience tensions regarding the degree to which they conform to prototypical appearances and the degree to which they feel individual and authentic in their appearance.  The lack of visual recognition and prototypical ‘bisexual’ appearances was problematic for some of these bisexual women.  These women drew on lesbian or straight styles in order to create subcultural capital within their favoured communities.  Notes 1 In this context, the terms ‘subculture’ and ‘community’ relate to both material spaces (such as social venues, events and support groups) and discursive spaces (identity labels and categories) (McLean, 2008). 2 In keeping with the language our participants used, and the growing convention in social psychology (e.g. Corteen, 2002; Clarke & Turner, 2007), we use the term ‘straight’ rather than ‘heterosexual’. 3 While not solely a white style, most research involving butch lesbians focuses on white women.  For discussions of black and other non-white women embodying butch, see work by Judith Halberstam (e.g. Halberstam, 1997; 1998).23  References Bergling, T. (2001). Sissyphobia: Gay men and effeminate behaviour. New York: Harrington Park Press. Bower, J., Gurevich, M., & Mathieson, C. (2002).  (Con)tested Identities: Bisexual Women Reorient Sexuality. Journal of Bisexuality, 2(2-3), 23-52. Blackwood, E. and Wieringa, S.E. (Eds) (1999). Female Desires: Same-sex Relations and Transgender Practices across Cultures. New York: Columbia University Press. Bradford, M. (2004).  The Bisexual Experience: Living in a Dichotomous Culture. Journal of Bisexuality, 4(1-2), 7-23.  Braun, V., & Clarke, V. (2006). Using Thematic Analysis in Psychology. Qualitative Research in Psychology, 3, 77-101. Cass, V.C. (1984). Homosexual Identity: A Concept in Need of Recognition, Journal of Homosexuality, 9(2-3), 105 – 126. Clarke, V., Ellis, S.J., Peel, E., & Riggs, D.W. (2010). Lesbian, Gay, Bisexual, Trans and Queer Psychology: An Introduction. Cambridge, MA, US: Cambridge University Press. Clarke, V., Hayfield, N. & Huxley, C. (2012). Lesbian, gay, bisexual and trans appearance and embodiment: A critical review of the psychological literature.  Psychology of Sexualities Section Review, 3(1) 51-70. Clarke, V., & Spence, K. (2012).  Will the real lesbian please stand up? Constructing and resisting visible non-heterosexual identities through dress and appearance.  Manuscript under submission. Clarke, V., & Turner, K. (2007). Clothes maketh the queer? Dress, appearance and the construction of lesbian, gay and bisexual identities. Feminism & Psychology, 17(2), 267-276. Corteen, K. (2002).  Lesbian safety talk: Problematizing definitions and experiences of violence, sexuality and space.  Sexualities, 5(3), 259-280. Dunne, G.A. (1997). Lesbian Lifestyles: Women's Work and the Politics of Sexuality.  Basingstoke: MacMillan and University of Toronto Press. 24  Ellis, S.J. (2007). Homophobia, rights and community: contemporary issues in the lives of LGB people in the UK. In V. Clarke & E. Peel (Eds.), Out in Psychology, Lesbian, Gay, Bisexual, Trans and Queer Perspectives (pp. 291-310). Chichester: John Wiley & Sons. Erickson, J.M. (1999).  Confessions of a butch straight-woman. In J.C. Cogan & J.M. Erickson (Eds.), Lesbians, Levis and Lipstick: The Meaning of Beauty in Our Lives (pp. 69-72). London: Harrington Park Press. Eves, A. (2004). Queer Theory, Butch/Femme Identities and Lesbian Space.  Sexualities, 7(4), 480-496. Geiger, W., Harwood, J., & Hummert, M.L. (2006). College students’ multiple stereotypes of lesbians: A cognitive perspective. Journal of Homosexuality, 51(3), 156-182. Halberstam, J. (1997). Mackdaddy, superfly, rapper: Gender, race, and masculinity in the drag king scene. Social Text, (52/53), 105-131. Halberstam, J. (1998).  Female Masculinity.  USA: Duke University Press. Hayfield, N.J. (2011). Bisexual women’s visual identities: A feminist mixed-methods exploration. (Unpublished doctoral dissertation). University of the West of England, Bristol, UK. Herek, G. M., Kimmel, D.C., Amaro, H., & Melton, G.B. (1991). Avoiding heterosexist bias in psychological research. American Psychologist, 46(9), 957-963. Hickey-Moody, A., Rasmussen, M.L., & Harwood, V. (2008).  How to be a real lesbian: The Pink Sofa and some fictions.  In S. Driver (Ed.), Queer Youth Cultures (pp. 123-138).  New York: State University of New York Press. Hodkinson, P. (2002).  Goth: Identity, Style and Subculture.  Oxford: Berg. Hogg, M.A., (2006).  Social identity theory.  In P.J. Burke (Ed.), Contemporary Social Psychological Theories (pp. 111-136).  California, USA: Stanford University Press. Holliday, R. (1999). The Comfort of Identity. Sexualities, 2(4), 475-491. Holliday, R. (2001).  Fashioning the queer self.  In J. Entwistle & E. Wilson (Eds.), Body Dressing (pp. 215-232).  Oxford: Berg. 25  Holt, M., & Griffin, C. (2005).  Students versus locals: Young adults’ constructions of the working-class Other.  British Journal of Social Psychology, 44(2), 241-267. Hutson, D.J. (2010).  Standing OUT/Fitting IN: Identity, appearance and authenticity in gay and lesbian communities.  Symbolic Interaction, (33)2, 213-233. Huxley, C.J., (2010). An exploration of the sociocultural influences affecting lesbian and bisexual women's body image. (Unpublished doctoral dissertation). University of the West of England, Bristol, UK. Huxley, C.J. (2013).  Lesbian and bisexual women’s experiences of sexuality-based discrimination and their appearance concerns.  Psychology & Sexuality 4(1), 7-15. Huxley, C.J., Clarke, V., & Halliwell, E. (2011). “It’s a comparison thing isn’t it?” Lesbian and bisexual women talk about their body image and relationships. Psychology of Women Quarterly, 35(3), 415 - 427. Huxley, C.J., Clarke, V., & Halliwell, E. (2013).  A qualitative exploration of whether lesbian and bisexual women ‘protected’ from sociocultural pressure to be thin. Journal of Health Psychology, doi: 10.1177/1359105312468496 (advanced online publication). Krakauer, I.D., & Rose, S.M. (2002).  The impact of group membership on lesbians' physical appearance. Journal of Lesbian Studies, 6(1), 31-43. Levitt, H.M., & Hiestand, K.R. (2004). A quest for authenticity: Contemporary butch gender.  Sex Roles, 50(9-10), 605-621.  Levitt, H.M., Gerrish, E.A., & Hiestand, K.R. (2003).  The misunderstood gender: A model of modern femme identity.  Sex Roles, 48(3/4), 99-113. Lyle, J., Jones, J., & Drakes, G. (1999) Beauty on the borderland: On being black lesbian and beautiful.  Journal of Lesbian Studies, 3(4), 45-54. McLean, K. (2008).  ‘Coming out, again’: boundaries, identities and spaces of belonging.  Australian Geographer, 39(3), 303-313. Markowe, L.A. (2002).  Lesbian and gay identity: European perspectives.  Journal of Community & Applied Social Psychology, 12, 223-229. 26  Morris, J.F., & Rothblum, E. (1999). Who fills out a \"lesbian\" questionnaire?  The interrelationship of sexual orientation, years \"out\", disclosure of sexual orientation, sexual experience with women, and participation in the lesbian community. Psychology of Women Quarterly, 23, 537-557. Nestle, J. (Ed.), (1992). The Persistent Desire: A Femme-Butch Reader. Boston: Alyson. Riley, S.C.E., & Cahill, S. (2005).  Managing meaning and belonging: young women’s negotiation of authenticity in body art.  Journal of Youth Studies, (8)3, 261-279. Rothblum, E.D. (1994). Transforming lesbian sexuality. Psychology of Women Quarterly, 18(4), 627-641. Rothblum, E.D. (2010).  The complexity of butch and femme among sexual minority women in the 21st century.  Psychology of Sexualities Review, 1(1), 29-42. Skidmore, P. (1999).  Dress to impress: employer regulation of gay and lesbian appearance.  Social & Legal Studies, (8)4, 509-529. Shugart, H. (2008). Managing Masculinities: The Metrosexual Moment. Communication and Critical/Cultural Studies, 5 (3), 280-300. Snell, D., & Hodgetts, D. (2007).  Heavy metal, identity and the social negotiation of a community of practice.  Journal of Community & Applied Social Psychology, 17(6), 430-445. Sullivan, R.E. (2009). The (Mis)translation of Masculine Femininity in Rural Space: (Re)reading 'Queer' Women in Northern Ontario, Canada.  Thirdspace: a journal of feminist theory & culture, 8(2), http://www.thirdspace.ca/journal/article/view/sullivan/247 accessed on 17th April 2013.  Tajfel, H. (1978) The achievement of group differentiation. In H. Tajfel (Ed.), Differentiation between social groups: Studies in the social psychology of intergroup relations (pp. 77-98). London: Academic Press.  27  Tajfel, H., & Turner, J. C. (1985) The social identity theory of intergroup behavior. In S. Worchel & W. G. Austin (Eds.), Psychology of Intergroup Relations (2nd ed., pp. 7-24). Chicago: Nelson-Hall.  Taub, J. (1999). Bisexual Women and Beauty Norms: A Qualitative Examination. In J.C. Cogan & J.M. Erickson, (Eds.), Lesbians, Levis and Lipstick: The Meaning of Beauty in Our Lives (pp. 27-36). USA: The Haworth Press. Taub, J. (2003). What should I wear? A qualitative look at the impact of feminism and women's communities on bisexual women's appearance. Journal of Bisexuality, 3(1), 9-22. Taulke-Johnson, R. (2008). Moving beyond homophobia, harassment and intolerance: Gay male university students’ alternative narratives. Discourse: Studies in the Cultural Politics of Education, 29, 121–133. Taylor, Y. (2007). \"If your face doesn't fit...\" The misrecognition of working-class lesbians in scene space. Leisure Studies, 26(2), 161-178. Thornton, S. (1997) The social logic of subcultural capital. In K. Gelder & S. Thornton (Eds), The subcultural reader (pp. 200-209). London: Routledge. Walker, L. (1998).  Embodying desire: piercing and the fashioning of ‘neo-butch/femme’ identities. In S. Munt (Ed.), Butch/Femme: Inside Lesbian Gender (pp. 123-132). Cassell: London. Widdicombe, S., & Wooffitt, R. (1995).  The Language of Youth Subcultures: Social Identity in Action.  London: Harvester Wheatsheaf. Willig, C. (1999). Beyond appearances: A critical realist approach to social constructionist work in psychology (pp. 37–51). In Nightingale D and Cromby J (Eds.) Psychology and Social Constructionism: A Critical Analysis of Theory and Practice. Buckingham: Oxford University Press. Zipkin, D. (1999). The myth of the short-haired lesbian. Journal of Lesbian Studies, 3(4), 91-101. 28  Tables Table 1: Descriptions of participants (using participants’ own terms) Note: * = no data provided Name Age (yrs) Sexuality Gender Ethnicity Highest Qualification Occupation Social Class Current Relationship Holly 69 Gay Woman White British/Irish None Retired Working Monogamous Same-sex Tara  23 Gay Female White British/Irish Masters Employed Middle Single Helen 30 Lesbian Female White British/Irish Masters Employed Working Monogamous Same-sex Jolim 27 Lesbian Female White British Mixed A-Level Student * Monogamous Same-sex Louise 27 Lesbian Female White British/Irish A-Level Employed Middle Single Pat 27 Lesbian Woman White British/Irish Degree Employed Working Monogamous Same-sex Philios 22 Lesbian Female White British/Irish Degree Employed Middle Single Rachel 62 Lesbian Female Jewish European PhD Employed Middle Monogamous Same-sex Sally 25 Lesbian Female White British/Irish Degree Employed Middle Single Sylvia 49 Lesbian Female Jewish European PhD Employed Middle Monogamous Same-sex Tove 37 Lesbian Female White British/Irish Degree Employed Middle Monogamous Same-sex Isabel 30 Bi Woman White British/Irish Degree Student Middle Monogamous Different-sex Laura 27 Bisexual Female White British/Irish Masters Employed Middle Monogamous Different-sex Mae 18 Bisexual Female White British/Irish A-Level Student * Single Sookie 47 Bisexual Undecided White British/Irish * Student Undecided Monogamous Different-sex ",
    "id": 16664720,
    "identifiers": {
        "doi": "10.1002/casp.2161",
        "oai": "oai:wrap.warwick.ac.uk:56200"
    },
    "title": "Resisting and conforming to the ‘lesbian look’ : the importance of appearance norms for lesbian and bisexual women",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-06-01T01:00:00+01:00",
    "publisher": "John Wiley & Sons Ltd.",
    "references": [
        {
            "id": 8746729,
            "title": "(Con)tested Identities: Bisexual Women Reorient Sexuality.",
            "authors": [],
            "date": "2002",
            "doi": "10.1300/j159v02n02_03",
            "raw": "Bower, J., Gurevich, M., & Mathieson, C. (2002).  (Con)tested Identities: Bisexual Women Reorient Sexuality. Journal of Bisexuality, 2(2-3), 23-52.",
            "cites": null
        },
        {
            "id": 8746777,
            "title": "A qualitative exploration of whether lesbian and bisexual women ‘protected’ from sociocultural pressure to be thin.",
            "authors": [],
            "date": "2013",
            "doi": "10.1177/1359105312468496",
            "raw": "Huxley, C.J., Clarke, V., & Halliwell, E. (2013).  A qualitative exploration of whether lesbian and bisexual women ‘protected’ from sociocultural pressure to be thin. Journal of Health Psychology, doi: 10.1177/1359105312468496 (advanced online publication).",
            "cites": null
        },
        {
            "id": 8746779,
            "title": "A quest for authenticity: Contemporary butch gender.",
            "authors": [],
            "date": "2004",
            "doi": "10.1023/b:sers.0000027565.59109.80",
            "raw": "Levitt, H.M., & Hiestand, K.R. (2004). A quest for authenticity: Contemporary butch gender.  Sex Roles, 50(9-10), 605-621.",
            "cites": null
        },
        {
            "id": 8746774,
            "title": "An exploration of the sociocultural influences affecting lesbian and bisexual women's body image. (Unpublished doctoral dissertation). University of the West of England,",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Huxley, C.J., (2010). An exploration of the sociocultural influences affecting lesbian and bisexual women's body image. (Unpublished doctoral dissertation). University of the West of England, Bristol, UK.",
            "cites": null
        },
        {
            "id": 8746737,
            "title": "and Queer Psychology: An Introduction.",
            "authors": [],
            "date": "2010",
            "doi": "10.1017/cbo9780511810121",
            "raw": "Clarke, V., Ellis, S.J., Peel, E., & Riggs, D.W. (2010). Lesbian, Gay, Bisexual, Trans and Queer Psychology: An Introduction. Cambridge, MA, US: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 8746766,
            "title": "Avoiding heterosexist bias in psychological research.",
            "authors": [],
            "date": "1991",
            "doi": "10.1037/0003-066x.46.9.957",
            "raw": "Herek, G. M., Kimmel, D.C., Amaro, H., & Melton, G.B. (1991). Avoiding heterosexist bias in psychological research. American Psychologist, 46(9), 957-963.",
            "cites": null
        },
        {
            "id": 8746781,
            "title": "Beauty on the borderland: On being black lesbian and beautiful.",
            "authors": [],
            "date": "1999",
            "doi": "10.1300/j155v03n04_06",
            "raw": "Lyle, J., Jones, J., & Drakes, G. (1999) Beauty on the borderland: On being black lesbian and beautiful.  Journal of Lesbian Studies, 3(4), 45-54.",
            "cites": null
        },
        {
            "id": 8746820,
            "title": "Beyond appearances: A critical realist approach to social constructionist work in psychology (pp. 37–51).",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Willig, C. (1999). Beyond appearances: A critical realist approach to social constructionist work in psychology (pp. 37–51). In Nightingale D and Cromby J (Eds.) Psychology and Social Constructionism: A Critical Analysis of Theory and Practice. Buckingham: Oxford University Press.",
            "cites": null
        },
        {
            "id": 8746804,
            "title": "Bisexual Women and Beauty Norms: A Qualitative Examination.",
            "authors": [],
            "date": "1999",
            "doi": "10.1300/j155v03n04_04",
            "raw": "Taub, J. (1999). Bisexual Women and Beauty Norms: A Qualitative Examination. In J.C. Cogan & J.M. Erickson, (Eds.), Lesbians, Levis and Lipstick: The Meaning of Beauty in Our Lives (pp. 27-36). USA: The Haworth Press.",
            "cites": null
        },
        {
            "id": 8746765,
            "title": "Bisexual women’s visual identities: A feminist mixed-methods exploration. (Unpublished doctoral dissertation). University of the West of England,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Hayfield, N.J. (2011). Bisexual women’s visual identities: A feminist mixed-methods exploration. (Unpublished doctoral dissertation). University of the West of England, Bristol, UK.",
            "cites": null
        },
        {
            "id": 8746740,
            "title": "Clothes maketh the queer? Dress, appearance and the construction of lesbian, gay and bisexual identities.",
            "authors": [],
            "date": "2007",
            "doi": "10.1177/0959353507076561",
            "raw": "Clarke, V., & Turner, K. (2007). Clothes maketh the queer? Dress, appearance and the construction of lesbian, gay and bisexual identities. Feminism & Psychology, 17(2), 267-276.",
            "cites": null
        },
        {
            "id": 8746746,
            "title": "College students’ multiple stereotypes of lesbians: A cognitive perspective.",
            "authors": [],
            "date": "2006",
            "doi": "10.1300/j082v51n03_08",
            "raw": "Geiger, W., Harwood, J., & Hummert, M.L. (2006). College students’ multiple stereotypes of lesbians: A cognitive perspective. Journal of Homosexuality, 51(3), 156-182.",
            "cites": null
        },
        {
            "id": 8746782,
            "title": "Coming out, again’: boundaries, identities and spaces of belonging.",
            "authors": [],
            "date": "2008",
            "doi": "10.1080/00049180802270507",
            "raw": "McLean, K. (2008).  ‘Coming out, again’: boundaries, identities and spaces of belonging. Australian Geographer, 39(3), 303-313.",
            "cites": null
        },
        {
            "id": 8746744,
            "title": "Confessions of a butch straight-woman.",
            "authors": [],
            "date": "1999",
            "doi": "10.1300/j155v03n04_09",
            "raw": "Erickson, J.M. (1999).  Confessions of a butch straight-woman. In J.C. Cogan & J.M. Erickson (Eds.), Lesbians, Levis and Lipstick: The Meaning of Beauty in Our Lives (pp. 69-72). London: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 8746795,
            "title": "Dress to impress: employer regulation of gay and lesbian appearance.",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Skidmore, P. (1999).  Dress to impress: employer regulation of gay and lesbian appearance.  Social & Legal Studies, (8)4, 509-529.",
            "cites": null
        },
        {
            "id": 8746816,
            "title": "Embodying desire: piercing and the fashioning of ‘neo-butch/femme’ identities.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Walker, L. (1998).  Embodying desire: piercing and the fashioning of ‘neo-butch/femme’ identities. In S. Munt (Ed.), Butch/Femme: Inside Lesbian Gender (pp. 123-132). Cassell: London.",
            "cites": null
        },
        {
            "id": 8746772,
            "title": "Fashioning the queer self. In",
            "authors": [],
            "date": "2001",
            "doi": "10.2752/9780857854032/bodress0017",
            "raw": "Holliday, R. (2001).  Fashioning the queer self.  In J. Entwistle & E. Wilson (Eds.), Body Dressing (pp. 215-232).  Oxford: Berg. 25 Holt, M., & Griffin, C. (2005).  Students versus locals: Young adults’ constructions of the working-class Other.  British Journal of Social Psychology, 44(2), 241-267.",
            "cites": null
        },
        {
            "id": 8746730,
            "title": "Female Desires: Same-sex Relations and Transgender Practices across Cultures. New York:",
            "authors": [],
            "date": "1999",
            "doi": "10.2979/nws.2001.13.1.170",
            "raw": "Blackwood, E. and Wieringa, S.E. (Eds) (1999). Female Desires: Same-sex Relations and Transgender Practices across Cultures. New York: Columbia University Press.",
            "cites": null
        },
        {
            "id": 8746764,
            "title": "Female Masculinity.",
            "authors": [],
            "date": "1998",
            "doi": "10.1215/9780822378112",
            "raw": "Halberstam, J. (1998).  Female Masculinity.  USA: Duke University Press.",
            "cites": null
        },
        {
            "id": 8746769,
            "title": "Goth: Identity, Style and Subculture.",
            "authors": [],
            "date": "2002",
            "doi": "10.2752/9781847888747/goth0005",
            "raw": "Hodkinson, P. (2002).  Goth: Identity, Style and Subculture.  Oxford: Berg.",
            "cites": null
        },
        {
            "id": 8746798,
            "title": "Heavy metal, identity and the social negotiation of a community of practice.",
            "authors": [],
            "date": "2007",
            "doi": "10.1002/casp.943",
            "raw": "Snell, D., & Hodgetts, D. (2007).  Heavy metal, identity and the social negotiation of a community of practice.  Journal of Community & Applied Social Psychology, 17(6), 430-445.",
            "cites": null
        },
        {
            "id": 8746743,
            "title": "Homophobia, rights and community: contemporary issues in the lives of LGB people in the UK.",
            "authors": [],
            "date": "2007",
            "doi": "10.1002/9780470713099.ch14",
            "raw": "Basingstoke: MacMillan and University of Toronto Press. 24 Ellis, S.J. (2007). Homophobia, rights and community: contemporary issues in the lives of LGB people in the UK. In V. Clarke & E. Peel (Eds.), Out in Psychology, Lesbian, Gay, Bisexual, Trans and Queer Perspectives (pp. 291-310). Chichester: John Wiley & Sons.",
            "cites": null
        },
        {
            "id": 8746736,
            "title": "Homosexual Identity: A Concept in Need of Recognition,",
            "authors": [],
            "date": "1984",
            "doi": "10.1300/j082v09n02_07",
            "raw": "Cass, V.C. (1984). Homosexual Identity: A Concept in Need of Recognition, Journal of Homosexuality, 9(2-3), 105 – 126.",
            "cites": null
        },
        {
            "id": 8746767,
            "title": "How to be a real lesbian: The Pink Sofa and some fictions.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Hickey-Moody, A., Rasmussen, M.L., & Harwood, V. (2008).  How to be a real lesbian: The Pink Sofa and some fictions.  In S. Driver (Ed.), Queer Youth Cultures (pp. 123-138). New York: State University of New York Press.",
            "cites": null
        },
        {
            "id": 8746813,
            "title": "If your face doesn't fit...&quot; The misrecognition of working-class lesbians in scene space.",
            "authors": [],
            "date": "2007",
            "doi": "10.1080/02614360600661211",
            "raw": "Taylor, Y. (2007). &quot;If your face doesn't fit...&quot; The misrecognition of working-class lesbians in scene space. Leisure Studies, 26(2), 161-178.",
            "cites": null
        },
        {
            "id": 8746776,
            "title": "It’s a comparison thing isn’t it?” Lesbian and bisexual women talk about their body image and relationships.",
            "authors": [],
            "date": "2011",
            "doi": "10.1177/0361684311410209",
            "raw": "Huxley, C.J., Clarke, V., & Halliwell, E. (2011). “It’s a comparison thing isn’t it?” Lesbian and bisexual women talk about their body image and relationships. Psychology of Women Quarterly, 35(3), 415 - 427.",
            "cites": null
        },
        {
            "id": 8746775,
            "title": "Lesbian and bisexual women’s experiences of sexuality-based discrimination and their appearance concerns.",
            "authors": [],
            "date": "2013",
            "doi": "10.1080/19419899.2013.748239",
            "raw": "Huxley, C.J. (2013).  Lesbian and bisexual women’s experiences of sexuality-based discrimination and their appearance concerns.  Psychology & Sexuality 4(1), 7-15.",
            "cites": null
        },
        {
            "id": 8746783,
            "title": "Lesbian and gay identity: European perspectives.",
            "authors": [],
            "date": "2002",
            "doi": "10.1002/casp.674",
            "raw": "Markowe, L.A. (2002).  Lesbian and gay identity: European perspectives.  Journal of Community & Applied Social Psychology, 12, 223-229. 26 Morris, J.F., & Rothblum, E. (1999). Who fills out a &quot;lesbian&quot; questionnaire?  The interrelationship of sexual orientation, years &quot;out&quot;, disclosure of sexual orientation, sexual experience with women, and participation in the lesbian community. Psychology of Women Quarterly, 23, 537-557.",
            "cites": null
        },
        {
            "id": 8746742,
            "title": "Lesbian Lifestyles: Women's Work and the Politics of Sexuality.",
            "authors": [],
            "date": "1997",
            "doi": "10.2307/2655476",
            "raw": "Dunne, G.A. (1997). Lesbian Lifestyles: Women's Work and the Politics of Sexuality.",
            "cites": null
        },
        {
            "id": 8746741,
            "title": "Lesbian safety talk: Problematizing definitions and experiences of violence, sexuality and space.",
            "authors": [],
            "date": "2002",
            "doi": "10.1177/1363460702005003001",
            "raw": "Corteen, K. (2002).  Lesbian safety talk: Problematizing definitions and experiences of violence, sexuality and space.  Sexualities, 5(3), 259-280.",
            "cites": null
        },
        {
            "id": 8746738,
            "title": "Lesbian, gay, bisexual and trans appearance and embodiment: A critical review of the psychological literature.",
            "authors": [],
            "date": "2012",
            "doi": "10.1093/oxfordhb/9780199580521.013.0017",
            "raw": "Clarke, V., Hayfield, N. & Huxley, C. (2012). Lesbian, gay, bisexual and trans appearance and embodiment: A critical review of the psychological literature.  Psychology of Sexualities Section Review, 3(1) 51-70.",
            "cites": null
        },
        {
            "id": 8746747,
            "title": "Mackdaddy, superfly, rapper: Gender, race, and masculinity in the drag king scene.",
            "authors": [],
            "date": "1997",
            "doi": "10.2307/466736",
            "raw": "Halberstam, J. (1997). Mackdaddy, superfly, rapper: Gender, race, and masculinity in the drag king scene. Social Text, (52/53), 105-131.",
            "cites": null
        },
        {
            "id": 8746797,
            "title": "Managing Masculinities: The Metrosexual Moment.",
            "authors": [],
            "date": "2008",
            "doi": "10.1080/14791420802206833",
            "raw": "Shugart, H. (2008). Managing Masculinities: The Metrosexual Moment. Communication and Critical/Cultural Studies, 5 (3), 280-300.",
            "cites": null
        },
        {
            "id": 8746789,
            "title": "Managing meaning and belonging: young women’s negotiation of authenticity in body art.",
            "authors": [],
            "date": "2005",
            "doi": "10.1080/13676260500261843",
            "raw": "Riley, S.C.E., & Cahill, S. (2005).  Managing meaning and belonging: young women’s negotiation of authenticity in body art.  Journal of Youth Studies, (8)3, 261-279.",
            "cites": null
        },
        {
            "id": 8746811,
            "title": "Moving beyond homophobia, harassment and intolerance: Gay male university students’ alternative narratives.",
            "authors": [],
            "date": "2008",
            "doi": "10.1080/01596300701802813",
            "raw": "Taulke-Johnson, R. (2008). Moving beyond homophobia, harassment and intolerance: Gay male university students’ alternative narratives. Discourse: Studies in the Cultural Politics of Education, 29, 121–133.",
            "cites": null
        },
        {
            "id": 8746745,
            "title": "Queer Theory, Butch/Femme Identities and Lesbian Space.",
            "authors": [],
            "date": "2004",
            "doi": "10.1177/1363460704047064",
            "raw": "Eves, A. (2004). Queer Theory, Butch/Femme Identities and Lesbian Space.  Sexualities, 7(4), 480-496.",
            "cites": null
        },
        {
            "id": 8746728,
            "title": "Sissyphobia: Gay men and effeminate behaviour.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Bergling, T. (2001). Sissyphobia: Gay men and effeminate behaviour. New York: Harrington Park Press.",
            "cites": null
        },
        {
            "id": 8746770,
            "title": "Social identity theory. In P.J.",
            "authors": [],
            "date": "2006",
            "doi": "10.4135/9781412956253.n533",
            "raw": "Hogg, M.A., (2006).  Social identity theory.  In P.J. Burke (Ed.), Contemporary Social Psychological Theories (pp. 111-136).  California, USA: Stanford University Press.",
            "cites": null
        },
        {
            "id": 8746773,
            "title": "Standing OUT/Fitting IN: Identity, appearance and authenticity in gay and lesbian communities.",
            "authors": [],
            "date": "2010",
            "doi": "10.1525/si.2010.33.2.213",
            "raw": "Hutson, D.J. (2010).  Standing OUT/Fitting IN: Identity, appearance and authenticity in gay and lesbian communities.  Symbolic Interaction, (33)2, 213-233.",
            "cites": null
        },
        {
            "id": 8746799,
            "title": "The (Mis)translation of Masculine Femininity in Rural Space: (Re)reading 'Queer' Women in",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Sullivan, R.E. (2009). The (Mis)translation of Masculine Femininity in Rural Space: (Re)reading 'Queer' Women in Northern Ontario, Canada.  Thirdspace: a journal of feminist theory & culture, 8(2), http://www.thirdspace.ca/journal/article/view/sullivan/247 accessed on 17th April 2013.",
            "cites": null
        },
        {
            "id": 8746800,
            "title": "The achievement of group differentiation. In H. Tajfel (Ed.), Differentiation between social groups: Studies in the social psychology of intergroup relations",
            "authors": [],
            "date": "1978",
            "doi": "10.1017/cbo9780511759154.009",
            "raw": "Tajfel, H. (1978) The achievement of group differentiation. In H. Tajfel (Ed.), Differentiation between social groups: Studies in the social psychology of intergroup relations (pp.",
            "cites": null
        },
        {
            "id": 8746732,
            "title": "The Bisexual Experience: Living in a Dichotomous Culture.",
            "authors": [],
            "date": "2004",
            "doi": "10.1300/j159v04n01_02",
            "raw": "Bradford, M. (2004).  The Bisexual Experience: Living in a Dichotomous Culture. Journal of Bisexuality, 4(1-2), 7-23.",
            "cites": null
        },
        {
            "id": 8746793,
            "title": "The complexity of butch and femme among sexual minority women in the 21 st century.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Rothblum, E.D. (2010).  The complexity of butch and femme among sexual minority women in the 21 st century.  Psychology of Sexualities Review, 1(1), 29-42.",
            "cites": null
        },
        {
            "id": 8746778,
            "title": "The impact of group membership on lesbians' physical appearance.",
            "authors": [],
            "date": "2002",
            "doi": "10.1300/j155v06n01_04",
            "raw": "Krakauer, I.D., & Rose, S.M. (2002).  The impact of group membership on lesbians' physical appearance. Journal of Lesbian Studies, 6(1), 31-43.",
            "cites": null
        },
        {
            "id": 8746818,
            "title": "The Language of Youth Subcultures: Social Identity in Action. London: Harvester Wheatsheaf.",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Widdicombe, S., & Wooffitt, R. (1995).  The Language of Youth Subcultures: Social Identity in Action.  London: Harvester Wheatsheaf.",
            "cites": null
        },
        {
            "id": 8746780,
            "title": "The misunderstood gender: A model of modern femme identity. Sex Roles,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Levitt, H.M., Gerrish, E.A., & Hiestand, K.R. (2003).  The misunderstood gender: A model of modern femme identity.  Sex Roles, 48(3/4), 99-113.",
            "cites": null
        },
        {
            "id": 8746822,
            "title": "The myth of the short-haired lesbian.",
            "authors": [],
            "date": "1999",
            "doi": "10.1300/j155v03n04_12",
            "raw": "Zipkin, D. (1999). The myth of the short-haired lesbian. Journal of Lesbian Studies, 3(4), 91-",
            "cites": null
        },
        {
            "id": 8746788,
            "title": "The Persistent Desire: A Femme-Butch Reader.",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "Nestle, J. (Ed.), (1992). The Persistent Desire: A Femme-Butch Reader. Boston: Alyson.",
            "cites": null
        },
        {
            "id": 8746802,
            "title": "The social identity theory of intergroup behavior.",
            "authors": [],
            "date": "1985",
            "doi": "10.2307/2069233",
            "raw": "77-98). London: Academic Press.  27 Tajfel, H., & Turner, J. C. (1985) The social identity theory of intergroup behavior. In S. Worchel & W. G. Austin (Eds.), Psychology of Intergroup Relations (2nd ed., pp. 7-24). Chicago: Nelson-Hall.",
            "cites": null
        },
        {
            "id": 8746814,
            "title": "The social logic of subcultural capital.",
            "authors": [],
            "date": "1997",
            "doi": "10.2307/2655133",
            "raw": "Thornton, S. (1997) The social logic of subcultural capital. In K. Gelder & S. Thornton (Eds), The subcultural reader (pp. 200-209). London: Routledge.",
            "cites": null
        },
        {
            "id": 8746791,
            "title": "Transforming lesbian sexuality.",
            "authors": [],
            "date": "1994",
            "doi": "10.1111/j.1471-6402.1994.tb01051.x",
            "raw": "Rothblum, E.D. (1994). Transforming lesbian sexuality. Psychology of Women Quarterly, 18(4), 627-641.",
            "cites": null
        },
        {
            "id": 8746733,
            "title": "Using Thematic Analysis in Psychology.",
            "authors": [],
            "date": "2006",
            "doi": "10.1191/1478088706qp063oa",
            "raw": "Braun, V., & Clarke, V. (2006). Using Thematic Analysis in Psychology. Qualitative Research in Psychology, 3, 77-101.",
            "cites": null
        },
        {
            "id": 8746810,
            "title": "What should I wear? A qualitative look at the impact of feminism and women's communities on bisexual women's appearance.",
            "authors": [],
            "date": "2003",
            "doi": "10.1300/j159v03n01_02",
            "raw": "Taub, J. (2003). What should I wear? A qualitative look at the impact of feminism and women's communities on bisexual women's appearance. Journal of Bisexuality, 3(1), 9-22.",
            "cites": null
        },
        {
            "id": 8746739,
            "title": "Will the real lesbian please stand up? Constructing and resisting visible non-heterosexual identities through dress and appearance. Manuscript under submission.",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Clarke, V., & Spence, K. (2012).  Will the real lesbian please stand up? Constructing and resisting visible non-heterosexual identities through dress and appearance. Manuscript under submission.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://wrap.warwick.ac.uk/56200/1/Huxley_WRAP_JCASP%20Appearance%20paper%20Revision%20v1%2026%20April%202013%20WRAp.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/16664720.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/16664720"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/16664720/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/16664720/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/16664720"
        }
    ],
    "abstract": "Appearance is one way in which lesbian and bisexual identities and affiliation to lesbian, gay, bisexual (LGB) subculture can be demonstrated. ‘Butch’ and ‘androgynous’ styles have been used by lesbian women to communicate a non-heterosexual identity. However, some LGB appearance researchers have argued that there has been a mainstreaming and diversification of lesbian style in the last couple of decades, which has resulted in less distinction between lesbian and straight looks. This research draws on the Social Identity approach to explore contemporary style in lesbian and bisexual communities. Fifteen lesbian and bisexual women took part in semi-structured interviews which were analysed using thematic analysis. Although some participants reported a diversification of lesbian style, most used the term ‘butch’ to describe lesbian style, and a ‘boyish’ look was viewed as the most common contemporary lesbian style. By contrast, most participants could not identify distinct bisexual appearance norms. The data provide evidence of conflicting desires (and expectations) to visibly project social identity by conforming to specific lesbian styles, and to be an authentic, unique individual by resisting these subcultural styles",
    "tags": [
        "BF",
        "BF"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "BF"
    ],
    "oai": "oai:wrap.warwick.ac.uk:56200",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "136",
        "openDoarId": 0,
        "name": "Warwick Research Archives Portal Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 16664720,
        "depositedDate": null,
        "publishedDate": "2014-06-01T01:00:00+01:00",
        "updatedDate": "2024-02-12T11:57:22+00:00",
        "acceptedDate": null,
        "createdDate": "2013-09-24T21:50:20+01:00"
    },
    "urls": [
        "https://wrap.warwick.ac.uk/56200/1/Huxley_WRAP_JCASP%20Appearance%20paper%20Revision%20v1%2026%20April%202013%20WRAp.pdf"
    ],
    "lastUpdate": "2024-02-12T11:57:22+00:00",
    "setSpecs": []
}