{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sokolowski, Elizabeth, author"
        },
        {
            "name": "Chavez, Ernest, advisor"
        },
        {
            "name": "Rickard, Kathryn, committee member"
        },
        {
            "name": "Carlson, Laurie, committee member"
        }
    ],
    "contributors": [],
    "createdDate": "2020-12-02T23:01:36+00:00",
    "dataProvider": {
        "id": 14314,
        "name": "Mountain Scholar (Digital Collections of Colorado and Wyoming)",
        "url": "https://api.core.ac.uk/v3/data-providers/14314",
        "logo": "https://api.core.ac.uk/data-providers/14314/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/354467020.pdf",
    "fullText": "THESIS     RESOURCE UTILIZATION OF AN LGBT UNIVERSITY RESOURCE CENTER AND PROSPECTIVE BARRIERS   Submitted by Elizabeth Sokolowski Department of Psychology   In partial fulfillment of the requirements For the Degree of Master of Science Colorado State University Fort Collins, Colorado Summer 2018   Master’s Committee:   Advisor: Ernest Chavez   Kathryn Rickard  Laurie Carlson               Copyright by Elizabeth Sokolowski 2018 All Rights Reservedii  ABSTRACT    RESOURCE UTILIZATION OF AN LGBT UNIVERSITY RESOURCE CENTER AND PROSPECTIVE BARRIERS   The microclimate of an LGBT resource center was examined for its overall use of services and potential barriers to use.  The responses of 38 LGBT students in 2011 and 30 LGBT students in 2015, all from one university, were examined to determine if the overall use of services provided by the LGBT resource center changed across time and whether overall awareness of services, the microclimate atmosphere at the resource center, and the name of the resource center acted as barriers to use.  Overall use of services significantly decreased from 2011 to 2015, and awareness was the only significant barrier related to overall use of services.  An analysis of the relationship of identities (e.g., sex, gender, sexual orientation, and ethnicity) to overall use and the barriers to use found that sex and sexual orientation were significantly related to perception of microclimate atmosphere within the resource center.     iii  ACKNOWLEDGEMENTS    I would like to thank my thesis committee for their patience and support, especially my advisor, Ernie, who provided guidance and challenged me to grow.  I also extend thanks to my family and friends who have encouraged me and celebrated with me in the culmination of this project.  Finally, I send appreciation for my peers and other CSU faculty who reviewed and provided feedback about the appropriate analyses to run.      iv  TABLE OF CONTENTS    ABSTRACT ................................................................................................................................... ii  ACKNOWLEDGEMENTS ........................................................................................................... iii  LIST OF TABLES ....................................................................................................................... viii  DEFINITION OF TERMS ............................................................................................................ ix  CHAPTER 1: INTRODUCTION ....................................................................................................1  LGBT Student Experiences of Discrimination on College Campuses ................................1  Development of LGBT Resource Centers on College Campuses .......................................2  Barriers to Use .........................................................................................................3  Development of Campus Climate Studies ...........................................................................4  LGBT Climate Studies Results ................................................................................5  Campus Microclimates ............................................................................................6  Relevant Gaps in Literature .................................................................................................6  Current Study .......................................................................................................................7  Research Questions and Hypotheses ...................................................................................8  Research Question 1: Have there been changes in the utilization of services at the Pride Resource Center by LGBT students over time? .............................................8   Research Question 2: What factors may be limiting the LGBT students’ use of the  Pride Resource Center services? ..................................................................9  CHAPTER 2: METHODS .............................................................................................................11  Description of Sample........................................................................................................11  2011 Sample...........................................................................................................11  2015 Sample...........................................................................................................11  v   CSU Pride Resource Center ...................................................................................11  Sampling Procedures .............................................................................................12  Data Cleaning.........................................................................................................13  Procedures ..........................................................................................................................13  Variables ............................................................................................................................14  CHAPTER 3: RESULTS ...............................................................................................................16  Research Question 1: Have there been changes in the utilization of services at the Pride Resource Center by LGBT students over time? ................................................................16  Hypothesis 1: The average number of Pride Resource Center Resources use by an individual will have increased from 2011 to 2015 .................................................16  Hypothesis 2: The percentage of students using a specific Pride Resource Center  resource will have increased from 2011 to 2015 ...................................................16  Hypotheses 3: Dominant identity LGBT students are using services more than  non-dominant identity LGBT students, and Hypothesis 4: Non-dominant identity  LGBT students are using more Pride Resource Center services in 2015 than in  2011........................................................................................................................17  Research Question 2: What factors may be limiting LGBT students’ use of the Pride  Resource Center services? .................................................................................................18  Awareness ..............................................................................................................18  Hypothesis 1: Students were more aware of resources offered by the Pride  Resource Center in 2015 than 2011 ...........................................................19  Hypothesis 2: Identity predicts overall awareness of resources with  dominant identities more aware of the resource offered than non-dominant  identities .....................................................................................................19  Hypothesis 3: Overall awareness directly relates to overall use of  services .......................................................................................................20  Perception of Microclimate Atmosphere ...............................................................21  Hypothesis 1: The perception of the microclimate atmosphere is more  positive in 2015 than in 2011 .....................................................................22 vi  Hypothesis 2: Identity predicts perception of microclimate atmosphere  with dominant identities reporting more positive perception than non- dominant identities .....................................................................................22  Hypothesis 3: Perception of microclimate atmosphere predicts overall use  of services ..................................................................................................23  Name of Resource Center ......................................................................................24  Hypothesis 1: The name of the resource center impacted use of services .24  Hypothesis 2: Non-dominant identities have been more impacted by the  name of the resource center than dominant identities ................................25  Hypothesis 3: Changing the name of the resource center will increase  future use ....................................................................................................25  Hypothesis 4: Changing the name of the resource center will increase  future use for non-dominant identities more than dominant identities ......25  CHAPTER 4: DISCUSSION .........................................................................................................27  Research Question 1: Have there been changes in the utilization of services at the Pride Resource Center by LGBT students over time? ................................................................26  Research Question 2: What factors may be limiting LGBT students’ use of the Pride  Resource Center services? .................................................................................................28  Awareness ..............................................................................................................28  Perception of Microclimate Atmosphere ...............................................................30  Name of Resource Center ......................................................................................32  Conclusion .........................................................................................................................35  REFERENCES ..............................................................................................................................38  APPENDIX A: DEMOGRAPHICS TABLES ..............................................................................45  APPENDIX B: CSU PRIDE RESOURCE CENTER MISSION STATEMENT .........................48  APPENDIX C: 2011 SURVEY WITH DEMOGRAPHIC QUESTIONS ....................................49  APPENDIX D: 2015 SURVEY WITH DEMOGRAPHIC QUESTIONS ....................................57  vii  APPENDIX E: 2011 SURVEY INFORMED CONSENT FORM................................................61  APPENDIX F: 2015 SURVEY INFORMED CONSENT FORM ................................................62   viii  LIST OF TABLES    Table 2.1- Pride Resource Center Resources Offered in 2011 and 2015 ......................................14  Table 3.1- Chi-Square Analysis Results for the 15 Common Resources in 2011 and 2015 .........17  Table 3.2- Percentage of LGBT Students within Each Survey Sample for Specific Resources that were Significantly Associated with Time ......................................................................................17  Table 3.3- Multiple Linear Regression of Overall Use of Services Regressed upon Identity Variables, Time, and Interactions ..................................................................................................18  Table 3.4- Multiple Linear Regression of Overall Awareness of Services Regressed upon Identity Variables, Time, and Interactions .....................................................................................20  Table 3.5- Multiple Linear Regression of Overall Use of Services Regressed upon Overall Awareness of Service, Time, Interaction, and Identity Control Variables ....................................21  Table 3.6- Multiple Linear Regression of Perception of Microclimate Atmosphere Regressed upon Identity Variables, Time, and Interactions ............................................................................22  Table 3.7- Multiple Negative Binomial Regression of Overall Use of Services Regressed upon Perception of Microclimate Atmosphere, Time, Interaction, and Identity Control Variables ......23   Table 3.8- Chi-Square Analysis Results for the Association between Identity Variables and the Name of the Resource Center Impacting Past Use ........................................................................25  Table 3.9- Chi-Square Analysis Results for the Association between Identity Variables and the Name of the Resource Center Increasing Future Use ....................................................................25  Table A.1- Detailed demographics for 2011 and 2015 Survey Samples .......................................45  Table A.2- Demographic Percentages by Coded Category for Full and Reduced Samples ..........46  Table A.3- Descriptive Statistics for Overall Use of Services and Overall Awareness of Services ..........................................................................................................................................46  Table A.4- Descriptive Statistics for Overall Use of Services and Perception of Microclimate Atmosphere on a Reduced Sample ................................................................................................47  Table A.5- Descriptive Statistics for Overall Use of Services, Name Impacted Past Use, and Name Increases Future Use ...........................................................................................................47   ix  DEFINITION OF TERMS    The LGBT acronym represents the terms lesbian, gay, bisexual, and transgender.  It refers broadly to non-dominant identities within the categories of sex, gender, and sexual orientation.  Dominant identities and non-dominant identities refer to socially constructed identities that are based upon power relations and experiences of marginalization (Abes, Jones, & McEwen, 2007; McLaren, 2003; Jones, 2009).  Relevant identity areas include sex, gender, sexual orientation, and ethnicity (Weber, 1998) with the following specific identities labeled as dominant: male, cisgender, heterosexual, and white (Jones, 2009; Robinson, 1999).  Furthermore, within the LGBT community, monosexist societal preferences have led to the dominance of gay and lesbian identities above bisexual, pansexual, and queer identities (Roberts, Horne, & Hoyt, 2015). Sex refers to the biological descriptor assigned at birth based upon the person’s apparent external genitalia (APA, 2015b).  Terms within the category of sex in this proposed study include female, male, and intersex.  The term intersex refers to atypical combinations of sex characteristics (APA, 2012).  Gender refers to the psychological, behavioral, social, and cultural aspects of masculinity or femininity (APA, 2015a).  Gender identity refers to a person’s inherent sense of being male, female, or an alternative gender (APA, 2015b).  In this study, the gender identity category is comprised of genderqueer, man, transgender, and woman.  Man and woman are intended as cis-gender identities, wherein gender identity and gender expression align with sex assigned at birth (APA, 2015b).  The term transgender refers to when a person’s gender identity does not align x  with their sex identity identified at birth (APA, 2015b).  It is important to note that many people who identify as transgender would also identify as man or woman (Rankin et al., 2010).  Gender queer is a term often used when a person does not want to label themselves within the binary boxes of man, woman, or transgender (APA, 2015b; Rankin, 2003).  Sexual orientation refers to the relation between an individual’s sex identity and the sex identity of their partner (APA, 2012).  In this study, sexual orientation can be defined by the following terms: bisexual, gay, heterosexual, lesbian, pansexual, queer, questioning, same-gender loving, and two spirit.  The bisexual and pansexual terms refer to an attraction to more than one sex (Human Rights Commission (HRC), 2017).  Historically, the term bisexuality originally referenced attraction to men and women when gender identity was socially constructed as dualistic, and the term pansexual was created to identify attraction to all genders rather than only men and women.  Currently, bisexual and pansexual are used interchangeably.  Gay describes man-man attraction while lesbian refers to woman-woman attraction.  Alternatively, same-gender loving is sometimes used in place of the terms lesbian or gay.  People who identify their sexual orientation as queer describe themselves as having a fluid sexual orientation.  Two spirit is a Native American term with a wide range of definitions based upon different communities (Naswood & Jim, 2012).  In general, two spirit can refer to a Native American person identifying as non-heterosexual.  Commonly, the term references an Anishinabe meaning an individual has both a male and a female spirit. Identifying as questioning indicates that the person is in the process of exploring their sexual orientation.   The phrase LGBT Resource Center refers broadly to any university resource center whose main goal is to serve students with non-dominant identities within the categories of sex, gender, and sexual orientation.  According to the Consortium of Higher Education LGBT xi  Resource Professionals (2017), LGBT resource centers must also be staffed by at least one half-time (50% or 20 hours per week) professional staff person or graduate assistant whose job description is solely dedicated to serving the LGBT resource center and its services.   LGBT resource centers also serve LGBT student allies, or other students who are supportive of LGBT people (Miller, 2015).  People within the LGBT community can serve as an ally for other subcategories within the community (e.g., bisexual people supporting transgender people).  However, for the purposes of this study, the term allies refers only to non-LGBT people who support the LGBT community.   Rankin and Reason (2008) define campus climate as the “current attitudes, behaviors, and standards of faculty, staff, administrators, and students…. concerning the level of respect for individual needs, abilities, and potential” (p. 264).  Standards include policies and programming.  Microclimate refers to the same scope as campus climate, but microclimates examine a smaller area of the campus, such as a specific college or a specific department (Vaccaro, 2012).  The term microclimate can be used interchangeably to refer to a physical space (e.g., specific department), the perception and experiences about that space, and the status of programming in that space.  For clarity in this study, the term microclimate atmosphere will be used to represent the subsection of microclimate that examines only the perceptions about the space.   1  CHAPTER 1: INTRODUCTION     LGBT Student Experiences of Discrimination on College Campuses Gender and sexual minority students, here forward referred to by the umbrella acronym LGBT students, experience the impact of heterosexism, genderism, homophobia, and transphobia on college campuses (Bilodeau, 2009; Rankin, Weber, Blumenfeld, & Frazer, 2010).  Specifically, LGBT students continue to be subject to harassment and discrimination on college campuses at higher rates than non-LGBT students (Rankin, 1998; Rankin, 2003; Rankin et al., 2010).  In a study of 1,000 students across 14 universities in the United States, Rankin (2003) found that 36% of LGBT undergraduate students have experienced harassment in the last year, with 79% of the harassment attributed to peer students.  Common sources of harassment for these LGBT students included derogatory remarks (89%), threats (48%), anti-LGBT graffiti (39%), pressure to conceal identity (38%), and written comments (33%) (Rankin, 2003).  LGBT students stated that they concealed gender or sexual orientation identity (51%) and that they avoided areas on campus associated with LGBT students (10%) out of fear of being labeled and harassed (Rankin, 2003).  Alternatively, openly identifying as LGBT is not a requirement for harassment.  Students are bullied or harassed due to perceived LGBT identities, too (Mays & Cochran, 2001; McCasbe, Bostwick, Hughes, West, & Boyd, 2010; Yost & Gilmore, 2011).  These concerns about safety and visibility may help to explain why the exact demographic statistics of LGBT students on college campuses is unknown.  LGBT students report mental distress due to feeling unwelcome, invalidated, and/or unsupported (Rankin et al., 2010).  The additional distress and challenges associated with an LGBT identity can negatively influence college student academic success, social support, and 2  mental health (Rankin, 2005; Renn, 2010).  In one study, LGBT students were 2.6 times more likely to consider or attempt suicide compared to heterosexual peers (Kisch et al., 2005).  LGBT students may also turn to alcohol or substance use to cope (Longerbeam, Johnson, Inkelas, & Lee, 2007; Reed, Prado, Matsumoto, & Amaro, 2010). Development of LGBT Resource Centers on College Campuses In response to LGBT students experiencing harassment, discrimination, and psychological distress, LGBT resource centers were developed (Mays & Cochran, 2001; Sanlo, Rankin, & Schoenberg, 2002).  The first LGBT resource center was founded in 1971 at the University of Michigan with more colleges founding LGBT centers in response to public acts of discrimination, such as the murder of Matthew Shepard in 1998 (Fine, 2012).   LGBT campus resource centers can help to mitigate harmful campus climate and promote a more inclusive community for LGBT students (Peters, 2003).  These resource centers act as a safe space to serve the academic, emotional, and social needs of sexual minority students through programs, events, and resources (Kasper, 2004; Sanlo, 2004).  Programming can demonstrate commitment to LGBT acceptance on campus, to recruit and retain students, and to benefit student living experiences on campus, such as housing, socialization, and safety (Rankin, 2005).  Specific, well-known programs include the following: safe zone programs, lavender graduation, national coming out week, and LGBTQ history month (Draughn, Elkins, & Roy, 2002).  The need for LGBT resource centers continues to grow as more U.S. adults identify as part of the LGBT community.  According to a Gallup national survey (Gates, 2017), 3.5% of U.S. adults and 5.8% percent of millennials identified as LGBT in 2012.  In 2016, those numbers grew to 4.1% of adults and 7.3% of millennials, with millennials comprising 58% of the self-identified LGBT community (Gates, 2017).  3  Despite the potential benefits and the increasing number of LGBT college-aged adults, many universities do not have an LGBT resource center.  As of May 2017, there were 212 offices solely devoted to LGBT students out of over 2,000 colleges and universities across the United States, indicating that roughly 10% of U.S. colleges have a dedicated safe space for LGBT students (Consortium of Higher Education LGBT Resource Professionals, 2017).  Fine (2012) found that the presence of an LGBT resource center on campus is positively linked with resources available and the university’s prestige.  In addition, LGBT resource centers are more likely to be present in Midwestern, Great Lakes, and Mountain states and in a democratic favoring political milieu (Fine, 2012).  Conversely, religious affiliation and the geographic location of the university (e.g., politically conservative state; South, Southwest, and New England regions) are significant indicators that the university is less likely to have an LGBT resource center (Fine, 2012)  Once present, LGBT resource centers continue to encounter campus wide hurdles along their path of serving LGBT students. Some centers report that college administrators display low degrees of commitment toward supporting LGBT resource centers, possibly due to a lack the awareness of unique LGBT struggles on college campuses (McCabe & Rubinson, 2008).  LGBT resource centers are left with the task of combatting negative stereotypes and myths that LGBT students do not encounter discrimination on campus (Rhee, 2014; Kasper, 2004).  Barriers to Use LGBT resource centers seem to struggle to attract the varying identities within the LGBT student population.  In a study examining 30 LGBT resource centers across the United States, women were less likely to utilize LGBT resource center services than men (Westbrook, 2009).  On college campuses, LGBT students of color were more likely to conceal their sexual 4  orientation or gender identity than white LGBT students, and LGBT students of color reported feeling out of place in predominantly white LGBT settings (Rankin, 2005).  LGBT resource centers may favor programming geared toward dominant racial and sexual orientation identities, such as white gay men, while ignoring the needs of other students, especially students with intersecting non-dominant identities (Poynter & Washington, 2005).  Hence, LGBT resource centers may struggle with awareness and use of their programming.  The language used to describe gender and sexual orientation identities can act as a barrier to resource utilization.  Boykin (2005) presents that the terms lesbian, gay, bisexual, and transgender are associated with white culture and carry political implications.  For example, some students may prefer to identify as same-gender loving, genderqueer, queer, or pansexual (Rankin et al., 2010).  Hence, the name of LGBT resource centers may ignore non-dominant identities, foster further invisibility for these students, and become a barrier to the use of the LGBT resource center itself.  Development of Campus Climate Studies Campus climate studies originated as a tool of study in the early 1990s with the goal to examine diversity and quality of life concerns (Hart & Fellabaum, 2008; Hurtado, Milem, Clayton-Pederson, & Allen, 1998; Hurdao, Carter, & Kardia, 1998).  In general, campus climate studies explore a combination of psychological climate, behavioral climate, structural diversity, compositional diversity, and institutional history (Milen, Chang, & Antonio, 2005) while examining individuals’ attitudes, perceptions, and feelings toward their environment (Kuh, 1990).  However, varying operational definitions of the term campus climate exist, and studies have tended to examine either one main topic (e.g., gender, ethnicity) or one main population (e.g., students, faculty) (Hart & Fellabaum, 2008).   5  LGBT campus climate studies began assessing LGBT campus experiences in the late 1990s, with national studies beginning in the early 2000s (Malaney, Williams, & Geller, 1997; Waldo, 1998; Brown, Clarke, Gortmaker, & Robinson-Keilig, 2004; Evans and Broido, 2002; Garber, 2002; Rankin, 2003; Rankin et al., 2010).  These studies typically examine three core areas: perceptions and experiences from LGBT people; perceptions about LGBT people and their experiences; and policies and status of programs designed to improve campus life (Renn, 2010).  In addition, LGBT campus climate studies often include recommendations for better practices throughout the university to support LGBT students (Rankin, 2003; Rankin et al., 2010). Examples include recruiting and retaining LGBT individuals, demonstrating institutional commitment to LGBT concerns, integrating LGBT concerns into curriculum, offering counseling and comprehensive healthcare, and creating safe spaces for dialogue and interaction. LGBT Climate Studies Results Results from LGBT campus climate studies fall in line with previously mentioned studies regarding LGBT students’ experiences of discrimination while attending college.  For example, Rankin (2003) found that 43% of participants rated their campus climate as homophobic, and LGBT students rate campus climate toward LGBT identities worse than non-LGBT students (Brown et al., 2004).   Rankin et al.’s (2010) most recent campus climate study involved the responses of over 5,000 participants representing all 50 states of the U.S. with 2,384 of the participants identifying as undergraduate students. Due to the large sample size, Rankin et al. (2010) could examine how identifiers influenced experiences, sources, and observations of harassment.  They found differences in types of harassment experiences between sexual orientation identity groups with 66% of gay men stating they experienced derogatory remarks, with 53% of lesbian women 6  stating they were ignored or excluded, and with 44% of queer identifying students stating that they were often stared at on campus (Rankin et al., 2010).  The content of the harassment also varied by identity.  LGBQ participants identified sexual orientation as their main source of harassment while transmasculine, transfeminine, and gender non-conforming students indicated gender identity (Rankin et al., 2010).  Non-dominant identities were also more likely to witness harassment.  Queer-identifying participants and transmasculine, transfeminine, and gender non-conforming participants were more likely to observe harassment than LGB or gender-conforming participants, respectively (Rankin et al., 2010).    Campus Microclimates There is a recent shift within the field of campus climate studies to examine the experience of identity within subdivisions of a college campus, such as organizations, groups, and individual levels (Anderson & West, 1998; Zohar & Luria, 2005).  Vaccaro (2012) argues for the exploration of campus microclimates as perceptions of campus climate vary based upon specific identities, roles, and departments (Rankin, 2003; Rankin et al., 2010).  Additionally, qualitative interviews of LGBT undergraduate students, graduate students, faculty, and staff on college campuses found that individuals reported office-specific experiences and perceptions (i.e., their microclimate) as more impactful upon them than macroclimate concerns, such as university policies and curriculum (Vaccaro, 2012).  Relevant Gaps in Literature Despite the ongoing experiences of discrimination for LGBT college students, there are less than a handful of national LGBT campus climate studies (Rankin et al., 2010).  The number of published studies examining the impact of microclimate for LGBT individuals is even rarer, likely due to department-level climate studies being conducted by staff for internal purposes 7  (e.g., to improve climate, to improve use of programming) rather than for generalized research purposes (Hart & Fellabaum, 2008).  Further, no study has been published that examines the microclimate within an LGBT resource center, including LGBT students’ awareness and use of programming in addition to their perceptions of the microclimate atmosphere (e.g., safety, comfort, and being welcome within their LGBT resource center).  Current Study LGBT campus climate studies indicate that students experience discrimination at college that affects their academic success and mental health (Rankin, 2005; Renn, 2010).  LGBT resource centers, while created to serve LGBT college students, continue to encounter hurdles in that mission (Fine, 2012; Poynter & Washington, 2005).  Despite these needs, large gaps exist in the literature about LGBT resource center microclimates, including studies about use of resources and microclimate atmosphere.  Generally, this study aimed to explore how an LGBT resource center is meeting its LGBT students’ needs through the examination of the resource center’s microclimate.  Specifically, this study explored the LGBT microclimate within Colorado State University’s (CSU) LGBT resource center, currently titled the Pride Resource Center, through previously collected survey data from 2011 and 2015.  The surveys examined two components of campus climate: 1) LGBT students’ use of programs offered by the CSU LGBT resource center, and 2) LGBT students’ perceptions and experiences of their LGBT resource center at CSU (i.e., microclimate atmosphere).  This study did not examine the perception of LGBT students’ experiences from the viewpoint of non-LGBT individuals.  While this study was specific to the microclimate of CSU’s Pride Resource Center, the study aimed to serve as exploratory research about the use of programming designed for LGBT 8  students over time, including examining if use of programming is related to identity (i.e., sex, gender, sexual orientation, and ethnicity).  Potential barriers to use of CSU’s LGBT resource center were also examined, such as awareness of resources, the name of the resource center, and the perception of microclimate atmosphere (e.g., safety, comfort, and being welcome within their LGBT resource center).   Research Questions and Hypotheses Research Question 1: Have there been changes in the utilization of services at the Pride Resource Center by LGBT students over time? This research question is based upon the expectation that use of services would increase as the national macroclimate surrounding Colorado State University has become more accepting toward LGBT identities (McCarthy, 2016).  Overall, this research question is composed of the following hypotheses:  1. The average number of Pride Resource Center resources used by an individual will have increased from 2011 to 2015.  2. The percentage of students using a specific Pride Resource Center resource will have increased from 2011 to 2015. 3. Dominant identity LGBT students are using services more than non-dominant identity LGBT students. 4. Non-dominant identity LGBT students are using more Pride Resource Center services in 2015 than in 2011.  9  Research Question 2: What factors may be limiting LGBT students’ use of the Pride Resource Center services? This research question explored the barriers to use of the Pride Resource Center.  Specific barriers examined include overall awareness of services offered, perception of microclimate atmosphere at the Pride Resource Center, and the name of the resource center.  Barriers were based upon previous research (see Introduction) and variables examined in the previously collected surveys.  Overall, this research question is composed of the following hypotheses, broken down by specific barrier:  Awareness 1. Students were more aware of resources offered by the Pride Resource Center in 2015 than 2011. 2. Identity predicts overall awareness of resources with dominant identities more aware of the resources offered than non-dominant identities. 3. Overall awareness directly relates to overall use of services.  Perception of Microclimate Atmosphere 1. The perception of the microclimate atmosphere is more positive in 2015 than in 2011. 2. Identity predicts perception of microclimate atmosphere with dominant identities reporting more positive perception than non-dominant identities. 3. Perception of microclimate atmosphere predicts overall use of services.  Name of the Resource Center 1. The name of the resource center has impacted use of services. 2. Non-dominant identities have been more impacted by the name of the resource center than dominant identities.  10  3. Changing the name of the resource center will increase future use.  4. Changing the name of the resource center will increase future use for non-dominant identities more than dominant identities.     11  CHAPTER 2: METHODS    Description of Sample 2011 Sample This study’s 2011 sample of LGBT students included 38 participants.  Demographic information was found by sex, gender, sexual orientation, and ethnicity (see Appendix A, Table A.1).  Out of the possible demographic options, no participant from the 2011 survey endorsed Intersex, Same gender loving, Two Spirit, Black/African American, or Native American.  2015 Sample  The 2015 sample of LGBT students included 30 participants.  Demographic information was found by sex, gender, sexual orientation, and ethnicity (see Appendix A, Table A.1).  Out of the possible demographic options, no participant from the 2015 survey endorsed Intersex, FTM, Asian/Pacific Islander, or Native American.  CSU Pride Resource Center The surveys were organized, distributed, and collected by the Pride Resource Center.  CSU’s Pride Resource Center opened its doors as the Gay Lesbian Bisexual Transgender Student Services office on August 1st, 1998 after two student organizations proposed the development of a student services office geared toward LGBT students on campus.  The resource center changed its name twice since opening, seemingly to accommodate growing identities within the LGBT community (e.g., queer, non-binary).  In 2013 it was renamed the Gay Lesbian Bisexual Transgender Queer Questioning and Ally (GLBTQ2A) Resource Center.  Late in the summer of 2016, the name was changed to the Pride Resource Center. 12  The Pride Resource Center’s mission is to provide “resources and support for all CSU community members to explore and increase their understanding of sexual/romantic orientation, gender, and identity intersection” (see Appendix B).  Services offered by the Pride Resource Center include LGBT resource center physical space (e.g., library, lounge, open houses), supportive services (e.g., academic, campus resource referral, personal, crisis intervention, coming out psychotherapy group, newsletter, leadership retreat), training programs (e.g., workshops, safe zone program), and campus event programming (e.g., national coming out week events, GLBTQ history month events, lavender graduation). Sampling Procedures The Pride Resource Center’s 2011 and 2015 surveys were intended to sample the LGBT population on CSU’s campus at the time of the survey.  As such, the 2011 sample is independent of the 2015 sample.  No attempts to sample the same participants from 2011 were conducted.  Both surveys utilized purposive sampling geared toward LGBT individuals and allies on CSU’s campus.  While not explicitly encouraged, snowball sampling may have occurred if participants encouraged their peers to fill out the survey, too.   Due to a change in resource center’s director since the 2011 survey was conducted, little is known about the specific method of recruitment by the Pride Resource Center (e.g., email, word of mouth, poster, etc).  The Pride Resource Center distributed its 2015 survey via their e-mail mailing list and through a link on their official CSU website homepage.  For both surveys, participants were required to be over the age of 18 years old and members of the CSU community (e.g., students, faculty, staff, etc).     13  Data Cleaning This study examined the responses from LGBT students, both graduate and undergraduate students.  Alumni were not included in the study as no question assessed how recently they had graduated.  While allies use the resource center, students who identified as heterosexual were excluded from the sample.  Of the remaining LGBT student participants, 12 participants were not included in the sample as they did not provide responses for the Overall Use of Services variable. Procedures Participants completed the 2011 and 2015 surveys (see Appendices C & D) online through CSU’s Baseline computer program.  Data was collected from January 2011 to July 2011 for the 2011 survey and from August 2015 through June 2016 for the 2015 survey.  Both surveys took about 20-30 minutes to complete. Data from the surveys was stored in the CSU eID password-protected Baseline program, specifically the Pride Resource Center’s account.   Upon following the link to the survey, participants first viewed an informed consent page (see Appendices E & F), which provided general information about the survey, assured confidentiality, discussed rights as a participant of research, and reminded participants that they could exit the survey for any reason at any time.  Based upon the informed consent page, proceeding to the study acted as providing consent.  The surveys assessed demographics, awareness of resources, use of resources, and microclimate atmosphere (see Appendices C & D).  See Table 2.1 for the list of resources examined.  There were 15 common resources used across both times.   14  Table 2.1. Pride Resource Center Resources Offered in 2011 and 2015  Survey Resource 2011 2015 Lounge x x Library x x Bohnett Cyber Center x x GLBTQ and Ally Student Leadership Retreat x x Coming Out Group-Sexuality (COGS) x  Visible Voices/Speakers Bureau Program x x Safe Zone Program x  Workshops/Trainings x x Crisis Intervention x  Resource Referral x x Personal Support x x Academic Support x x Research for Class-Related Purposes x x National Coming Out Week Events x x GLBTQ History Month Events x x Other GLBTQ Awareness Events x x What’s Happening Newsletter x x Lavender Graduation x x Open House x  Note. The 15 overlapping resources are referred to as the 15 common resources.   Variables The Time variable indicates which survey the respondent participated in.  Participants of the 2011 survey were coded as 1.  Participants of the 2015 survey were coded as 2.  The identity-based variables include Gender, Sex, Sexual Orientation, and Ethnicity.  Due to the small sample size and suggestions in the literature that LGBT resource centers often serve dominant identities within the LGBT community (Poynter & Washington, 2005), each variable was split into two subgroups: the socially dominant identity and the remaining socially non-dominant identities.  The dominant identity responses were coded as -1 (e.g., “Male”, “Cis-gender”, “Gay”/“Lesbian”, and “White/Caucasian”). Remaining responses were coded as 1.    15  The Overall Awareness of Services variable is a sum response of the 15 common services offered in both 2011 and 2015 (see Table 2.1).  “Aware” responses were scored 1, and “Unaware” were scored 0.  Scores on this summed count variable can range from 0-15. The Overall Use of Services variable is also as a sum of the responses on the 15 common services offered in 2011 and 2015.  Reponses were coded 1 for used (i.e., “Have utilized”) and 0 for not used (i.e., “Plan to utilize”, “No interest in utilizing”).  Scores on this summed count variable can range from 0-15. The Perception of Microclimate Atmosphere variable is an average score rounded to two decimal places from the 11 microclimate atmosphere questions, which were assessed in both the 2011 and 2015 surveys (see Appendix A & B, Questions 50-60).  Response options for each question were a 5-point Likert scale with 5 indicating strong agreement.  When a participant indicated the sixth option, “Unable to judge”, that question was not included in the Perception of Microclimate Atmosphere average.   Questions regarding the language used in the name of the resource center were only asked in the 2015 survey (see Appendix D, Questions 46-49).  There are two variables regarding the name.  Name Impacted Past Use is based upon Question 46, “Has the name of the Resource Center, GLBTQ2A Resource Center, impacted your decision to visit the Resource Center online or in person?”.  Name Increases Future Use is based upon Question 48, “Would you utilize the Resource Center office and resources more often in the Resource Center changed its name?”.  For both questions, “Yes” responses were coded as 1, and “No” responses were coded as 0.      16  CHAPTER 3: RESULTS    Research Question 1: Have there been changes in the utilization of services at the Pride Resource Center by LGBT students over time? Research Question 1 utilized the following variables: Overall Use of Services, Use of Specific Service, Sex, Gender, Sexual Orientation, Ethnicity, and Time. This research question utilized the full sample of 68 participants. For a breakdown of demographics by the coded dominant and non-dominant identities, see Table A.2 in Appendix A.  Hypothesis 1: The average number of Pride Resource Center resources used by an individual will have increased from 2011 to 2015 A two-sample t-test was used to compare the average overall use of services between the 2011 and 2015 samples.  Homogeneity of variance was not violated according to the Levene statistic (F=.11, p=.74).  Overall use of services was significantly higher (t=2.27, df=66, p=0.029) in 2011 (n=38, M=6.71, SD=3.87) than in 2015 (n=30, M=4.57, SD=4.03).   Hypothesis 2: The percentage of students using a specific Pride Resource Center resource will have increased from 2011 to 2015  A Chi-square analysis with a Bonferroni multiplicity adjustment for the 15 common services between 2011 and 2015 was conducted.  Time was significantly associated with the following resources: Library, Bohnett Cyber Center, Personal Support, Research for Class-Related Purposes, National Coming Out Week Events, and GLBTQ History Month Events (see Table 3.1). The percentage of students using these significantly associated specific resources was smaller in 2015 than 2011 for all six resources (see Table 3.2).    17  Table 3.1. Chi-Square Analysis Results for the 15 Common Resources in 2011 and 2015 Resource Pearson 2 df p Lounge 1.43 1 .231 Library 5.04 1 .025 Bohnett Cyber Center 8.59 1 .003 GLBTQ and Ally Student Leadership Retreat 2.96 1 .085 Visible Voices/Speakers Bureau Program 1.95 1 .659 Workshops/Trainings 3.10 1 .078 Resource Referral 0.08 1 .776 Personal Support 6.01 1 .014 Academic Support 0.95 1 .330 Research for Class-Related Purposes 4.76 1 .029 National Coming Out Week Events 5.97 1 .015 GLBTQ History Month Events 6.82 1 .009 Other GLBTQ Awareness Events 2.38 1 .123 What’s Happening Newsletter 0.91 1 .340 Lavender Graduation 0.08 1 .776 Note. df = Degrees of Freedom; 2= Chi-Square; p = Significance; n=68.  Table 3.2. Percentage of LGBT Students within Each Survey Sample for Specific Resources that were Significantly Associated with Time  Time Resource Use 2011a 2015b Library 50.0% 23.3% Bohnett Cyber Center 65.8% 30.0% Personal Support 52.6% 23.3% Research for Class-Related Purposes 36.8% 13.3% National Coming Out Week Events 63.2% 33.3% GLBTQ History Month Events 68.4% 36.7% an=38. bn=30.  Hypothesis 3: Dominant identity LGBT students are using services more than non-dominant identity LGBT students, and Hypothesis 4: Non-dominant identity LGBT students are using more Pride Resource Center services in 2015 than in 2011 To assess these hypotheses, Sex, Gender, Sexual Orientation, Ethnicity, Time, and the individual interactions of the four identity variables with Time were regressed upon Overall Use of Services using a negative binomial regression (see Table 3.3).  Analysis of the dependent variable, Overall Use of Services, indicated normal distribution with a slight but non-significant positive skew. 18  The omnibus test of regression was not significant for the overall model (2=7.11, df=9, p=.625).  Main effects for identity variables or Time were not significant (see Table 3.3).  Due to the small sample sizes, individual regressions were conducted to examine how the identity variables impacted use of services.  Overall Use of Services was regressed upon Sex, Time, and the interaction. The omnibus test indicated insignificance (2=3.33, df=3, p=.344).  Similar models found omnibus insignificance for Gender (2=3.36, df=3, p=.340), Sexual Orientation (2=2.12, df=3, p=.534), and Ethnicity (2=3.81, df=3, p=.282). Table 3.3. Multiple Linear Regression of Overall Use of Services Regressed upon Identity Variables, Time, and Interactions Parameter B SE 95% CI Wald 2 p Intercept 1.56 0.50 0.51,2.55 9.72 .002 Time 0.17 0.70 -1.19,1.54 0.06 .805 Sex 0.40 0.49 -0.57,1.36 0.66 .418 Gender -0.51 0.49 -1.47,0.45 1.10 .295 Sexual Orientation -0.07 0.48 -1.00,0.88 0.02 .891 Ethnicity 0.40 0.51 -0.60,1.41 0.62 .432 Time*Sex -0.02 0.64 -1.27,1.24 <0.001 .979 Time*Gender 0.50 0.68 -0.83,1.83 0.55 .460 Time*Sexual Orientation -0.16 0.65 -1.44,1.12 0.06 .806 Time*Ethnicity -1.06 0.69 -2.41,0.29 2.28 .123 Note. SE = Standard Error; CI = Confidence Interval; 2 = Chi-Square; p = Significance. Overall model was not significant (2=7.11, df=9, p=.625).  n=68.  Reference groups include Time (Time 1- 2011), Sex (Male), Gender (Cisgender), Sexual Orientation (Gay/Lesbian), and Ethnicity (White/Caucasian).   Research Question 2: What factors may be limiting LGBT students’ use of the Pride Resource Center services? Three potential barriers were assessed: overall awareness of services, perception of microclimate atmosphere, and the name of the resource center. Awareness The first barrier examined was the Overall Awareness of Services.  This barrier utilized the following additional variables: Overall Use of Services, Gender, Sex, Sexual Orientation, 19  Ethnicity, and Time.  Overall Awareness of Services was normally distributed with a slight but not significant negative skew.  Overall Use of Services indicated normal distribution with a slight but not significant positive skew.  All participants in the sample provided responses for these variables. (See Table A.2 in Appendix A for demographic information by coded categories.  See Table A.3 in Appendix A for descriptive statistics for Overall Use of Service and Overall Awareness of Services by identity variables.)  Hypothesis 1:  Students were more aware of resources offered by the Pride Resource Center in 2015 than 2011 A two-sample t-test was used to compare the average overall awareness of services between the 2011 and 2015 samples.  Homogeneity of variance was not violated according to the Levene statistic (F=1.79, p=.185).  Overall awareness of services was significantly higher (t=3.13, df=66, p=0.003) in 2011 (n=38, M=11.68, SD=3.04) than in 2015 (n=30, M=9.03, SD=3.94).  Hypothesis 2: Identity predicts overall awareness of resources with dominant identities more aware of the resource offered than non-dominant identities To assess this hypothesis, Sex, Gender, Sexual Orientation, Ethnicity, Time, and the individual interactions of the four identity variables with Time were regressed upon Overall Awareness of Services using a negative binomial regression (see Table 3.4).   The omnibus test of the regression was not significant for the overall model (2=2.50, df=9, p=.981).  None of the main effects for identity variables or Time were significant (see Table 3.4).  Due to the small sample size, individual regressions were run to examine how the identity variables impacted use of services.  Overall Awareness of Services was regressed upon Sex, Time, and the interaction. The omnibus test indicated insignificance (2=1.48,df=3, p=.687).  20  Similar models found omnibus insignificance for Gender (2=1.28, df=3, p=.734), Sexual Orientation (2=1.19, df=3, p=.756), and Ethnicity (2=1.28, df=3, p=.734).   Table 3.4. Multiple Linear Regression of Overall Awareness of Services Regressed upon Identity Variables, Time, and Interactions Parameter B SE 95% CI Wald 2 p Intercept 2.32 0.47 1.39,3.25 24.05 <.001 Time -0.17 0.66 -1.46,1.13 0.07 .798 Sex 0.37 0.47 -0.55,1.30 0.62 .431 Gender -0.15 0.43 -1.00,0.69 0.13 .723 Sexual Orientation -0.26 0.47 -1.19,0.67 0.30 .584 Ethnicity 0.26 0.47 -0.65,1.17 0.32 .572 Time*Sex -0.28 0.62 -1.49,0.94 0.20 .658 Time*Gender 0.14 0.62 -1.08,1.36 0.05 .823 Time*Sexual Orientation 0.09 0.64 -1.16,1.35 0.02 .885 Time*Ethnicity -0.15 0.63 -1.39,1.09 0.06 .811 Note. SE = Standard Error; CI = Confidence Interval; 2 = Chi-Square; p = Significance. Overall model was not significant (2=2.50, df=9, p=.981).  n=68.  Reference groups include Time (Time 1- 2011), Sex (Male), Gender (Cisgender), Sexual Orientation (Gay/Lesbian), and Ethnicity (White/Caucasian).   Hypothesis 3: Overall awareness directly relates to overall use of services   To assess this hypothesis, Overall Awareness of Services, Time, their interaction, and the identity control variables (Sex, Gender, Sexual Orientation, Ethnicity) were regressed upon Overall Use of Services using a negative binomial regression (see Table 3.5).   The omnibus test of the regression was significant for the overall model (2=23.271, df=7, p=.002).  Overall Awareness of Services was the only significant main effect (see Table 3.5).  Controlling for Time and identity variables, the model predicts an increase in 0.21 services used for every additional service the LGBT student is aware of.       21  Table 3.5. Multiple Linear Regression of Overall Use of Services Regressed upon Overall Awareness of Service, Time, Interaction, and Identity Control Variables  Parameter B SE 95% CI Wald 2 p Intercept 1.09 0.73 -0.33,2.52 2.26 .133 Time -0.49 0.99 -2.43,1.45 0.24 .623 Awareness  0.21 0.06 0.10,0.33 12.34 <.001 Time*Awareness 0.04 0.09 -0.13,0.22 0.26 .610 Sex 0.15 0.32 -0.48,0.78 0.22 .640 Gender -0.05 0.33 -0.69,0.58 0.03 .868 Sexual Orientation 0.06 0.34 -0.61,0.72 0.03 .872 Ethnicity -0.57 0.35 -1.26,0.13 2.54 .111 Note. SE = Standard Error; CI = Confidence Interval; 2 = Chi-Square; p = Significance. Overall model was not significant (2=2.50, df=9, p=.981).  n=68.  Reference groups include Time (Time 1- 2011), Sex (Male), Gender (Cisgender), Sexual Orientation (Gay/Lesbian), and Ethnicity (White/Caucasian).   Perception of Microclimate Atmosphere This barrier also utilized the Overall Use of Services, Time, Sex, Gender, Sexual Orientation, and Ethnicity variables.  The Overall Use of Services variable was normally distributed with a slight, but not significant positive skew.  Perception of Microclimate Atmosphere was normally distributed with a slight, but not significant negative skew. See Table A.4 in Appendix A for descriptive statistics for Overall Use of Service and Perception of Microclimate Atmosphere by identity variables.   The analyses were run on a reduced sample (n=57) as three participants from the 2011 sample and eight participants from the 2015 sample did not answer these questions on the survey.  See Table A.2 in Appendix A for demographic information by coded categories.  Chi-square analysis demonstrated that the samples did not differ on Sex (2=0.85, df=1, p=.357), Gender (2=0.31, df=1, p=.580), Sexual Orientation (2=1.51, df=1, p=.219), or Ethnicity (2=1.28, df=1, p=.257).   22  Hypothesis 1: The perception of the microclimate atmosphere is more positive in 2015 than in 2011   A two-sample t-test was used to compare the average perception of microclimate between the 2011 and 2015 samples.  Homogeneity of variance was violated according to the Levene statistic (F=4.62, p=.036), and the t-test was interpreted without assuming equal variances.  Perception of Microclimate Atmosphere was higher in 2015 (n=22, M=4.16, SD=0.63) than in 2011 (n=35, M=3.87, SD=1.03), however, the score differences were not statistically significantly (t=-1.29, df=54.98, p=.201).    Hypothesis 2: Identity predicts perception of microclimate atmosphere with dominant identities reporting more positive perception than non-dominant identities   To assess this hypothesis, Sex, Gender, Sexual Orientation, Ethnicity, Time, and the individual interactions of the four identity variables with Time were regressed upon the Perception of Microclimate Atmosphere variable using a multiple linear regression (see Table 3.6).   Table 3.6. Multiple Linear Regression of Perception of Microclimate Atmosphere Regressed upon Identity Variables, Time, and Interactions  Parameter B SE 95% CI Wald 2 p Intercept 4.31 0.34 3.63,4.98 157.22 <.001 Time 0.21 0.48 -0.74,1.16 0.19 .662 Sex 0.77 0.34 0.10,1.43 5.14 .023 Gender 0.32 0.33 -0.34,0.97 0.90 .342 Sexual Orientation -0.71 0.35 -1.39,-0.03 4.13 .042 Ethnicity -0.17 0.34 -0.83,0.49 0.25 .618 Time*Sex 0.38 0.46 -0.51,1.27 0.71 .401 Time*Gender -0.28 0.46 -1.18,0.63 0.36 .546 Time*Sexual Orientation 0.66 0.47 -0.25,1.57 2.02 .155 Time*Ethnicity 0.39 0.46 -0.52,1.30 .070 .400 Note. SE = Standard Error; CI = Confidence Interval; 2 = Chi-Square; p = Significance. Overall model was significant (2=25.80, df=9, p=.002).  n=57.  Reference groups include Time (Time 1- 2011), Sex (Male), Gender (Cisgender), Sexual Orientation (Gay/Lesbian), and Ethnicity (White/Caucasian).  23  The omnibus test of the regression was significant for the overall model (2=25.80, df=9, p=.002).  Significant main effects were found for Sex and Sexual Orientation (see Table 3.6).  Gay and Lesbian students were found to have a higher Perception of Microclimate Atmosphere than their counterparts while controlling for all other variables.  Non-males were found to have a higher microclimate perception than Males while controlling for all other variables.  Hypothesis 3: Perception of microclimate atmosphere predicts overall use of services   To assess this hypothesis, Perception of Microclimate Atmosphere, Time, their interaction, and the identity control variables (Sex, Gender, Sexual Orientation, and Ethnicity) were regressed upon Overall Use of Services using a negative binomial regression (see Table 3.7).  Table 3.7. Multiple Negative Binomial Regression of Overall Use of Services Regressed upon Perception of Microclimate Atmosphere, Time, Interaction, and Identity Control Variables  Parameter B SE 95% CI Wald 2 p Intercept 0.15 1.82 -3.43,3.72 0.01 .936 Time -0.87 1.92 -4.63,2.89 0.21 .651 Microclimate  0.30 0.43 -0.55,1.14 0.47 .493 Time*Microclimate -0.09 0.45 -0.78,0.97 0.04 .834 Sex 0.07 039 -0.69,0.84 0.04 .852 Gender -0.06 0.36 -0.75,0.64 0.03 .871 Sexual Orientation -0.04 0.36 -0.74,0.67 0.01 .920 Ethnicity -0.08 0.37 -0.81,0.65 0.05 .832 Note. SE = Standard Error; CI = Confidence Interval; 2 = Chi-Square; p = Significance. Overall model was not significant (2=4.67, df=7, p=.701).  n=57.  Reference groups include Time (Time 1- 2011), Sex (Male), Gender (Cisgender), Sexual Orientation (Gay/Lesbian), and Ethnicity (White/Caucasian).   The omnibus test of the regression was not significant for the overall model (2=4.67, df=7, p=.701).  No main effects were significant (see Table 3.7).  Due to small sample size, the regression was run again without the identity variables acting as a control.  This regression of Overall Use of Services upon Perception of Microclimate Atmosphere, Time, and the interaction was not significant (2=4.54, df=3, p=.209). 24  Name of Resource Center The final barrier examined was the language used in the name of the resource center, which was only assessed in the 2015.  The name of the resource center was the GLBTQ2A Resource Center.  This analysis utilized the following variables: Name Impacted Past Use, Name Increases Future Use, Overall Use of Services, Sex, Gender, Sexual Orientation, and Ethnicity.  The Overall Use of Services variable was normally distributed with a moderate, but not significant positive skew.  See Table A.5 in Appendix A for descriptive statistics for Overall Use of Service, Name Past Use, and Name Future Use by identity variables.   A reduced sample (n=24) from the 2015 sample (n=30) was used for the analyses as six participants did not answer this question. See Table A.2 in Appendix A for demographic information by coded categories.  Chi-square analysis demonstrated that the samples did not different on Sex (2=3.75, df=1, p=.053), Gender (2=0.04, df=1, p=.850), Sexual Orientation (2=0.94, df=1, p=.333), or Ethnicity (2=2.28, df=1, p=.131).   Hypothesis 1: The name of the resource center impacted use of services   A two-sample t-test was used to compare the average Overall Use of Services between “Yes” and “No” responses to Name Impacted Past Use.  Homogeneity of variance was not violated according to the Levene statistic (F=0.70, p=.413).  Overall Use of Services was not significantly different between groups (t=-1.32, df=22, p=.200).  Participants who indicated that the name of the resource center had impacted their decision to use services reported lower use of services (n=9, M=2.78, SD=2.59) than those who said the name did not impact their decision (n=15, M=4.80, SD=4.11).   Hypothesis 2: Non-dominant identities have been more impacted by the name of the resource center than dominant identities   25  A chi-square analysis with a Bonferroni multiplicity adjustment was conducted to examine the association between identity variables and Name Impacted Past Use.  Name Impacted Past Use was not significantly associated with any of the identity variables (see Table 3.8). Table 3.8. Chi-Square Analysis Results for the Association between Identity Variables and the Name of the Resource Center Impacting Past Use Identity Pearson 2 df p Sex 0.05 1 .831 Gender 1.43 1 .231 Sexual Orientation 0.11 1 .744 Ethnicity 0.34 1 .562 Note. df = Degrees of Freedom; 2= Chi-Square; p = Significance; n=24.  Hypothesis 3: Changing the name of the resource center will increase future use A chi-square analysis was conducted to compare Name Impacted Past Use to Name Increases Future Use.  The association was not significant (2=2.90, df=1, p=.088).  Hypothesis 4: Changing the name of the resource center will increase future use for non-dominant identities more than dominant identities A chi-square analysis with a Bonferroni multiplicity adjustment was conducted to examine the association between the identity variables and Name Increases Future Use.  Name Increases Future Use was not significantly associated with any of the identity variables (see Table 3.9).   Table 3.9. Chi-Square Analysis Results for the Association between Identity Variables and the Name of the Resource Center Increasing Future Use Identity Pearson 2 df p Sex 2.06 1 .151 Gender 0.06 1 .808 Sexual Orientation 1.48 1 .224 Ethnicity 0.61 1 .437 Note. df = Degrees of Freedom; 2 = Chi-Square; p = Significance; n=24.   26  CHAPTER 4: DISCUSSION    Research Question 1: Have there been changes in the utilization of services at the Pride Resource Center by LGBT students over time?  After the assumptions were tested and met, a two-sample t-test indicated a significant decrease in the average number of services used from 2011 to 2015.  This decrease in use was opposite of Hypothesis 1, as the number of services used was expected to increase across time as state and national climates warmed toward acceptance of LGBT identities (McCarthy, 2016).  This significant reported decrease in use of services suggests that LGBT students seem to be experiencing barriers that limit their Overall Use of Services at the Pride Resource Center, which fits with the previous research suggesting that LGBT resource centers are inhibited by barriers (Fine, 2012; Rhee, 2014; Kasper, 2004).  Research Question 2’s analysis of awareness of resources, perception of microclimate atmosphere, and the name of the resource center may aid in understanding this trend. This pattern of decreased use was also present in the Chi-Square analyses comparing use of specific services offered across time.  Out of 15 common services between 2011 and 2015, six resources significantly associated with the passage of Time decreased in the percentage of students using the resource.  These 6 resources were the Library, the Bohnett Cyber Center, Personal Support, Research for Class-Related Purposes, National Coming Out Week Events, and GLBTQ History Month Events.  No specific resource indicated a significant increase in use over time, and most of the resources did not experience a significant change in use.  Overall, Hypothesis 2 was not confirmed.  Surprisingly, some of the most well-known national resources, such as National Coming Out Week and GLBTQ History Month (GLSEN, 2018), were used 27  significantly less by the study sample.  Future research exploring the use of services as part of campus climate may benefit from exploring the barriers present in the use of specific services, including an in-depth analysis describing and categorizing services offered at LGBT Resource Centers on college campuses. A regression of Overall Use of Services upon the identity variables, Time, and the identities variables interactions with Time was not significant for the overall model.  Contrary to expectations that LGBT resource centers might be serving dominant LGBT identities more than the non-dominant LGBT identities (Westbrook, 2009; Rankin, 2005; Poynter & Washington, 2005), the identity variables did not predict Overall Use of Services.  Hypothesis 3 was not confirmed.  Four power analyses were run to compare the mean overall use between dominant and non-dominant identities for each identity, which revealed power levels between 15% and 32%.  The small sample size limited the power to detect significant results in the full regression model.  However, comparison of the average number of services used broken down by identity variables shows LGBT Students with dominant Gender, Sexual Orientation, or Ethnicity identities using 0.9 to 1.58 more resources than their counterparts, which fits with previous literature (Poynter & Washington, 2005; Rankin, 2005).  The Sex variable had 1.15 more services used on average by non-males than males, which countered Westbrook’s findings (2009).  Future research with larger sample sizes pulled from multiple LGBT resource centers may detect significant differences in use of services by identity and help to better understand why some identities within the LGBT student community use more resources than their peers.   Overall, there were changes in the use of services at the Pride Resource Center over time.  The average overall number of services used by LGBT students at the Pride Resource Center significantly decreased from 2011 to 2015, which possibly suggests the increased presence of 28  barriers.  Additionally, six specific resources saw a significant decrease in the percentage of LGBT students reporting use from 2011 to 2015.  Identity was not found to significantly predict overall use of services, but the small sample size limited power.  Analysis of the barriers measured in this study may help to explain some of this decreased use.  Research Question 2: What factors may be limiting LGBT students’ use of the Pride Resource Center services? Three potential barriers were assessed based upon previous literature and the data available in the surveys: overall awareness of services (Poynter & Washington, 2005), perception of microclimate atmosphere (Vaccaro, 2012), and the name of the resource center (Boykin, 2005). Awareness The first barrier examined was the overall awareness of services that the Pride Resource Center offered.  After the assumptions were tested and met, a two-sample t-test showed that LGBT students in 2015 were significantly less aware of services offered by the Pride Resource Center compared to LGBT students in 2011.  This decrease in awareness is counter to Hypothesis 1, which expected an increase in awareness across time as the national macroclimate has become more accepting toward LGBT identities (McCarthy, 2016).  Rather, LGBT students in 2015 were on average aware of 9 services, whereas LGBT students in 2011 were aware of 11 to 12 services.  This decrease in awareness suggests that the resource center may have struggled with advertising their services.  Future campus climate studies may benefit students by examining marketing strategies for effectiveness in reaching LGBT students and attracting these students to events.   29  To examine the role of identity in predicting overall awareness of resources, a regression of the identity variables, Time, and their interactions with Time upon Overall Awareness of Services was run.  Neither the overall model nor any main effects were significant, and the analysis did not confirm Hypothesis 2.  However, an examination of the descriptive statistics (see Table A.3) showed variety with some dominant identity groups aware of 1.64 to 1.65 more services (i.e., Gay/Lesbian, Cisgender, respectively) while the non-dominant sex and ethnicity groups were aware of 0.92 to 1.48 more services, respectively.  These mean differences might help to explain why dominant LGBT identities have used resource centers more in the past (Westbrook, 2009; Poynter & Washington, 2005).  However, non-male and non-white LGBT students were unexpectedly aware of more services.  Power analyses indicated power levels in the 17% to 48% range for comparison of groups within identity.  A larger sample size may have provided more power to detect these differences and provide more understanding of the relationship between identity and awareness of services.   Hypothesis 3 examined the role of awareness as a barrier to overall use.  The regression of awareness, time, and the identity variables on overall use of services was significant, and Hypothesis 3 was confirmed as expected (Poynter & Washington, 2005).  Awareness was the only significant main effect (p<.001), which found that one more service was used for every five additional services the LGBT student was aware of.  Considering the average awareness of services for the whole sample is 10.51 services, LGBT students are predicted to use one more service if they are aware of all 15 common services offered.   While awareness was the only significant main effect in this model, the ethnicity variable neared significance (p=.111).  Further examination of the descriptive statistics about overall use and overall awareness demonstrated a unique pattern for ethnicity compared to the other identity 30  variables.  While there is a direct relationship between Overall Awareness and Overall Use by sex, gender, and sexual orientation, the relationship for ethnicity is indirect. Non-white LGBT students were aware of more services than White LGBT students (M=11.67, M=10.19, respectively).  However, they were also using less services than White LGBT students (M=4.60, M=6.09, respectively) as expected (Rankin, 2005).  So, the discrepancy between awareness and use of service is larger for Non-white LGBT students than White LGBT students.  This pattern suggests that a barrier outside of awareness may be impacting the use of services for Non-white LGBT students.  These findings fit with Rankin’s study that found LGBT students of color more likely to conceal their sexual identity and report feeling out of place in predominant while LGBT settings (2005).  Future studies examining the intersection between ethnicity and LGBT identities may help to explain this pattern between awareness and use.   Overall, there was a significant decrease in awareness from 2011 to 2015.  While identity did not predict overall awareness of services, overall awareness was found to significantly predict use of services.  Awareness can act as a barrier to use, especially if LGBT students are aware of only a few services offered by the Pride Resource Center.  Controlling for Awareness, Time, Sex, Gender, and Sexual Orientation illuminated that an additional barrier to use of services may exist specifically for Non-white LGBT students.   Perception of Microclimate Atmosphere The second barrier examined was the microclimate atmosphere at the Pride Resource Center.  The microclimate was examined as a barrier as LGBT students reported office-specific experiences as more impactful than campus macroclimate concerns (Vaccaro, 2012).  Normality of the dependent variables was met, and a chi-square analysis indicated no differences in 31  demographics between the reduced sample and the overall sample, which suggests that these results can be generalized as well as the whole sample can.    After the assumptions were tested, a two-sample t-test showed no significant differences in the perception of microclimate atmosphere between 2011 and 2015, and Hypothesis 1 was not confirmed.  The descriptive statistics showed an expected trend considering that the national macroclimate has become more accepting (McCarthy, 2016).  The average microclimate perception was higher in 2015 (M=4.16, SD=0.63) than in 2011 (M=3.87, SD=1.03).  This comparison was limited to a power of 30%, and a larger sample size may have increased power.   Hypothesis 2 explored the role of identity in predicting microclimate perception of the Pride Resource Center.  The overall regression and the main effects of Sexual Orientation and Sex were significant.  The main effect of Sexual Orientation supported the hypothesis with Gay and Lesbian students rating the microclimate higher than nondominant sexual orientations controlling for all other variables.  However, the main effect of Sex found that Non-males rated the microclimate higher than Males holding all other variables constant.  This outcome contradicts the hypothesis that dominant identities will find the climate more inviting.  Overall, the main effect of Sexual orientation may help to explain why dominant identities are using the resource centers at high rates (Westbrook, 2009; Poynter & Washington, 2009).  However, no previously published studies have examined an office’s microclimate through the breakdown of identities.  Future research is warranted to examine this intersection. Hypothesis 3 examined whether the microclimate acted as a barrier to overall use.  The regression of Perception of Microclimate Atmosphere, Time, and the identity variables as a control onto Overall Use of Services was not significant.  This hypothesis was not confirmed as the perceptions of the microclimate did not predict overall use.  An examination of the 32  descriptive statistics (see Table A.4) demonstrates an unexpected pattern between microclimate and use.  The non-dominant groups for Gender, Sexual Orientation, and Ethnicity perceived the atmosphere higher, yet used less services compared to the dominant identity group.  While there is no previously published research to relate these findings to, the pattern was unexpected.  A different barrier that is impacting non-dominant gender, sexual orientation, and ethnicity identities may be responsible for this indirect relationship between microclimate perception and use.  Overall, there were no significant differences in the perception of the microclimate between 2011 and 2015. While microclimate perception did not predict use, identity did account for the perception of microclimate, and significant differences in perception of microclimate were found by Sex and Sexual Orientation.  Results were mixed as dominant sexual orientation identities and non-dominant sex identities perceived the climate more favorably.  The microclimate of the Pride Resource Center does not seem to have acted as a barrier to use.  However, an unexpected pattern emerged from the data where higher microclimate ratings were associated with less use of services for the non-dominant identities within Gender, Sexual Orientation, and Ethnicity.  Name of Resource Center The third barrier examined was the name of the resource center, GLBTQ2A Resource Center.  The name was examined as previous literature suggested that specific LGBT identity labels are associated with white culture and carry political implications (Boykin, 2005) while Rankin et al. (2010) found that students are preferring less binary identity labels.  This barrier was only studied in the 2015 survey and was comprised of two categorical variables: the name impacted past use and changing the name would increase future use.  Normality of the dependent 33  variables was met and a chi-square analysis indicated no significant differences in identity variable demographics between the reduced sample and the overall sample.  The results from these analyses can be generalized to the sample.  However, both Sex and Ethnicity neared significance.  All male respondents remained in the sample, but only 70% of the Non-males remained.  All Non-white participants remained in the sample, but only 74% of the White participants remained.   After the assumptions were tested, Hypothesis 1 was not confirmed as a two-sample t-test showed no significant difference in overall use of services between participants who stated that the name of the resource center impacted their decision to use services and those who stated the name did not.  However, examination of the descriptive statistics showed that participants who endorse that the name impacted their decision were using about two fewer services on average.  Power analysis revealed only 30%, which means that a larger sample may have been better able to detect that difference in use.  Hence, the name of the resource center may have acted as a barrier as expected (Boykin, 2005; Rankin et al., 2010).   A chi-square analysis with a Bonferroni multiplicity adjustment found no significant relationship between the identity variables and responses to whether the name impacted past use.  Hypothesis 2 was not confirmed as identity is not associated with the decision for past use.  An examination of the descriptive statistics (see Table A.5) indicated a pattern opposite to the hypothesis.  A higher percentage of students with dominant identities from Sex, Gender, and Ethnicity indicated their past use was impacted by the name.  This pattern was surprising since the name was expected to act as a barrier since it uses binary labels that are more associated with white culture (Boykin, 2005; Rankin et al., 2010).  As expected, a higher percentage of non-dominant Sexual Orientation identities indicated the name impacted their decision to use the 34  services in the past.  The largest differences in percentages occurred for Gender and Ethnicity.  The sample size limited the power of the analyses with power between 7% and 32%.  Overall, 38% of the sample stated that the name impacted their decision to use resources, which fits with previous literature (Boykin, 2005; Rankin et al., 2010).   Hypothesis 3 examined whether a relationship existed between the name impacting past use and if changing the name would increase future use.  The chi-square analysis was not significant.  However, descriptive statistics demonstrate that out of those who said that the current name impacted their decision to use resources in the past, 44% said that they would use more resources in the future if the name was changed.  These results imply that use will likely increase with a name change. A chi-square analysis with a Bonferroni multiplicity adjustment found no significant relationship between the identity variables and responses to whether changing the name would increase future use.  Hypothesis 4 was not confirmed, but the sample size limited the power analyses to power levels between 8% and 41%.  An examination of the descriptives provides mixed results.  A higher percentage of dominant Gender and Ethnicity identities indicated that they would use more resources if the name changed, while a higher percentage of non-dominant Sex and Sexual Orientation identities responded similarly.  These findings fit with Rankin et al. (2010) who suggest that students are identifying with less binary labels, considering that the name of the resource center places traditional, binary labels before queer, non-binary labels.  However, a pattern of dominant Gender and Ethnicity identities stating they will increase use with a name change was unexpected.  More research is necessary to understand how the name of a resource center impacts its use.  Overall, 25% of the sample stated that they would use more 35  resources if the name was changed, which suggests that the name acts as meaningful barrier to use. Overall, this barrier examined if the name of the resource center in 2015 impacted past use and future use. Thirty-eight percent of the participants stated that the name impacted past use, and no significant difference in overall use was found between participants who endorsed and those who didn’t endorse the name of the resource center impacting the decision to use services.  This suggests that the benefits of the resource center outweigh the concerns about the name and/or that those 38% of the sample would increase their use if the name changed.  Forty-four percent of participants stated that they would use more resources in the future if the name of the center changed, but no significant relationship was found between the name impacted past use and changing the name would increase future use.  Identity was not significantly related to endorsement of either name variable.  Overall, the name of the resource center seems to have acted as a meaningful barrier, and a larger sample size may have the power to detect the differences found upon looking at the descriptive statistics.    Conclusion This thesis aimed to lessen the gap in literature examining the microclimate of an LGBT resource center, including both its use and barriers to use.  Overall use of services significantly decreased over time.  One hypothesis is that the barriers to use have increased in quantity and/or in the severity of their impact.   Out of the three barriers examined, awareness was the only barrier that significantly impacted use, especially if an LGBT student only knows about a handful of services offered.  The name of the resource center acted as a meaningful barrier with 44% of students saying it impacted past use and 38% saying they would increase use if the name changed.  While the 36  perception of microclimate was not a barrier to use, identity was significantly related to the microclimate perception with participants with a non-male or a gay/lesbian identity rating the microclimate higher than their counterparts.  This result differs from previous research which found that LGBT resource centers may be catering to dominant identities (Westbrook, 2009; Poynter & Washington, 2005).  Other trends were noted in the relationship between identity and overall use of services, overall awareness of services, and the name of the resource center. The primary limitation of this study was a small sample size, which mirrored the decrease in use of services. This limitation reduced the power of the analyses, particularly those analyses involving the identity variables because the sample was further reduced into subgroups. As a result, noticeable differences between the means were limited to trends. Despite the limited power, several significant results were found. Future research with a large sample size is warranted to better understand the barriers to use at an LGBT resource center.  Additionally, future research could aid the LGBT student community by examining how the campus climate differs by identity, which would require a much larger sample for comparisons.   Another limitation to consider is that these results were meaningful for this specific resource center, which experienced significant upheaval and change during the time of this study.  As such, caution must be demonstrated in generalizing results beyond this center.    Overall, LGBT students experience discrimination and harassment on college campuses at rates higher than their non-LGBT peers (Rankin et al., 2010), which impacts their academic achievement and mental health (Rankin, 2005; Renn, 2010).  LGBT resource centers were created in response to these experiences and retention concerns (Mays & Cochran, 2001).  However, LGBT resource centers encounter barriers, which are understudied even compared to the relatively few studies on LGBT campus climate. This study demonstrated that awareness of 37  resources acted as a barrier on this campus.  In agreement with the literature (Westbrook, 2009; Rankin, 2005; Boykin, 2005), the microclimate within the resource center and the name of the resource center may have also have acted as barriers to use in this study.  Reducing the impact of these barriers results in LGBT students feeling more supported (Rankin et al., 2010), which can aid in their academic achievement and well-being (Rankin, 2005; Renn, 2010).    38  REFERENCES    Abes, E. S., Jones, S. R., & McEwen, M. K. (2007). Reconceptualizing the model of multiple dimensions of identity: The role of meaning-making capacity in the construction of multiple identities. Journal of College Student Development, 48, 1-22.  American Psychological Association. (2012). Guidelines for Psychological Practice with Lesbian, Gay, and Bisexual Clients. American Psychologist, 67(1), 10–42. doi: 10.1037/a0024659. American Psychological Association. (2015a). APA dictionary of psychology (2nd ed.). Washington, DC: Author. American Psychological Association. (2015b). Guidelines for Psychological Practice with Transgender and Gender Nonconforming People. American Psychologist, 70(9), 832-864. doi.org/10.1037/a0039906. Anderson, N. R., & West, M. A. (1998). Measuring climate for work group innovation: Development and validation of the team climate inventory. Journal of Organization Behavior, 19(3), 235-258.  Bilodeau, B. (2009). Genderism: Transgender students, binary systems, and higher education. Saarbrücken, Germany: VDM Verlag Dr. Müller.  Bosse, N. (2016). Identity Centers: Perceptions and Alliances. (Unpublished doctoral dissertation). Duke University, Durham, North Carolina.  Boykin, K. (2005). Beyond the Down Low: Sex, lies, and denial in black America. New York: Carral and Graf.  39  Brown, R., Clarke, B., Gortmaker, V., and Robinson-Keilig, R. (2004). Assessing the campus climate for gay, lesbian, bisexual and transgender (LGBT) students using a multiple perspectives approach. Journal of College Student Development, 45(1), 8-26.  Coleman, K. (2016). The difference safe spaces make: The obstacles and rewards of fostering support for LGBT community at HBCUs. SAGE Open, 6(2). DOI: 10.1177/2158244016647423.  Consortium of Higher Education LGBT Resource Professionals. (2017). [Interactive Map of LGBTQ Campus Resource Centers May 8, 2017]. Find an LGBTQ Resource Center. Retrieved from http://www.lgbtcampus.org/find-a-lgbt-center. Draughn, T., Elkins, B., and Roy, R. (2002). Allies in the struggles: Eradicating homophobia and heterosexism on campus. Journal of Lesbian Studies, 6(3/4), 9-20.  Evans, N., and Broido, E. The experiences of lesbian and bisexual women. Journal of Lesbian Studies, 6(3/4), 29-40.  Fine, L. E. (2012). The context of creating space: Assessing the likelihood of college LGBT center presence. Journal of College Student Development, 53(2), 285-299.  Garber, L. Weaving a wide net: The benefits of integrating campus projects to combat homophobia. Journal of Lesbian Studies, 6(3/4), 21-28.  Gardner, S. R. (2016). Assessing the needs of non-monosexual students related to campus LGBT services. Culminating Projects in Higher Education Administration. 4.  Gates, G. J. (2017, January 11). In US, more adults identifying as LGBT. Retrieved from http://news.gallup.com/poll/201731/lgbt-identification-rises.aspx. 40  GLSEN. (2018). LGBTQ History. Retrieved from https://www.glsen.org/article/lgbtq-history-1?gclid=Cj0KCQjwkKPVBRDtARIsAA2CG6G9jI2u0H7VXNA_dNGTJOhYjb48icMMtB3dyhBnHy6YPkJk1vXPZ7YaAnEGEALw_wcB. Hart, J., & Fellabaum, J. (2008). Analyzing campus climate studies: Seeking to define and understand. Journal of Diversity in Higher Education, 1(4), 222-234. Human Rights Commission. (2017). Glossary of Terms. Retrieved from http://www.hrc.org/resources/glossary-of-terms.  Hurtado, S., Carter, D. F., & Kardia, D. (1998). The climate for diversity: Key issues for institutional self-study. In K. W. Bauer (Ed.), Campus climate: Understanding the critical components of today’s colleges and university. (Vol. 98, pp. 53-63). San Francisco: Jossey-Bass Publishers.  Hurtado, S., Milem, J. F., Clayton-Pederson, A. R., & Allen, W. R. (1998). Enhancing campus climates for racial/ethnic diversity: Educational policy and practice. The Review of Higher Education, 21, 279-302.  Jones, S. R. (2009). Constructing identities at the intersections: An autoethnographic exploration of multiple dimensions of identity. Journal of College Student Development, 50 (3), 287-304.  Kasper, B., (2004) Campus-based women’s centers: A review of problems and practices. Affilia, 19(2), 185-198.  Kisch, J., Leino, E. V., & Silverman, M. M. (2005). Aspects of suicidal behavior, depression, and treatment in college students: Results from the spring 2000 National College Health Assessment Survey. Suicide and Life Threatening Behavior, 35, 3-13.  41  Kuh, G. D., (1990). Assessing student culture. In W. G. Tirerney (ed.), Assessing academic climates and cultures. New Directions for Institutional Research, no. 68 (pp. 47-60). San Francisco, CA: Jossey-Bass.  Longerbeam, S. D., Johnson, R. R., Inkelas, K. K., & Lee, Z. S. (2007). Lesbian, gay, and bisexual college student experiences: An exploratory study. Journal of College Student Development, 48(2), 215-230.  Malaney, G., Williams, E., and Geller, W. (1997). Assessing campus climate for gays, lesbians, and bisexuals at two institutions. Journal of College Student Development, 38(4), 356-375.  Mays, V. M., & Cochran, S. D. (2001). Mental health correlates of perceived discrimination among lesbian, gay, and bisexual adults in the United States. American Journal of Public Health, 100, 1946-1952. McCabe, P. C., & Rubinson, F. (2008). Committing to social justice: The behavioral intention of school psychology and education trainees to advocate for lesbian, gay, bisexual, and transgendered youth. School Psychology Review, 37(4), 469-486. McCabe, S. E., Bostwick, W. B., Hughes, T. L., West, B.T., & Boyd, C. J. (2010). The relationship between discrimination and substance use disorders among lesbian, gay, and bisexual adults in the United States. American Journal of Public Health, 100, 1946-1952.  McLaren, P. (2003). Critical pedagogy: A look at the major concepts. In A. Darder, M. Baltodonao, & R. D. Torres (Eds.), The critical pedagogy reader (pp. 69-96). New York: Routledge Falmer.  Milem, J. F., Chang, M. J., & antonio, a. l. (2005). Making diversity work on campus: A research-based perspective (Paper Three in the American Association of Colleges and 42  universities Making Excellence Inclusive Series). Washington, D. C.: American Association of Colleges and Universities.  Miller, H. (2015, October 7). How to be an LGBT Ally. Retrieved from http://www.hrc.org/blog/how-to-be-an-lgbt-ally. Naswood, E., & Jim, M. (2012). Mending the rainbow: Working with the native lgbt/two-sprit community [PDF document]. Retrieved from http://www.tribal-institute.org/2012/B6PP.pdf.  Peters, A. J. (2003). Isolation or inclusion: Creating safe spaces for lesbian and gay youth. Families in Society, 84, 331-337.  Poynter, K. J., & Washington, J. (2005). Multiple identities: Creating community on campus for LGBT students. New Directions for Student Services, 111, 41-47.  Pride Resource Center. (2017). History. Retrieved from https://prideresourcecenter.colostate.edu/about-us/history/.  Rankin, S. R. (1998). The campus climate report: Assessment and intervention strategies. In R. Sanlo (Ed.), Working with lesbian, gay, bisexual, and transgender college students: A handbook for faculty and administrators (pp. 277-284). Westport, Connecticut: Greenwood Press.  Rankin, S. R. (2003). Campus climate for gay, lesbian, bisexual, and transgender people: A national perspective. New York: National Gay and Lesbian Task Force Policy Institute.  Rankin, S. R. (2005). Campus climates for sexual minorities. New Directions for Student Services, 111, 17-23. 43  Rankin, S. R., & Reason, R. (2008). Transformational tapestry model: A comprehensive approach to transforming campus climate. Journal of Diversity in Higher Education, 1(4), 262-274. Rankin, S. R., Weber, G., Blumenfeld, W., & Frazer, S. (2010). State of higher education for lesbian, gay, bisexual, and transgender people. Charlotte, NC: Campus Pride.  Reed, E., Prado, G., Matsumoto, A., & Amaro, H. (2010). Alcohol and drug use and related consequences among gay, lesbian, and bisexual college students: Role of experiencing violence, feeling safe on campus, and perceived stress. Addictive Behaviors, 35(2), 168-171.  Renn, K. A. (2010). LGBT and queer research in higher education: The state and status of the field. Educational Researcher, 39(2), 132-141. Rhee, M. (2014). LFBT transnational identity and the media ed. By Christopher Pullen (review). Cinema Journal, 53(2), 169-174.  Roberts, T. S., Horne, S. G., & Hoyt, W. T. (2015). Between a gay and straight place: Bisexual individuals’ experiences with monosexism. Journal of Bisexuality, 15 (4), 554-569. Robinson, T. L. (1999). The intersections of dominant discourses across race, gender, and other identities. Journal of Counseling and Development, 77, 73-79. Sanlo, R. (2004). The LGBT campus resource center director: The new profession in student affairs. NASPA Journal, 37, 485-495.  Sanlo, R., Rankin, S., & Schoenberg, R. (2002). Our place on campus: Lesbian, gay, bisexual, transgender services and programs in higher education. Westport, CT: Greenwood Press.  44  Tomlinson, J. J., & Fassinger, R. E. (2003). Career development, lesbian identity development, and campus climate among lesbian college students. Journal of College Student Development, 44, 845-860.  Vaccoro, A. (2012). Campus microclimates for LGBT faculty, staff, and students: An exploration of the intersections of social identity and Campus Roles. Journal of Student Affairs Research and Practice, 49(4), 429-446. Waldo, C. (1998). Out on campus: Sexual orientation and academic climate in the university context. American Journal of Community Psychology, 26(5), 745-774.  Weber, L. (1998). A conceptual framework for understanding race, class, gender, and sexuality. Psychology of Women Quarterly, 22, 13-22.  Westbrook, L. (2009). Where the women aren’t: Gender differences in the use of LGBT resources on college campuses. Journal of LGBT Youth, 6(4), 369-394.  Yost, M. R., & Gilmore, S. (2011). Assessing LGBTQ campus climate and creating change. Journal of Homosexuality, 58, 1330-1354.  Zohar, D., & Luria, G. (2005). A multilevel model of safety climate: Cross-level relationships between organization and group-level climates. Journal of Applied Psychology, 90(4), 616-628.     45  APPENDIX A: DEMOGRAPHIC TABLES    Table A.1. Detailed demographics for 2011 and 2015 Survey Samples Identifiers 2011 a  Identifiers 2015 b Sex   Sex       Male 55%       Female 67%      Female 45%       Male 33%      Intersex 0%       Intersex  0% Gender   Gender       Man 39%       Cisgender Female 43%      Woman 37%       Cisgender Male 20%      Genderqueer 16%       MTF 10%      Transgender 8%       Non-Binary 10%         Genderqueer 7%         Questioning 7%         Genderfluid 3%         FTM 0% Sexual Orientation   Sexual Orientation       Gay 39%       Gay 17%      Pansexual  21%       Lesbian 17%      Lesbian 13%       Queer 17%      Queer 11%       Bisexual 13%      Bisexual 8%       Pansexual 13%      Questioning 8%       Asexual 10%      Same Gender Loving 0%       Mostly Gay 7%      Two Spirit 0%       Mostly Lesbian 7% Ethnicity   Ethnicity       White/Caucasian 79%       White/Caucasian 77%      Biracial 11%       Multiracial 10%      Asian/Pacific Islander 5%       Latino/a 7%      Latino 5%       Biracial 3%      Black/African American 0%       Black/African American 3%      Native American 0%       Asian/Pacific Islander 0%         Native American 0% Note.  The 2015 survey provided the option for participants to self-identify Gender, Sexual Orientation, and Ethnicity, which have been coded into categories by the researcher. an=38.  bn=30.     46  Table A.2. Demographic Percentages by Coded Category for Full and Reduced Samples  Fulla  Reducedb  Reducedc  Identifiers 2011 (n=38) 2015 (n=30)  2011 (n=35) 2015 (n=22)  2015 (n=24) Sex             Male 55% 33%  40% 46%  42%      Nondominant 45% 67%  60% 54%  58% Gender             Cisgender 76% 63%  77% 64%  63%      Nondominant 24% 37%  23% 36%  37% Sexual Orientation             Gay/Lesbian 52% 34%  51% 41%  38%      Nondominant  48% 66%  49% 59%  62% Ethnicity             White/Caucasian 79% 77%  80% 68%  71%      Nondominant 21% 23%  20% 32%  29% Note.  Nondominant references all other participant identities than the dominant identity, which is labeled.  No significant changes in sample demographics were found in the reduced samples.  aThis sample group applies to analyses ran for all of Research Question 1 and Research Question 2’s Awareness barrier.  bApplies to Research Question 2’s Perception of Microclimate Atmosphere barrier.  cApplies to Research Question 2’s Name of Resource Center Barrier.  Table A.3. Descriptive Statistics for Overall Use of Services and Overall Awareness of Services  Identifiers  n Use M (SD) Awareness M (SD) Sex         Male 31 5.07 (3.77) 9.96(3.92)      Nondominant 37 6.22(4.22) 10.88(3.53) Gender         Cisgender 48 6.23(4.04) 11.00(3.37)      Nondominant 20 4.65(3.96) 9.35(4.22) Sexual Orientation         Gay/Lesbian 30 6.27(3.65) 11.43(3.15)      Nondominant  38 5.37(4.36) 9.79(3.95) Ethnicity         White/Caucasian 53 6.09(4.12) 10.19(3.58)      Nondominant 15 4.60(3.72) 11.67(3.94) Note.  The sample was not split by time. This table applies to analyses ran for Research Question 1 and Research Question 2’s Awareness barrier.         47  Table A.4. Descriptive Statistics for Overall Use of Services and Perception of Microclimate Atmosphere on a Reduced Sample   Identifiers   n  Use M (SD) Perception of Microclimate Atmosphere M (SD) Sex         Male 24 5.04(3.58) 3.47(1.00)      Nondominant 33 6.45(4.05) 4.35(0.61) Gender         Cisgender 41 6.05(3.86) 3.90(0.97)      Nondominant 16 5.38(4.06) 4.21(0.69) Sexual Orientation         Gay/Lesbian 27 6.07(3.28) 3.84(1.09)      Nondominant  30 5.67(4.42) 4.12 (0.69) Ethnicity         White/Caucasian 43 6.16(3.97) 3.91(0.94)      Nondominant 14 4.93(3.63) 4.23(0.76) Note.  The sample was not split by time. This table applies to analyses ran for Research Question 2’s Perception of Microclimate Atmosphere barrier.   an=57.    Table A.5. Descriptive Statistics for Overall Use of Services, Name Impacted Past Use, and Name Increases Future Use  Identifiers  n Usea M (SD) Name- Past Use  (% Yes) Name- Future Use (% Yes) Sex          Male 10 3.30(3.74) 40% 10%      Nondominant 14 4.57(3.69) 36% 36% Gender          Cisgender 15 4.27(3.67) 47% 27%      Nondominant 9 3.67(3.91) 22% 22% Sexual Orientation          Gay/Lesbian 9 3.78(2.17) 33% 11%      Nondominant  15 4.20(4.43) 40% 33% Ethnicity          White/Caucasian 17 3.59(3.66) 41% 29%      Nondominant 7 5.14(3.81) 29% 14% Note.  Sample was from Time 2 (2015).  This table applies to analyses ran for Research Question 2’s Name of Resource Center barrier.    48  APPENDIX B: CSU PRIDE RESOURCE CENTER MISSION STATEMENT    The Pride Resource Center provides resources and support for all CSU community members to explore and increase their understanding of sexual/romantic orientation, gender, and identity intersection. We support and affirm the diverse identities and lives of lesbian, gay, bisexual, transgender, queer, questioning (LGBTQ), Two-Spirit, and same gender loving people as individuals and as groups, especially as students, staff, and faculty of CSU and their families, friends, and allies, by the cultivation of safe space, educational outreach, advocacy, visibility of LGBTQ issues, information and referral, and academic and leadership opportunities. The Pride Resource Center seeks to foster a campus free of prejudice, bigotry, harassment, and violence by providing a space for all members of CSU communities to explore and increase their understanding of aspects related to sexual orientation, gender identity, and expression in an open and nonjudgmental environment.   49  APPENDIX C: 2011 SURVEY WITH DEMOGRAPHIC QUESTIONS    1. How do you identify your sex? a. Female  b. Intersex c. Male 2. How do you identify your gender? a. Genderqueer b. Man c. Transgender d. Woman 3. How do you identify your sexual orientation? a. Bisexual b. Gay c. Heterosexual d. Lesbian e. Pansexual f. Queer g. Questioning h. Same Gender Loving i. Two Spirit 4. How do you identify your race/ethnicity? a. Asian/Pacific Islander b. Black/African American c. Latino/a d. Native American e. White/Caucasian f. Other  5. What is your primary affiliation with the university? a. Faculty b. Staff/Administrative Professional/Classified Staff c. Graduate Student d. Undergraduate Student e. Post-doctoral Student f. Community Member g. Alumnus/Alumna 6. Are you aware of the location of the GLBT Resource Center Office? a. Yes b. No 7. Have you visited, participated in, or utilized programs/services in the GLBT Resource Center? 50  a. Yes b. No 8. Why have you not visited or been involved with the GLBT Resource Center? [Open-ended] 9. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –GLBT Resource Center Lounge a. Aware b. Unaware 10. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –GLBT Resource Center Library a. Aware b. Unaware 11. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Bohnett Cyber Center a. Aware b. Unaware 12. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –GLBTQ and Ally Student Leadership Retreat a. Aware b. Unaware 13. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Coming Out Group-Sexuality (COGS) a. Aware b. Unaware 14. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Visible Voices/Speakers Bureau Program a. Aware b. Unaware 15. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Safe Zone Program a. Aware b. Unaware 16. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Workshops/trainings offered by office a. Aware b. Unaware 17. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Crisis Intervention a. Aware b. Unaware 18. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Resource Referral a. Aware 51  b. Unaware 19. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –GLBT Resource Center Lounge a. Have utilized b. Plan to utilize c. No interest in utilizing 20. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –GLBT Resource Center Library a. Have utilized b. Plan to utilize c. No interest in utilizing 21. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Bohnett Cyber Center a. Have utilized b. Plan to utilize c. No interest in utilizing 22. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –GLBTQ and Ally Student Leadership Retreat a. Have utilized b. Plan to utilize c. No interest in utilizing 23. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Coming Out Group-Sexuality (COGS) a. Have utilized b. Plan to utilize c. No interest in utilizing 24. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services – Visible Voices/Speakers Bureau Program a. Have utilized b. Plan to utilize c. No interest in utilizing 25. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Safe Zone Program a. Have utilized b. Plan to utilize c. No interest in utilizing 26. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Workshops/trainings offered by office a. Have utilized b. Plan to utilize c. No interest in utilizing 27. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services – Crisis Intervention 52  a. Have utilized b. Plan to utilize c. No interest in utilizing 28. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services – Resource Referral a. Have utilized b. Plan to utilize c. No interest in utilizing 29. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Personal Support a. Aware b. Unaware 30. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Academic Support a. Aware b. Unaware 31. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Research or related class purposes (e.g., library, interviews) a. Aware b. Unaware 32. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –National Coming Out Week events a. Aware b. Unaware 33. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –GLBTQ History Month events a. Aware b. Unaware 34. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services – Other GLBTQ awareness events (e.g., films, speakers) a. Aware b. Unaware 35. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –What’s Happening Newsletter a. Aware b. Unaware 36. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Lavender Graduation a. Aware b. Unaware 37. Please indicate your level of awareness of the GLBT Resource Center’s resources, programs, and services –Open House a. Aware 53  b. Unaware 38. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Personal Support a. Have utilized b. Plan to utilize c. No interest in utilizing 39. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Academic support a. Have utilized b. Plan to utilize c. No interest in utilizing 40. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Research or related class purposes (e.g., library, interviews) a. Have utilized b. Plan to utilize c. No interest in utilizing 41. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –National Coming Out Week Events a. Have utilized b. Plan to utilize c. No interest in utilizing 42. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –GLBTQ History Month events a. Have utilized b. Plan to utilize c. No interest in utilizing 43. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Other GLBTQ awareness events (e.g., films, speakers) a. Have utilized b. Plan to utilize c. No interest in utilizing 44. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –What’s Happening Newsletter a. Have utilized b. Plan to utilize c. No interest in utilizing 45. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Lavender Graduation a. Have utilized b. Plan to utilize c. No interest in utilizing 46. Please indicate your level of utilization of the GLBT Resource Center’s resources, programs, and services –Open House 54  a. Have utilized b. Plan to utilize c. No interest in utilizing 47. How do you find out about programs, resources, and services on campus? [Open-ended] 48. Are there any other existing GLBT Resource Center resources, programs, or services that you are aware of and have utilized, plan to utilize, or have no interest in utilizing? a. Yes (please share) [Open-ended] b. No 49. What additional programs, services, and resources could the office offer that would better meet your needs? [Open-ended] 50. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: When I visited the office, I found the professional staff to be welcoming. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 51. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: When I visited the office, I found the student staff to be welcoming. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 52. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: Professional staff members in the office are knowledgeable and able to assist me. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 53. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: Student staff members in the office are knowledgeable and able to assist me.  a. Strongly agree b. Moderately agree c. Neither agree nor disagree 55  d. Moderately disagree e. Strongly disagree f. Unable to judge 54. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: I felt comfortable in the office. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 55. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: The office is a safe place on campus for me to be. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 56. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: The office offers programs, services, or resources that meet my needs. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 57. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: The office environment encourages respect among individuals. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 58. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: My involvement with the office has helped me want to stay at CSU. a. Strongly agree b. Moderately agree 56  c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 59. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: I have received helpful and knowledgeable support. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 60. Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBT Resource Center: When I visited the office, I felt strongly connected with those around me. a. Strongly agree b. Moderately agree c. Neither agree nor disagree d. Moderately disagree e. Strongly disagree f. Unable to judge 61. Please share any comments that would help us understand your above ratings. [Open-ended] 62. Please identify areas of strength from the GLBT Resource Center, or what we are doing well? [Open-ended] 63. What are areas of improvement for the GLBT Resource Center? [Open-ended]   57  APPENDIX D: 2015 SURVEY WITH DEMOGRAPHIC QUESTIONS    1. How do you identify your biological sex? a. Female  b. Male c. Intersex d. Self-Describe [Open-ended] 2. How do you identify your gender? a. Cisgender male b. Cisgender female c. MTF d. FTM e. Non-binary f. Genderqueer g. Self-describe [Open-ended] 3. Please self-identify your sexual orientation. [Open-ended] 4. How do you identify your race/ethnicity? a. Asian/Pacific Islander b. Black/African American c. Latino/a d. Native American e. White/Caucasian f. Biracial [Open-ended] g. Multiracial [Open-ended] h. Self-describe [Open-ended] 5. What is your primary affiliation with the university? a. Faculty b. Staff/Administrative Professional/Classified Staff c. Graduate Student d. Undergraduate Student e. Post-doctoral Student f. Community Member g. Alumnus/Alumna 6. Please type your CSU ID# below. (As a reminder, your responses will not be linked with your name and your responses will be kept confidential.) a. [Open-ended] 7. Are you aware of the location of the GLBTQ2A Resource Center Office? a. Yes b. No 8. Have you visited, participated in, or utilized programs/services held by the GLBTQ2A Resource Center? 58  a. Yes b. No 9. Have you visited, participated in, or utilized programs/services held within the GLBTQ2A Resource Center? a. Yes b. No 10. Why have you not visited, participated in, or utilized programs/services held by or within the GLBTQ2A Resource Center? [Open-ended] Please indicate your level of awareness of the GLBTQ2A Resource Center’s resources, programs, and services…  Aware Unaware 11. GLBTQ2A Resource Center Lounge   12. GLBTQ2A Resource Center Library   13. Bohnett Cyber Center   14. GLBTQ and Ally Student Leadership Retreat   15. Visible Voices/Speakers Bureau Program   16. Workshops/trainings offered by office   17. Resource Referral   18. Personal Support   19. Academic Support   20. Research or related class purposes (e.g., library, interviews)   21. National Coming Out Week Events   22. GLBT History Month Events   23. Other GLBTQ awareness events (e.g., films, speakers)   24. What’s Happening Newsletter   25. Lavender Graduation    Please indicate your level of utilization of the GLBTQ2A Resource Center’s resources, programs, and services…  Have Utilized Plan to Utilize No Interest in Utilizing  26. GLBTQ2A Resource Center Lounge    27. GLBTQ2A Resource Center Library    28. Bohnett Cyber Center    29. GLBTQ and Ally Student Leadership Retreat    30. Visible Voices/Speakers Bureau Program    31. Workshops/trainings offered by office    32. Resource Referral    33. Personal Support    34. Academic Support    35. Research or related class purposes (e.g., library, interviews)    36. National Coming Out Week Events    59  37. GLBT History Month Events    38. Other GLBTQ awareness events (e.g., films, speakers)    39. What’s Happening Newsletter    40. Lavender Graduation     41. How do you find out about programs, resources, and services on campus? [Open-ended] 42. Are there any other existing GLBTQ2A Resource Center resources, programs, or services that you are aware of and have utilized that we have not already asked you about? If so, please describe. a. Yes [Open-ended] b. No 43. Are there any other existing GLBTQ2A Resource Center resources, programs, or services that plan to utilize but have not yet utilized? If so, please identify the resource, program, or service and any obstacles that prevented utilization. a. Yes [Open-ended] b. No 44. Are there any other existing GLBTQ2A Resource Center resources, programs, or services that you have no interest in utilizing? If so, please identify the resource, program, or service and describe why the resource, program, or service generates no interest for you.  c. Yes [Open-ended] d. No 45. What additional programs, services, and resources could the office offer that would better meet your needs? [Open-ended] 46. Has the name of the Resource Center, GLBTQ2A Resource Center, impacted your decision to visit the Resource Center either online or in person? If so, please describe.  a. Yes [Open-ended] b. No 47. If the Resource Center changed its name, what would you like the new name to include or represent? [Open-ended] 48. Would you utilize the Resource Center office and resources more often if the Resource Center changed its name? If so, please describe. a. Yes [Open-ended] b. No 49. What would it mean to you if the Resource Center changed its name? [Open-ended] Please indicate the level to which you would agree with the following statements regarding your experiences at the GLBTQ2A Resource Center…  Strongly Agree Moderately Agree Neither Agree nor Disagree Moderately Disagree Strongly Disagree Not Applicable 60  50. When I visited the office, I found the professional staff to be welcoming.       51. When I visited the office, I found the student staff to be welcoming.       52. Professional staff members in the office are knowledgeable and able to assist me.       53. Student staff members in the office are knowledgeable and able to assist me.        54. I felt comfortable in the office.       55. The office is a safe place on campus for me to be.       56. The office offers programs, services, or resources that meet my needs.       57. The office environment encourages respect among individuals.       58. My involvement with the office has helped me want to stay at CSU.       59. I have received helpful and knowledgeable support.       60. When I visited the office, I felt strongly connected with those around me.        61. Please share any comments that would help us understand your above ratings. [Open-ended] 62. Please identify areas of strength for the GLBTQ2A Resource Center. What are we doing well? [Open-ended] 63. Please identify areas of improvement for the GLBTQ2A Resource Center. What could we do better? [Open-ended]   61  APPENDIX E: 2011 SURVEY INFORMED CONSENT FORM    The GLBT Resource Center at Colorado State University is undergoing its five-year review. Please take a few moments to provide feedback about the office and its effectiveness, and areas of strength and improvement.  You have been selected to receive this survey because of your knowledge, insight, and interactions with the GLBT Resource Center. Please feel free to send it to others who would be interested in providing feedback. Participation is voluntary and you can choose to stop at any time. Data will be reported in aggregate form and can not be identified with any particular individual. The demographic data are collected to provide a better sense of who accesses the office and its resources, programs, and services.  You may receive this survey more than once because participants have the ability to invite others to participate. Please respond only once! Thank you in advance for your participation.   62  APPENDIX F: 2015 SURVEY INFORMED CONSENT FORM    You are invited to participate in a study about how the Colorado State University GLBTQ2A Resource Center is serving and could better serve its students. Please note this survey is only intended for adults, or those 18 and older. If you consent to participate, you will be asked to complete a series of questions, wherein you will be able to provide feedback. It is important to answer all survey questions. This study will take approximately 20 minutes. Please be aware that even if you agree to participate in this study, you may withdraw your participation at any time for any reason without penalty for doing so. All information you provide, including personal demographic data, will be kept confidential by the primary investigators, and confidentiality will be maintained to the degree permitted by the technology used. Your participation in this online survey involves risks similar to a person’s everyday use of the Internet.  There are no risks of harm associated with this study. While there are no direct benefits associated with this study, your participation will assist in the continued understanding of how the GLBTQ2A Resource Center at Colorado State University can better serve and represent its students. Please understand that no individual data or responses will be reported back to participants due to confidentiality.  If you have any questions about this study or any concerns about the manner in which this research is conducted, please contact the primary investigator to this research:  Aaric Guerriero Director, GLBTQ2A Resource Center Colorado State University  Lory Student Center 232 Fort Collins, CO 80523 (970)491-4342 Aaric.guerriero@colostate.edu 63   There are no other agreements, written or verbal, beyond that expressed in this consent form.  By completing this survey, you are agreeing to participate in the study and you acknowledge that you have been given sufficient opportunity to ask questions concerning the procedures and possible risks involved, that you understand any potential risks, that you assume risks voluntarily, that you understand you can withdraw from the study at any time for any reason without penalty, and that you are 18 or older.   ",
    "id": 354467020,
    "identifiers": {
        "doi": null,
        "oai": "oai:mountainscholar.org:10217/191394"
    },
    "title": "Resource utilization of an LGBT university resource center and prospective barriers",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": "Colorado State University. Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://mountainscholar.org/bitstream/10217/191394/1/Sokolowski_colostate_0053N_14984.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/354467020.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/354467020"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/354467020/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/354467020/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/354467020"
        }
    ],
    "abstract": "2018 Summer.Includes bibliographical references.The microclimate of an LGBT resource center was examined for its overall use of services and potential barriers to use. The responses of 38 LGBT students in 2011 and 30 LGBT students in 2015, all from one university, were examined to determine if the overall use of services provided by the LGBT resource center changed across time and whether overall awareness of services, the microclimate atmosphere at the resource center, and the name of the resource center acted as barriers to use. Overall use of services significantly decreased from 2011 to 2015, and awareness was the only significant barrier related to overall use of services. An analysis of the relationship of identities (e.g., sex, gender, sexual orientation, and ethnicity) to overall use and the barriers to use found that sex and sexual orientation were significantly related to perception of microclimate atmosphere within the resource center",
    "tags": [
        "Text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Text"
    ],
    "oai": "oai:mountainscholar.org:10217/191394",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14314",
        "openDoarId": 0,
        "name": "Mountain Scholar (Digital Collections of Colorado and Wyoming)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 354467020,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2023-06-19T03:54:10+01:00",
        "acceptedDate": null,
        "createdDate": "2020-12-02T23:01:36+00:00"
    },
    "urls": [
        "https://hdl.handle.net/10217/191394"
    ],
    "lastUpdate": "2023-06-19T03:54:10+01:00",
    "setSpecs": []
}