{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Freeman, Matthew"
        }
    ],
    "contributors": [],
    "createdDate": "2023-09-02T18:42:40+01:00",
    "dataProvider": {
        "id": 3822,
        "name": "Lesley University",
        "url": "https://api.core.ac.uk/v3/data-providers/3822",
        "logo": "https://api.core.ac.uk/data-providers/3822/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/581017298.pdf",
    "fullText": "Lesley University DigitalCommons@Lesley Expressive Therapies Capstone Theses Graduate School of Arts and Social Sciences (GSASS) Spring 4-28-2023 Restorying Queer Family: A Scoping Review Matthew Freeman mfreem13@lesley.edu Follow this and additional works at: https://digitalcommons.lesley.edu/expressive_theses  Part of the Social and Behavioral Sciences Commons Recommended Citation Freeman, Matthew, \"Restorying Queer Family: A Scoping Review\" (2023). Expressive Therapies Capstone Theses. 713. https://digitalcommons.lesley.edu/expressive_theses/713 This Thesis is brought to you for free and open access by the Graduate School of Arts and Social Sciences (GSASS) at DigitalCommons@Lesley. It has been accepted for inclusion in Expressive Therapies Capstone Theses by an authorized administrator of DigitalCommons@Lesley. For more information, please contact digitalcommons@lesley.edu, cvrattos@lesley.edu. 1        Restorying Queer Family: A Scoping Review Capstone Thesis Lesley University       Spring 2023 Matthew Freeman Clinical Mental Health Counseling with a Specialization in Drama Therapy  Jason Frydman, Ph.D., RDT/BCT, NCSP 2  Abstract  Within clinical research, LGBTQ+ populations are typically characterized through the lens of the minority stress model and the risks or problems that are associated with their identities. Despite rising rates of families headed by LGBTQ+ individuals, they remain underrepresented within family-based research. This body of work aims to move beyond these standards to explore the ways that LGBTQ+ individuals utilize narrative as a means of connecting themselves to their families. To accomplish this, a scoping review was conducted to answer the following question: “Within the current literature, in what ways has narrative been used to foster connection between LGBTQ+ individuals and their conception of family?” Seven articles were identified for inclusion based on their exploration of all three central concepts including LGBTQ+ individuals, family, and narrative. Based on these articles, four subthemes were generated, entitled “Experiences of Coming Out,” “Family Interactions Matter,” “Community and Society,” and “Continuous Evolution.” These subthemes articulate a larger theme described as “The Life Cycle of Queer Family,” which serves as a new narrative for the typical development of LGBTQ+ identities within a familial context. Recommendations for the development of a narradrama intervention targeting families with LGBTQ+ members are described. Lastly, the implications of this new narrative on clinical work with LGBTQ+ populations are discussed, and consideration of further inquiry is provided.  Keywords: LGBTQ+, Queer, family, narrative, drama therapy, narradrama  3  Restorying Queer Family: A Scoping Review Introduction  Grouped by unique characteristics, narratives, and personal experiences that unite the community, individuals that identify as LBGTQ+ or Queer also share a unique set of psychological concerns and clinical preferences that warrant exploration. The literature around this population is generally focused on problems that arise and risks associated with the community. For example, individuals that identify as LGBTQ+ are more likely to report sexual abuse, childhood abuse, and bullying (Rostosky et al., 2021). Along the same lines, literature can also be quick to pathologize LGBTQ+ individuals as evidenced by the higher incidence rates of substance use, mood disorders, and anxiety disorders compared to heterosexual counterparts (Kiekens et al., 2020). One way that the disparity in mental health outcomes is typically explained is through the minority stress model (Meyer, 2003), which claims that LGBTQ+ individuals face additional stressors such as discrimination and managing outness, that are unique to their identities (Kiekens et al., 2020). Evidently, psychological research is comfortable identifying problems and risks associated with the group but does little to capture the nuance of normative identity formation and development within LGBTQ+ folks. It is important to move beyond this framework of LGBTQ+ individuals as problems to be dealt with or stressors to be endured. What exists of this community beyond the minority stress model? Moving forward, how can psychological research begin to capture some of the positives associated with the Queer community, rather than jumping to negative outcomes and adverse experiences?  One underexplored avenue that may yield helpful results in answering the above questions and generating a more positive narrative is literature around queer families. Individuals who identify as LGBTQ+ often have paths into creating their own kind of family that may look 4  different from the traditional nuclear family (Newman, 2018) that is so often touted as the standard within family research (Jensen & Sanner, 2021). In the literature surrounding the phenomenon of queer families, it has been found that LGBTQ+ individuals tend to redefine family to incorporate people who offer love, support, and unconditional acceptance even when an individual’s family of origin might not (Willes et al., 2019). This idea of a “found family” is sometimes held in opposition to the idea of family of origin, though family of origin nevertheless has an important impact on mental health as shown by depression symptoms later in life (Milton & Knutson, 2021). Consequently, there is more investigating to do around the ways that LGBTQ+ individuals might make meaning of their familial relationships.   Another useful area of exploration within the current literature when reframing the Queer experience is narrative. Individuals who identify as LGBTQ+ may be particularly sensitive to the effects of political narrative, as evidenced by reduced depression and anxiety symptoms in gender-diverse individuals after having their rights affirmed by voters (Horne et al., 2021). Narrative-based campaigns have also been popular as a means of uniting LGBTQ+ folks and providing an honest and balanced look into their experiences (Asakura & Craig, 2014). It may be that narrative-based work is already making strides in providing the framework and nuance that the existing psychological literature lacks.   Narrative therapy may be a useful framework for addressing some of the established risks associated with LGBTQ+ populations as it is particularly concerned with issues of social justice and the social, cultural, and political roots of problems (Jordan, 2020; Kam & Fluit, 2021). One of the hallmarks of a narrative approach is a co-constructed and collaborative environment in the clinical space (Dunne, 2003; Kam & Fluit, 2021). A narrative therapy perspective also recognizes that people experience mental anguish when their lived experiences differ with the 5  dominant narratives of their culture and society (Jordan, 2020). For LGBTQ+ individuals, this dominant narrative is one of heterosexism and gender binaries that inherently clash with their identities (Jordan, 2020). Narrative therapy has been shown to effectively treat depression, reduce self-stigmatization, and enhance self-esteem (Jordan, 2020), which could prove beneficial in addressing mental health concerns for LGBTQ+ individuals. However, narrative therapy limits itself to language (Dunne, 2003; Kam & Fluit, 2021), which may exclude individuals who have difficulty expressing themselves through the written and verbal word. Narradrama is a drama therapy approach established by Dunne (2003) which utilizes the same assumptions and theoretical framework as narrative therapy but heightens the experience through the intentional use of drama. This approach may address some of the above concerns related to language and expression but remains largely underexplored by empirical research. Narradrama enjoys the advantages of narrative approaches such as collaboration and the co-construction of meaning (Dunne, 2003) that might make it particularly valuable for working with LGBTQ+ populations. Through the expressive freedom of a narradrama approach, clients may be able to deepen their narrative experience by taking essential processes like externalization one step further by speaking from the perspective of objects and people outside of their own point of view (Dunne, 2003). Narradrama may also help clients expand their awareness of their internal narratives and is a helpful approach in heightening the benefits of narrative work (Dunne, 2003).  It is important to understand that this project, and the question it asks, is not just important as a symbolic reframe of the literature, but also personally relevant. As somebody who identifies as a bisexual White non-binary person, the community I reference is my own. It is critical that this community be defined and understood primarily by itself, which is why I personally conducted this inquiry as a means of understanding my peers and community in a 6  realistic and nuanced light. My hope is to present information that will ultimately provide LGBTQ+ individuals with the most appropriate and affirming treatment available. As a means of accomplishing that goal, this inquiry utilized the methodological framework of a scoping review (Arksey & O’Malley, 2005). Scoping reviews make an effort to include literature from diverse study designs as a means of assessing the breadth and depth of existing literature (Arksey & O’Malley, 2005). Concurrent with this process, the research question devised for this inquiry was framed as “Within the current literature, in what ways has narrative been used to foster connection between LGBTQ+ individuals and their conception of family?” Literature Review Mental Health Outcomes of LGBTQ+ Individuals As previously identified, LGBTQ+ individuals face a specific set of stressors or “risks” related to their identity and their experience of the world. Alongside this consideration is the intuitive notion that such stressors, in being unique to this population, also require a distinct skillset or framework to appropriately unpack these experiences within the clinical spaces where mental health counselors often find themselves. Unfortunately, barriers across several levels may counteract effective treatment. On the interpersonal level, LGBTQ+ individuals in mental health treatment may face experiences of discrimination, rejection, harsh language, microaggressions, implicit biases, attempts to change or silence the Queer identity, or even an outright denial of service (Plöderl et al., 2017). These barriers may result from LGBTQ+ individuals seeking treatment within a system normed for heterosexual and cisgendered individuals, or with providers who lack skill and education in demonstrating inclusivity (Dalton et al., 2020). Education around concerns such as inclusive language and microaggressions appears to be helpful in communicating inclusivity and has been shown to improve provider views of 7  transgender individuals (Dalton et al., 2020). On a more interpersonal level, LGBTQ+ individuals may expect these kinds of troubling behaviors coming from clinicians, hindering appropriate disclosure to counselors (Plöderl et al., 2017). In this way, client expectations of counselors play an important role in mental health outcomes. It is possible that these expectations come in part from experience in working with professionals who did not take into full consideration their Queer identity, or from other community members who have had negative experiences when seeking counseling. This would not be unheard of, especially considering the structural lack of cultural competency with respect to their identities in that 85% of U.K. medical students reported lacking healthcare education related to sexual minority individuals (Plöderl et al., 2017). Considering the prevalence of hospitals as treatment centers for up to 14% of those who seek mental health services (Howard et al., 1996), this number is concerning. This systemic lack of practitioner education around individuals who identify as LGBTQ+ could result in these intra- and interpersonal barriers. Thankfully, these outcomes may be mitigated due to contextual factors in treatment such as empathy and authenticity within the therapeutic relationship that can lead to the building of a good therapeutic alliance (Plöderl et al., 2017). These contextual factors may be even more important in a successful treatment outcome for LGBTQ+ individuals than specific factors such as adherence to protocol and the adoption of a specific treatment framework and orientation (Plöderl et al., 2017). In summary, there are significant barriers to the effective treatment of those that identify as a sexual minority on the interpersonal, intrapersonal, and structural levels.  Subgroups of the LGBTQ+ Community In considering that different identities may overlap or intersect to form this population, one must recognize the fact that disparities may exist even between members of this group, 8  depending on their identity. Certain identities face an increased risk of discrimination, at times even from within what these individuals may identify as their own community. More specifically, plurisexual people (i.e., those who are attracted to more than one gender such as bisexual or pansexual individuals) report experiencing stigmatization and stereotyping around their attraction and the idea that it is less legitimate than other identities (Eisner & Hässler, 2022). The effects of this kind of stigmatization can lead to an expectation of rejection and a sense of shame around, or even total concealment of, one’s sexual orientation (Eisner & Hässler, 2022). Furthermore, the experience that bisexual or pansexual individuals have is bilateral, in that they may experience stigmatization not only from the larger heterosexual community, but also the homosexual community they may identify as a part of (Eisner & Hässler, 2022). This bilateral stigmatization has been linked to higher rates of depression, anxiety, and mood disorders as well as overall poorer health outcomes (Eisner & Hässler, 2022). As such, practitioners who work with this subset of the population may find intersectional theory (Vaccaro & Koob, 2019) to be particularly useful in understanding the ways that plurisexual folks make sense of their identity and community.  Individuals who identify as bisexual or pansexual may not be the only ones at risk for this kind of bilateral stigmatization. Race is another factor that provides further nuance to the treatment of LGBTQ+ folks. Indeed, individuals who identify as both a sexual and racial minority experience interlocking systems of oppression and hate that impact mental health outcomes and the process of receiving treatment (Mosley et al., 2021). Regardless of whether a particular individual has a personal experience of oppression or discrimination, narratives from people who are both Queer and Black are imbued with the knowledge that the community deals with these issues on a collective level (Mosley et al., 2021). On a more interpersonal and 9  intrapersonal level, a recent metasynthesis found that folks who identified as both Black and Queer shared stories with themes of a profound lack of physical safety which also plays into a sense of lacking emotional safety (Mosley et al., 2021). Consequently, clinical work with members of the LGBTQ+ community should also be considerate of the ways that other identities may overlap and add context for Queer issues.  One recommendation for working with individuals who identify as both Black and Queer is to allow space to name the systems of oppression impacting their personal lives (Mosley et al., 2021). Successful work with these individuals might additionally consist of allowing space to externalize these problems, considering the external locus of control (Mosley et al., 2021). With an awareness of the heterogeneity of the LGBTQ+ community, clinicians who work with LGBTQ+ individuals may find it a boon to consider the intersection of identities that may be at play within the client’s life. In working with people who identify as both Black and Queer, it quickly becomes clear that wellness, along with power, oppression, and liberation, are both psychological and political (Mosley et al., 2021). Essentially, treatment is defined by the politics it operates under as well as its ability to offer a client a healthier self, rather than one or the other. In this way it becomes impossible to truly decouple the treatment that a clinician may offer and the politics that they support. As such, practitioners should be aware of political discourse and public policy, as it may appear within the context of treatment, especially when allowing the space to process these systems as previously recommended.  LGBTQ+ Individuals and their Families Regardless of the diverse subgroups within the LGBTQ+ community, they are unified through an experience with family. Queer families often appear different from the traditional nuclear family, as members of this population balance diverse pathways toward creating a family 10  (Newman, 2018) with the importance of their own family of origin (Milton & Knutson 2021). Nevertheless, with 200,000 children and counting being raised by same sex couples in the United States (U.S.) alone, the concept of a Queer family is becoming increasingly prevalent (Zhang & Chen, 2020). Yet, even so, research around family communication continues to tout White, middle class, and heterosexual relationships as the standard (Zhang & Chen, 2020). Consequently, there remains a need to understand the phenomenon of LGBTQ+ families, as well as to develop interventions that are appropriate in mitigating the identified risks to sexual minority individuals and breaking down the barriers to treatment that exist for this group.  Though evidently understudied and underrepresented within the current family-based research, families continue to play a central role in shaping mental health outcomes for LGBTQ+ individuals (Parker et al., 2018). Familial acceptance, support, and affirmation have all been identified as factors that may help improve mental health outcomes for LGBTQ+ populations and familial rejection of sexual minority individuals has been associated with a slew of negative mental health outcomes for gay, lesbian, and bisexual youths (Parker et al., 2018).  Hence, there is a need for creating an intervention that generates a sense of acceptance for the LGBTQ+ individual while minimizing the potential for rejection by their family. Current research indicates that homophobic attitudes that may lead to rejection vary according to class, ethnicity, religion, and especially race and geographic location (Parker et al., 2018). A recent qualitative study examining how gender is discussed and performed in families headed by LGBTQ+ folks found that the childhood experience of the adult affected the way gender was performed within the family (Bergstrom-Lynch 2020). More specifically, it was found that LGBTQ+ parents did not encourage children to overwhelmingly reject gender conformity but rather tended to express ambivalence toward trans and genderqueer identities (Bergstrom-Lynch 11  2020). Bergstrom-Lynch (2020) theorized that this behavior could be the result of either internalized transphobia and homophobia, a practical awareness of the challenges that folks who are LGBTQ+ face continually, or a combination of both. The experience of a LGBTQ+ youth within their family of origin remains a point of exploration within the current literature. Preliminary research suggests that families who are marginalized are pressured through sexism, classism, and racism to enact heteronormative compliance to survive (Stone et al., 2022). Marginalized families of origin perform heteronormativity to appear more in line with hegemonic norms and ensure the longevity of the family itself. Still, these practices can leave LGBTQ+ family members feeling left outside of the family norm, ultimately damaging the family’s cohesion and leading to feelings of isolation which may be mitigated by the presence of another family member who identifies as LGBTQ+ (Stone et al., 2022). Even in instances where sexuality was not explicitly discussed, the presence of and familial reaction to another LGBTQ+ individual provided important information on the family’s reception of sexual minority individuals and helped youth gauge the potential reaction were they to choose to come out themselves (Stone et al., 2022). The Need for Clinical Intervention In considering the above, it quickly becomes apparent that LGBTQ+ individuals may benefit from clinical intervention to help the family unit support its members. McConnell et al. (2016) took a longitudinal perspective in attempting to understand how family support for LGBTQ+ individuals develops over the course of adolescence and into young adulthood. It was found that sexual minority participants who were identified as having low or non-familial support reported greater levels of distress when compared to participants who were identified as having uniformly high social supports. This demonstrates the need for early, family-based 12  intervention strategies for unsupportive families to create more positive mental health outcomes later in life. Further, LGBT youth who lack family support early in adolescence remain at higher risk for poor mental health outcomes than their peers – even when these youth report high levels of other social support such as from peers. Despite this, participants who had high social support apart from the structure of their family reported an increase in familial support since the study’s onset. This surprising change could not be properly explained, but authors theorized this could be the result of greater access to material resources or a change in parent’s acceptance of youth upon seeing the individual receive support from peers and significant others. This finding could demonstrate a high potential for the growth and improvement of family support because of deliberate clinical intervention rather than the passage of time or another confounding factor.  Narrative’s Role in LGBTQ+ Communities Narratives already play a key role in contributing to the health and well-being of the LGBTQ+ community. Considering LGBTQ+ adults’ sensitivity to narrative, media and reporting have been a logical area of concern for research (McKinnon et al., 2017). McKinnon et al. (2017) found that media played a major role in encouraging a specific interpretation of disaster events, leaving other (i.e., Queer) narratives precluded or even completely invisible to the public. This preclusion may have tangible impacts on the Queer community in that underrepresentation continues to marginalize LGBTQ+ individuals, while popular media may impact the way communities are ultimately supported during times of crisis (McKinnon et al., 2017). This effect may be mitigated at least in part when Queer communities are afforded their own means to construct and report the story of their own experience, perhaps encouraging a greater sense of belonging within said communities (McKinnon et al., 2017). In this microcosm of media, the 13  stage is set to demonstrate the potential effects of LGBTQ+ representation and narrative storymaking as a means of repairing the community following a crisis.  News media is not alone in potentially shaping the discussion around LGBTQ+ identities. Social media is already playing a role in the identity development and formation of LGBTQ+ youth in several ways. In analyzing narratives from youth who identify as a sexual minority, it was found that social media provided individuals access to more safe spaces that allowed youth to represent themselves in a less compartmentalized, more authentic, way (Bates et al., 2020). Youth who experience a disparity in their internal sense of identity and external or “presentation” of identity (i.e., trans folks or those who have not yet come out) found social media to be a helpful tool in re-storying past experiences so that they were able to align these two disparate senses of self (Bates et al., 2020). Re-storying has evidently already proven fruitful to LGBTQ+ youth through social media, helping them make sense of their developmental journey toward adulthood. Social media use was also seen as helpful in navigating context-dependent identities and in maintaining balance between individual autonomy and community (Bates et al., 2020). Social media overall was seen to have an “overwhelmingly positive” effect on LGBTQ+ youth’s narrative identity development through redemptive meaning making (Bates et al., 2020, p. 76). With such positive outcomes in identity development, the question of whether such outcomes can be replicated offline and in the therapeutic space begs to be considered. Perhaps social media as a platform is instrumental in creating these changes, but it is the process of reconstructing new meaning that may be potentially replicable in the context of therapeutic intervention.   Perhaps in recognition of the ways that narrative and discourse are particularly meaningful to members of the Queer community, narrative-based work may be seen as a boon to not only youth, but LGBTQ+ older adults. In one study focused on the narratives of older sexual 14  minority adults it was found that generativity, typically a key concern for folks within this age range, was addressed through the retelling of narratives of Queer history such as living through the HIV crisis (Bower et al., 2021). As a result of addressing the developmental need for generativity through narrative, LGBTQ+ older adults may experience more positive health outcomes (Bower et al., 2021).  This kind of narrative intervention may be of particular use for the LGBTQ+ community as they reevaluate the ways in which they are represented within mainstream society. These representations operate at least partially on a narrative basis through platforms such as news and social media. Based upon media of all kinds, Rodriguez (2018) identified four key narratives of LGBTQ representation in media: the victim, the community, the militant/queer, and the assimilationist. While these tropes are, and have historically been, present, it remains unclear to what extent these kinds of narratives may be internalized by members of the Queer community. It is possible that LGBTQ+ individuals have internal representations of these narratives, or that they are pushed into such a narrative when interacting with the more dominant heterosexual culture. Bringing these characterizations into the therapeutic space may prove to be a fruitful future direction for research, especially considering the limited but effective use of narrative therapy with LGBTQ+ individuals.  The Heightening of Narrative through Narradrama Narradrama (Dunne, 2003) is one way of incorporating the essential elements of narrative within clinical work. Narradrama is a collaborative, action-oriented form of drama therapy that centers story as a means of accessing alternative perspectives and constructing new meaning from life experiences (Dunne, 2003, 2021). Narradrama has the power to construct new meaning for participants using core processes within narrative-based techniques such as externalization, 15  re-authoring and re-membering conversations, doubly listening, pivotal moments, and multi-layered narratives (Dunne, 2003; 2021). These techniques offer clinicians the ability to challenge the client’s assumption that their dominant narrative is the only correct interpretation (Dunne, 2003). This is done by offering perspectives and voices that may not be represented or incorporated by this dominant narrative such as in the techniques of re-authoring and re-membering conversations (Dunne, 2021). Narradrama also offers clients the opportunity to engage with multiple layers of artistic representation and a sense of imagination to author new paths forward from their present reality, granting a sense of empowerment and agency in shaping their perceptions of themselves (Dunne, 2021; Dunne 2003). Narradrama techniques may also demonstrate neurological benefits such as strengthening important synaptic connections through repetition, the management of emotional arousal by the nervous system, the dopamine and joyful experience of novelty, and a careful focus of attention that orients clients to increased awareness and a more peaceful state of mind (Dunne, 2021).  Preliminary work with narradrama has proven fairly effective in offering mental health benefits to clients. Reoch (2017) found that narradrama techniques of externalization and multi-layered narrative, in addition to the client-centered but co-constructed environment, were particularly helpful in creating new meaning, gaining insight, and reducing general anxiety following a traumatic childbirth. In terms of working from an intersectional lens, narradrama was found to be a helpful orientation for practitioners teaching communication skills to incarcerated individuals in conveying the curriculum and offering students confidence and self-definition (Afary & Alteet, 2022). Relatedly, it has been hypothesized that young adults with cancer might likewise benefit from a narradrama intervention because it could allow them to regain a sense of control and personal agency over their lives, allowing them to reconstruct new identities that are 16  not centered around illness (Parsons, 2014). Individuals who identify as LGBTQ+ could benefit from a similar intervention strategy that allows them to define themselves on their own, empowered, terms rather than stereotypes that may be present in the heterosexist dominant narrative (Dennis, 2020). In working with older adults, drama therapy combined with narrative elements has been found to increase self-acceptance, improve relationships with others, create a sense of meaning to life, and reduce depressive symptoms (Keisari & Palgi, 2017). Along the same lines, drama therapy research has already begun to work with family systems, finding that both parents and children experienced personal insight, greater self-awareness, and an understanding of healthier ways of being following a group-based intervention (Hobeck, 2014). Consequently, it stands to reason that a narradrama approach may prove effective in dealing with the diverse personal identities that comprise any family just as it is an appropriate mechanism of change for children, parents, young adults, and older adults alike.  Centering Narrative in the Present Review One of the most compelling aspects of narradrama from a clinical point of view is that it centers narrative as the primary mechanism of change (Dunne, 2003). Apart from the context of drama therapy, narrative in clinical spaces serves as a way of accessing inner resources necessary for the healing process (Gu, 2018). Clients may likewise be able to see themselves from new or different perspectives, discover skills, and create meaning from past experiences (Gu, 2018). Narrative also offers a potentially destigmatizing and depathologizing approach rather than a focal point of illness or symptomatology (Gu, 2018). Regarding LGBTQ+ individuals, narrative may be helpful as it incorporates focal points around social justice and political issues (Kam & Fluit, 2021). A narrative approach recognizes the difficulty of living outside of the dominant cultural narrative (Jordan, 2020). It consequently works to reduce the anguish experienced 17  because of these discrepant narratives (Jordan, 2020) through techniques of storying current experiences, re-storying past experiences, and externalizing (Dunne, 2003; Gu, 2018). Narrative remains an important tool for affecting the mental health outcomes of many, including LGBTQ+ individuals, and is therefore centered within the present scoping review. It is in this established background of literature at this intersection– the junction of narrative, LGBTQ+ individuals, and Queer family– that the present inquiry is centered. Methods  This inquiry was conducted utilizing the process for completing a scoping review as presented by Arksey & O’Malley (2005). The purpose was to determine the extent, depth, and breadth of existing literature that examines the intersection of LGBTQ+ individuals, their experience of family, and narrative. A key aim of this exploration is to summarize the findings of current research in a way that may prove useful to clinicians engaged with sexual minority individuals through the context of their mental health practice. Additionally, this work may serve as a starting point for researchers looking to develop a narrative-based intervention to address the needs of LGBTQ+ individuals within their families. Finally, this inquiry seeks to identify gaps within the canon of existing literature so that further research may address these gaps and ultimately create a more holistic understanding of the complex topic at hand. These aims and goals are largely in accordance with Arksey & O’Malley’s (2005) recommendations for appropriate goals of a scoping review methodology.   The first of the five stages of creating a scoping review is the development of a research question (Arksey & O’Malley, 2005). The research question at the center of the current review was developed to specifically identify and work with writing that addressed not just one aspect of LGBTQ+ individuals, Queer families, or narrative– but all three: \"Within the current 18  literature, in what ways has narrative been used to foster connection between LGBTQ+ individuals and their conception of family?\" This question readily identifies not only a target population, but incorporates narrative both directly and in context as a means of connecting LGBTQ+ individuals and their families. It also indicates the need for a scoping review methodology by naming the area of exploration as the current literature.   Second of the five stages is the identification of relevant studies (Arksey & O’Malley, 2005). Studies were identified through a number of sources including electronic databases, reference lists of other research, and a hand search of relevant journals. The primary means of identifying studies was through Lesley University’s “@llSearch” database, which simultaneously searches different journals for relevant keywords. This database search was conducted using three strings of search terms for family, LGBTQ+ individuals, and narrative. For example, the line “narradrama OR narrative therapy OR drama therapy OR narrative OR story” was used to find research addressing narrative while “Queer OR LGBTQ OR LGBT OR LGB OR gay OR lesbian OR bisexual OR homosexual OR transgender OR non-binary OR sexual minority” was used to find research addressing LGBTQ+ populations. Lastly, “family OR families OR relatives OR parents OR siblings OR caregiver” was used to identify research addressing the phenomenon of family. This search was limited to peer reviewed articles and was supplemented with a similar process through Google Scholar as a means of ensuring sources were not missed. Following both searches, the reference lists of several relevant articles were also examined to add further breadth to the present inquiry. Lastly, a hand search of several relevant journals was conducted, including Drama Therapy Review, Psychology of Sexual Orientation and Gender Diversity, and Journal of Family Psychology. These three journals were selected for hand search because of their relevance to at least one of the three core concepts explored by this inquiry: story as 19  demonstrated through drama therapy in Drama Therapy Review, family as explored within the Journal of Family Psychology, and LGBTQ+ individuals which are the focal point of Psychology of Sexual Orientation and Gender Diversity.   Step three in the process is study selection (Arksey & O’Malley 2005). Study selection was governed primarily by inclusion and exclusion criteria. To explore only the most up-to-date findings, studies were excluded from the current review if they were completed prior to 2013. Cognizant of the differences that location and environment may have on cultural family practices and the expression of Queerness, research that was conducted outside of the U.S. were not considered for this inquiry. Studies were excluded if they were not specific enough to include all three areas of interest. On the other hand, studies were included when they addressed all three topics– narrative, LGBTQ+ individuals, and family. As scoping reviews are “...guided by a requirement to identify all relevant literature regardless of study design” (Arksey & O’Malley, 2005, p. 8), an effort was made to consult a variety of study designs including empirical, conceptual, and theoretical studies. Books and other publications that do not go through a peer review process were excluded for rigor. Studies not completed or written in English were excluded. Studies were not included or excluded based on methodology alone– considering the necessary strictness in maintaining relevance to the three areas of inquiry, more simplistic designs such as case studies could be included along with more rigorous designs to demonstrate the widest scope of articles related to the research question. Studies were included regardless of other specificities of the target population they added. For example, a study identifying Black Queer folks, or LGBTQ+ youth, might still be included should it also address family and narrative regarding this more nuanced subset of the LGBTQ+ community.  20   The fourth stage is charting the data (Arksey & O’Malley, 2005). Throughout the process of completing the review, key information was formatted into a table for reference throughout the writing process. Table 1 collected information such as author(s), year of publication, geographic location, study methodology, identified goals of the study, population (if more specific than LGBTQ+ as a whole), and a summary of the study results or findings. Table entries included information that was clearly reported within the title, abstract, or body of a given study, although not every study may have an entry in each section of the chart. This synthesis is concurrent with Arksey & O’Malley’s (2005) “descriptive-analytical” method of narratively conveying findings from a scoping review, included as a potentially more useful option than summarizing study findings within the methodology (p. 26).   The final stage is the collating, summarizing, and final reporting (Arksey & O’Malley, 2005). In applying a common analysis to all studies, one can identify similarities and explain or acknowledge key differences between study findings (Arksey & O’Malley, 2005). As such, the final reporting aims to relay the themes from narratives that describe the experience of LGBTQ+ individuals within their families rather than reiterate findings already summarized within the chart. This reporting may also serve as a steppingstone to creating a more holistic understanding of normative LGBTQ+ identity development. Ideally, the information presented within the last stage of this methodology will be useful in helping mental health practitioners understand a typical environment for their LGBTQ+ clients, as well as how they interact with familial systems for support or protection.   The need for this topic was predicated personally from this author’s experiences not only as a member of the LGBTQ+ community, but as one such individual engaged in clinical work with LGBTQ+ adults. Within this clinical practice, this author has seen a diverse set of sexual 21  minority individuals with various levels of familial support. Some clients found their family to be a source of strength, while others felt their families were blocking them. These two paradigms were not always separated based on whether the clients’ families were accepting or unaccepting of their LGBTQ+ identity. It was quickly realized that few sources address this divide in the experience of family from the lens of narrative. However, this author’s work providing narrative-based group drama therapy for adults at a partial hospitalization program had demonstrated that the heightening of narrative through drama appeared essential for participation and cohesion. Clients often reflected that the core processes of drama therapy (Frydman et al., 2022), such as embodiment and distancing, had changed their experience of the group process and their perspective of one another. Fewer still were the sources that included a focal point around these heightened elements of narrative that drama therapy appeared to provide. Further, the research that did exist seemed to associate risks and dangers with LGBTQ+ individuals rather than paint a picture of how specifically these risks or dangers developed. As a result of this thinking, the reporting of findings seeks not only to use narrative as a means of understanding LGBTQ+ individuals within their families, but also to create a tonal shift in the kind of research being produced around this population.  Results  The process of completing the scoping review yielded a number of relevant articles for consideration. From the initial search on the Lesley University “@llSearch” database, 42 peer reviewed articles were found that included at least one term from each line of the search in the title. In addition, a hand search of three identified journals yielded 11 articles that appeared suitable for a combined total of 53. Following this, eight articles were removed at the abstract level as they did not fully address all three areas of interest and one was removed because it was 22  a duplicate. Further, sources that identified a geographic base of study that was outside of the United States were removed, consisting of 25 articles, leaving a pool of 19 remaining articles. From this sum, 12 more sources were excluded because they were published prior to 2013. This left seven unique articles featuring perspectives from numerous different familial roles including parents/caretakers, children, and siblings. A figural review of the identification and selection process is represented in Figure 1.  Figure 1 Scoping review process  Articles identified from databases (n = 42) Identification of articles via hand search Identification of articles via databases Articles identified from journals (n = 11) Combined identified articles (n = 53) Articles screened from abstract level (n = 52) Articles screened at full read level (n = 7) Duplicates removed (n = 1) Articles excluded:      Not relevant (n = 8)      Outside U.S. (n = 25)      Not recent (n = 12)  Articles including in scoping review (n = 7) 23  Three of the seven articles featured a qualitative methodological framework (Bull et al., 2022; Suter et al., 2016; Tyler 2015), while two employed a quantitative method (Kavanaugh et al, 2020; Katz-Wise et al., 2018), and two utilized a mixed methods design (Katz-Wise et al., 2020; Katz-Wise et al, 2022). Apart from their methodological differences, the seven pieces of writing also featured some diversity in geographic region and number of participants (see Table 1 for a complete summary).  24  Table 1 Data charting of scoping review results Author & Year Region of U.S. Methodology Subpopulation Study Goals Results & Findings Sample Size Bull et all., 2022 Northeast U.S. Qualitative; narrative study with dialogic analysis Mothers on non-binary children ages 8-11 Generate and analyze stories from mothers of non-binary children to determine how they came to understand and affirm their child.  Stories were analyzed for themes and four were found: (1) Confronting core beliefs, (2) Not fitting in, (3) Stepping into leadership, and (4) Finding help that helps. 3 mothers Katz-Wise et al., 2018 New England Quantitative; correlation study and descriptive statistics Trans & GNC (gender non-conforming) youth, their caregivers, and their cisgendered siblings  Determine to what extent family functioning may be a protective factor for trans and GNC youth's mental health outcomes.  Better family functioning from Trans/GNC youth's perspective was associated with more positive mental health outcomes for that youth. 96 family members comprised of 33 Trans /GNC youth, 48 cis caregivers, and 15 cis siblings  Katz-Wise et al., 2020 New England Mixed methods; descriptive statistics & crystallizationTNB youth aged 13-17 Map layers of the ecological systems model (ESM) onto the 8 themes were generated corresponding to a level of the ESM. Themes corresponding 33 TNB youth 25  /thematic analysis lived experiences of TNB youth to understand how family and community are viewed and utilized by participants. with individual level of ESM: (1) identity process, (2) emotions/coping. Themes corresponding with family level of ESM: (3) general family experiences, (4) family support. Themes corresponding with community level of ESM: (5) community experiences, (6) community support, (7) LGBTQ Community. Themes corresponding with societal/institutional level of ESM: (8) external forces.  Katz-Wise et al., 2022 None identified Mixed methods; descriptive statistics & crystallization/thematic analysis Parents/ caregivers of trans or non-binary (TNB) youth Determine what challenges parents/caregivers of TNB individuals face and how they may best receive support. Six themes were defined: (1) TNB youth individual characteristics/ experiences, (2) External factors affecting parent/caregiver future outlook, (3) TNB identity development and transition, (4) 27 parents/ caregivers of TNB youth 26  TNB related social/institutional interactions, (5) Parent/caregivers supportive cognitions, (6) Parent/caregiver's challenging cognitions. Caregivers requested support through Facebook, therapy, support groups, books, or school.  Kavanaugh et al., 2020 Nationwide Quantitative; correlation, descriptive statistics, path analysis LGBTQ+ young adults aged 18-24 Examine association between LGBTQ+ community involvement, family support, perceived neighborhood homophobia and psychological well-being, and how sexual identity prominence and outness explain associations. Family support was positively associated with outness, sexual identity prominence, and psychological wellbeing. Sexual identity outness was associated with positive wellbeing. 941 participants 27   Suter et al., 2016 Western/      Midwestern Qualitative; thematic analysis Lesbian      mothers Generate themes from participants around how their families formed compared to heteronormative \"master narrative.\"  Themes of becoming a family as (1) Normal, (2) Negotiation, and (3) Normalization. 10 couples Tyler, 2015 Texas Qualitative; grounded theory LGBTQ+ young adults and their parents Define, based on coded themes, phases of the parent-child relational process within participant dyads. A five-step model of the parent-child relational process. (1) Out to self, (2) out to parent(s), (3) relational tension, (4) relational adjustment, and (5) evolving relational identity. 11 parent-child dyads 28   Following their inclusion, each article was put into dialogue with one another and findings were compared. From this analysis, several themes were developed that supersede any one article and begin to speak to the larger experience revealed only when considering the full body of available literature. The identified themes are as follows: “Experiences of Coming Out,” “Family Interactions Matter,” “Community and Society,” and “Continuous Evolution.”  Each of these themes individually speak to a portion of the Queer experience and can stand alone as a means of understanding a microcosm of the whole image. However, when considered as complementary, interrelated, and even dependent on one another, the themes take on a new light and life. For this reason, the themes are perhaps best understood as components of a broader theme that more generally represents the Queer experience. This broad theme can be understood as “The Life Cycle of Queer Family.” The family unit is either Queer from its foundation or becomes Queered following the initial coming out disclosure which speaks to the importance and primacy of the first theme, “Experiences of Coming Out.” The ways that family members respond to the LGBTQ+ member to create an environment of support and continue the familial relationships naturally follow this event and are, within the context of this inquiry, described within the second theme of “Family Interactions Matter.” The third theme speaks to experiences of both LGBTQ+ individuals and their cisgendered/heterosexual family members as they make meaning of the new experiences brought by the first two themes. The family unit must now develop a new narrative of how their family fits into their local community and beyond, and the experiences they share on this larger level are outlined in the theme “Community and Society.” Lastly the fourth theme, entitled “Continuous Evolution,” speaks to the continuous process of growth and change necessary not just for LGBTQ+ individuals, but the family units they rely on for support, and the communities both might inhabit. As components of the broad 29  theme, these four elements come together to describe a normative model of Queer family development based around the narratives found within the examined body of research. Experiences of Coming Out  Perhaps unsurprisingly, narratives of coming out were incorporated across numerous articles (Kavanaugh, 2020; Tyler 2015; Katz-Wise et al., 2020) and were varied depending on other identities that participants may have possessed. For example, in women and Latinx individuals, nonsignificant or even negative associations have been found between identity outness and psychological well-being (Kavanaugh, 2020), suggesting that there is considerable nuance in coming out narratives based on the intersecting identities of LGBTQ+ individuals and that coming out isn’t always a positive experience. Even so, outness may be viewed as a protective factor for many as it tends to reduce the number of instances in which they must conceal themselves and it also connects individuals with support networks (Kavanaugh, 2020). Still, this experience is not ubiquitously positive and does not always result in immediate understanding between family members (Tyler, 2015) which emphasizes the need for narrative intervention to negotiate discrepant narratives. Researchers have determined that LGBTQ+ youth must make sense of their own identity prior to disclosing it to others, describing a process of coming out to oneself (Katz-Wise et al., 2020). Still others have named that parents may be one group particularly affected by the process of youth coming out and have called for intervention to better understand the process (Katz-Wise et al., 2020). It has similarly been found that how a child chooses to come out and tell their story does indeed play a role in the parent’s response to the disclosure (Tyler, 2015), heightening the importance of the coming out narrative. It is important to note that coming out is more complex than a single conversation with a single individual but is rather a continuous process of disclosure as individuals grow and change (Tyler, 30  2015). As in Kavanaugh’s (2020) survey, outness may consequently be theorized more appropriately as a fluid spectrum, with only a percentage of people being aware of aspects of identity at a given time. This falls in line with the finding that the steps of the parent-child relational process described by Tyler (2015) are “...sequential but not necessarily linear” (p. 38). As both parent and child grow individually and in their relationship with one another, they will meet new people and at times need to repeat, rebuild, or re-author aspects of their relationship that were once understood (Tyler 2015; Katz-Wise et al., 2022). Nevertheless, processing the coming out narrative does appear to be a worthwhile and fruitful endeavor. Outness appears to play an important role in increasing the effects of family support on psychological well-being as it was found to be indirectly related to well-being through family support (Kavanaugh, 2020). The reasons for this effect are unclear, but one explanation is that a family unit can offer more support to its members if the members are transparent about challenges in their lives. Sexual identity prominence was also found to be directly related to sexual identity outness, potentially explaining that the environment and community must demonstrate a certain level of supportiveness so that individuals feel ready to come out (Kavanaugh, 2020). Further, perceived family support was found to be positively associated with outness, while perceived neighborhood homophobia was negatively associated with outness, demonstrating that participant perception of attitudes toward their identity plays a major role in coming out (Kavanaugh, 2020). This is further supported in the diversity of coming out narratives described in the explored work, in which stories are highly shaped and colored not only by the individual coming out, but also by the person receiving the disclosure and the surrounding environment (Tyler, 2015; Katz-Wise et al., 2022).  Family Interactions Matter 31   Another salient theme found across articles is the idea that family interactions are meaningful and play a significant role in the mental health of LGBTQ+ individuals. Queer families may differ from their heteronormative counterparts in the structure and origin of their family unit (Suter et al., 2016). Despite this, many aspects of the familial narratives of LGBTQ+ individuals overlap with elements of a more heteronormative narrative of family, such as the desire for children, the process of coupling, and even the negotiation of things such as expectations around children and childcare (Suter et al., 2016). In fact, the desire for conception and child-rearing is a central theme found in both the explored Queer narratives and in the heteronormative master narrative (Suter et al., 2016).   Beyond their similarities, it is true that families with Queer roots face additional stressors and consequently require further considerations when thinking about the target demographic through a clinical lens (Katz-Wise et al., 2022). One example is the challenging or even complete re-writing of established relationships and narratives within the family unit, such as the grief and loss that parents of genderqueer youth report experiencing following the youth’s disclosure of their LGBTQ+ identity (Katz-Wise et al., 2022). Further, parents of genderqueer youth tell stories of confronting their core beliefs when reconceptualizing their child’s identity, and relayed to researchers their experiences feeling unable to fit into relationships that reinforce the gender binary (Bull et al., 2022). Even in consideration of the adverse effects of these stressors, families headed by LGBTQ+ individuals are becoming increasingly common (Suter et al., 2016). These families are able to thrive even when existing literature so consistently places them at increased risk based on the minority stress model (Katz-Wise et al., 2018; Kavanaugh, 2020; Katz-Wise et al., 2022). 32   With all their associated risks and differences well-defined, the question remains of how families can provide benefits and support to their LGBTQ+ members. In this regard, the literature is illustrative. Specifically, it has been found that high levels of familial satisfaction and communication were related to better mental health outcomes, such as a reduction in self-harm behaviors and in symptoms of depression and anxiety (Katz-Wise et al., 2018). For example, this communication could represent the negotiation of dominant and less-dominant narratives as a means of representing the family. Trans and gender nonconforming youth also reported a greater sense of self-esteem and resiliency associated with their felt level of familial satisfaction and their family’s communication (Katz-Wise et al., 2018). Perceived family support was positively associated with outness and psychological well-being as well as indirectly associated with well-being through outness (Kavanaugh, 2020). One explanation of these interrelated findings may be that families which communicate well and negotiate discrepant narratives throughout the ongoing coming out process described by Tyler (2015) demonstrate their support for the LGBTQ+ member, which in turn creates a stronger support network, ultimately causing the associated improvement in mental health outcomes found in Kavanaugh’s (2020) work.   In light of this, the ways in which families communicate their support for their members becomes an important question for developing a narradrama intervention that can improve the mental health of LGBTQ+ individuals. One way that mothers of non-binary youth have demonstrated this support is by centering narratives around stepping into public and familial leadership roles (Bull, 2020). These same mothers reported searching for resources and narratives that were affirmative of their child, or finding “help that helps” (Bull, 2020, p. 148). Support may also be communicated through self-education, appropriate usage of pronouns, and help with legal or medical transitions for trans or non-binary individuals (Katz-Wise et al., 33  2020). Tyler (2015) also described the ways that parents and their LGBTQ+ children might feel tension when communication is inhibited and sharing of personal details is selective. Within the literature, a hallmark of this period of tension beginning to subside is when the parent begins to advocate for their LGBTQ+ child, albeit selectively (Tyler, 2015). This information begins to shine a light on the importance of advocacy both as a means for improving the societal barriers previously identified, but also as an additional way of demonstrating support within the family unit. Community and Society  Across several of the explored articles, authors consider the effects that communal and societal narratives play on the mental health of LGBTQ+ individuals. Whether in person or online, individual involvement with the LGBTQ+ community can occur first as a way of trying on new identities in a less risky environment (Tyler, 2015). The motivation for this first contact is reaffirmed through the link between sexual identity prominence and outness, such that LGBTQ+ individuals feel more comfortable being out when they know they’re not alone in their identity (Kavanaugh, 2020). This sense of not being alone may be derived from personal relationships or from narrative representation of LGBTQ+ identities and the Queer community Similarly, sexual identity prominence was positively associated with LGBTQ+ community involvement, implying that individuals continue to have a significant number of interactions with the community not just prior to coming out, but as their personal narrative continues to grow and change over the course of their lives (Kavanaugh, 2020). Suter et al. (2016) also recognized and constructed their study design around the relevance and importance of a prominent heteronormative master narrative and described the ways that members of the Queer community conceptualized themselves in relation to this narrative.  34  For parents, involvement with the community can take the shape of seeking resources to better understand their children following the initial disclosure of the coming out process (Tyler, 2015). Access to the Queer community was essential for parents to self-educate and to provide affirming resources like babysitters to their sexual minority children (Bull, 2020; Katz-Wise et al., 2018). Contact with this community has also been identified as helpful for parents to begin to reconceptualize and re-story their family when they may not have another frame of reference (Bull, 2020). Regardless of which family member is interacting with the larger community, the Queer community plays a clear role in family dynamics and creating a supportive personal narrative for individuals. However, that role is not always ubiquitously positive as evidenced by reports of racism within the community coming from LGBTQ+ people of color which may explain why these individuals tend to be less involved (Kavanaugh, 2020). This may also explain the finding that LGBTQ+ community involvement was not directly, but rather indirectly related to psychological well-being (Kavanaugh, 2020). Similarly, parents of trans and gender nonconforming youth reported worry about danger within the more general community through bullying, judgment, and stigmatization (Katz-Wise et al., 2022). The same parents also tended to see the actions of their children through an adult lens, removing the possibility that the child was an expert of their experience (Katz-Wise et al., 2022). Researchers have suggested that parents could be operating out of concern for the safety of their child, but also out of fear of the judgment of their own adult community (Katz-Wise et al., 2022). Still, involvement with the larger LGBTQ+ community can reduce stigmatization, create feelings of belonging and empowerment, and give youth the chance for more positive role models (Kavanaugh, 2020). These findings are in line with a newer model of community resilience that may also prove to be a boon to community members and a potential motivating factor for community involvement 35  (Kavanaugh, 2020). There exists quite a bit of nuance to each person’s narrative in relation to their community as evidenced both by the above conflicted findings and the reality that community can be a source of well-being or a source of adversity (Katz-Wise et al., 2020).   Government and policy play a central role in the well-being and mental health outcomes of LGBTQ+ individuals and the literature affirms this (Katz-Wise et al., 2022; Kavanaugh, 2020; Tyler 2015; Suter et al., 2016; Katz-Wise et al., 2020). Politics and the narratives they reinforce have been identified by researchers as a barrier to transition for trans teens, and it has also been noted that attitudes towards certain identities, such as transgender individuals, vary in relation to political conservatism (Katz-Wise et al., 2022). But political action may also prove to be helpful in the future as a means of creating avenues for families to receive gender- and sexuality-affirming education and resources (Kavanaugh, 2020). Researchers fairly ubiquitously describe the impact of their findings on policy and law, or directly advocate for policy change based on their findings (Katz-Wise et al., 2022; Kavanaugh, 2020; Tyler 2015). Changes in legislation governing the Queer community are ongoing, and so too should our efforts to advocate for and protect this necessary community (Tyler, 2015).  Continuous Evolution A final theme that emerged is the idea that narratives around personal identities, relationships, and expressions grow and shift over time. This is perhaps expressed the most clearly and consistently in the non-linear yet sequential model of parent-child relationships (Tyler, 2015). In the author’s words, “The most salient finding of this study is that there is no end to the parent-child relational process, including an evolution of the child’s identity” (Tyler, 2015, p. 35). While the parent-child relationship itself may change, so too may an individual’s expression as they experiment and receive education (Katz-Wise et al., 2020; Tyler, 2015). The 36  final, and perhaps perpetual, stage of the parent-child relational process is indicated by a narrative shift from seeking resolution with one another to improving the ways they both came out to others on an ongoing basis (Tyler, 2015). Across studies, participants tell stories of gaining insight and learning more about themselves, their families, and even the communities that they find themselves a part of (Bull 2020; Katz-Wise et al., 2020; Tyler, 2015). Stories such as these mirror our ever-changing world, including culture shifts past and present. This is evidenced at least in part by the slow decline of the more traditional household headed by a husband and wife, with this composition representing just under 50% of families in the U.S. (Suter et al., 2016). This evolution of culture required a further updating of our cultural narratives around family to counter the heteronormative master narrative identified by Suter et al. (2016). Discussion The purpose of this inquiry was to determine the extent, breadth, and depth of existing literature that considers the intersection of LGBTQ+ individuals, their families, and narrative. To answer the question, a scoping review (Arksey & O’Malley, 2005) was conducted. The four identified themes were descriptive of a larger experience represented by the broad theme of “The Life Cycle of Queer Family.” This broad theme begins to tell a story by describing some of the changes and shifts that the family unit experiences as it moves away from the heteronormative master narrative identified by Suter et al. (2016). This broad theme and its subthemes are a direct response to the body of family research that touts White heterosexual relationships as a standard (Zhang & Chen, 2020). The results of this inquiry may combat feelings of anguish (Jordan, 2020) and reduce pressure on family units to maintain compliance with hegemonic and heterosexist norms (Stone et al., 2022) by providing a new, Queered, narrative of family which aligns with the actual experiences of LGBTQ+ 37  individuals. Consequently, these results constitute the beginnings of this narrative developed by LGBTQ+ individuals for LGBTQ+ individuals. This new narrative may offer an opportunity to expand the kinds of narratives that are used to characterize LGBTQ+ individuals rather than being seen only as a victim, an assimilationist, a militant, or a community member (Rodriguez 2018).  Limitations This scoping review is limited in some ways by its methodology. Scoping reviews do not typically include a measure of quality for included studies (Arksey & O’Malley, 2005), thus findings produced by this methodology are not inherently based on quality studies (Pham et al., 2014). The lack of standardized quality assessment may be important to the process of the scoping review as it attempts to integrate and synthesize based on diverse, rather than simply high-quality, sources (Arksey & O’Malley, 2005). In regard to the present study, where a dearth of sources has been identified, an assessment of quality might have excluded sources that may have ultimately proved useful in understanding the phenomenon of Queer family from the perspective of narrative. Nearly half of the sources identified by the scoping review included a sample size smaller than 20 participants, which could reduce generalizability of the described findings. Studies identified for inclusion tended to disproportionately include White participants, with only one study identifying people of color as a focal point. Intersectional subcultures and subcommunities are underexplored both within this report and the overall literature. The studies included also did not demonstrate a wide range of geographical locations; New England was the most common area of study (Bull et al., 2022; Katz-Wise et al., 2018; Katz-Wise et al., 2020). Only one study included a sample that was nationally representative (Kavanaugh et al., 2020), and one study failed to report its geographic center (Katz-Wise et al., 2022) 38  Intervention and Research Directions  Included studies represented a wide range of methodological frameworks and familial roles including mothers, siblings, and caretakers of LGBTQ+ individuals alongside LGBTQ+ family members themselves. The studies included a range of identities found within the LGBTQ+ community including trans folks, non-binary people, lesbian women, and gay men. Additionally, the ages of participants were diverse, with ranges from 13 to 72 across all studies.  In the future, researchers may conduct a more systematic review of the literature that exists at this intersection as a means of confirming or supplementing the findings of this report and includes a larger number of participants from a more nationally representative sample. A second review such as this may also explore the diverse paths to family creation and formation that were outside of the scope of this inquiry.  Perhaps the most salient takeaway from this study, however, is the need for a clinical intervention to address some of the concerns described by participants within the reviewed literature. This intervention might be most successful within the group format so that all members of the family can participate in the creation of a new story for the family unit. Narradrama may prove to be a fruitful orientation for such an intervention as it is specifically oriented to create new meaning (Dunne, 2003; Dunne 2021), and may successfully engage the entire family unit, regardless of age, through the incorporation of diverse voices and perspectives (Hobeck, 2014; Keisari & Palgi, 2017; Parsons, 2014). The family unit has been identified for intervention because of the negative mental health outcomes that result from adolescents who do not receive enough familial support (McConnell et al., 2016). Further, the use of narrative within narradrama may be a helpful framework from which to devise an intervention as it depathologizes (Gu, 2018), which may serve as a boon to young LGBTQ+ individuals 39  wondering if there is something wrong with them because of their identity. Narrative likewise may aid the family in making sense of their “Experiences of Coming Out.” A narradrama intervention may allow the family to see one another’s narratives around the coming out experience, ultimately aiming to build understanding between potentially disparate views. The narrative element of narradrama would also best incorporate the themes generated through this review and help discover an LGBTQ+ friendly version of the family’s story that communicates support to its members, as described within the second theme of “Family Interactions Matter.” Within an embodied approach, families could play with and rehearse strategies for communicating their support to LGBTQ+ family members in a way that feels both appropriate and authentic. A narradrama intervention that rehearses political or interpersonal advocacy may prove beneficial as each member redefines their place within larger systems, an experience described within the theme “Community and Society.” The theme of “Continuous Evolution” describes ways that ongoing intervention and re-storying of family narratives may be of use to families with LGBTQ+ members as all family members constantly reassess and come out to new individuals. From a narradrama perspective, this could look like rehearsing disclosures or having group members practice communicating their identities to individuals outside of the family in a way that feels authentic to the family’s story. These themes contribute to and describe aspects of a developmental conceptualization of Queer family as articulated by the broader theme “The Life Cycle of Queer Family” which incorporates interrelated and complementary aspects of each of the subthemes. Interventions derived from this research should be cognizant of the new narrative that this broad theme articulates and the ways that LGBTQ+ individuals may be able to reconstruct meaning for themselves and their families based on this narrative. Interventions within the realm of narradrama may help the family evaluate and play out specifically what 40  aspects of the dominant narrative they wish to continue engaging with, and which aspects might need re-authoring as they begin to honor a more personalized family story. Future research should focus on including more diverse voices, and on norming an intervention that incorporates each of these themes to create a Queer family narrative.  This review begins to demonstrate a new family narrative that invites further elaboration through clinical intervention. The themes found within this inquiry challenge heteronormative practices in family research and mental health interventions. This study has the potential to ultimately inform the development of an intervention which incorporates these thematic stages of Queer family development to better the mental health of LGBTQ+ individuals and their families.   41  References Arksey, H., & O'Malley, L. (2005). Scoping studies: Towards a methodological framework. International Journal of Social Research Methodology, 8(1), 19–32. https://doi.org/10.1080/1364557032000119616  Afary, K., & Alteet, E. M. (2022). Narradrama, intersectionality and devised therapeutic theatre in the Prison Communication Studies Classroom. Drama Therapy Review, 8(1), 23–44. https://doi.org/10.1386/dtr_00091_1  Asakura, K., & Craig, S. L. (2014). “It Gets Better” … but how? Exploring resilience development in the accounts of LGBTQ adults. Journal of Human Behavior in the Social Environment, 24(3), 253–266. https://doi.org/10.1080/10911359.2013.808971  Bates, A., Hobman, T., & Bell, B. T. (2019). “Let me do what I please with it… don’t decide my identity for me”: LGBTQ+ youth experiences of social media in narrative identity development. Journal of Adolescent Research, 35(1), 51–83. https://doi.org/10.1177/0743558419884700 Bergstrom-Lynch, C. (2019). Free to be you and me, maybe: Lesbian, gay, bisexual, and transgender parents doing gender with their children. Journal of Gender Studies, 29(3), 282–294. https://doi.org/10.1080/09589236.2019.1635000  Bower, K. L., Lewis, D. C., Bermúdez, J. M., & Singh, A. A. (2019). Narratives of generativity and resilience among LGBT older adults: Leaving positive legacies despite social stigma and collective trauma. Journal of Homosexuality, 68(2), 230–251. https://doi.org/10.1080/00918369.2019.1648082  42  Bull, B., Byno, L., D’Arrigo, J., & Robertson, J. (2022). Parents of non-binary children: Stories of understanding and support. Journal of Feminist Family Therapy, 34(1-2), 125–152. https://doi.org/10.1080/08952833.2022.2029331 Dalton, M. R., Jones, A., & Stoy, J. (2020). Reducing barriers: Integrated collaboration for transgender clients. Journal of Feminist Family Therapy, 32(3-4), 176–191. https://doi.org/10.1080/08952833.2020.1848050 Dennis, C. (2020). Reclaiming metaphor; Myths, monsters, and narratives with LGBTQ+ adolescents in drama therapy (Publication No. 278) [Master’s thesis, Lesley University]. Expressive Therapies Capstone Theses. https://digitalcommons.lesley.edu/expressive_theses/278 Dunne, P., Afary, K., & Paulson, P. (2021). Narradrama. In R. Emunah & D. R. Johnson (Eds.), Current Approaches in Drama Therapy (3rd ed., pp. 206–249). Charles C. Thomas Publisher, Ltd.  Dunne, P. (2003). Narradrama: A narrative action approach with groups. In D. J. Wiener & L. K. Oxford (Eds.), Action therapy with families and groups: Using creative arts improvisation in clinical practice (pp. 229–265). American Psychological Association. https://doi.org/10.1037/10610-010 Frydman, J. S., Cook, A., Armstrong, C. R., Rowe, C., & Kern, C. (2022). The drama therapy core processes: A delphi study establishing a north American perspective. The Arts in Psychotherapy, 80, 101939. https://doi.org/10.1016/j.aip.2022.101939 43  Gu, Y. (2018). Narrative, life writing, and healing: The therapeutic functions of storytelling. Neohelicon, 45(2), 479–489. https://doi.org/10.1007/s11059-018-0459-4  Hobeck, J. (2014). Dramatherapy with parents and children in parallel groups: Developing an approach for healthier family dynamics. Dramatherapy, 36(2-3), 104–120. https://doi.org/10.1080/02630672.2015.1014389  Horne, S. G., McGinley, M., Yel, N., & Maroney, M. R. (2021). The stench of bathroom bills and anti-transgender legislation: Anxiety and depression among transgender, nonbinary, and cisgender LGBQ people during a state referendum. Journal of Counseling Psychology, 69(1), 1–13. https://doi.org/10.1037/cou0000558  Howard, K. I., Cornille, T. A., Lyons, J. S., Vessey, J. T., Lueger, R. J., & Saunders, S. M. (1996). Patterns of mental health service utilization. Archives of General Psychiatry, 53(8), 696–703. https://doi.org/10.1001/archpsyc.1996.01830080048009  Jensen, T. M., & Sanner, C. (2021). A scoping review of research on well‐being across diverse family structures: Rethinking approaches for understanding contemporary families. Journal of Family Theory & Review, 13(4), 463–495. https://doi.org/10.1111/jftr.12437  Jordan, F. (2020). Changing the narrative for LGBTQ adolescents: A literature review and call for research into narrative therapy to improve family acceptance of LGBTQ teens. Counseling and Family Therapy Scholarship Review, 3(1). https://doi.org/10.53309/raqx6953  44  Kam, C., & Fluit, D. V. (2021). Combining the enneagram and narrative therapy for adult ego development. Current Psychology, 42(1), 406–415. https://doi.org/10.1007/s12144-021-01421-3  Katz-Wise, S. L., Ehrensaft, D., Vetters, R., Forcier, M., & Austin, S. B. (2018). Family functioning and mental health of transgender and gender-nonconforming youth in the trans teen and family narratives project. The Journal of Sex Research, 55(4-5), 582–590. https://doi.org/10.1080/00224499.2017.1415291  Katz-Wise, S. L., Galman, S. C., Friedman, L. E., & Kidd, K. M. (2022). Parent/caregiver narratives of challenges related to raising transgender and/or nonbinary youth. Journal of Family Issues, 43(12), 3321–3345. https://doi.org/10.1177/0192513x211044484  Katz-Wise, S. L., Godwin, E. G., Parsa, N., Brown, C. A., Pullen Sansfaçon, A., Goldman, R., MacNish, M., Rosal, M. C., & Austin, S. B. (2020). Using family and ecological systems approaches to conceptualize family- and community-based experiences of transgender and/or nonbinary youth from the trans teen and family narratives project. Psychology of Sexual Orientation and Gender Diversity, 9(1), 21–36. https://doi.org/10.1037/sgd0000442  Kavanaugh, S. A., Taylor, A. B., Stuhlsatz, G. L., Neppl, T. K., & Lohman, B. J. (2019). Family and community support among sexual minorities of color: The role of sexual minority identity prominence and outness on psychological well-being. Journal of GLBT Family Studies, 16(1), 1–17. https://doi.org/10.1080/1550428x.2019.1593279  45  Keisari, S., & Palgi, Y. (2017). Life-crossroads on stage: Integrating life review and drama therapy for older adults. Aging & Mental Health, 21(10), 1079–1089. https://doi.org/10.1080/13607863.2016.1199012  Kiekens, W. J., la Roi, C., & Dijkstra, J. K. (2021). Sexual identity disparities in mental health among U.K. adults, U.S. adults, and U.S. adolescents: Examining heterogeneity by Race/ethnicity. Psychology of Sexual Orientation and Gender Diversity, 8(4), 407–419. https://doi.org/10.1037/sgd0000432  McConnell, E. A., Birkett, M., & Mustanski, B. (2016). Families matter: Social support and mental health trajectories among lesbian, gay, bisexual, and transgender youth. Journal of Adolescent Health, 59(6), 674–680. https://doi.org/10.1016/j.jadohealth.2016.07.026  McKinnon, S., Gorman-Murray, A., & Dominey-Howes, D. (2017). Disasters, queer narratives, and the news: How are LGBTI disaster experiences reported by the mainstream and LGBTI media? Journal of Homosexuality, 64(1), 122–144. https://doi.org/10.1080/00918369.2016.1172901  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674  Milton, D. C., & Knutson, D. (2021). Family of origin, not chosen family, predicts psychological health in a LGBTQ+ sample. Psychology of Sexual Orientation and Gender Diversity, 1-10. https://doi.org/10.1037/sgd0000531  46  Mosley, D. V., McNeil-Young, V., Bridges, B., Adam, S., Colson, A., Crowley, M., & Lee, L. N. (2021). Toward radical healing: A qualitative metasynthesis exploring oppression and liberation among black queer people. Psychology of Sexual Orientation and Gender Diversity, 8(3), 292–313. https://doi.org/10.1037/sgd0000522  Newman, C. E. (2018). Queer families: Valuing stories of adversity, diversity and belonging. Culture, Health & Sexuality, 21(3), 352–359. https://doi.org/10.1080/13691058.2018.1468032  Parker, C. M., Hirsch, J. S., Philbin, M. M., & Parker, R. G. (2018). The urgent need for research and interventions to address family-based stigma and discrimination against lesbian, gay, bisexual, transgender, and queer youth. Journal of Adolescent Health, 63(4), 383–393. https://doi.org/10.1016/j.jadohealth.2018.05.018  Parsons, C. (2014). The impact of cancer on identity: Enhancing self-efficacy in young adults through Narradrama (Publication No. 979130). [Unpublished Graduate Projects (Non-thesis)]. Concordia University.  Plöderl, M., Kunrath, S., Cramer, R. J., Wang, J., Hauer, L., & Fartacek, C. (2017). Sexual orientation differences in treatment expectation, alliance, and outcome among patients at risk for suicide in a public psychiatric hospital. BMC Psychiatry, 17(1). https://doi.org/10.1186/s12888-017-1337-8  Reoch, L. (2017). A heuritic inquiry combining narradrama and somatic experiencing to process traumatic childbirth (Publication No. 983029). [Unpublished Graduate Projects (Non-thesis)]. Concordia University.  47  Rodriguez, J. A. (2018). Lesbian, gay, bisexual, transgender, and queer media: Key narratives, future directions. Sociology Compass, 13(4). https://doi.org/10.1111/soc4.12675  Rostosky, S. S., Richardson, M. T., McCurry, S. K., & Riggle, E. D. (2022). LGBTQ individuals’ lived experiences of hypervigilance. Psychology of Sexual Orientation and Gender Diversity, 9(3), 358–369. https://doi.org/10.1037/sgd0000474  Stone, A. L., Pride, C., Adams, B., & Salcido, R. (2022). Bisexual aunts, gay cousins: How LGBTQ family members help LGBTQ youth navigate family heteronormativity. Socius: Sociological Research for a Dynamic World, 8, 237802312211171. https://doi.org/10.1177/23780231221117145  Suter, E. A., Kellas, J. K., Webb, S. K., & Allen, J. A. (2016). A tale of two mommies: (Re)storying family of origin narratives. Journal of Family Communication, 16(4), 303–317. https://doi.org/10.1080/15267431.2016.1184150 Thöni, C., Eisner, L., & Hässler, T. (2022). Not straight enough, nor queer enough: Identity denial, stigmatization, and negative affect among bisexual and pansexual people. Psychology of Sexual Orientation and Gender Diversity. Advance online publication. https://dx.doi.org/10.1037/sgd0000606  Tyler, T. R. (2015). Our story: The parent and LGBTQ child relational process. Journal of Gay & Lesbian Social Services, 27(1), 17–45. https://doi.org/10.1080/10538720.2015.988313  Vaccaro, A., & Koob, R. M. (2019). A critical and intersectional model of LGBTQ microaggressions: Toward a more comprehensive understanding. Journal of Homosexuality, 66(10), 1317–1344. https://doi.org/10.1080/00918369.2018.1539583  48  Winter, L. A., Hanley, T., Bragg, J., Burrell, K., & Lupton, R. (2020). ‘Quiet activism’ in schools: Conceptualising the relationships between the personal, the political and the political in Education. Cambridge Journal of Education, 50(3), 391–408. https://doi.org/10.1080/0305764x.2019.1707511  Zhang, D., & Chen, Y.-W. (2020). “We are the unusual factor”: Queering family communication norms with gay adoptive parents. Journal of Family Communication, 20(3), 206–220. https://doi.org/10.1080/15267431.2020.1767621   49        THESIS APPROVAL FORM                                                     Lesley University               Graduate School of Arts & Social Sciences       Expressive Therapies Division                Master of Arts in Clinical Mental Health Counseling: Drama Therapy, MA    Student’s Name: Matthew Freeman   Type of Project: Thesis    Title: Restorying Queer Family: A scoping review.  Date of Graduation: May 2023   In the judgment of the following signatory this thesis meets the academic standards that have been established for the above degree.   Thesis Advisor:____Jason S. Frydman, PhD, RDT/BCT, NCSP_______  ",
    "id": 581017298,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lesley.edu:expressive_theses-1723"
    },
    "title": "Restorying Queer Family: A Scoping Review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-04-28T08:00:00+01:00",
    "publisher": "DigitalCommons@Lesley",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lesley.edu/cgi/viewcontent.cgi?article=1723&context=expressive_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/581017298.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/581017298"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/581017298/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/581017298/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/581017298"
        }
    ],
    "abstract": "LGBTQ+ populations within clinical research are typically characterized through the lens of the minority stress model (Meyer, 2003) and the risks or problems that are associated with their identities (Kiekens et al., 2020). Despite rising rates of families headed by LGBTQ+ individuals (Suter et al., 2016), they remain underrepresented within family-based research (Jensen & Sanner, 2021).This body of work aims to move beyond these standards to explore the ways that LGBTQ+ individuals utilize narrative as a means of connecting themselves to their families. In order to accomplish this, a scoping literature review was conducted to answer the following question: “Within the current literature, in what ways has narrative been used to foster connection between LGBTQ+ individuals and their conception of family?” Seven articles were identified for inclusion based on their exploration of all three central concepts including LGBTQ+ individuals, family, and narrative. Based on these articles, four subthemes were generated, entitled “Experiences of Coming Out,” “Family Interactions Matter,” “Community and Society,” and “Continuous Evolution.” These subthemes articulate a larger theme described as “The Life Cycle of Queer Family,” which serves as a new narrative for the typical development of LGBTQ+ identities within a familial context. Recommendations for the development of a narradrama intervention targeting families with LGBTQ+ members are described. Lastly, the implications of this new narrative on clinical work with LGBTQ+ populations are discussed, and consideration of further inquiry is provided",
    "tags": [
        "text",
        "LGBTQ+",
        "Queer",
        "family",
        "narrative",
        "drama therapy",
        "narradrama",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lesley.edu:expressive_theses-1723",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3822",
        "openDoarId": 0,
        "name": "Lesley University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 581017298,
        "depositedDate": null,
        "publishedDate": "2023-04-28T08:00:00+01:00",
        "updatedDate": "2024-01-21T03:58:14+00:00",
        "acceptedDate": null,
        "createdDate": "2023-09-02T18:42:40+01:00"
    },
    "urls": [
        "https://digitalcommons.lesley.edu/context/expressive_theses/article/1723/viewcontent/Thesis_Draft_IV__4_28_2023___1___1_.pdf",
        "https://digitalcommons.lesley.edu/expressive_theses/713"
    ],
    "lastUpdate": "2024-01-21T03:58:14+00:00",
    "setSpecs": []
}