{
    "acceptedDate": "2018-12-11T00:00:00+00:00",
    "authors": [
        {
            "name": "Levine Daniel, Jamie"
        },
        {
            "name": "Galasso, Matthew"
        }
    ],
    "contributors": [
        "School of Public and Environmental Affairs"
    ],
    "createdDate": "2019-10-16T18:01:01+01:00",
    "dataProvider": {
        "id": 1651,
        "name": "IUPUIScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/1651",
        "logo": "https://api.core.ac.uk/data-providers/1651/logo"
    },
    "depositedDate": "2018-12-11T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1080/19420676.2018.1541004",
    "downloadUrl": "https://core.ac.uk/download/228066336.pdf",
    "fullText": "Revenue embeddedness and competing institutional logics: How nonprofit leaders connect earned revenue to mission and organizational identity To cite: Levine Daniel, J., & Galasso, M. (2019). Revenue Embeddedness and Competing Institutional Logics: How Nonprofit Leaders Connect Earned Revenue to Mission and Organizational Identity. Journal of Social Entrepreneurship, 10(1), 84-107. Abstract The increasing reliance on earned revenue displayed by nonprofits in the US has raised mission-related organizational identity concerns. However, the effect of a market-driven activity on mission-driven service may vary based on revenue embeddedness: the activity’s connection to the organization’s mission. This study draws on the competing logics of isomorphism and resource dependence to examine how the pursuit of earned revenue affects the organization’s perception of its mission and projection of identity. The authors examine how leaders use language to connect market to mission, presents additional dimensions of embeddedness, and offers propositions for future research. Key words: nonprofit, earned revenue, embeddedness, organizational identity, institutional logics Jamie Levine Daniela and Matthew Galassoa,b aSchool of Public and Environmental Affairs, IUPUI; bSchool of Criminal Justice, Michigan State University Acknowledgements: The authors wish to thank Matthew Sanders, Marlene Walk, Mirae Kim, Akheil Singla, Jodi Benenson, and Lisa Frazier for their friendly reviews, as well as the anonymous reviewers who helped shape this paper. Correspondence address: Jamie Levine Daniel, SPEA IUPUI, BS 4060, 801 W. Michigan St., Indianapolis, IN 46202. Email: jlevined@iupui.edu  ___________________________________________________________________This is the author's manuscript of the article published in final edited form as:Levine Daniel, J., & Galasso, M. (2019). Revenue Embeddedness and Competing Institutional Logics: How Nonprofit Leaders Connect Earned Revenue to Mission and Organizational Identity. Journal of Social Entrepreneurship, 10(1), 84-107. https://doi.org/10.1080/19420676.2018.15410042 Introduction  In the United States, nonprofit organizations have been engaging in increasing levels of commercial, market-driven earned revenue activity, which now accounts for 52% of funding in this sector (Young & Salamon, 2012). The extent to which nonprofit organizational identity shapes, and is shaped by, this pursuit of earned revenue is unclear. Earned revenue has been studied as an aggregate sum of all market-driven income streams. Some previous studies have focused on the advantages of earned revenue, finding it to be a complement to mission-driven activity because organizations can procure much-needed financial resources that can be invested in program and service delivery. Other studies have found market-driven activity to distract from mission-driven programs and services, drawing organizational attention needed for programs toward earned revenue pursuits without yielding support for the core activities (Weisbrod, 1998). Some scholars have used terms like marketization (Eikenberry & Kluver, 2004), commercialization (Cooney, 2011; Froelich, 1999; Guo, 2006), or becoming ‘business-like’ (Dart, 2004; Maier, Meyer, & Steinbereithner, 2016) to examine the impact on the nonprofit sector of this increased reliance on earned revenue. However, the effect of a market-driven activity on service delivery may vary based on the activity’s connection to the organization’s mission. Some market-based activities are embedded within the organization’s core mission-driven activities, using the same organizational resources, and targeting the same markets (Redacted). This embeddedness may minimize conflict between institutional logics (Binder, 2007). Given these shared elements, embedded activities may serve as complements to services. Other market-based activities are external to the service activities, using separate organizational technologies, and targeting different markets. Separating the mission- and market-based 3 objectives can lead to conflicting institutional logics, diverting resources away from core activities, thus leading earned revenue activities to become substitutes for mission-based outputs.  Complementing a large-N empirical study (Redacted), the authors draw on the competing logics of isomorphism and resource dependence to examine how and why the pursuit of earned revenue can affect organizational identity. The authors do this through an exploratory case study of eight nonprofit organizations initiating new earned revenue activities from 2009-2014. The concept of revenue embeddedness is used to connect earned revenue to mission and organizational identity. Key observations from the interviews follow, laying the groundwork for the new dimensions of revenue embeddedness and research propositions presented in the discussion. The conclusion offers theoretical and practical contributions of this multi-case study.  Background Organizational Identity, Earned Revenue and Competing Institutional Logics (2a)   Organizational identity is that which is central, distinctive, and enduring to an organization (Albert & Whetten, 1985). For a nonprofit organization, a core feature of identity is its mission. However, nonprofits need many resources to deliver mission-related programs and services, and the nature of this resource acquisition can be perceived as counter to the mission itself.  One example is the use of market-driven earned revenue to fund mission-driven activities. Adoption of earned revenue is broadly considered to be marketization (Eikenberry & Kluver, 2004), commercialization (Cooney, 2011; Froelich, 1999; Guo, 2006), or becoming ‘business-like’ (Dart, 2004; Maier et al., 2016). Nonprofit organizations in the US increasingly rely on earned revenue, the pursuit of which has “transformative effects on the goals, motives, methods, income distribution, and governance” of 4 the organization (Khieng & Dahles, 2015, p. 235). Some scholars argue that this pursuit negatively impacts the work nonprofits do in “creating and maintaining civil society” (Eikenberry & Kluver, 2004, p. 138), creates multiple orientations for organizations (White & Simas, 2008), forces organizations to choose between a managerial or volunteer identity (Kreutzer & Jäger, 2011), or otherwise makes them into hybrid organizations (Evers, 2005; Knutsen, 2012; Maier et al., 2016; Raynard, 2016). This argument is especially salient if production of these new goods or services requires the acquisition of new inputs or audiences. Essentially, these concerns coalesce around mission drift, or the reallocation of resources from core programs (Jones, 2007; Weisbrod, 2004). However, others downplay the concerns regarding the sector’s turn toward commercialism. Child (2010) offers a literature review of these themes, starting by questioning the existence of a commercial turn in the first place. These contradictory views regarding the impact of market on mission reflect a paradox of institutional logics, which are the structures and frames used to interpret problems, solutions, and actions (Lewis, 2000b; Meyer & Hammerschmid, 2006; Smith & Tracey, 2016; Thornton & Ocasio, 2008). To understand these competing views, two key elements need to be understood:  what earned revenue is and why nonprofits pursue it. Then its effects on organizational identity can be examined. Conceptual Development of Earned Revenue  The effects of market-driven activity on mission-driven organizations are inconclusive, in part because of how earned revenue has been studied. In the United States, the Internal Revenue Service (IRS) oversees tax-related collection and law enforcement. The IRS separates earned revenue into two broad categories: unrelated and related business income.  Unrelated business income is subject to taxation, or the Unrelated Business Income Tax (UBIT). The IRS defines 5 unrelated business income as a trade or business that is regularly carried on and is not ‘substantially related to furthering the exempt purpose of the organization.’ For example, income from advertising generally is subject to UBIT.   By contrast, related business income or ‘program service revenue’ is income derived from monetized programs/services that relate directly to the organization’s exempt purpose – i.e.: a university charging tuition, or a dance troupe selling tickets to a performance. Some scholars offer typologies or categorizations to apply to revenue-generating activities in order to strengthen the connection to mission; however, most of these pieces are conceptual in nature.  For example, James (1983) and Cordes and Weisbrod (1998) use cross-subsidization (revenue-generating activities supplementing deficit-incurring activities) and cost-complementarities (shifting cost of taxable income activities to service-related activities) to start to classify revenue-generating activities. Oster (1995) and Frumkin and Andre-Clark (2000) offer product-portfolio matrices that assess activity’s contribution to mission and contribution to an organization’s economic vitality. Weisbrod (1998) similarly proposes classifying goods based on the private versus public benefits that goods can offer and their revenue generating potential, categorizing goods as preferred collective (public benefit, difficult to sell on the open market), preferred private (public benefit/can be made available to clients regardless of ability to pay but can also be sold on the private market), and non-preferred private (sold on private market with sole benefit of generating revenue for collective goods).   Scholars have been conceptually exploring the link between earned revenue and charitable mission, but empirically testing this link has presented challenges.  Studies often rely on a measure of total earned revenue (Boyle, 2007; Van Der Heijden, 2013) or some measure of program service revenue reflective of the aforementioned early conceptualizations (Carroll & 6 Calabrese, 2013; Carroll & Stater, 2009; Hughes & Luksetich, 2004; Tinkelman & Neely, 2011; Young, 1998). However, these conceptualizations rest on measures that do not take into account the individual relationship of each earned revenue steam that aggregate program service or earned revenue measures comprise. Revenue Embeddedness   One way to examine the relationship between mission and market is through the lens of revenue embeddedness, or how connected an individual earned revenue activity is to the organization’s core mission activities. According to (Redacted), the relationship between an organization’s mission and earned revenue activities can be considered along two dimensions: organizational technology (the financial, human, physical, and technological resources needed to turn inputs into outputs (e.g.: Kimberly and Evanisko, 1981) and target audience. An activity whose mission and earned revenue activities share the same organizational technology and target audience (or is a monetization of the mission activity itself) is considered to be embedded.  A movie theater selling tickets to films is earning revenue on an embedded activity. This type of revenue is similar to, for example, Weisbrod’s (1998) preferred private revenue, James’ (1983) profits with positive utility, or Alter’s (2004) embedded social enterprise. An earned revenue activity using different organizational technology and targeting new audiences is considered to be external. A bar or game arcade accessible to the non-ticket-buying public would be an external revenue activity. External revenue is similar to Weisbrod’s (1998) non-preferred, private classification, James’ (1983) utility revenue, or Alter’s (2004) social enterprise unrelated to mission. 7 An earned revenue activity that shares only one dimension with an organization’s core mission is considered to be integrated. This integration can be further categorized as integrated-technology, such as a theater company renting its space for corporate meetings or screenings of non-film events like Broadway productions (same space, different audience), or integrated-market, such as a theater company creating and driving patrons to a podcast (same audience, different service).   Figure 1 demonstrates the additional breakdowns of total earned revenue and program service revenue through the application of embeddedness. [Figure 1 about here] Why earned revenue?  The framework of embeddedness disaggregates earned revenue into each revenue activity, which is one step toward understanding earned revenue’s effect on mission and organizational identity. Given the potentially transformative quality of earned revenue, another step is understanding the drivers leading to the adoption of earned revenue activities. On the one hand, the increased reliance on earned revenue can be viewed as reflective of isomorphic trends where organizations tend to homogenize and look like each other (DiMaggio & Powell, 1983; Hawley, 1968). These isomorphic pressures can be mimetic, based on what organizations perceive to be emerging best practices in their fields, coercive, imposed by donors or other resource-controlling stakeholders (Claeyé & Jackson, 2012; DiMaggio & Powell, 1983), or normative, reflecting professionalization and growth of professional networks in the field (DiMaggio & Powell, 1983). This isomorphism is structural in nature – the environment acts on the organization, and the organization responds (Oliver, 1991). 8 However, the pursuit of earned revenue can also be a strategic, intentionally managed choice (Oliver, 1991).  Nonprofits, like all organizations, need resources to survive. The sources from whom and the ways in which organizations procure these resources affects the behavior of organizations. This is the basic tenet of resource dependence theory (Pfeffer & Salancik, 1978). Nonprofits could pursue earned revenue in order to either a) satisfy resource-controlling stakeholders or b) establish financial independence. Nonprofits serve multiple stakeholders, including but not limited to employees, volunteers, donors, contracting agencies, and clients. Many of these stakeholders control the resources nonprofits need and have specific perceptions of how the organizations should pursue its mission, making the nonprofit an agent with multiple principals (Van Puyvelde, Caers, Du Bois, & Jegers, 2012). In these cases, organizations have to balance stakeholder priorities in order to maintain resource access, i.e.: adopting a certain type of revenue in order to satisfy a resource-controlling stakeholder.  Alternatively, the pursuit of earned revenue could be a strategic choice to mitigate resource dependence and establish operational stability. Linking Earned Revenue and Organizational Identity through Revenue Embeddedness  Evidence of mission drift, and, therefore, organizational identity shifts, manifests in language. Earned revenue initiatives might be framed in terms of supporting or expanding the core mission, evidence of a holographic identity. However as McDermont (2007) demonstrates, conversations about earned revenue can lead to reframing, where ‘clients’ become ‘customers’. Similarly, Merz (2012) demonstrates that ‘activists’ can become ‘entrepreneurs’, while, according to Vestergaard (2013) ‘donors’ become ‘investors.’ This fracturing of language can represent evidence of competing institutional logics that drive earned revenue decisions and affect organizational identity. They may not talk about mission, or they may demonstrate strategic dissonance or 9 distance from core activities (Elsbach & Kramer, 1996; Kjaergaard, 2009), leading to fractured, or specialized identities (Albert & Whetten, 1985; Balser & Carmin, 2009; Pratt & Foreman, 2000). Mission orientation is critical to nonprofit organizational identity.  Revenue embeddedness provides an opportunity to explore the connection between earned revenue and mission, and the potential effects on organizational identity.  Methods  Research Strategy  A single “logic of inquiry” (Honig, 2018) informs this work. Redacted (XXXX) initially applied the concept of revenue embeddedness to an initial, large-N study using panel data from 2000 organizations to demonstrate a relationship between revenue embeddedness and mission-related program goals. Here, the authors focused on people with decision-making and oversight authorities for earned revenue initiatives in order to explore how and why the pursuit of earned revenue can affect nonprofit organizational identity. Leaders are the ‘managers of meaning’ (Sutton, 1987, p. 543) who shape the reality organizational stakeholders define (Pfeffer, 1981), making them apt participants for our study. This qualitative approach ‘employs the meanings in use by societal members to explain how they directly experience everyday life realities’ (Gephart, & Rynes, 2004, p. 455). This approach is designed to be flexible and emergent (Van Maanen, 1998), and offers analytical, rather than statistical, generalizability (Yin, 2014). Sample  The study population includes leaders of nonprofit organizations who were in the process of or had recently implemented new earned revenue activities.  These organizations, located in a 10 Midwestern US county, submitted applications to the Community Foundation’s Fund for Financial Innovation (FFI) from 2009-2014.  Foundation staff gave us access to these applications. Thirty different organizations received a total of 39 grants (4 organizations received grants in multiple years). The nature of this application process meant the authors could access leaders who were in the process of or who had recently implemented new earned revenue activities. The authors used letters of intent submitted by applicants to assign an initial embeddedness designation (embedded, integrated, or external) to each organization’s earned revenue activity, based on the embeddedness concept’s original dimensions of organizational technology and target audience (Redacted). The authors then sent interview requests to these organizations’ directors. Representatives of 8 organizations from the pool of 30 funded applicants agreed to be interviewed.  Similar to Honig (2018), organizations were grouped using a “most similar” strategy (in this case, revenue embeddedness categorizations), allowing for the use of “within” variation (or lack thereof) to make comparisons between the revenue types. The groups are: (E)mbedded Earned Revenue: 1) DI-E – workforce development organization expanding its materials/sewn products offering; participant: Principal Officer. 2) LM-E – food-focused organization offering workplace-based wellness programs; participant: Executive Director. E(x)ternal Earned Revenue 11 1) SI-X – science museum partnering with a television show for various programs and marketing activities; participants: Director of Membership, Director of Experience Production. 2) FB-X – furniture bank looking to develop a mattress recycling program; participants: President, Director of Operations  3) GA-X and – glass blowing studio partnering with local café to create in-house coffee shop; participant: Executive Director (I)ntegrated Earned Revenue 1) ARC-I –HIV/AIDS services organization opening up pharmacy and dental care for the general public; participant: Director 2) HOSU-I – university-affiliated religious organization expanding café/catering opportunities for the general public; participant: Executive Director 3) OWC-I – wildlife organization offering residential pest control; participant: Program Director Table 1 provides additional detail about the organizations, their earned revenue activities, and embeddedness classifications, and interviews.  [Table 1 about here] Interview Process  As listed above, interview participants included CEOs, executive directors, or other key decision-makers (program and membership directors) from each organization (also included in Table 1). All interviews followed a semi-structured interview guide and took no more than an 12 average of 38 minutes. Interview questions were organized as follows (with key guiding prompts for interview in parentheses): 1) Mission: a. Tell me about the earned income initiative you are pursuing. What are the goals for this program/service? (embeddedness, idea source) b. Tell me about your organization. What is its mission? What makes it unique? (organizational identity, goal conflict) c. Who are your key stakeholders? How would they describe your organization’s mission? (organizational identity management, organizational logics, strategic dissonance, decision drivers) 2) Effects on the organization and service delivery: a. How do other stakeholders view the initiative? How do they talk about it (holographic versus specialized identity) b. [for organizations with established initiatives] How has the pursuit of this earned income initiative affected your organization? In addition, the initial protocol called for snowball sampling to identify additional key stakeholders that for reasons discussed later did not occur as planned.  The full protocol, including the expressed interview questions and the unexpressed (to the participant) underlying concepts, themes, and constructs can be found in Table 2. [Table 2 about here] Analysis and Findings (4)  13 The authors employed iterative process to analyze the data, starting with three major categories of embeddedness: revenue, organizational identity effects, and decision-making. Corbin and Strauss (2014) guided the coding within the three main categories, into which properties were mapped. The final step involved assigning dimensions to each property, resulting in the initial coding table.  Each author independently coded two interviews (each interview came from a different earned revenue group) and expanded the table to capture emergent properties and dimensions. This cycle of analysis and expansion repeated until the derivation of the final listing of categories, properties, and dimensions. Once this final listing was articulated, each interview was treated to the full coding. This iterative process reflects the nature of qualitative research, an “organic process of theory emergence” (Suddaby, 2006, p. 634) that is often designed while it is being carried out (Gephart & Rynes, 2004). After establishing the coding scheme, axial coding provided context and connections between the key categories, properties, and dimensions. Axial coding uses induction and deduction to examine relationships between specific phenomena, surrounding context, causal conditions, action strategies, and consequences (Corbin & Strauss, 2014). Analysis of the eight organizational interviews indicates that nonprofit organizations regularly face pressures reflecting competing institutional logics. They respond to these pressures in both common and distinct ways, and their responses help shed light on the implications of earned revenue – based on an activity level – on organizational identity.  Insights are presented in two sections: earned revenue’s effects on organizational identity, and emerging properties of embeddedness. Earned Revenue and Organizational Identity (4a1)  14 The pursuit of earned revenue activity appears to be connected to organizational identity. Analysis of the organizational interviews indicates that there is a relationship between embeddedness and organizational identity; however, the tension between embeddedness and organizational identity evident in several of the interviews is indicative of the fact that some organizational identity is in fact specialized or split. DI-E and LM-E pursued embedded earned revenue activities (see Table 1). When talking about the earned revenue activities they pursued, each of these organizations made connections between those activities, organizational mission, and other organizational elements, demonstrating agency and strategic choice. DI-E said, ‘It’s all, everything plays off of each other.’  LM-E articulated, ‘…We're not looking to just find that thing that's gonna fuel us from an economic standpoint.’  Being able to integrate the earned revenue activity into the normal function of the organization, as these two organizations have demonstrated, is indicative of holographic identity (Albert & Whetten, 1985) On the other hand, those organizations pursuing external earned revenue activities all exhibited traits of specialized or split identities. GA-X’s discussion of their mission-based activities show a pursuit of external earned revenue and reflect a split identity, as these quotes demonstrate: …Probably more of a financial decision than anything else. From a service perspective it doesn’t fit our mission and And so it’s not an uncommon thing to have these kind of arrangements. I think what makes it a little more uncommon is trying to connect them together…That’s the innovation, that’s the friction, and that’s the challenge... SI-X further articulated a fractured identity: 15 We have other traveling exhibits.  So, promoting ZP’s traveling exhibit fit pretty easily into our existing plans.  But something like promoting this ZP partnership opportunity with museums was a little bit harder fit.  It didn’t, it’s not a product that we’ve ever tried to sell before.  It was branded with the ZP brand which a lot of people weren’t familiar with at the time, probably still aren’t, but it was sort of a newer brand.  And so it was hard to convince people, it was something that just offering this product was something that museums I felt like were like, what’s the catch, what’s in it for me?  There was a lot of explanation needed in order to make the connection. Those organizations pursuing integrated earned income activities fall between the polar ends of the holographic identity spectrum. As an example, OWC-I makes connections between the earned revenue activity and the organization’s mission, also showing that decisions made about the activity are integrated with other organizational decisions: We're not a hard sell on what we do; you either would like to have our services performed or not, so we don't have a whole lot of skin in, as far as the sales aspect… But all of the proceeds and fees that we generate go directly back into the mission… ARC-I is an example of how pursuing an integrated earned revenue activity can show more of a split identity. At one of their locations, ARC-I’s earned revenue activity is physically separated from other core resources and is branded differently. They recognize that this dissonance extends to how their clients perceive their organization: I think, you know, another response … is that for many of our constituents, you know folks on [the street] understand medications and treatment. Case management, not so much. You know what I'm saying?  16 These organizations recognize that properly conveying the connection between revenue and mission-based activities is a necessary step to mitigate the risk of clients or others pulling away from the earned revenue activity or other mission-based organizational activities. However, dissonance between presenting a holographic identity and the way they execute the activity also may indicate that the organization is not as holographic as they attempt to convey, and reflects an external locus of control driving the decision. Organizations can have only a few stakeholders, or they can have many and varied stakeholders. GA-X includes the whole city as stakeholders in their organization. OWC-I indicated that they had several broad categories of stakeholders (i.e. volunteers, board members, and anyone with an interest in the field). ARC-I describes similar broad categories of stakeholders as ‘concentric circles moving out.’ Other organizations do not necessarily indicate that they have few stakeholders, but emphasize a select few.  As LM-E describes: In this case I don't think about stakeholders, I think about the food plan, I think about the stakeholders and who we deliver to.  I suppose you would say the healthcare industry, hospitals.  They might not see themselves fully aligned with delivery, but they're certainly a big part of the environment.  Employers, employees. When prompted about specific stakeholders, such as the board, LM-E responded:  I mean not specific to this program.  We had a working committee that's helped establish the, like I said the business plan and the marketing and operations.  There's nothing unique, I think, about the board's position in this program versus another.  Analysis indicated that the timing and flow of revenue may influence embeddedness. GA-X’s revenue flow was irregular due to seasonality, as was the revenue of OWC-I and ARC-I. As might be expected, none of the organizations were actively experiencing steady revenue flow. However, several expressed a desire to use earned revenue to change to more steady revenue 17 flows (i.e. GA-X, LM-E, HOSU-I, ARC-I, and FB-X). The desire for a steady flow of revenue speaks to the strategic use of earned revenue as a response to resource dependence. Isomorphic pressures also appear to influence the pursuit some integrated and external revenue strategies used by some organizations. Both OWC-and GA-X modeled their revenue activities on other similarly situated organizations, both of which reflect mimetic isomorphism: Yeah, well it's modeled after HSUS (Humane Society of the United States), they have a very similar program that we've modeled ours after. (OWC-I) I think that the Pittsburgh center has a coffee shop embedded in theirs or very close by. Dayton Art Institute has a coffee shop in their art museum but not necessarily in their gift shop. (GA-X) From the outset of the interview with ARC-I, they made clear that the impetus for many of their recent organizational changes, including the earned revenue activity in question, was a guiding document used by other similarly situated organizations across the country. The influence that an external document produced by an external party has on ARC-I’s operations indicates normative isomorphic pressures.  HOSU-I was the only one of the integrated initiative organizations not to look to outside organizations for their initiative, as this organization was one of the first to have a sustainable initiative of its kind. As previously mentioned, HOSU-I took an existing organizational activity and expanded it to meet updated organizational goals. Emerging Dimensions of Embeddedness   18 The original dimensions of embeddedness included organizational technology and target market. The competing institutional logics presented by some of the organizations highlighted a need for further properties and dimensions related to earned revenue. As indicated in Table 3, these include risk, barriers, timing and flow of revenue, stakeholder goals, and ownership. [Table 3] The decision to pursue revenue always involves risk. This risk can either be contained to one area or it could spill over into the organization at large. DI-E and LM-E provide examples of how the risk of pursuing an embedded earned revenue activity can spill over into the survival of the entire organization, thereby demonstrating an activity’s embeddedness. The earned revenue activity pursued by DI-E was related to the creation of a marketing device. Given the importance placed on marketing, their earned revenue activity has the potential for significant organizational impact, as the director described, ‘Much of our daily activity is in marketing and a big part of our budget is in marketing and much of what I do all day is to get business driven through the front door.’ Similarly, LM-E had been facing the risk of having to lay off program teachers due to declining resources. Aside from simply infusing the organization with needed financial resources, their earned revenue activity provides job security, ‘I think for us we've been looking for ways to have enough work to keep everybody employed and that this guards against, this is a job security issue as well.’ This stands in contrast to the contained risks faced by external earned revenue activity organizations such as GA-X. GA-X faced some financial risk due to build out costs for the activity and organizational reputation (i.e. not following through on commitments), but other 19 than that, most of the talk is more frustration or annoyance that their external partner is not yet operational. Because mission is not impacted, this is considered to be external. Stakeholder goals can play a role in organizational decisions. These stakeholder goals can either be unified, reflecting embeddedness (i.e. LM-E, ARC-I, DI-E, OWC-I), or varied, reflecting an external relationship (i.e. HOSU-I and SI-X). GA-X is another example of varied stakeholder goals: stakeholders in their organization have goals relating to running the organization, shifting revenue sources, and mission based goals. The organizations also differed in what level of ownership they took in the earned revenue activity or in other elements of the organization. There were several examples of organizations or stakeholders being possessive of the earned revenue activity. SI-X’s external partner was very possessive of their product, which led to implementation issues and ultimately to the downfall of the activity. As one interviewee commented, ‘[SI-X’s external partner] is a very optimistic person and was expecting that this website would be the next big toy craze and next big brand craze. We saw it never really materialized.’ DI-E’s board, when faced with the prospect of having to cut previous programs to move the organization forward, initially acted reluctantly and referred to the programs to be cut as ‘sending their kid off to college.’ ARC-I’s ownership and possessiveness of their organization led to a seemingly defensive reaction when they were asked if there was anyone else to be interviewed: Let me ask you this: what other perspective would you like to get that you didn't hear today? This possessiveness reflects a previously unconsidered aspect of embeddedness in terms of who owns or claims responsibility for the initiative. 20 Initial analysis of the connection between embeddedness levels and earned revenue activities reflects tensions related to identity perceptions. However, the tensions expressed when looking at those relationships indicated a level of nuance to that analysis that can only be seen when considering the additional properties and dimensions described above that more fully define the nature of revenue embeddedness. Discussion  This study explored the relationship between earned revenue and organizational identity by looking at who organizations say they are (organizational identity) vis-à-vis what they say they do (earned revenue) and why they say they do it (structural or strategic drivers). The flexible approach allowed new meanings reflective of participants’ experiences to emerge (Gephart & Rynes, 2004; Van Maanen, 1998). These new meanings highlight the need to reframe the construct of embeddedness, because, while embeddedness matters, what is considered to be embedded is fluid. [Re-]Framing Revenue Embeddedness   Child, Witesman, and Braudt (2015) say that organizations should look beyond instrumental concerns of organizational identity and decision making to expressive, relational, and historical dimensions. Many of the initial categories and properties examined in this study were more instrumental in nature. Once an organizational identity is established, translating that identity into decisions and actions requires more nuanced measures than resources and audiences, as demonstrated through the non-instrumental final categories and properties that emerged from this study. The prominence of organizational identity as a foundation of organizational decision making, through Child, Witesman, and Braudt’s (2015) expressive and relational dimensions, 21 also indicates that decision making could be considered a property of the larger organizational identity category. Gioia, Schultz, and Corley (2000) view organizational identity as dynamic, which allows for organizations to more effectively respond to changing circumstances, and also reinforces the nuanced nature of revenue embeddedness and its connection to mission. One of these changing circumstances is the risk that organizations can face. The decision to pursue earned revenue always involves some level of risk; however, different earned revenue activities present different levels of risk and potential rewards. Embedded earned revenue activities can bring more organizational resources and attention to bear due to shared organizational technology and similar target markets. However, the examples given by DI-E and LM-E illustrate that these potential benefits and rewards of pursuing an embedded earned revenue activity need to be considered along with the risk of those activities failing and that failure spreading into other parts of the organization. Another use of earned revenue is as a risk mitigation strategy. As an example, the initial classification of ARC-I’s earned revenue activity was integrated (new organizational technology with largely the same target market). Even while claiming that their earned revenue activity was fully embedded within their organization, ARC-I physically located it in a different location and branded it differently. ARC-I faced the risk of government involvement in their organization through regulation that could shut them down. Their earned revenue activity was designed as a response to this risk. This attempt to internalize risk makes the activity seem more embedded and mission-connected than it otherwise might have been. If the earned revenue activity were to fail, then their options to avoid government regulation become limited. Funding for their other activities is then at risk. 22 Table 1 gives an initial baseline for embeddedness based on the application of the two original dimensions of embeddedness to the participating organizations’ initial written descriptions of their proposed activities. However, this study has shown that embeddedness is more nuanced than simply organizational technology and target market and is also potentially dynamic. Initial classifications are only a baseline; extant and emerging circumstances can change them (Binder, 2007; Teasdale, Kerlin, Young, & In Soh, 2013). Table 4 includes refinements to these dimensions and demonstrates evolving classifications for two organizations: ARC and OWC. It includes a column for an organizational identity baseline; knowing how organizational identity is initially categorized is helpful in assessing what effect(s) extant and emerging circumstances can have on that identity. Risk is one of those emerging circumstances, suggesting a new classification based on the new information. ARC’s activity could be considered embedded because risk is not contained within the earned revenue activity, while OWC’s activity could be considered external to the mission because risk spillovers are contained. [Table 4 about here] While this exploratory study suggests the power of embeddedness to shape organizational identity, it also raised more questions than it answered.  The following propositions serve as areas of future research. Proposition 1: Organizations pursuing embedded revenue will be more likely to successfully project a holographic identity than organizations pursing integrated or external revenue. Some nonprofit organizations are uniquely positioned to use earned revenue activities to simultaneously pursue social, or mission-based, and market-based goals (Smith & Tracey, 2016).  23 For organizations with embedded revenue, the customers of the earned revenue activity are often the donors, clients, and/or beneficiaries of the mission-driven activity. This overlap can reduce the conflict between institutional logics and allowing the earned revenue activity to complement other organizational services (Binder, 2007; Teasdale et al., 2013). Being able to embed the earned revenue activity into the normal function of the organization, as DI-E and LM-E have demonstrated, is indicative of holographic identity (Albert & Whetten, 1985). This matters because a holographic identity, as reflected in the use of language, can help address concerns related to mission drift.   Proposition 2: Organizations intentionally, strategically pursue external revenue. Competing organizational logics represent the paradoxes inherent in organizations (Lewis, 2000a; Smith & Tracey, 2016). Pursuing earned revenue within the nonprofit environment and embracing the tension that provides has an enabling quality (Sanders, 2015). Incorporating business-like concerns, whether through personnel (i.e. GA-X) or through practice, then becomes an essential part of being nonprofit (Sanders, 2015). FB-X provides an example of how nonprofits can pursue external revenue that complements mission-related activity. They chose to use grant funds to conduct a feasibility study of the proposed earned revenue activity before investing any organizational resources. Earned revenue was already a part of their organization, although small, and the feasibility study allowed them to see whether more earned revenue would fit with their organizational identity. All interviewees—when asked directly—made sure to say that their organization’s mission was a driving force in selecting which earned revenue activity to pursue. The readiness to relate earned revenue to both mission and finances represents attempts to temper commercialization concerns. For example, when discussing their earned revenue activity, GA-X went from discussing mission 24 to finances in nearly the same breath. Without this connection, there could be some fear that donors or other outsiders would think their donations are not needed (Eikenberry, 2009).   The small sample size limits the potential to definitively assert this. However, it is worth noting that embedded activities are often indistinguishable from organizational mission.  External revenue activities have clear boundaries delineated in terms of audience, organizational technology, and other dimensions, and clearly differ from mission-driven activities. In fact, one organization’s external activity may be another organization’s UBIT-related (i.e.: non-program) revenue, intentionally classified as such for accounting purposes (Sinitsyn & Weisbrod, 2008). Interviewees acknowledged these differences even while making an effort to link to mission-driven activities.  Proposition 3: The addition of new revenue embeddedness categories limits the ability to capture the nature of integrated revenue and its effects on organizational identity. Integrated revenue may represent the embodiment of competing institutional logics. As ARC-I demonstrates, dissonance between presenting a holographic identity and the way they execute the activity also may indicate that the organization is not as holographic as they attempt to convey. The original revenue embeddedness matrix assessed the relationship between mission and market activities on two dimensions (audience and organizational technology). Integrated revenue could be broken down and analyzed as integrated-market and integrated-technology. The addition of dimensions such as revenue flows and risk can help clarify the level of embeddedness, but identifying the mechanisms behind integrated revenue’s effects on organizational identity may be more difficult. Integrated revenue might be categorized as such based on the number of shared dimensions between the market and mission activity, i.e.: the construct comprises five dimensions and these activities share three.  Alternatively, specific 25 dimensions may matter more, i.e.: an ongoing earned revenue activity sharing organizational technology may be integrated but a seasonal activity sharing technology may not, depending on risk flows. More work needs to be done to determine the nature of a more nuanced integrated revenue picture and its effects on organizational identity. Limitations  Every study has its limitations, and this one is no different. One is the narrow perspective provided by each organization. The study was initially designed to start with each organization’s director or other key staff member, with the goal of soliciting further stakeholders, including board members, through snowball sampling. However, roadblocks regarding discussion about decision-making and outside stimuli/ownership presented themselves. While this phenomenon is telling in terms of embeddedness and the relationship between earned revenue activities and mission, the scope of conclusions adducible from the data is limited. The findings regarding embeddedness may only apply to organizations for which the beneficiaries receiving mission-driven services and the customers targeted by earned revenue activities overlap, such as a theater where the patrons purchasing tickets also tend to be the donors.  For a health and human services organization like a food pantry, its beneficiaries may not have the means to become customers, removing opportunities for embedded revenue activities. In these cases, donors and other key stakeholders may have different implicit understandings of integrated and external revenues’ potential effects.  However, while the specific findings may not apply, consideration of earned revenue at the activity level, rather than in aggregate, and the framework of embeddedness are still relevant, demonstrating analytical generalizability. 26 Lastly, while this study helped refine the concept of embeddedness, in some cases the interviews raised new questions. For example, both authors noted a theme of revenue diversification, but the dimensions were difficult to classify. Does it matter if the organization was already pursuing multiple streams of earned revenue? The dimensional range may be from concentrated to diversified, but which is a proper reflection of embeddedness? Additional data is needed to address these types of questions. Conclusion  This study set out to address how earned revenue affects organizational identity. Examining the relationship between individual earned revenue activities and mission, rather than looking at all earned revenue streams in aggregate, created avenues of exploration. This multi-case study demonstrates embeddedness matters, and has implications for the organization identity. Figure 2 demonstrates this idea. [Figure 2] A more nuanced concept of embeddedness, beyond the initial dimensions of organizational technology and target audience, evolved during the course of this study. Given the changing nature and composition of proprieties that determine embeddedness, the classification of an activity as embedded, integrated, or external, can be fluid, so long as an understanding exists of the effects the activity can have on an organization’s mission, and its perceptions of identity.   27 References Albert, S., & Whetten, D. A. (1985). Organizational Identity. Research in Organizational Behavior, 7, 263–295.  Alter, K. (2004). Social Enterprise Typology | The Four Lenses Strategic Framework.  Balser, D. B., & Carmin, J. (2009). Leadership Succession and the Emergence of an Organizational Identity Threat. Nonprofit Management & Leadership, 20(2), 185–201.  Binder, A. (2007). For Love and Money: Organizations’ Creative Responses to Multiple Environmental Logics. Theory and Society, 36(6), 547–571.  Boyle, S. (2007). Impact of Changes in Organisational Structure on Selected Key Performance Indicators for Cultural Organisations. International Journal of Cultural Policy, 13(3), 319–334.  Carroll, D. A., & Calabrese, T. D. (2013). Alternative Service Delivery: Does Nonprofit Financing Influence State Tax Burden?. The American Review of Public Administration, 43(2), 200–220. Carroll, D. A., & Stater, K. J. (2009). Revenue Diversification in Nonprofit Organizations: Does It Lead to Financial Stability? Journal of Public Administration Research and Theory, 19(4), 947–966.  Child, C. (2010). Whither the Turn?: The Ambiguous Nature of Nonprofits’ Commercial Revenue Whither the Turn? The Ambiguous Nature of Nonprofits’ Commercial Revenue. Social Forces, 89(19), 145–161.  Child, C., Witesman, E. M., & Braudt, D. B. (2015). Sector Choice: How Fair Trade Entrepreneurs Choose Between Nonprofit and For-Profit Forms. Nonprofit and Voluntary Sector Quarterly, 44(4), 832–851.  Claeyé, F., & Jackson, T. (2012). The Iron Cage Re-revisited: Institutional Isomorphism in Non-profit Organisations in South Africa. Journal of International Development, 24(5), 602–622. Cooney, K. (2011). An Exploratory Study of Social Purpose Business Models in the United States. Nonprofit and Voluntary Sector Quarterly, 40(1), 185–196.  Corbin, J., & Strauss, A. (2014). Basics of qualitative research: Techniques and procedures for developing grounded theory (4th ed.). Los Angeles: SAGE Publications. Cordes, J. J., & Weisbrod, B. (1998). Differential taxation of nonprofits and the commercialization of nonprofit revenues. In B. Weisbrod (Ed.), To Profit or Not to Profit: The Commercialization of the Nonprofit Sector (pp. 83–104). Dart, R. (2004). The Legitimacy of Social Enterprise. Nonprofit Management & Leadership, 14(4), 411–424.  DiMaggio, P. J., & Powell, W. W. (1983). The Iron Cage: Institutional Isomorphism and Collective Rationality in Organizational Fields. Amercican Sociological Review, 48(2), 147–160.  28 Eikenberry, A. M. (2009). Nonprofit Organizations Refusing the Market: A Democratic Discourse for Voluntary and. Nonprofit and Voluntary Sector Quarterly, 38(4), 582–596.  Eikenberry, A. M., & Kluver, J. D. (2004). The Marketization of the Nonprofit Sector: Civil Society at Risk? Public Administration Review, 64(2), 132–140.  Elsbach, K. D., & Kramer, R. M. (1996). Members’ Responses to Organizational Identity Threats: Encountering and Countering the Business Week Rankings. Administrative Science Quarterly, 41(3), 442–476.  Evers, A. (2005). Mixed welfare systems and hybrid organizations: Changes in the governance and provision of social services. International Journal of Public Administration, 28(9–10), 737–748. Froelich, K. A. (1999). Diversification of Revenue Strategies: Evolving Resource Dependence in Nonprofit Organizations. Nonprofit and Voluntary Sector Quarterly, 28(3), 246–268.  Frumkin, P., & Andre-Clark, A. (2000). When Missions, Markets, and Politics Collide: Values and Strategy in the Nonprofit Human Services. Nonprofit and Voluntary Sector Quarterly, 29(S1), 141–163.  Gephart, Jr., R., & Rynes, S. (2004). From the Editors: Qualitative Research and the &quot;Academy of Management Journal&quot; The Academy of Management Journal Academy of Management Journal, 47(4), 454–462.  Gioia, D. A., Schultz, M., & Corley, K. G. (2000). Organizational Identity, Image, and Adaptive Instability. The Academy of Management Review, 25(1), 63–81. Guo, B. (2006). Charity for Profit? Charity for Profit? Exploring Factors Associated with the Commercialization of Human Service Nonprofits. Nonprofit and Voluntary Sector Quarterly, 35(1), 123–138.  Hawley, A. (1968). Human Ecology. In D. L. Sills (Ed.), International Encyclopedia of the Social Sciences (pp. 328–337). New York: Macmillan. Honig, D. (2018). Case Study Design and Analysis as a Complementary Empirical Strategy to Econometric Analysis in the Study of Public Agencies: Deploying Mutually Supportive Mixed Methods. Journal of Public Administration Research and Theory.  Hughes, P., & Luksetich, W. (2004). Nonprofit Arts Organizations: Do Funding Sources Influence Spending Patterns? Nonprofit and Voluntary Sector Quarterly, 33(2), 203–220.  James, E. (1983). How Nonprofits Grow : A Model. Journal of Public Policy Analysis and Management, 2(3), 350–365. Jones, M. B. (2007). The multiple sources of mission drift. Nonprofit and Voluntary Sector Quarterly, 36(2), 299–307.  Khieng, S., & Dahles, H. (2015). Commercialization in the Non-Profit Sector: The Emergence of Social Enterprise in Cambodia. Journal of Social Entrepreneurship, 6(2), 218–243.  Kimberly, J. R., & Evanisko, M. J. (1981). Organizational innovation: The influence of individual, organizational, and contextual factors on hospital adoption of technological and 29 administrative innovations. Academy of Management Journal, 24(4), 689-713. Kjaergaard, A. L. (2009). Organizational Identity and Strategy An Empirical Study of Organizational Identity’s Influence on the Strategy-Making Process. International Studies of Management and Organization, 39(1), 50–69.  Knutsen, W. L. (2012). Adapted Institutional Logics of Contemporary Nonprofit Organizations. Administration & Society, 44(8), 985–1013.  Kreutzer, K., & Jäger, U. (2011). Volunteering Versus Managerialism: Conflict Over Organizational Identity in Voluntary Associations. Nonprofit and Voluntary Sector Quarterly, 40(4), 634–661.  Lewis, M. W. (2000a). Exploring Paradox: Toward a More Comprehensive Guide. The Academy of Management Review, 25(4), 760–776.  Lewis, M. W. (2000b). Paradox: Toward a more comprehensive guide. The Academy of Management Review, 25(4), 760–776.  Maier, F., Meyer, M., & Steinbereithner, M. (2016). Nonprofit Organizations Becoming Business-Like: A Systematic Review. Nonprofit and Voluntary Sector Quarterly, 45(1), 64–86.  McDermont, M. (2007). Mixed Messages: Housing Associations and Corporate Governance. Social & Legal Studies, 16(1), 71–94.  Merz, S. (2012). “Missionaries of the new era”: neoliberalism and NGOs in Palestine. Race & Class, 54(1), 50–66.  Meyer, R. E., & Hammerschmid, G. (2006). Changing Institutional Logics and Executive Identities: A Managerial Challenge to Public Administration in Austria. American Behavioral Scientist, 49(7), 1000–1014.  Oliver, C. (1991). Strategic responses to institutional processes. The Academy of Management Review, 16(1), 145–179. Oster, S. M. (1995). Strategic Management for Nonprofit Organizations. Oxford: Oxford University Press. Pfeffer, J. (1981). Management as symbolic action. In L. L. Cummings & B. Staw (Eds.), Research in Organizational Behavior (Book 3) (pp. 1–52). Greenwich, CT: JAI Press. Pfeffer, J., & Salancik, G. R. (1978). The external control of organizations: A resource dependence perspective. New York: Harper & Row. Pratt, M. G., & Foreman, P. O. (2000). Classifying Managerial Responses to Multiple Organizational Identities. The Academy of Management Review, 25(1), 18–42.  Raynard, M. (2016). Deconstructing complexity: Configurations of institutional complexity and structural hybridity. Strategic Organization, 14(4), 310–335.  Sanders, M. L. (2015). Being Nonprofit-Like in a Market Economy: Understanding the Mission-Market Tension in Nonprofit Organizing. Nonprofit and Voluntary Sector Quarterly, 44(2), 30 205–222.  Sinitsyn, M., & Weisbrod, B. A. (2008). Behavior of Nonprofit Organizations in For-Profit Markets: The Curious Case of Unprofitable Revenue-Raising Activities. Journal of Institutional and Theoretical Economics, 164(4), 727–750.  Smith, W. K., & Tracey, P. (2016). Institutional complexity and paradox theory: Complementarities of competing demands. Strategic Organization, 14(4), 455–466.  Suddaby, R. (2006). From the editors: What grounded theory is not. Academy of Management Journal, 49(4), 633–642. Sutton, R. I. (1987). The Process of Organizational Death: Disbanding and Reconnecting. Administrative Science Quarterly, 32(4), 542–569.  Teasdale, S., Kerlin, J., Young, D., & In Soh, J. (2013). Oil and Water Rarely Mix: Exploring the Relative Stability of Nonprofit Revenue Mixes Over Time. Journal of Social Entrepreneurship, 4(1), 69–87.  Thornton, P. H., & Ocasio, W. (2008). Institutional logics. In R. Greenwood, C. Oliver, K. Sahlin, & R. Suddaby (Eds.), The Sage handbook of organizational institutionalism (840th ed., pp. 99–128). London: Sage Publications Ltd. Tinkelman, D., & Neely, D. G. (2011). Some Econometric Issues in Studying Nonprofit Revenue Interactions Using NCCS Data. Nonprofit and Voluntary Sector Quarterly, 40(4), 751–761.  Van Der Heijden, H. (2013). Small is beautiful? Financial efficiency of small fundraising charities. The British Accounting Review, 45(1), 50–57. Van Maanen, J. (1998). Different strokes: Qualitative research in the Administrative Science Quarterly from 1956 to 1996. In J. Van Maanen (Ed.), Qualitative Studies of Organizations (pp. ix–xxxii). Thousand Oaks, CA: SAGE Publications. Van Puyvelde, S., Caers, R., Du Bois, C., & Jegers, M. (2012). The Governance of Nonprofit Organizations. Nonprofit and Voluntary Sector Quarterly, 41(3), 431–451.  Vestergaard, A. (2013). Humanitarian appeal and the paradox of power.: EBSCOhost. Critical Discourse Studies, 10(4), 444–467.  Weisbrod, B.A. (2004). The Pitfalls of Profits. Stanford Social Innovation Review, 2(3), 40–47. 7 Weisbrod, B. A. (1998). Modeling the nonprofit organization as a multiproduct firm: A framework for choice. In To Profit or Not to Profit: The Commercialization of the Nonprofit Sector (pp. 47–64). Cambridge, MA: Cambridge University Press. White, D. W., & Simas, C. F. (2008). An empirical investigation of the link between market orientation and church performance. International Journal of Nonprofit and Voluntary Sector Marketing, 13(2), 153–165.  Yin, R. K. (2014). Case Study Research: Design and Methods (5th ed.). Los Angeles: SAGE Publications. Young, D. R. (1998). Commercialism in nonprofit social service associations: Its character, 31 significance, and rationale. In B. A. Weisbrod (Ed.), To Profit or Not to Profit: The Commercialization of the Nonprofit Sector. Cambridge, UK: Cambridge University Press. Young, D. R., & Salamon, L. M. (2012). Commercialization, social ventures, and for-profit competition. In L. M. Salamon (Ed.), The State of Nonprofit America (pp. 521–548). Washington, DC: Brookings Institution Press.   32 Figure 1: Conceptualizations of earned revenue    33 Figure 2: Organizational identity and revenue embeddedness     34 Table 1: Categorization of Earned Revenue Activities Organization Mission Earned Revenue  (ER) Activity ER Org. Tech ER Target Market Initial Embeddedness Classification Interview Participant DI-E “… provides meaningful employment opportunities for individuals who are deaf or hard-of-hearing in an environment where communication is not a barrier for sharing ideas or participating fully in decision-making” expand offerings, scrap material into saleable product Same Same EMBEDDED-E Principal Officer LM-E “Inspiring action because food impacts the quality of our health, our land and our communities.” workplace-based Wellness Matters Same Same EMBEDDED-E Executive Director SI-X \"…provides an exciting and informative atmosphere for those of all ages to discover more about our environment, our accomplishments, our heritage, and ourselves. We motivate a desire toward a better understanding of science, industry, health, and history through involvement in exhibits, demonstrations, and a variety of educational activities and experiences. SI is for the enrichment of the individual and for a more rewarding life on our planet, Earth.\" partnership with creator of ZP television show to develop and market dome show, traveling exhibit, fee-based activity website, and merchandise to other museums. New New EXTERNAL-X Director of Membership, Director of Experience Production FB-X “…to provide furniture to … families and individuals struggling with poverty and other severe life challenges.” mattress recycling New New EXTERNAL-X President, Director of Operations GA-X “Creating opportunities and advancing education through glass art.” Partnership with outside company to create coffee shop New New EXTERNAL-X Executive Director ARC-I “…to be the gateway to good health for those at risk of or affected by HIV/AIDS, for the LGBTQ community, and for those seeking a welcoming healthcare home.” pharmacy, dental care New Same (I)NTEGRATED  Director HOSU-I “ …engages students in social, cultural, educational, and religious activities both on and off campus” expanded cafe/catering opportunities Same New (I)NTEGRATED  Executive Director OWC-I “dedicated to fostering awareness and appreciation of Ohio's native wildlife through rehabilitation, education and wildlife health studies” SCRAM Wildlife New Same (I)NTEGRATED  SCRAM Director 35 Table 2: Interview Protocol  Interview Section Questions - 1st Order Concepts Assumptions - 2nd Order Themes Constructs - Aggregate Dimensions Literature INTRODUCTION Tell me about your role with this organization   Role with organization/organization type N/A - designed to make participant feel comfortable with interviewer/process   Personal motivation/connection with mission MISSION Tell me about the earned income initiative you are pursuing.  What are the goals for this program/service? Embedded initiatives will use the same organizational technology and target the same markets as core mission activities. Embeddedness/connection to organizational technology and/or current markets Alter, 2004; Cooney, 2006 Representatives of organizations pursuing embedded revenue may be more likely to frame the goals of the earned income activity in terms of supporting/expanding core mission activities. Goal of earned income initiative Dean and Sharfman, 1996 Embededded initiatives are less likely to signal mission drift Mission drift Dees 2012 Tell me about your organization.  What is its mission? What makes it unique? How the respondent sees the organization's identity may frame his/her conceptualization of the revenue activity and its connection to the mission. Organizational identity - central, distinctive, enduring characteristics Albert and Whetten, 1985 External initiatives may indicate more potential for goal conflict than embedded initiatives. Goal conflict Bailey and Falconer, 1998; Camarero and Garrido, 2008 DECISION PROCESS Describe the process of choosing this earned income activity.  Where did the idea come from? When was it first proposed? What was the rationale for the suggestion? What were the deciding factors in choosing to pursue it?  How will you know if it is successful? Embedded initiatives may be more likely to stem from internal initiatives/proposals and have more resources allocated to them. Problem formulation Lyles and Mitroff, 1980 Embedded initiatives may be sourced internally, whereas the impetus to pursue external initiatives may have come from external sources/pressures. Strategic dissonance Elsback and Kramer, 1996,  Kjaergaard, 2009 Organizations pursuing nonembedded revenue will be more likely to show signs of strategic dissoance/distance from core activities than those pursuing embedded activities. Decision rules for choosing/alternative explanation for decision Duhaime and Schwenk, 1985 Signs of intituion: consideration of multiple perspectives  Rational v. Intuitive Process Dane and Pratt, 2007; Dean and Sharfman, 1996 Organizations pursuing nonembedded revenue (seemingly unrelated to the core mission activity) may be reacting to isomorphic pressures - i.e.: other organizations are doing this, so we should too. Isomorphism DiMaggio and Powell, 1983; Ashworth, Boyne and Delbridge, 2009 (PERCEIVED) EFFECTS ON SERVICE DELIVERY How do other stakeholders (staff, clients, community members) view the initiative? How do they talk about it? Different parts of org may have different perceptions of what is central/unique/enduring internal v. external views of organizational identity Albert and Whetten, 1985; Dutton, Dukerich, and Harquail, 1994; Hannan and Hsu, 2005 Holographic v. specialized organizational identity Albert and Whetten, 1985; Balser and Carmin 2009 Employment of multiple identities could be isomorphic or strategic. Intentional use of multiple identities Pratt and Foreman, 2000 For organizations with established initiatives: How has the pursuit of this earned income initiative affected your organization? Perceptions of the earned income activity could reflect level of embeddedness. Complement v. substitute Weimer and Vining 2005    36 Table 3: Final Table of Coded Categories, Properties, and Dimensional Range Category Properties Dimensional Range Revenue Characteristics Embedded      Risk Fully Embedded         Contained --- --- External       Spillover      Barriers    Org control --- No org control Audience/Target Mkt Existing clients  --- New customers  Org Tech Same --- Different Timing/flow Irregular --- Steady Organizational Identity Effects Dissonance Low --- High Identity integration Holographic --- Specialized Stakeholders Many --- Few Decision-making Idea source Internal to staff --- External Genesis Organic --- Isomorphic Stakeholder goals Unified --- Varied Perspective Broad ---  Narrow Ownership Internal/possessive --- External/shared Properties for future consideration: resource allocation, perspective      37 Table 4: Revised Embeddedness Classifications using Emergent Dimensions Organization Mission Earned Revenue  (ER) Activity ER Org. Tech ER Target Market Initial Embeddedness Classification Organizational Identity Primary Risk Classification Updated Embeddedness Classification ARC “to be the gateway to good health for those at risk of or affected by HIV/AIDS, for the LGBTQ community, and for those seeking a welcoming healthcare home.” pharmacy, dental care New Same INTEGRATED  Specialized Spillover EMBEDDED OWC “dedicated to fostering awareness and appreciation of Ohio's native wildlife through rehabilitation, education and wildlife health studies” SCRAM Wildlife New Same INTEGRATED  Holographic Contained EXTERNAL   ",
    "id": 228066336,
    "identifiers": {
        "doi": "10.1080/19420676.2018.1541004",
        "oai": "oai:scholarworks.iupui.edu:1805/20920"
    },
    "title": "Revenue Embeddedness and Competing Institutional Logics: How Nonprofit Leaders Connect Earned Revenue to Mission and Organizational Identity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T00:00:00+00:00",
    "publisher": "'Informa UK Limited'",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.iupui.edu/bitstream/1805/20920/1/Levine_2019_revenue.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/228066336.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/228066336"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/228066336/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/228066336/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/228066336"
        }
    ],
    "abstract": "The increasing reliance on earned revenue displayed by nonprofits in the US has raised mission-related organizational identity concerns. However, the effect of a market-driven activity on mission-driven service may vary based on revenue embeddedness: the activity’s connection to the organization’s mission. This study draws on the competing logics of isomorphism and resource dependence to examine how the pursuit of earned revenue affects the organization’s perception of its mission and projection of identity. The authors examine how leaders use language to connect market to mission, presents additional dimensions of embeddedness, and offers propositions for future research",
    "tags": [
        "Article",
        "nonprofit",
        "earned revenue",
        "embeddedness"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:scholarworks.iupui.edu:1805/20920",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1651",
        "openDoarId": 0,
        "name": "IUPUIScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 228066336,
        "depositedDate": "2018-12-11T00:00:00+00:00",
        "publishedDate": "2019-01-01T00:00:00+00:00",
        "updatedDate": "2023-06-20T20:37:36+01:00",
        "acceptedDate": "2018-12-11T00:00:00+00:00",
        "createdDate": "2019-10-16T18:01:01+01:00"
    },
    "urls": [
        "https://doi.org/10.1080/19420676.2018.1541004",
        "http://hdl.handle.net/1805/20920"
    ],
    "lastUpdate": "2023-06-20T20:37:36+01:00",
    "setSpecs": []
}