{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Fernandes, Stacey Christina"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:24:08+01:00",
    "dataProvider": {
        "id": 3709,
        "name": "Old Dominion University",
        "url": "https://api.core.ac.uk/v3/data-providers/3709",
        "logo": "https://api.core.ac.uk/data-providers/3709/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.25777/r1gw-2g95",
    "downloadUrl": "https://core.ac.uk/download/217295275.pdf",
    "fullText": "Old Dominion UniversityODU Digital CommonsCounseling & Human Services Theses &Dissertations Counseling & Human ServicesSummer 2018Risk and Resiliency Factors Affecting the CollegeAdjustment of Students with IntersectionalEthnocultural Minority and LGBTQ IdentitiesStacey Christina FernandesOld Dominion UniversityFollow this and additional works at: https://digitalcommons.odu.edu/chs_etdsPart of the Ethnic Studies Commons, Higher Education Commons, and the Lesbian, Gay,Bisexual, and Transgender Studies CommonsThis Dissertation is brought to you for free and open access by the Counseling & Human Services at ODU Digital Commons. It has been accepted forinclusion in Counseling & Human Services Theses & Dissertations by an authorized administrator of ODU Digital Commons. For more information,please contact digitalcommons@odu.edu.Recommended CitationFernandes, Stacey C.. \"Risk and Resiliency Factors Affecting the College Adjustment of Students with Intersectional EthnoculturalMinority and LGBTQ Identities\" (2018). Doctor of Philosophy (PhD), dissertation, Counseling and Human Services, Old DominionUniversity, DOI: 10.25777/r1gw-2g95https://digitalcommons.odu.edu/chs_etds/19Running head: RISK AND RESILIENCY FACTORS i     Risk and Resiliency Factors Affecting the College Adjustment of Students with   Intersectional Ethnocultural Minority and LGBTQ Identities  By  Stacey Christina Fernandes B.S. May 2013, George Mason University M.S.Ed. December 2015, Old Dominion University   A Dissertation Submitted to the Faculty of Old Dominion University in Partial Fulfillment of the Requirements for the Degree of  DOCTOR OF PHILOSOPHY  COUNSELOR EDUCATION AND SUPERVISION   OLD DOMINION UNIVERSITY  July 2018                                                                                                 Approved by:  Alan Schwitzer (Chair)  Jeffry Moe (Methodologist)  Shana Pribesh (Member)          RISK AND RESILIENCY FACTORS ii Abstract  Risk and Resiliency Factors Affecting the College Adjustment of Students with Intersectional Ethnocultural Minority and LGBTQ Identities   Stacey C. Fernandes Old Dominion University, 2018 Chair: Dr. Alan Schwitzer   Adjustment to college has been demonstrated to be a multifaceted process with several developmental challenges for young adults entering higher education. As colleges and universities in the United States increase in racial and ethnocultural diversity and as LGBTQ students become more visible on campus, it has become crucial to cater support services and interventions to their specific needs. This study used archival data to examine the relationships between gender identity, sexual orientation, race/ethnicity, risk and resilience factors, and college adjustment in a sample of treatment-seeking students at four-year institutions nationwide. The data were analyzed using three three-way multivariate analyses of variances (MANCOVAs). The results indicated that cisgender men have poorer adjustment than cisgender women and that heterosexual persons have poorer social and personal-emotional adjustment than gay, lesbian, and bisexual students. Gay, lesbian, bisexual, and queer/questioning students also displayed higher risk factors than their heterosexual peers. Finally, these differences in adjustment between demographics were mediated when risk and resilience factors were added. The findings of this study may inform theories of adjustment, college administration practices, and clinical practice.                   RISK AND RESILIENCY FACTORS iii                   Copyright, 2018, Stacey Christina Fernandes, All Rights Reserved.                                    RISK AND RESILIENCY FACTORS iv  This dissertation is dedicated to my parents, Freddy and Olivia. Thank you for your unconditional support in every adventure.                       RISK AND RESILIENCY FACTORS v Acknowledgements  I am truly lucky to have had such amazing support throughout this process, without which this dissertation and degree would have been impossible. I would like to thank my committee, Drs. Alan “Woody” Schwitzer, Jeffry Moe, and Shana Pribesh. Dr. Schwitzer, your assistance during this time has been invaluable. You helped me talk through the scattered ideas I had to create a true research study. Thank you for your constant gentle encouragement and support throughout not only my dissertation, but my time at Old Dominion University as both a master’s and doctoral student. Dr. Moe, thank you for encouraging me to pursue my real passion: social justice. Your support for me throughout this program and your challenges of my (very strong) opinions have helped to shape me into a better researcher, clinician, and teacher. Dr. Pribesh, thank you for being a force of calm in this otherwise frenzied process. I appreciate your tolerance of my many emails, which were usually sent multiple in a row and ended with me talking to myself. Thank you for helping me visualize what I wanted to do, and pushing me to make it more rigorous. All three of you have been instrumental during this time in my life, and I truly cannot thank you enough.  To my wonderful clinical supervisors, Mary Aab and Dr. Melissa Hill: thank you for shaping me into a true clinician. Your constant encouragement and willingness to push me have made me think about the world with empathy, compassion, and understanding. Without you, this project would not have been so dear to me. I am a better counselor, supervisor, and person because of your guidance.  There are other faculty, teachers, and friends who have been important to this process. Dr. Nina Brown and Dr. Jennifer del Corso have both provided me with support and crucial feedback throughout my time here. Ms. Angelique Phillips and Dr. James Godfrey helped shape RISK AND RESILIENCY FACTORS vi me long ago into a person who had strong opinions and learned to fight for them; thank you for encouraging self-reliance from the start. Brandy Bertucci and Randolph Boyers, thank you for providing literally constant support throughout the years, whether you wanted to or not. To my wonderful, caring friends I have made throughout this process, I cannot say enough how much I appreciate you. Dr. Anthony Vajda, Dr. Amber Jolley, Melanie Burgess, Debbie Lewis, Sandy Griffith, T’Airra Belcher, and Ne’Shaun Borden, thank you all for being there through the best and the worst of it all. Your kindness, humor, support, and encouragement have been invaluable.  I am forever grateful for my amazing family. My mother, Olivia, my father, Freddy, and my brother, Connal: thank you for your love and constant encouragement. Finally, thank you to my partner and best friend, Justin. You have stuck with me through all three degrees, when I have been up all night and frantic during the day, and sometimes absolutely miserable to deal with. Thank you for always being there, and for your unconditional love and support. I love you and I like you.              RISK AND RESILIENCY FACTORS vii Table of Contents  ABSTRACT ii  ACKNOWLEDGEMENTS v  TABLE OF CONTENTS vii  LIST OF TABLES ix  CHAPTER ONE: INTRODUCTION .............................................................................................1  Statement of the Problem....................................................................................................1  Significance of Study..........................................................................................................2  Research Questions and Hypotheses...................................................................................4  Description of Research Design..........................................................................................5  Theoretical Framework.......................................................................................................5  Limitations...........................................................................................................................6  Relevant Terminology.........................................................................................................7  Conclusion...........................................................................................................................8  CHAPTER TWO: REVIEW OF THE LITERATURE...................................................................9   College Adjustment.............................................................................................................9  Minority Student Experiences on Campus........................................................................14  Minority Stress and Intersectional Theory........................................................................20  Risk Factors.......................................................................................................................23  Resilience Factors..............................................................................................................24  Current Study.....................................................................................................................27  CHAPTER THREE: METHODOLOGY......................................................................................29  Purpose and Research Questions.......................................................................................29  Research Design................................................................................................................30  Participants........................................................................................................................32  Instrumentation..................................................................................................................33  Data Analysis.....................................................................................................................37  Limitations.........................................................................................................................37  CHAPTER FOUR: RESULTS......................................................................................................39  Data Cleaning....................................................................................................................39  Data Screening...................................................................................................................42  Correlations Amongst Variables........................................................................................43  Assumptions for Three-Way MANCOVA........................................................................44  Research Question One......................................................................................................46  Research Question Two.....................................................................................................50  Research Question Three...................................................................................................54  Summary............................................................................................................................57  RISK AND RESILIENCY FACTORS viii CHAPTER FIVE: DISCUSSION..................................................................................................58  Review of Study.................................................................................................................58  Major Findings...................................................................................................................60  Implications........................................................................................................................64  Limitations and Implications for Future Research.............................................................68  Conclusion.........................................................................................................................70  REFERENCES..............................................................................................................................72 APPENDICES...............................................................................................................................78  IRB Determination of Exempt Status................................................................................78  College Counseling Assessment of Psychological Symptoms..........................................80  Resume..............................................................................................................................82                                    RISK AND RESILIENCY FACTORS ix List of Tables  Table 1. Research Questions, Variables, and Analyses……………………………………...........31 2. Demographics of Participants............................................................................................32 3. Description of Risk Factor Variables.................................................................................40 4. Description of Resilience Factor Variables........................................................................41 5. Descriptive Statistics for Continuous Dependent Variables..............................................43 6. Correlations between Dependent Variables.......................................................................44 7. RQ1, Model 1: Three-Way MANOVA Results................................................................46 8. RQ1, Model 2: Three-Way MANCOVA Results.............................................................47 9. RQ1, Model 2: ANCOVA Results for Academic and Institutional Adjustment..............49 10. RQ1, Model 2: ANCOVA Results for Social and Personal-Emotional Adjustment........49 11. RQ2, Model 1: Three-Way MANOVA Results................................................................51 12. RQ2, Model 2: Three-Way MANCOVA Results.............................................................52 13. RQ2, Model 2: ANCOVA Results for Risk Factors.........................................................53 14. RQ2, Model 2: ANCOVA Results for Resilience Factors................................................53 15. RQ3: Three-Way MANCOVA Results.............................................................................55 16. RQ3: ANCOVA Results for Academic and Institutional Adjustment..............................55 17. RQ3: ANCOVA Results for Social and Personal-Emotional Adjustment........................56     RISK AND RESILIENCY FACTORS 1   CHAPTER ONE INTRODUCTION  In this chapter, the researcher will introduce the current study by providing an overview of the problem and the purpose of the study. First, the researcher will state the problem that guides the study and will discuss its purpose. Then, the research questions will be presented along with the research design and guiding theoretical framework. Finally, the researcher will present limitations of the study followed by a list of terminology relevant to understanding the concepts discussed. Statement of the Problem  As the student population becomes increasingly diverse in different areas, the role of college counselors and counseling centers has evolved. Student adjustment to college has been studied over many decades in the context of various populations; however, there are many intersections of identity that have yet to be explored in this area. While the college student population is becoming increasingly diverse in the areas of ethnic minority and LGBTQ students, the experiences of these students paint a picture that can be less than promising for their academic and future success. The rise of new issues in areas of culture, gender, career development, and life transitions, coupled with reports of the growing rate of students with severe psychological problems (Kitzrow, 2009; Harrar, Affsprung, & Long, 2010), calls for modifications to current practices (Kitzrow, 2009).  African American and Latino students continue to be underrepresented in universities despite three-fourths of those students indicating they would like a college degree; in fact, below 20% of African American and Latino students over 25 had completed four years of college when RISK AND RESILIENCY FACTORS 2 surveyed ten years later (Perez-Felkner, 2015). Several studies (Melendez, 2016; Schneider & Ward, 2003; Smedley, Meyers, & Harrell, 1993; Loo and Rolison, 1986) have suggested that some ethnocultural minority students have a more difficult time with academic adjustment than their white peers, while others go further to pose that these minority students feel a greater sense of isolation and cultural domination (Hutz, Martin, Jr., & Beitel, 2007). The most visible effect of inefficient college adjustment is in retention rates: African American, Latino, and Native American students drop out of college in greater numbers than white or Asian students (Kalsner & Pistole, 2003). While all students are expected to experience challenges in adjusting to college, those who are in an ethnocultural minority group specifically face unique social adjustment difficulties (Hutz, Martin, Jr., & Beitel, 2007). These specific challenges include their perceptions of a racially hostile climate, feelings of social isolation, and a “general sense of incongruence with the university environment” (Hutz, Martin, Jr., & Beitel, 2007, p. 131). Students who identify as LGBTQ, that is, a sexual orientation or gender identity minority, also face less-than-ideal circumstances. Previous research has shown that over a third of LGBTQ-identified college students experience harassment on campus, 20% fear for their safety on campus, and over 50% hide their sexual orientation or gender identity for fear of retribution (Schmidt, Miles, & Welsh, 2011). In general, sexual minorities are victimized at a rate as much as four times the general campus population; the rate increases when the student is openly “out” about their sexual orientation or gender identity (Sanlo, 2004). LGBTQ college students are coping with the challenges that come with living in a heteronormative society along with facing the difficulties associated with adjusting to college. Students who lie at the intersection of ethnic minority identity and LGBTQ identity may face a particularly difficult time adjusting to college due to having multiple marginalized RISK AND RESILIENCY FACTORS 3 identities. Ultimately, many of the theories surrounding college students who have a minority identity coalesce around person-environment fit: students who are minorities theoretically should have more difficulty in college adjustment because research has shown that these students experience higher levels of prejudice and discrimination and have worse social experiences at college than non-minority students (Créde and Niehorster, 2011). These social encounters are particularly important given that experiences at college influence adjustment. However, the process is more than just the difficulties they face; the stress and potential traumas they have experienced as a result of their identities can also foster the type of resilience that could mitigate what would otherwise be a difficult transition to college. Due to the increased societal awareness surrounding these populations, understanding the complex interactions between multiple marginalized identities, resilience, trauma, and college adjustment is increasingly necessary to ensure appropriate care for all students. Significance of Study  The rise in ethnocultural minority students attending college (Perez-Felkner, 2015) combined with the increase in LGBTQ visibility on college campuses (Renn, 2017), calls for continued expansion of the literature on college adjustment for these demographics, especially as they intersect in various ways. With the added dimensions of risk factors associated with these identities and the resilience that they may build through overcoming discriminatory and stigmatized experiences, the college adjustment of LGBTQ-identified ethnocultural minorities is likely to be complex and nuanced. This study has implications for college administrators, college counselors, and research in higher education. The current study will contribute to the literature in college adjustment by exploring intersectionality using quantitative methods and providing information that will benefit future policies and student outreach. RISK AND RESILIENCY FACTORS 4 Research Questions and Hypotheses  The purpose of this study was to examine the relationships between LGBTQ identity and ethnic minority status with traumatic experiences, resiliency factors, and college adjustment. The researcher intended to study these effects to contribute to improved service for these students, including college counseling-specific interventions, appropriate student engagement, and an increased administrative awareness of campus attitudes. Based on previous literature, this study was guided by the following research questions: Question One How do differences in ethnic minority status and minority sexual identity status influence adjustment to college when adjusted for certain demographic variables? Hypothesis One  Students with an ethnic minority identity and/or a sexual minority identity will have worse college adjustment than their majority peers when adjusted for demographic variables. Question Two How do differences in majority and minority group status influence the experience of risk and resiliency when adjusted for certain demographic variables? Hypothesis Two  Students with an ethnic minority identity and/or a sexual minority identity will have higher levels of both risk and resilience than their majority-group peers when adjusted for demographic variables. Question Three RISK AND RESILIENCY FACTORS 5 How do differences in ethnic minority status and in minority sexual orientation status influence college adjustment when mediated by risk and resiliency and adjusted for certain demographic variables?  Hypothesis Three  Students with an ethnic minority identity and/or a sexual minority identity will have poorer college adjustment than their majority-group peers when mediated by risk and resiliency and adjusted for demographic variables. Description of Research Design  This study used a non-experimental, cross-sectional ex post-facto research design, analyzing data obtained from the Center for Collegiate Mental Health (CCMH) during the school years 2012-2013 and 2013-2014. The original data set includes information from well over 150,000 mental health treatment-seeking college students from 140 universities on information including their demographics, general distress levels, and previous experiences. The current data set has had relatively few analyses related to intersected identities of students; thus, this study will contribute to a growing body of literature in the field of intersectional research and college student adjustment amongst minority students. To better understand the effects of having multiple minority identities, three three-way MANCOVA analyses were performed. Theoretical Framework  This study utilized a minority stress model and intersectionality as a theoretical framework. Minority stress theory proposes that merely being a member of a minority group creates chronic psychosocial stress as a result of constant societal stigmatization (Meyer, 1995). Previous literature has looked at the intersections of gender and race, gender and LGBTQ identity, race and class, and LGBTQ status and race (Crenshaw, 1991; Abes, 2012; Allison & RISK AND RESILIENCY FACTORS 6 Risman, 2014; Balsam et al., 2011; McConnell et al., 2018). In general, however, intersectionality in quantitative research is fairly new and there is still a dearth of research on people with intersected identities, especially those who are at the intersection of being an ethnic minority and a member of the LGBTQ community (Else-Quest & Hyde, 2016a). Despite the overwhelming focus of literature on the negative and stigma-related experiences of minorities and multiple-minorities, some researchers have theorized that minority groups may foster higher resilience as a result of these experiences. Managing multiple marginalized identities can increase stress, but members of marginalized communities may have unique resources from their experiences with societal oppression that can lead to successful adaptation (Bowleg et al. 2003). Thus, by the time multiple minority students arrive at college, they may have already built some resilience from their previous experiences of oppression that can contribute to a more successful college adjustment process. Limitations  This study used an archival data set with the assumption that all data was gathered in an ethical manner and is an accurate representation of the students who sought treatment at their institutional counseling centers. The usage of a data set which only included treatment-seeking students at four-year universities may also limit its generalizability to other populations. The institutions included in this data set did not collect information on all of the possible variables; thus, the response rate itself is a limitation. Finally, this study used an ex-post facto research design, which limits the researcher’s ability to determine causation due to an inability to manipulate variables (Cresswell, 2015).   RISK AND RESILIENCY FACTORS 7 Relevant Terminology  The following terms may be useful in facilitating a more complete understanding of the proposed study: 1. Academic adjustment: How students have adapted to education-related requirements, measured by their feelings regarding their program, how they engage with the material, and their inclination to study and put forth effort into their academics (Baker & Siryk, 1984; Créde and Niehorster, 2011). 2. Social adjustment: The degree to which students engage with their university through campus residencies and activities and meeting and socializing with new people, as opposed to facing challenges that result from loneliness, withdrawal, and isolation (Créde and Niehorster, 2011). 3. Personal-emotional adjustment: The degree to which students endure feelings of stress and anxiety or have physical reactions, such as insomnia, as a result of the college environment (Créde and Niehorster, 2011). 4. Institutional attachment: The level of students’ emotional attachment and extent to which they identify with their college or university (Baker & Siryk, 1984; Créde and Niehorster, 2011). 5. Adjustment: The degree to which students are able to adapt to the challenges of college across four domains: social, academic, personal-emotional, and institutional attachment (Baker & Siryk, 1984). 6. Ethnic/ethnocultural/racial minority: A person or persons who identify as members of non-dominant racial or ethnic groups. RISK AND RESILIENCY FACTORS 8 7. LGBTQ minority identity: A person or persons who have a sexual orientation or gender identity that is not heterosexual or cisgender. 8. Intersectionality: A theoretical perspective that people exist within multiple social and identity categories (e.g. race, gender, class) that are interconnected and inherently related to power structures (Else-Quest & Hyde, 2016a). 9. Minority stress: The psychosocial stress that is derived from minority status (Meyer, 1995). Conclusion  This chapter provided an introduction of the current study. It began with an overview of the problem and current literature on college adjustment, risk and resilience, and minority students. This chapter then discussed the research design, theoretical framework, and relevant terms and definitions. The next chapters will provide a more detailed description of previous literature, research design, methodology, and results.           RISK AND RESILIENCY FACTORS 9 CHAPTER TWO REVIEW OF THE LITERATURE  This chapter will provide an overview of the existing literature related to college student adjustment, minority stress theory, and intersectional theory. First, the author will review the different domains of college adjustment and address factors that influence adjustment within these domains, along with special populations considerations. An overview of minority stress theory will be provided, with specific risk factors and considerations for college students with minority identities included. Then, multiple minority status will be discussed through the lens of intersectional theory and the study of college adjustment in students with intersected identities, including previous research on college students with intersected identities. Finally, the author will provide a summary of the current study and associated research questions. College Adjustment As the student population becomes increasingly diverse in different areas, the role of college counselors and counseling centers has evolved. The U.S. Department of Education (2011) reports that college enrollment has increased 38% since 1999. The entry into college presents young adults with challenges that extend beyond the academic; first-year students must effectively integrate into new social environments, process their feelings toward their institution, become productive members of a different community, understand and accept new roles and responsibilities, manage a separation from family and friends, and make new career decisions (Créde and Niehorster, 2011). The rise of new issues in areas of culture, gender, career development, and life transitions, coupled with reports of the growing rate of students with severe psychological problems (Kitzrow, 2009; Harrar, Affsprung, & Long, 2010), calls for RISK AND RESILIENCY FACTORS 10 modifications to current practices (Kitzrow, 2009). With the many challenges faced by college students, it becomes apparent that adjustment to college goes far beyond academics alone.  Domains of College Adjustment  Baker and Siryk (1984) postulated that the process of college adjustment is multifaceted in nature. Further research lead to their creation of the Student Adjustment to College Questionnaire (SACQ), a 67-item questionnaire that purports to examine the following domains: academic adjustment, social adjustment, personal-emotional adjustment, and attachment to the institution (Baker and Siryk, 1984). These four domains have been extensively studied in the literature and the SACQ is the most widely used measure of adjustment to college; the factor structure of the four domains has shown to be more than adequate through multiple different analyses (Créde and Niehorster, 2011, p. 134).  The consensus in adjustment research defines academic adjustment as how students have adapted to education-related requirements, measured by their feelings regarding their program, how they engage with the material, and their inclination to study and put forth effort into their academics (Baker & Siryk, 1984; Créde and Niehorster, 2011). The same literature discusses institutional attachment as the level of students’ emotional attachment and extent to which they identify with their college or university (Baker & Siryk, 1984; Créde and Niehorster, 2011). Créde and Niehorster (2011) describe social adjustment as the degree to which students engage with their university through campus residencies and activities and meeting and socializing with new people, as opposed to facing challenges that result from loneliness, withdrawal, and isolation. The same authors purport that personal-emotional adjustment illustrates the degree to which students endure feelings of stress and anxiety or have physical reactions, such as insomnia, as a result of the college environment (p. 135).  RISK AND RESILIENCY FACTORS 11 Factors Influencing Adjustment Levels  Créde and Niehorster (2011) performed one of the largest meta-analyses of college adjustment literature based on the SACQ (k = 237, N = 44,668) and found that in the previous research, the variables influencing college adjustment could be delineated into eight categories: demographic characteristics, experiences at college, core self-evaluations and traits, the state and trait affect, prior academic achievements, coping styles, social support, and parental relationships. Each of these categories have complex interactions with the four domains of college adjustment, though some affect certain types of adjustment more than others.  Demographics. Much of the college adjustment literature has examined the relationship between effective adjustment and demographic characteristics, such as ethnic status, student age, socio-economic status, first-generation students, and parental marriage status, amongst others. Minority status in particular has been of great interest, although most literature has focused on ethnic, gender, disability status, and citizenship status minorities. In general, students who come from low socio-economic background, have low social support, or have been victimized by sexual violence are at greater risk for poor mental health and a more difficult college adjustment process (Hunt & Eisenberg, 2010). White women are more likely that African American/black women to report interpersonal forms of trauma; however, African Americans overall tend to report more lifetime victimization in terms of assault and harassment (Hunt & Eisenberg, 2007). In general, men tend to experience more incidents such as assault, injury, and long-term disability, while women report more interpersonal violence such as rape and sexual assault, all of which can affect adjustment negatively (Hunt & Eisenberg, 2007). College experiences. Ultimately, many of the theories surrounding college students who have a minority identity coalesce around person-environment fit: students who are minorities RISK AND RESILIENCY FACTORS 12 theoretically should have more difficulty in college adjustment because research has shown that these students experience higher levels of prejudice and discrimination and have worse social experiences at college than non-minority students (Créde and Niehorster, 2011). These social encounters are particularly important given that experiences at college influence adjustment; evidence of this is provided by the large sum of money that universities spend on orientation programs and student engagement planning. Participation in these types of programs is likely to positively influence adjustment; the structure gives students a place to form new relationships and find resources to help them with social and personal-emotional support, and the educational piece helps to prepare them for successful academic adjustment by illustrating the course demands they are likely to face. However, less standard but specific experiences can also play a negative role, such as being a victim of aggression or bullying while in college. While general negative experiences are influential on adjustment, the lack of positive experiences is also important: students need to have positive reinforcement during their time on campus (Créde and Niehorster, 2011).  Self-evaluation and state and trait. There are certain individual differences in personality traits and core self-evaluations that can help or hinder the process of adjustment in different domains. In general, high levels of extraversion, agreeableness, openness, and emotional stability are traits that can assist students in developing new social relationships and expanding their social support network by providing them with the confidence to explore their new environment. When students display high levels of conscientiousness through planfulness and organization, they are likely to benefit in their academic adjustment. In a similar vein, general affectivity, or the “state and trait affect,” of a student can influence their adjustment RISK AND RESILIENCY FACTORS 13 process; for example, students experiencing depression and loneliness may retreat and withdraw socially, hindering the adjustment process (Créde and Niehorster, 2011).  Coping styles. The first few months of college are particularly important to overall adjustment as students face their first challenges. Their coping style, or the way in which they deal with stressors, during this time influences the rest of the adjustment process. Studies have identified two main types of coping: problem-focused coping and emotion-focused coping (Créde and Niehorster, 2011; Cousins, Servaty-Seib, & Lockman, 2017). Problem-focused coping can facilitate adjustment, especially in academics, as it is a solution-focused method of handling challenges. While emotion-focused coping has been associated with adjustment difficulties (Créde and Niehorster, 2011), there has been recent research indicating that it can be particularly effective when applied to social adjustment and institutional attachment issues (Cousins, Servaty-Seib, & Lockman, 2017).   Prior achievement. Various studies have shown there is a significant relationship between college grades, admission test scores, and high school grades. Student scores on the SAT or ACT combined with their high school grade-point average are highly predictive of their academic adjustment; the standardized tests in particular are found to be reflective of general cognitive ability, which is also correlated with academic adjustment. Créde and Niehorster (2011) propose that when students do well during their time in high school and on standardized tests, they acquire skills that allow them to adjust more rapidly to college demands.  Parental relationships. Though the student-parent relationship is influential on receiving family support, the relationship in itself can be predictive of adjustment. Prior research interests have focused on the student individuation from family process as it occurs during the college transition. Adjustment to college tends to occur during this psychosocial development step as RISK AND RESILIENCY FACTORS 14 students start to discover themselves outside of their parents and family; college students frequently use counseling centers to cope with the psychological separation from their parents. Students who struggle tend to have had experiences of authoritarian parenting styles, frequent family conflict, and emotional abuse by their parents. Factors that can facilitate an easier adjustment process include parental fostering of autonomy, a healthy parent-child relationship, an appropriate attachment level to parents, and overall family cohesion (Créde and Niehorster, 2011).  Social support. While other variables can influence the likelihood of students to seek social support, the support itself has its own considerations. Most students are likely to experience some level of difficulty in adjusting to college, and having a solid support structure can move the process along more quickly and make it easier. The type of social support is also important: support from university faculty and staff has the biggest impact on academic adjustment, while support from family and peers has the most influence on social and personal-emotional adjustment (Créde and Niehorster, 2011). For ethnocultural minority students, or “students of color,” perceived family support predicts social adjustment and institutional attachment more vigorously than for white students (Melendez, 2016). Overall levels of social support from family, peers, faculty, and other sources have shown to be strongly linked with social adjustment, personal-emotional adjustment, overall college adjustment, and institutional attachment for ethnic minority groups (Schneider & Ward, 2003). Minority Student Experiences on Campus  Research has shown that people who experience microaggressions, or small, everyday invalidations of one’s marginalized identity, as a result of their membership in the LGBTQ community or as a person of color are particularly vulnerable to poor health (Balsam et al., RISK AND RESILIENCY FACTORS 15 2011). Students who fall under these categories still face hostile or unfriendly campus climates, which can create an environment that fosters potentially traumatic experiences. The following section discusses specific considerations for ethnocultural minority students and LGBTQ identified students. Ethnocultural Minority Students Despite increases in campus diversity, African American and Latino youth are an underrepresented demographic amongst those who have four-year college degrees (Perez-Felkner, 2015). Formerly, this discrepancy could have been attributed to fewer students in these demographics having aspirations to pursue postsecondary education; however, recent research shows that African American and Latino students now hold college aspirations as high as their white and Asian peers (Perez-Felkner, 2015). In 2002, three-fourths of the underrepresented population aspired toward at least a bachelor’s degree, but in 2010, only 20% of African Americans and 14% of Latinos who were over 25 had completed four years of college (Perez-Felkner, 2015). The variation between these figures points to implications of deeper challenges that are specifically faced by ethnic and cultural minority students. Several studies (Melendez, 2016; Schneider & Ward, 2003; Smedley, Meyers, & Harrell, 1993; Loo and Rolison, 1986) have suggested that some ethnocultural minority students have a more difficult time with academic adjustment than their white peers, while others go further to pose that these minority students feel a greater sense of isolation and cultural domination (Hutz, Martin, Jr., & Beitel, 2007). The most visible effect of inefficient college adjustment is in retention rates: African American, Latino, and Native American students drop out of college in greater numbers than white or Asian students (Kalsner & Pistole, 2003). While all students are expected to experience challenges in adjusting to college, those who are in an ethnocultural RISK AND RESILIENCY FACTORS 16 minority group specifically face unique social adjustment difficulties (Hutz, Martin, Jr., & Beitel, 2007). These specific challenges include their perceptions of a racially hostile climate, feelings of social isolation, and a “general sense of incongruence with the university environment” (Hutz, Martin, Jr., & Beitel, 2007, p. 131).  Conflicting literature. Despite the many studies on the additional obstacles faced by ethnic and cultural minority students, the literature is not clear on whether these problems actually lead to poorer adjustment statistics. In one study by Tomlinson-Clarke (1998), results revealed no significant differences between white and black female students on the measures of academic, social, and institutional adjustment, and found that ethnocultural minority female students actually experienced higher levels of personal-emotional adjustment. The same study showed that African American female students in particular, while attending a predominantly white university, had higher levels of physical and psychological wellbeing and less psychological distress; other researchers found no difference between first-year ethnocultural minority students and white students’ perceptions of adjustment at a predominantly white university (Hutz, Fabian, & Martin, 2003). Kalsner and Pistole (2003) theorized that since many ethnocultural minority students come from cultures that are collectivistic, students of color tend to maintain close ties with their family throughout college and therefore may have an easier time with their adjustment. Increased levels of adjustment amongst ethnocultural minority students could be attributed to the resilience that may come from managing a marginalized identity (Bowleg et al., 2003). Ethnic minority student-specific considerations. Research has demonstrated that, for ethnocultural minority students in particular, social support, stress, and identification with the college community are particularly important factors influencing college adjustment (Pidcock, RISK AND RESILIENCY FACTORS 17 Fischer, & Munsch, 2001). Students of color, in particular, find social support to be crucial while transitioning to college (Constantine, Wilton, & Caldwell, 2003, p. 155). In one study comparing Latino students with white students, researchers looked at family alcoholism, parental addiction, student temperament, student substance use, and student eating behaviors and their effects on retention rates. The findings indicated that while Latino students were, at a glance, at greater risk due to higher rates of parental addiction and social vulnerabilities, these students were initially successful; however, for some students, risk factors manifested later in their college career (Pidcock, Fischer, & Munsch, 2001). The implications for the development of resilience in some students where others were more challenged denotes the need for further research in this area.  LGBTQ College Students  The lesbian, gay, bisexual, transgender, and queer community has become more visible in recent years. In discussing LGBTQ college students, a distinction must be made between sexual orientation and gender identity. Lesbian, gay, and bisexual refer to sexual orientation, or a pattern of emotional, romantic, and/or sexual attraction of women to women, men to men, or by men or women to both sexes, respectively (American Psychological Association, 2017). Transgender or trans, which may also be referred to as gender non-conforming (GNC), describes a person whose gender identity differs from the sex which they were assigned at birth (APA, 2017). For the purposes of this study, the “Q” has been added and will refer to queer, which may be used as a label for many identities, including someone who is non-heterosexual, attracted to people of many genders, and/or defies heteronormative cultural norms of sexuality and gender expression, which may also be referred to as genderqueer (Unitarian Universalist Association, 2018). RISK AND RESILIENCY FACTORS 18  LGBTQ research history. Since the 1970s, research focusing on the experience of LGBTQ persons has greatly expanded, aided by the creation of identity development models and the first descriptions of the “coming-out process” (Bilodeau & Renn, 2005). Much of the theory in this area was generated around the study of homosexual white men, and while later studies began to include lesbian and bisexual development and expand upon the experiences of people of color, the nuances in the intersection of two identities call for continuing research (Bilodeau & Renn, 2005). Research on people who identify as transgender is fairly new, and has seen an increase in the last decade in multiple areas. Despite this, much research on LGBTQ persons still does not separate gender identity (i.e. transgender, genderqueer, and gender non-conforming) from sexual orientation (i.e. lesbian, gay, bisexual, questioning). Overall, as these populations become more visible and the general body of literature grows, specific areas, such as their presence on and adjustment to college campuses, require closer examination.  LGBTQ student experiences on campus. Given the additional step in identity development that LGBTQ individuals face, it is expected that LGBTQ students experience the transition to college and adjustment process in a different way from their heteronormative and cisgendered counterparts; however, few colleges gather and maintain data on LGBTQ students, so their presence and experiences may be underrepresented (Sanlo, 2004). Unfortunately, previous research has shown that over a third of LGBTQ-identified college students experience harassment on campus, 20% fear for their safety on campus, and over 50% hide their sexual orientation or gender identity for fear of retribution (Schmidt, Miles, & Welsh, 2011). In general, sexual minorities are victimized at a rate as much as four times the general campus population; the rate increases when the student is openly “out” about their sexual orientation or gender identity (Sanlo, 2004). Discrimination and harassment has shown to have various adverse RISK AND RESILIENCY FACTORS 19 outcomes across minority populations; for LGBTQ persons specifically, they may experience depressive symptoms, psychological distress, and be at increased risk for unsafe sexual behavior (Schmidt, Miles, & Welsh, 2011). LGBTQ college students are coping with the challenges that come with living in a heteronormative society along with facing the difficulties associated with adjusting to college. Research has found that discrimination based on sexual orientation is still socially acceptable in many circles, and for many sexual minority students, problems related to their sexual or gender identity and development often take precedence over typical college adjustment-related issues (Sanlo, 2004). Despite the troubling information surrounding the experiences of LGBTQ students, there is one crucial area for intervention: social support has been found to have a moderating effect on the psychological impact of discrimination (Schmidt, Miles, & Welsh, 2011). Positive social support is not only helpful on the individual level, but can serve to affirm and validate LGBTQ culture and values and encourage the reframing of the stigmatizing perceptions that come from majority and dominant heteronormative culture (Meyer, 1995). Despite this, there is a dearth of literature on empirically-supported sources of support for LGBTQ college students (Pitcher et al., 2018). Evidence has shown that LGBTQ college students who have faced high levels of discrimination may actually be more equipped to handle challenges, as their experiences have forced them to be competent in certain skills such as building their own support networks and navigating challenges; these learned skills can promote the kind of resiliency that makes adjusting to other developmental challenges (i.e., college) more smooth (Schmidt, Miles, & Welsh, 2011).  College students who are members of minority groups are subject to constant discrimination and resultant stress based on their identity. While some students may be able to overcome this stress through built resilience or other protective factors, others’ college RISK AND RESILIENCY FACTORS 20 adjustment can struggle as they strive to reaffirm their identity as positive in light of social stigma. The stress that comes with being a member of a non-dominant social group has been studied to better understand its effects on health and other outcomes. Minority Stress and Intersectional Theory  The following section describes the two theories that form the framework for the proposed study. The author will discuss minority stress theory and intersectionality theory, along with previous research related to these areas in general and in the context of college student adjustment as it exists. Minority Stress Theory  Minority stress theory proposes that merely being a member of a minority group creates chronic psychosocial stress as a result of constant societal stigmatization (Meyer, 1995). With each experience of stigma and discrimination, the risk for negative physical and mental health outcomes increases, making minority stress a cumulative phenomenon that worsens over time if without mitigating factors (McConnell et al., 2018; Balsam et al., 2011).   It has been proposed that minority stress derives from a combination of social and psychological perspectives; it may be that this stress is a result of incongruence between the individual’s needs, cultural values, personal experiences, and the social structure that surrounds them. Meyer (1995) described minority stress “as being related to the juxtaposition of minority and dominant values and the resultant conflict with the environment experienced by minority group members” (p. 39), and drew from symbolic interaction and social comparison theory, which postulate that the social environment gives individuals the means to understand the world and organize their experiences, and that receiving negative attitudes from others can lead to a negative attitude towards the self; the author also considered the possibility that individuals who RISK AND RESILIENCY FACTORS 21 are deviant from social norms can develop adaptive and maladaptive responses that can be presented as mental health symptoms (Meyer, 1995).  Meyer (1995), in one of the first prominent studies on minority stress theory which studied gay and sexual minority men, argued that before individuals even begin to consider their own homosexuality, they have already been internalizing societal anti-homosexual and homophobic ideas from a young age; thus, as they begin the process of exploring their identity and self-labeling, the psychological harm from those internalized ideas begins. The results of the study found that the three factors of internalized homophobia, stigma, and prejudice events significantly predicted demoralization, guilt, suicide, AIDS-related traumatic stress, and sex problems in the sample of gay men, both when the factors were considered individually and as a group (Meyer, 1995). Hendricks and Testa (2012) expanded on the minority stress model by stipulating three processes that occur: environmental and external events that create stress, anticipation and expectation of stressors occurring, and internalization of negative societal attitudes. Intersectional Theory  Crenshaw (1991) proposed that for minorities such as people of color, LGBTQ persons, and others, their identity development goes beyond the “isolated and individual” and instead is heavily influenced by social and systemic forces. In acknowledging that the body of research on minorities was increasing, Crenshaw (1991) criticized the lack of investigation of intragroup differences. In the author’s study on women, it was suggested that women are not only affected by their gender identity as women, but also by other identities such as race, class, and sexual orientation. Intersectional theory conceptualizes minority individuals’ experiences as products of oppression of their identities; since these experiences lie at the intersect of multiple identities, the RISK AND RESILIENCY FACTORS 22 interaction between different systems and patterns of oppression therefore cannot be ignored (Crenshaw, 1991).  Previous literature has looked at the intersections of gender and race, gender and LGBTQ identity, race and class, and LGBTQ status and race (Crenshaw, 1991; Abes, 2012; Allison & Risman, 2014; Balsam et al., 2011; McConnell et al., 2018). In general, however, intersectionality in quantitative research is fairly new and there is still a dearth of research on people with intersected identities, especially those who are at the intersection of being an ethnic minority and a member of the LGBTQ community (Else-Quest & Hyde, 2016a). Within this intersection of identity lie unique considerations; research has shown that racism in LGBTQ communities and heterosexism in ethnic minority communities can increase stigmatized experiences for individuals who are members of both (Balsam et al., 2011). The group that research often refers to as “LGBTQ POC” (LGBTQ people of color) are particularly at risk for poor health outcomes because they are simultaneously subjected to multiple forms of microaggressions (Balsam et al., 2011).   Despite the overwhelming focus of literature on the negative and stigma-related experiences of minorities and multiple-minorities, some researchers have theorized that minority groups may foster higher resilience as a result of these experiences. Meyer (1995) discussed “minority coping,” or the way in which a minority community may be able to provide social support and validate culture and values so that individuals can be protected from the harmful effects of minority stress. Managing multiple marginalized identities can increase stress, but members of marginalized communities may have unique resources from their experiences with societal oppression that can lead to successful adaptation (Bowleg et al. 2003). Thus, by the time multiple minority students arrive at college, they may have already built some resilience from RISK AND RESILIENCY FACTORS 23 their previous experiences of oppression that can contribute to a more successful college adjustment process. Risk Factors  The following section discusses risk factors in general as well as conceptualized by potentially traumatic experiences in the context of minority stress. Risk factors include adverse experiences and potentially traumatic events, and conditions that can be either acute or chronic (Edwards, Catling, & Parry, 2016). Exposure to Potentially Traumatic Events  A primary risk factor being examined in this study is the exposure to a traumatic or potentially traumatic event. The American Counseling Association’s Traumatology Interest Network (2016) relates mental health trauma to physical trauma, reporting that much like how physical trauma occurs when the body’s natural resources are unable to prevent injury, psychological and emotional trauma occur from a similar lack of natural resources. Further delineation describes type I and type II trauma; type I being similar to the traditional idea of a singular traumatic event and type II referring to recurring experiences (ACA Traumatology Interest Network, 2016). Previous literature has shown that experiencing trauma is correlated with having a higher level of difficulty in adjusting to college (Elliott et al., 2009). Since research has shown that people who have a minority sexual identity tend to experience more traumatic incidents in their lifetime, both in frequency and severity, than those in the general population, students in this group may also report a higher incidence of potentially traumatic experiences (Tebbe & Moradi, 2016). These potentially traumatic events can include both experiencing and witnessing various types of abuse (physical, sexual, emotional), exposure to RISK AND RESILIENCY FACTORS 24 life-threatening illness or a natural disaster, living in poverty, suicide contemplation and attempts, and more (Edwards, Catling, & Parry, 2016).  Low Socio-economic Status (SES)  Socio-economic status (SES) has been shown to be a risk factor for a variety of mental and physical health concerns (Hatch & Dohrenwend, 2007). In general, people who fall into low-SES categories tend to report greater incidents of exposure to potentially traumatic events when compared to those in middle or high-SES groups (Hatch & Dohrenwend, 2007). Living in poverty in itself can be categorized as a trauma and those who experience poverty are at a higher risk for poor outcomes across the lifetime (Edwards, Catling, & Parry, 2016).  Minority Stress-Related Trauma as Risk  Although the experiences of chronic psychosocial stress, microaggressions, and hostility experienced by members of minority groups can be conceptualized as a form of type II trauma, it often does not meet the criteria required for a diagnosis of PTSD (Straub, McConnell, & Messman-Moore, 2018). However, researchers and other experts have begun a recent push to include such experiences in diagnostic books as a form of trauma (Straub, McConnell, & Messman-Moore, 2018). Previous research has shown that there is a significant disparity in exposure to potentially traumatic events between students who identify as LGBTQ and heteronormative students. Students who have been exposed to potentially traumatic events are at risk for having increased difficulty in their college adjustment (Baker et al., 2016). Resilience Factors The concept of resilience has seen an increase in research over the last few decades (Bonanno, 2012; Fletcher & Sarkar, 2013; Windle, 2011); attributable to the social sciences field’s promotion of a “positive psychology” approach, this research conceptualizes well-being RISK AND RESILIENCY FACTORS 25 as more than merely an absence of problems (Banyard & Cantor, 2004). With this approach came what Fletcher and Sarkar (2013) describe as a paradigm shift, where the focus of inquiry is moved from looking at potential risk factors to the identification of strengths in those who have overcome adversity. In this study, resilience will be used to mediate the effects of demographic factors on college adjustment. Resilience Factors in College Students  Young adulthood is a time of particular vulnerability as late adolescents face new stresses and a higher risk of mental health problems (Edwards, Catling, & Parry, 2016). Thus, this time is a crucial turning point for whether the trajectory for young adults turns to increasing risk factors or towards a path of resilience (Conley et al., 2014). Prior research has indicated that engagement on campus can be related to social adjustment (Créde and Niehorster, 2011). The sense of “belonging” has been a consistent theme in research in both majority and minority group demographics (Conley et al., 2014; Edwards, Catling, & Parry, 2016; Hannon et al., 2016). Students who are members of many different student organizations can find positive experiences that not only strengthen their relationships with other students, but with the university itself (Hannon et al., 2016). The transition to college comes with a new, unfamiliar social landscape that require young adults to individuate from their families and retain old friendships while making new ones (Conley et al., 2014). Prior research has indicated that social support is related to overall college adjustment, academic adjustment, and retention (Conley et al., 2014). Family support has also shown to be a protective factor that can promote resilient outcomes in students through adversity; those who have good relationships with their parents tend to thrive more in general and have increasing resilience over time (Edwards, Catling, & Parry, 2016). RISK AND RESILIENCY FACTORS 26 Research has shown that having a religious or spiritual identity may be a factor of resilience in the face of trauma, as religion can provide people with a strong social network, increased intimacy in relationships, higher levels of agreeableness and conscientiousness, lower levels of depressive symptoms, and generally better psychological well-being (Semplonius, Good, & Willoughby, 2014). Religious activities can provide participants with an idea about the purpose of life, moral directives, and strategies for coping with stress, all of which are issues that can plague young adults in college (Semplonius, Good, & Willoughby, 2014). Involvement in religious activities have been associated with lower levels of substance use and greater academic success (Semplonius, Good, & Willoughby, 2014). Resilience in Minority Populations  Prior research has indicated that for minority groups, resilience derived from overcoming prior adverse life events can help individuals achieve college success (Hannon et al., 2016). For LGBTQ and racial/ethnocultural minority students alike, community with others is particularly important for fostering resilience (Bowleg et al., 2003; Conley et al., 2014; McConnell et al., 2018; Schmidt, Miles, & Welsh, 2011). Social support from others in their own demographic category can provide a literal physical safe space, a sense of community and professional support, and promote inclusion and acceptance (Conley et al., 2014).  Bowleg et al. (2003) examined the “triple jeopardy” experience of Black lesbians, who lie at the intersection of a marginalized gender, sexual orientation, and ethnic identity, using a six-point transactional model of resilience: (1) stressors or challenges activate the resilience process, (2) external environmental factors, such as social support, mitigate the negative impact, (3) person-environment interactional processes create protective environments for the self, (4) internal psychological resilience factors, such as spirituality/religion, humor, and self-efficacy, RISK AND RESILIENCY FACTORS 27 mitigate effects, (5) built-up resiliency factors lead to “resilient reintegration” into an otherwise oppressive society, and (6) positive life outcomes predict continuing resilient reintegration. This study conceptualizes “resilient reintegration” as successful adjustment to college and proposes that students at the intersection of ethnic minority and LGBTQ identity who have successfully navigated negative experiences may be better equipped to handle the transition to university. Current Study  College adjustment is demonstrated to be a multifaceted process that is under constant influence by many factors (Baker & Siryk, 1984; Hutz, Martin, Jr., & Beitel, 2007; Banyard & Cantor, 2004). Circumvented by new surroundings and a shift to a different life phase, college students begin to face an unfamiliar set of challenges and stressors, the handling of which may determine their overall success in college adjustment (Gray et al., 2013). While more recent literature has begun to examine the adjustment experiences of racial/ethnocultural minorities and LGBTQ persons, little research has looked at the intersection of these demographics and their resulting unique experiences (McConnell et al., 2018). Within the additional context of their unique risk factors and potential for resilience, the picture of college adjustment for these double-minority students may be distinctly different from their heteronormative white peers.  The rise in racial and ethnic minority students attending college (Perez-Felkner, 2015) combined with the increase in LGBTQ visibility on college campuses (Renn, 2017), calls for continued expansion of the literature on college adjustment for these demographics, especially as they intersect in various ways. Else-Quest and Hyde (2016a) assert that using intersectionality in quantitative research can enhance its value and validity. With the added dimensions of risk factors associated with these identities and the resilience that they may build through overcoming RISK AND RESILIENCY FACTORS 28 discriminatory and stigmatized experiences, the college adjustment of LGBTQ-identified ethnocultural minorities is likely to be complex and nuanced. Research Questions  With the identified gaps in literature in mind, this study proposes to address the following questions: 1. How do differences in racial/ethnic minority status and LGBTQ status influence adjustment to college when adjusted for certain demographic variables? 2. How do differences in racial/ethnic minority and LGBTQ status influence the experience of risk and resiliency when adjusted for certain demographic variables? 3. How do differences in racial/ethnic minority status and in LGBTQ status influence college adjustment when mediated by risk and resiliency and adjusted for certain demographic variables?                        RISK AND RESILIENCY FACTORS 29 CHAPTER THREE METHODOLOGY  In this chapter, the researcher will describe the methodological design used for the study on LGBTQ ethnocultural minority college students, risk and resilience factors, and college adjustment. First, the researcher will explain the purpose of the study and state the research questions. Then, I will discuss the research questions and related hypotheses, research design, participants and sampling, data collection procedure, and data analysis techniques. This chapter will end with a discussion of limitations. Purpose and Research Questions  The purpose of this study was to examine the relationship between LGBTQ status, ethnocultural minority identity, risk factors, resilience, and college adjustment. The researcher intended to explore these relationships in order to improve counseling interventions and student affairs programming for these demographics. The following research questions guided this study: Question One How do differences in ethnic minority status and minority sexual identity status influence adjustment to college when adjusted for certain demographic variables? Hypothesis One  Students with an ethnic minority identity and/or a sexual minority identity will have worse college adjustment than their majority peers when adjusted for demographic variables. Question Two How do differences in majority and minority group status influence the experience of risk and resiliency when adjusted for certain demographic variables? Hypothesis Two RISK AND RESILIENCY FACTORS 30  Students with an ethnic minority identity and/or a sexual minority identity will have higher levels of both risk and resilience than their majority-group peers when adjusted for demographic variables. Question Three How do differences in ethnic minority status and in minority sexual orientation status influence college adjustment when mediated by risk and resiliency and adjusted for certain demographic variables?  Hypothesis Three  Students with an ethnic minority identity and/or a sexual minority identity will have poorer college adjustment than their majority-group peers when mediated by risk and resiliency and adjusted for demographic variables. Research Design  This study used a non-experimental, ex post-facto research design. This design, also known as the causal comparative method, allows for the grouping of certain variables without the ability to manipulate them, which is imperative when using archival data (Lord, 1973). Due to the nature of the study, it would be unethical and impractical to use an experimental design (Lord, 1973).  The study used archival data from the Center for Collegiate Mental Health (CCMH). Based out of Penn State University, the CCMH describes itself as “an international practice-research-network that brings together clinical work, research, and technology” and gathers data from over 400 university counseling centers (CCMH, 2015a). The CCMH’s network of colleges and universities collect current information on student demographics and mental health needs of those seeking treatment to aid in up-to-date research to improve clinical practices and policy. RISK AND RESILIENCY FACTORS 31 Each university or college received approval from their institutional review board (IRB) to collect and contribute their data; the researcher for this study further obtained IRB approval for exempt research status (Appendix A). Table 1 Research Questions, Variables, and Analyses Research Question Independent Variables Dependent Variables Proposed Analysis How do differences in ethnic minority status and minority sexual identity status influence adjustment to college when adjusted for certain demographic variables? Ethnic minority status LGBTQ status Academic and institutional adjustment Social and personal-emotional adjustment  Three-Way Multivariate Analysis of Covariance How do differences in majority and minority group status influence the experience of risk and resiliency when adjusted for certain demographic variables?   Ethnic minority status LGBTQ status Resiliency factors Risk factors Three-Way Multivariate Analysis of Covariance How do differences in ethnic minority status and in minority sexual orientation status influence college adjustment when mediated by risk and resiliency and adjusted for certain demographic variables?   Ethnic minority status LGBTQ status Academic and institutional adjustment Social and personal-emotional adjustment  Three-Way Multivariate Analysis of Covariance    RISK AND RESILIENCY FACTORS 32 Participants Participants were 30,274 undergraduate college students who sought mental health treatment at their university or college counseling center during the 2012-2013 and 2013-2014 academic years. The total number of participants for each individual variable varied slightly depending on the demographic data collected by their specific institution. To be included in the final analysis, participants must have completed both the CCAPS-62 and the Standardized Data Set (SDS). In order to provide enough representation of LGBTQ persons, this study included all LGBTQ persons who had completed the appropriate instruments (N = 13,212). The researcher then used SPSS to randomly select 30% of the heterosexual population (the vast majority of whom were cisgender) in order to create a sample that is approximately 35% LGBTQ and 65% heteronormative, with a mean age of 22.44. Table 2 depicts participant demographics. Table 2 Demographics of Participants Variable n % Sexual orientation Heterosexual Lesbian/gay Bisexual Questioning/self-identified  25010 4256 4283 4571  65.6 11.2 11.2 12.0 Gender Woman Man Transgender/self-identified  23047 13616 1372  60.4 35.7 3.6 Race/ethnicity African American/black Hispanic/Latino/a Asian/Asian American White Other/multiracial/self-identify  3281 2820 2163 24593 2819  8.6 7.4 5.7 64.5 7.4  RISK AND RESILIENCY FACTORS 33 Power Analysis  Statistical power refers to the ability of a statistical test to detect an effect that is statistically significant, or to correctly reject the null hypothesis (Field, 2009; Cohen, 1992). The researcher used G*Power 3.1 to determine the minimum sample size required for significant results in a two-way MANOVA. According to Cohen (1992), researchers should aim for a minimum power level of .80; for an analysis of variance, the same author recommends that a medium effect size (f2) = .25. Thus, for an analysis with a medium effect size (f2) of .25, error probability (α) of .05, power (β) of .80, three predictor variables, and three response variables, the power analysis indicated an optimal sample size of 115. Instrumentation  This study used data collected by CCMH with the Counseling Center Assessment of Psychological Symptoms-62 (CCAPS-62), a 62-item self-report survey with eight subscales (Locke et al., 2012). Participants also provided demographic information through the Standardized Data Set (SDS). The CCAPS-62 instrument can be found in Appendix B. Counseling Center Assessment of Psychological Symptoms-62 (CCAPS-62)  The CCAPS-62 consists of eight subscales addressing mental health symptoms and a measure of general distress called the Distress Index (CCMH, 2015a). The eight subscales are: (1) Depression, (2) Anxiety, (3) Social Anxiety, (4) Academic Distress, (5) Eating Concerns, (6) Family Distress, (7) Hostility, and (8) Substance Use (CCMH, 2015a). The CCAPS-62 is frequently used by college counseling centers for initial assessment due to its comprehensive nature and sensitivity to even small amounts of distress (CCMH, 2015a). The self-report survey consists of statements crafted to examine students’ mental health concerns in the previous two weeks according to the eight subscales; after each statement, students are given the option to RISK AND RESILIENCY FACTORS 34 answer on a scale from zero to four, with zero being “Not at all like me” and four being “Extremely like me” (CCMH, 2015a). The Distress Index is a combination of the depression, general anxiety, social anxiety, academic distress, and hostility scales that give a more complete picture of the respondent’s overall distress.  The CCAPS-62 has stable psychometric properties and has been validated across various multicultural groups (CCMH, 2015a). Locke et al. (2012) performed an exploratory factor analysis on a large sample (n = 11,106) followed by a confirmatory factor analysis to cross-validate the factor structure (n = 10,954). The results indicated good data-model fit, with a comparative fit index of .97, and a high level of internal consistency for each subscale ranging from .78 to .92 (Locke et al., 2012). Two-week test-retest reliability was established for students who did not attend counseling with coefficients ranging between .76 and .92, indicating stability of the scales (McAleavey et al., 2012). Individual subscales were tested (n = 499) for convergent validity by comparing each subscale with a corresponding previously-validated measure, with resulting Cronbach’s alphas ranging between .78 and .91, indicating acceptable to very good correlations (Locke et al., 2012). Standardized Data Set (SDS)  The Standardized Data Set is a self-report assessment that was created with the input of 97 college counseling centers to assess previous potentially traumatic experiences and demographics, such as gender, race, and sexual identity/orientation, of college students who seek mental health treatment (CCMH, 2012). For this study, the SDS will be used for grouping variables of ethnic minority status and sexual identity status and to assess key variables such as traumatic experiences and resiliency factors. RISK AND RESILIENCY FACTORS 35  Traumatic experiences. The SDS asks participants questions regarding their experiences with events that could hold the potential for trauma, including previous mental health treatment, substance use, and different types of abuse (CCMH, 2012). Previous literature has shown that experiencing trauma is correlated with having a higher level of difficulty in adjusting to college (Elliott et al., 2009). Since research has shown that people who have a minority sexual identity tend to experience more traumatic incidents in their lifetime, both in frequency and severity, than those in the general population, students in this group may also report a higher incidence of potentially traumatic experiences (Tebbe & Moradi, 2016).  Religion and spirituality. Participants are asked to indicate if they have a preference in their spirituality, with major specific dominations (Buddhist, Catholic, Christian, Muslim, Jewish, and Hindu) offered along with options for atheism and agnosticism. Students may also self-identify and provide a written response for their religious or spiritual preference (CCMH, 2012). Research has shown that having a religious or spiritual identity may be a factor of resilience in the face of trauma, as religion can provide people with a strong social network, increased intimacy in relationships, higher levels of agreeableness and conscientiousness, lower levels of depressive symptoms, and generally better psychological well-being (Semplonius, Good, & Willoughby, 2014).   Race and ethnicity. The SDS gives various options for students to choose regarding their race and ethnicity. Options include African American/Black, American Indian or Alaskan Native, Asian American/Asian, Hispanic/Latino/a, Native Hawaiian or Pacific Islander, Multi-racial, and White, with a free response space for participants to self-identify. Interestingly, the SDS also provides an option for students to further describe or expand upon their “racial, cultural, ethnic, or regional” identity (CCMH, 2012). With minority stress being a driving theory behind the RISK AND RESILIENCY FACTORS 36 current study, examining those who are members of minority racial groups (i.e., non-White) is imperative.  Gender identity and sexual orientation. One of the most detailed portions of the demographics explored in the SDS is the section regarding gender and sexual orientation. While the item on gender identity only provides three options (Woman, Man, Transgender) and self-identify free response, the questionnaire further asks for sex at birth (Female, Male, Intersex). Some individuals who are transgender may prefer to identify themselves as their gender of choice rather than as trans; thus, asking for their sex at birth still provides reliable information on students who are transgender. The sexual orientation questions provide a similar level of detail-orientation; the original question asks if the participant considers themselves to be heterosexual, lesbian, gay, bisexual, or questioning, with another option to self-identify. However, the SDS goes further to ask “Since puberty, with whom have you had sexual experience(s)?” and gives respondents a scale ranging from “Only with men” to “Only with women,” which provides context for the sexual experiences of students on a Kinsey-like scale. Finally, the SDS asks a similar question regarding current feelings about sexual attraction on the same type of scale ranging from “Only attracted to women” and “Only attracted to men” (CCMH, 2012).  Campus engagement. Students who completed the SDS were asked about their engagement in clubs and organizations on campus. The questions asked about students’ level of involvement in their extracurricular activities and how important they were to the students. Prior research has indicated that engagement on campus can be related to social adjustment (Créde and Niehorster, 2011).  Financial distress. Participants were asked to rate their past and present financial distress in two separate questions, with responses ranging from never stressful to always stressful. Socio-RISK AND RESILIENCY FACTORS 37 economic status (SES) has been shown to be a risk factor for a variety of mental and physical health concerns (Hatch & Dohrenwend, 2007). While financial distress is not an exact predictor of SES, it can be used as an approximation for the risks that may result.  Data Analysis  The analysis of the data began with data cleaning. Variables were created, defined, and labeled and the data were screened for missing variables or data entry errors. Cases that had no data, empty records, or problematic data (little differentiation between items, missing responses, etc.) were removed from the dataset. Descriptive statistics were calculated for relevant demographic variables.  Separate MANCOVA analyses were performed for each research question. All variables were screened to ensure that they met the requirements for multivariate analysis of covariance (MANCOVA). Assumptions for MANCOVA include: adequate sample size, continuous dependent variables, categorical independent variables, independence of observations, multivariate normality, absence of outliers, linearity, no multicollinearity, homogeneity of variance-covariance matrices, and homogeneity of variance (Tabachnick & Fidell, 2007).  Limitations  A primary limitation of this study was its use of a non-experimental ex post-facto research design, which does not allow the manipulation of variables. An inability to manipulate variables means that causation cannot be determined (Lord, 1973). In examining the limitations of this study, it is important to consider threats to internal and external validity. Internal validity describes the ability of the researcher to accurately draw conclusions from the data about the participants of the study, while external validity refers to the degree to which the results can be generalized to different populations or situations (Creswell, 2014). The sample in this study RISK AND RESILIENCY FACTORS 38 included only students who sought treatment for their mental health concerns; thus, it may not be a full picture of the mental health of college students as it does not include those who did not seek services or who looked outside of campus for assistance. This inability to draw a fully accurate conclusion about the population under scrutiny is a threat to internal validity. Another threat to internal validity may be the tendency of participants to respond to self-report items in a way that is socially normative. Finally, this study’s examination of students exclusively at four-year universities who actively sought treatment limits the generalizability of any conclusions to other populations such as students at two-year universities and the general college population who may not have sought treatment, threatening external validity. Conclusion  This chapter provided a review of the methodology for the current study and described the purpose of the study, research design, participants, instrumentation, and data analysis procedures. Finally, this chapter reviewed the limitations of this study.                     RISK AND RESILIENCY FACTORS 39 CHAPTER FOUR RESULTS  The purpose of this study was to investigate the relationships between ethnic/ethnocultural minority status, LGBTQ identity, factors of resilience, factors of risk, and college adjustment. The goal of this study was to expand on the body of literature on college student adjustment by exploring the concept of intersectional minority identities while accounting for previous risk factors and factors of resilience. This study also controlled for first generation student status, international student status, current GPA, and past SES, as these are all factors that have been shown to influence college adjustment. This chapter will provide a detailed description of data screening and other pre-analysis procedures before reviewing the results of the statistical analyses for this study.  Data Cleaning  The data were cleaned using IBM SPSS version 24. The dataset was screened for missing values and outliers; participants who did not meet the inclusion criteria (had a complete SDS and CCAPS-64) were removed from the dataset. As some participants had visited their counseling center multiple times, they had multiple appearances in the dataset; these were screened so that only the first visit was included. Participants who did not have valid CCAPS instruments (little to no differentiation between answers) were removed from the dataset. Participants who identified as LGBTQ were pulled out from the dataset; the remaining heterosexual participants were paired down to 30% of their original numbers using SPSS random selection. This ensured that the LGBTQ participants had appropriate representation and now made up approximately 35% of the sample. The final data set included 30,274 participants, which is a sample size that is sufficient RISK AND RESILIENCY FACTORS 40 for appropriate statistical power in a three-way MANCOVA analysis (Tabachnick & Fidell, 2013).  I computed new variables in order to run the analyses properly, which required certain variables to be recoded. The risk factor was a sum of previous traumatic experiences (coded as 0 for “never experienced” and 1 for “have experienced) along with previous mental health hospitalizations, non-suicidal self-injury attempts, suicidal ideation, previous suicide attempts, experiences with nonconsensual sexual contact, experiences with abusive behavior, any traumatic event experiences, and current financial stress. The responses to these items were recoded from a five-choice Likert response to dummy variables. The results of these recoded variables are reflected in Table 3. Past financial stress was recoded in the same way with 0 (n=4,626, 12.1%) and 1 (n=12,864, 33.7%). Table 3 Description of Risk Factor Variables Variable n % Previous mental health hospitalizations None At least one  32911 3794  86.3 9.9 Non-suicidal self-injury attempts Never At least once  26458 10194  69.4 26.7 Suicidal ideation Never At least once  23747 12927  62.3 33.9 Previous suicide attempts None At least one  32683 3934  85.7 10.3 Previous nonconsensual sexual contact Never At least once  28538 7882  74.8 20.7 Previous experiences of abusive behavior   RISK AND RESILIENCY FACTORS 41 Variable n % Never At least once 23087 13414 60.5 35.2 Previous experiences with traumatic events Never At least once  21222 14705  55.6 38.5 Current financial stress Little or no stress Some to high stress  7083 20737  18.6 54.4   The resilience variable was also recoded in a similar way. To create the resilience factor, peer support, family support, religious or spiritual preference, club involvement, and previous experiences in counseling were recoded into new variables. Peer and family support were coded into (0) disagree, (0.5) neutral, and (1) agree. Religious or spiritual importance was coded into (0) unimportant, (0.5) neutral, and (1) important. The original scaling for these three variables was on a five-point Likert scale which included a “neutral” option, hence the addition of a 0.5 value. Club involvement was coded into (0) no involvement and (1) some involvement. Table 4 provides further detail regarding these variables. Table 4 Description of Resilience Factor Variables Variable n % Peer support Disagree Neutral Agree  5518 4718 14866  14.5 12.4 39.0 Family support Disagree Neutral Agree  6479 3872 13681  27.0 16.1 56.9 Religious/spiritual importance Unimportant Neutral  6320 8391  16.6 22.0 RISK AND RESILIENCY FACTORS 42 Variable n % Important 9141 24.0 Club involvement No Yes  6012 13093  15.8 34.3 Previously attended counseling No Yes  17640 17272  46.2 45.3  The adjustment variables were computed using the scales of the CCAPS-62. Academic and institutional adjustment used the average of the combined Hostility and Academic Distress subscales, while social and personal-emotional adjustment used the average of the combined Depression, Anxiety, Social Anxiety, Family Distress, and Substance Use subscales. Due to the uneven split in the number of subscales in each category, the average was used.  After computing the resilience factors, risk factors, academic and institutional adjustment, and social and personal-emotional adjustment variables, the raw scores were then converted into z-scores in order to run the analysis. Conversion into z-scores allows for a standard way to compare different variables that have been computed using varying methods. Z-scores also allow for an easier assessment of outliers and normality of distribution (Field, 2013). Data Screening  Once the data was cleaned and recoded, I screened the dataset for outliers, normality, and linearity. Upon examination of box plots, there were several outliers in the risk variable, as well as a few outliers in the academic and institutional adjustment variable and the social and personal-emotional adjustment variable. The researcher adjusted this data using winsorization, or assigning a value equivalent to the mean plus three standard deviations, as going beyond three standard deviations indicates outliers (Field, 2013). Winsorizing is particularly important for MANCOVA, as the analysis is sensitive to outliers (Field, 2013; Tabachnick & Fidell, 2007). RISK AND RESILIENCY FACTORS 43  Data were assessed for normality using Kolmogorov-Smirnov test for normality. The test indicated that data was not distributed normally for the following variables: risk factors (D(30274) = .175, p < .001), resilience factors (D(30274) = .118, p < .001), academic and institutional adjustment (D(30274) = .031, p < .001), and social and personal-emotional adjustment (D(30274) = .019, p < .001). However, large samples of data are especially sensitive to even small deviations from normality (Field, 2013). When I examined the skew and kurtosis for each variable, they were all less than or near one, indicating that they were approaching normality (Field, 2013). I opted not to transform the variables, as this dataset was large enough that the central limit theorem applied, which indicates that large sample sizes lead to normally distributed data despite sensitive tests saying otherwise (Field, 2013). Table 5 provides descriptives of the continuous variables; since they have been converted to z-scores, the means and standard deviations will appear as zero and one, respectively. Table 5 Descriptive Statistics for Continuous Dependent Variables Variable M SD Skewness(SE) Kurtosis(SE) Risk factors 0.00 1.00 1.06(.01) .71(.03) Resilience factors 0.00 1.00 .14(.01) -.83(.03) Academic and    institutional adjustment 0.00 1.00 .19(.01) -.55(.03) Social and personal-emotional adjustment 0.00 1.00 .08(.01) -.47(.03)  Correlations Amongst Variables  The researcher used Pearson correlations on the dependent variables, as moderately correlated DVs can affect the interpretation of data (Tabachnick & Fidell, 2007). All of the RISK AND RESILIENCY FACTORS 44 dependent variables were significantly correlated at p < .001; however, most of the effect sizes were small. Of note is the fairly strong correlation between academic and institutional adjustment; however, as all four make up the overall picture of college adjustment, this is to be expected. It is also interesting that both types of adjustment had a very slight negative correlation with resilience factors, despite the theory that these might aid in adjustment. Table 6 provides information about the correlations and their effect sizes Table 6 Correlations between Dependent Variables Variable 1.(r2) 2.(r2) 3.(r2) 4.(r2) 1. Risk factors -    2. Resilience factors .16(.03) -   3. Academic and institutional adjustment .28(.08) -.09(.01) -  4. Social and personal-emotional adjustment .44(.19) -.09(.01) .66(.44) -  Assumptions for Three-Way MANCOVA  The assumptions for a three-way MANCOVA are as follows: adequate sample size, continuous dependent variables, categorical independent variables, independence of observations, multivariate normality, absence of outliers, linearity, no multicollinearity, homogeneity of variance-covariance matrices, and homogeneity of variance (Tabachnick & Fidell, 2007).   The assumption for multivariate normality was violated when assessed by the Kolmogorov-Smirnov test, as discussed earlier in Data Cleaning; however, the sensitivity of the test and large sample size indicate that this is fairly normal and will be corrected with the central RISK AND RESILIENCY FACTORS 45 limit theorem (Field, 2013). After data screening and cleaning, there were no univariate outliers once assessed with boxplots. I computed the Mahalanobis distance to screen for multivariate outliers; there were 16 cases which violated this assumption (D2 > 20.52, p < .001). These cases were deleted from the data as their removal will not affect overall sample size (Tabachnick & Fidell, 2007). For the assumption of linearity, the researcher used SPSS to create scatterplots for each group combination and examined the graphs for indication of linear relationships. Multicollinearity refers to when two dependent variables are too highly correlated with one another, which can affect the ability to determine the effects of the independent variables (Field, 2013). There was no multicollinearity upon using Pearson correlations to analyze the dependent variables (|r| < .90).   The assumption for homogeneity of variance-covariance matrices was violated as evidenced by Box’s M, p < .001. This test can be sensitive to large sample sizes and produce a significant result even with relatively similar variance-covariance; however, the findings can still be trusted as larger sample sizes have conservative probability values (Field, 2013; Tabachnick & Fidell, 2007). I chose to follow Tabachnick & Fidell’s (2007) recommendation to use Pillai’s trace in lieu of Wilks’ Lambda, as it is more conservative and more robust even when assumptions are violated. Finally, Levene’s test for homogeneity of variance indicated that this assumption was violated for all variables at p < .001. This significance can be attributed to the large sample size, as even small differences in variances can show up as significant in Levene’s test (Field, 2013). RISK AND RESILIENCY FACTORS 46 Research Question One: How do differences in ethnic minority status and minority sexual identity status influence adjustment to college when adjusted for certain demographic variables?  I conducted a three-way MANCOVA with three independent variables (race/ethnicity, sexual orientation, and gender identity) and two dependent variables (academic and institutional adjustment, and social and personal-emotional adjustment). Adjustments were made for four covariates: first generation student status, international student status, GPA, and past financial stress (as an indicator of SES). The analysis was first conducted as a MANOVA without any covariates (model one) and then as a MANCOVA with the previously listed covariates (model two). Model One  The results of the three-way MANOVA, when not adjusting for certain demographic variables (i.e. covariates) indicated that there was a significant interaction between all three independent variables and their interactions on the combined dependent variables (academic and institutional adjustment and social and personal-emotional adjustment) at p < .001. However, the effect size was very small for all effects at partial η2 ≤ .02. Table 7 below provides the results of the three-way MANOVA. Table 7 RQ 1, Model 1: Three-Way MANOVA Results Variable Pillai’s Trace F Hypothesis df Error df Sig. partial η2 Gender identity .003 19.29 4 60168 .00 .02 Sexual orientation .001 4.95 6 60168 .00 .01 Race/ethnicity .002 6.95 8 60168 .00 .01 RISK AND RESILIENCY FACTORS 47 Variable Pillai’s Trace F Hypothesis df Error df Sig. partial η2 Gender*Sexual       orientation .002 5.66 12 60168 .00 .01 Gender*Race/ethnicity .002 3.56 16 60168 .00 .01 Sexual orientation*Race/ ethnicity .002 2.27 24 60168 .00 .01 Gender*Sexual orientation*race/ethnicity .004 2.21 48 60168 .00 .02 Note. Dependent variables are academic and institutional adjustment and social and personal-emotional adjustment. Computed using alpha = .001.  Model Two  For the second model of the first research question, I ran a MANCOVA using the same independent and dependent variables, but now using the covariates of first generation status, international student status, past financial stress, and current GPA.   The results of this analysis found that there were statistically significant differences between the following groups when controlling for covariates: sexual orientation (F(6, 18020) = 3.78, p < .001, partial η2 = .01), race and ethnicity (F(8, 18020) = 3.51, p < .001, partial η2 = .01), and the interaction between gender identity and race/ethnicity (F(16, 18020) = 2.83, p < .001, partial η2 = .01). The effects for all variables were small in size. The full results of the MANCOVA can be found in Table 8. Table 8 RQ 1, Model 2: Three-Way MANCOVA Results Variable Pillai’s Trace F Hypothesis df Error df Sig. partial η2 Gender identity .002 4.28 4 18020 .007 .01 RISK AND RESILIENCY FACTORS 48 Variable Pillai’s Trace F Hypothesis df Error df Sig. partial η2 Sexual orientation .003 3.78 6 18020 .001 .01 Race/ethnicity .003 3.51 8 18020 .000 .01 Gender*Sexual       orientation .002 1.41 12 18020 .152 .01 Gender*Race/ethnicity .005 2.83 16 18020 .000 .01 Sexual orientation*Race/ ethnicity .005 1.72 24 18020 .016 .01 Gender*Sexual orientation*race/ethnicity .005 1.25 36 18020 .147 .01 Note. Dependent variables are academic and institutional adjustment and social and personal-emotional adjustment. Computed using alpha = .001.   For the three groups for which the results were significant, the researcher conducted three-way ANCOVAs for each dependent variable with a Bonferroni adjustment. Upon examining pairwise comparisons for the academic and institutional adjustment dependent variable, the only significant main effect occurred in the gender identity category, with men having poorer academic and institutional adjustment than women after controlling for covariates (Mdiff= .167, p = .001). The effect size for this relationship was small. The ANCOVA for the social and personal-emotional adjustment variable indicated that there were significant (p < .001) relationships in the gender identity and sexual orientation category. Upon closer inspection, women appeared to have higher social and personal-emotional adjustment than men (Mdiff= .18, p < .001). In the sexual orientation category, comparisons between those in the heterosexual group were significant with those in the lesbian or gay group (Mdiff= .39, p =.001) and those in the bisexual group (Mdiff= .45, p =.001), indicating that lesbian/gay students and bisexual students had higher social and personal-emotional adjustment when controlling for international student status, first generation student status, GPA, and financial stress. The effects of these RISK AND RESILIENCY FACTORS 49 relationships were small. Tables 9 and 10 show the full results of the ANCOVAs for the two dependent variables. Table 9 RQ 1, Model 2: ANCOVA Results for Academic and Institutional Adjustment Variable SS df MS F Sig. partial η2 Gender identity 1.67 2 5.83 6.35 .002 .00 Sexual orientation 6.23 3 2.08 2.26 .079 .00 Race/ethnicity 3.60 4 .90 .98 .416 .00 Gender*Sexual       orientation 6.10 6 1.02 1.12 .356 .00 Gender*Race/ethnicity 30.96 8 3.87 4.21 .000 .00 Sexual orientation*Race/ ethnicity 16.37 12 1.36 1.49 .122 .00 Gender*Sexual orientation*race/ethnicity 23.44 18 1.30 1.42 .112 .00 Note. Computed using alpha = .001. Table 10 RQ 1, Model 2: ANCOVA Results for Social and Personal-Emotional Adjustment Variable SS df MS F Sig. partial η2 Gender identity 13.87 2 6.93 7.61 .001 .00 Sexual orientation 18.60 3 6.20 6.80 .000 .00 Race/ethnicity 14.15 4 3.54 3.88 .004 .00 Gender*Sexual       orientation 6.99 6 1.17 1.28 .264 .00 Gender*Race/ethnicity 18.062 8 2.26 2.48 .011 .00 Sexual orientation*Race/ ethnicity 21.06 12 1.76 1.93 .027 .00 RISK AND RESILIENCY FACTORS 50 Variable SS df MS F Sig. partial η2 Gender*Sexual orientation*race/ethnicity 20.89 18 1.16 1.27 .194 .00 Note. Computed using alpha = .001. Research Question Two: How do differences in majority and minority ethnic or LGBTQ group status influence the experience of risk and resiliency when adjusted for certain demographic variables?  For research question two, I conducted a three-way MANCOVA with three independent variables (race/ethnicity, sexual orientation, and gender identity) and two dependent variables (risk factors and resilience factors). Adjustments were made for four covariates: first generation student status, international student status, GPA, and past financial stress (as an indicator of SES). The analysis was first conducted as a MANOVA without any covariates (model one) and then as a MANCOVA with the previously listed covariates (model two). Model One  The results of the three-way MANOVA, when not adjusting for certain demographic variables (i.e. covariates) indicated that there was a significant interaction between all three independent variables and their interactions on the combined dependent variables (risk factors and resilience factors) at p < .001, except for the interaction between gender identity and race/ethnicity. However, the effect size was very small for all effects at partial η2 ≤ .02. Table 11 below provides the results of the three-way MANOVA.     RISK AND RESILIENCY FACTORS 51 Table 11 RQ2, Model 1: Three-Way MANOVA Results Variable Pillai’s Trace F Hypothesis df Error df Sig. partial η2 Gender identity .009 72.08 4 65914 .000 .00 Sexual orientation .002 19.94 6 65914 .000 .00 Race/ethnicity .003 10.36 8 65914 .000 .00 Gender*Sexual       orientation .001 2.80 12 65914 .001 .00 Gender*Race/ethnicity .001 1.47 16 65914 .102 .00 Sexual orientation*Race/ ethnicity .002 3.24 24 65914 .000 .00 Gender*Sexual orientation*race/ethnicity .004 2.567 48 65914 .000 .00 Note. Dependent variables are risk factors and resilience factors. Computed using alpha = .001.  Model Two  For the second model of the second research question, I ran a MANCOVA using the same independent and dependent variables, but now using the covariates of first generation status, international student status, past financial stress, and current GPA.   The results of this analysis found that there were statistically significant differences between the following groups when controlling for covariates: gender identity (F(4, 20896) = 21.97, p < .001, partial η2 = .01), sexual orientation (F(6, 20896) = 11.18, p < .001, partial η2 = .01), race and ethnicity (F(8, 20896) = 5.34, p < .001, partial η2 = .01), and the interaction between sexual orientation and race/ethnicity (F(24, 20896) = 2.08, p = .001, partial η2 = .01). The effects for all variables were small in size. The full results of the MANCOVA can be found in Table 12. RISK AND RESILIENCY FACTORS 52 Table 12 RQ2, Model 2: Three-Way MANCOVA Results Variable Pillai’s Trace F Hypothesis df Error df Sig. partial η2 Gender identity .008 21.97 4 20896 .000 .00 Sexual orientation .006 11.18 6 20896 .000 .00 Race/ethnicity .004 5.34 8 20896 .000 .00 Gender*Sexual       orientation .003 2.21 12 20896 .009 .00 Gender*Race/ethnicity .003 2.20 16 20896 .004 .00 Sexual orientation*Race/ ethnicity .005 2.08 24 20896 .001 .00 Gender*Sexual orientation*race/ethnicity .006 1.85 36 20896 .002 .00 Note. Dependent variables are risk factors and resilience factors. Computed using alpha = .001.   For the four groups for which the results were significant, the researcher conducted three-way ANCOVAs for each dependent variable with a Bonferroni adjustment. In the ANCOVA for the risk factors variable, sexual orientation, gender identity, and race/ethnicity were significant at p < .001; however, their interactions were nonsignificant. In the gender identity category, students who identified as men displayed significantly less risk factors than both women (Mdiff= .404, p < .001) and students who were transgender or self-identified (Mdiff= .313, p < .001). In the sexual orientation category, heterosexual persons displayed significantly fewer risk factors than lesbian/gay students (Mdiff= .397, p < .001), questioning/self-identified students (Mdiff= .490, p < .001), and bisexual students (Mdiff= .838, p < .001). Bisexual students also had significantly more risk factors than both lesbian/gay students (Mdiff= .441, p < .001) and questioning/self-identified students (Mdiff= .348, p < .001). When examining the race and RISK AND RESILIENCY FACTORS 53 ethnicity category, white students, African American/black students, and Hispanic/Latino/a students had insignificant interactions. However, Asian/Asian American students showed significantly lower risk scores than white students (Mdiff= .365, p < .001), African American/black students (Mdiff= .409, p < .001), and Native/multiracial/self-identified students (Mdiff= .648, p < .001). Upon computing the ANCOVA for resilience factors, it was determined that none of the independent variables or their interactions were significant. Tables 13 and 14 below provide more detailed results on both ANCOVAs. Table 13 RQ2, Model 2: ANCOVA Results for Risk Factors Variable SS df MS F Sig. partial η2 Gender identity 497.06 2 248.53 44.08 .000 .01 Sexual orientation 363.71 3 121.24 21.50 .000 .01 Race/ethnicity 175.17 4 43.79 7.77 .000 .00 Gender*Sexual       orientation 108.92 6 18.15 3.22 .004 .00 Gender*Race/ethnicity 62.29 8 7.79 1.38 .199 .00 Sexual orientation*Race/ ethnicity 144.37 12 12.03 2.13 .012 .00 Gender*Sexual orientation*race/ethnicity 195.685 18 10.871 1.928 .010 .00 Note. Computed using alpha = .001. Table 14 RQ2, Model 2: ANCOVA Results for Resilience Factors Variable SS df MS F Sig. partial η2 Gender identity .42 2 .21 .169 .845 .00 Sexual orientation 3.74 3 1.25 .99 .396 .00 RISK AND RESILIENCY FACTORS 54 Variable SS df MS F Sig. partial η2 Race/ethnicity 15.76 4 3.94 3.13 .014 .00 Gender*Sexual       orientation 8.96 6 1.49 1.19 .310 .00 Gender*Race/ethnicity 30.18 8 3.77 2.99 .002 .00 Sexual orientation*Race/ ethnicity 31.57 12 2.63 2.09 .015 .00 Gender*Sexual orientation*race/ethnicity 40.124 18 2.23 1.77 .023 .00 Note. Computed using alpha = .001. Research Question Three: How do differences in ethnic minority status and in LGBTQ status influence college adjustment when controlled for risk and resiliency factors and adjusted for certain demographic variables? For the third research question, I computed a MANCOVA using the gender identity, sexual orientation, and race/ethnicity as independent variables and the two types of adjustment as dependent variables. This analyses used the covariates of first generation status, international student status, past financial stress, and current GPA, along with risk and resilience factors.  The results of this analysis found that there were statistically significant differences between the following groups when controlling for risk and resiliency factors and the covariates: race/ethnicity (F(8, 18016) = 3.61, p < .001, partial η2 = .01) and the interaction between gender identity and race/ethnicity (F(16, 18016) = 2.53, p < .001, partial η2 = .01). The effects for all variables were small in size. The full results of the MANCOVA can be found in Table 15.    RISK AND RESILIENCY FACTORS 55 Table 15 RQ3: Three-Way MANCOVA Results Variable Pillai’s Trace F Hypothesis df Error df Sig. partial η2 Gender identity .000 .76 4 18016 .552 .00 Sexual orientation .001 1.72 6 18016 .111 .00 Race/ethnicity .003 3.61 8 18016 .000 .00 Gender*Sexual       orientation .002 1.75 12 18016 .050 .00 Gender*Race/ethnicity .004 2.53 16 18016 .001 .00 Sexual orientation*Race/ ethnicity .005 1.78 24 18016 .011 .00 Gender*Sexual orientation*race/ethnicity .005 1.19 36 18016 .205 .00 Note. Dependent variables are academic and institutional adjustment and social and personal-emotional adjustment. Computed using alpha = .001.   The researcher conducted follow-up ANCOVAs to determine any main effects between variables. There was no significant impact of gender identity on either academic and institutional adjustment or social and personal-emotional adjustment. For sexual orientation, there were also no significant results on the impact of sexual orientation on either type of adjustment. Finally, race and ethnicity also showed no significance in the impact of ethnic identity on academic and institutional adjustment or social and personal-emotional adjustment. Tables # and # show the results of the ANCOVAs for each dependent variable. Table 16 RQ3: ANCOVA Results for Academic and Institutional Adjustment Variable SS df MS F Sig. partial η2 Gender identity 2.30 2 1.20 1.40 .247 .00 RISK AND RESILIENCY FACTORS 56 Variable SS df MS F Sig. partial η2 Sexual orientation 1.35 3 .45 .53 .665 .00 Race/ethnicity 5.88 4 1.47 1.72 .143 .00 Gender*Sexual       orientation 3.36 6 .56 .65 .69 .00 Gender*Race/ethnicity 24.07 8 3.01 3.51 .000 .00 Sexual orientation*Race/ ethnicity 17.69 12 1.47 1.72 .056 .00 Gender*Sexual orientation*race/ethnicity 21.78 18 1.21 1.41 .114 .00 Note. Dependent variables are academic and institutional adjustment and social and personal-emotional adjustment. Computed using alpha = .001.  Table 17 RQ3: ANCOVA Results for Social and Personal-Emotional Adjustment Variable SS df MS F Sig. partial η2 Gender identity .38 2 .19 .25 .778 .00 Sexual orientation 6.05 3 2.02 2.68 .046 .00 Race/ethnicity 12.37 4 3.09 4.10 .003 .00 Gender*Sexual       orientation 8.54 6 1.42 1.89 .079 .00 Gender*Race/ethnicity 11.56 8 1.42 1.88 .058 .00 Sexual orientation*Race/ ethnicity 18.56 12 1.55 2.05 .017 .00 Gender*Sexual orientation*race/ethnicity 15.72 18 .87 1.16 .288 .00 Note. Dependent variables are academic and institutional adjustment and social and personal-emotional adjustment. Computed using alpha = .001.      RISK AND RESILIENCY FACTORS 57 Summary  The results of the three research questions provide varying levels of support for the initial hypotheses. Research question one examined the relationships between gender identity, sexual orientation, race/ethnicity, and college adjustment when controlling for demographic variables. Research question two explored the relationships between gender identity, sexual orientation, race/ethnicity, and risk and resilience factors when controlling for demographic variables. Research question three explored the relationship between gender identity, sexual orientation, race/ethnicity, and college adjustment when mediated by risk and resilience and controlling for demographic variables.               RISK AND RESILIENCY FACTORS 58 CHAPTER FIVE DISCUSSION  Chapter one provided an overview of the study, statement of the problem, purpose of the research, specific terms and definitions. Chapter two reviewed the relevant current literature, including college adjustment, minority student considerations, minority stress theory, intersectionality, and risk and resilience factors. Chapter three described the methodology that was used in the study, such as the research design and procedures. Chapter four reviewed the data cleaning process and results of the analyses. This chapter will discuss the findings of each research question, their impact on current literature, implications for future research, and study limitations. Review of Study  The aim of this study was to explore the relationships between ethnocultural minority status, LGBTQ status, risk factors and resiliency factors, and college adjustment. The purpose of this study was to add to the existing body of literature regarding college student adjustment by addressing not only students with a minority identity, but students who may have multiple minority identities. This study controlled for certain key variables including GPA, past financial distress, first generation status, and international student status, which have been shown to affect college adjustment (SOURCE).   The researcher conducted this study using an archival data set comprised of data collected through the Center for Collegiate Mental Health (CCMH), which collects information on mental health and demographics from treatment-seeking students at college and university counseling centers across the United States. The final data set included 30,274 participants. Participants reported their adjustment distress through the completion of the CCAPS-62, a RISK AND RESILIENCY FACTORS 59 survey designed by CCMH, and their demographics, including race/ethnicity, sexual orientation, and gender through the Standardized Data Set (SDS) instrument. The SDS also gathered data on potentially traumatic experiences, financial distress, campus engagement, religion and spirituality, and peer and family support. I conducted three three-way MANCOVAs to address the following questions and hypotheses:  Question One  How do differences in ethnic minority status and minority sexual identity status influence adjustment to college when adjusted for certain demographic variables? Hypothesis One  Students with an ethnic minority identity and/or a sexual minority identity will have poorer college adjustment than their majority group peers when adjusted for demographic variables. Question Two  How do differences in majority and minority group status influence the experience of risk and resiliency when adjusted for certain demographic variables? Hypothesis Two  Students with an ethnic minority identity and/or a sexual minority identity will have higher levels of both risk and resilience factors than their majority group peers when adjusted for demographic variables. Question Three  How do differences in ethnic minority status and in minority sexual identity status influence college adjustment when mediated by risk and resiliency and adjusted for certain demographic variables? RISK AND RESILIENCY FACTORS 60 Hypothesis Three  Students with an ethnic minority identity and/or a sexual minority identity will have poorer college adjustment than their majority group peers when mediated by risk and resiliency factors and adjusted for demographic variables. Major Findings  The results of this study contribute to the extensive body of literature on college student adjustment and minority college student adjustment. The findings provide varying levels of support to the research questions. This section will first review the results for each research question before discussing confirming and conflicting findings. Research Question One  A three-way MANCOVA was conducted to explore the relationships between gender identity, sexual orientation, race/ethnicity, and two types of college student adjustment when controlling for demographic variables. The results of the MANCOVA indicated that sexual orientation, race/ethnicity, and the interaction between gender identity and race/ethnicity were significantly predictive of the combined two categories of college adjustment.  Upon performing a follow-up analysis of main effects, the only significant effect for academic and institutional adjustment occurred in the gender identity group, with men having significantly poorer academic and institutional adjustment than both women and transgender or self-identifying persons. Sexual orientation, race/ethnicity, and the interactions between the three groups were not found to be predictive of academic or institutional adjustment. When examining social and personal-emotional adjustment, the results indicated that there were significant relationships in the gender identity and sexual orientation category. Women were shown to have significantly higher levels of social and personal-emotional adjustment than men; findings for RISK AND RESILIENCY FACTORS 61 transgender and self-identified people were not significant in this category. In the sexual orientation group, heterosexual persons had significantly poorer social and personal-emotional adjustment than those in the lesbian/gay group and those in the bisexual group, but no significant interactions with the questioning/self-identified group. There were no significant interactions between categories in the race/ethnicity group. Research Question Two  A three-way MANCOVA was conducted to investigate the relationships between gender identity, sexual orientation, race/ethnicity, and risk and resiliency factors when controlling for demographic variables. The results of the MANCOVA indicated that gender identity, sexual orientation, race/ethnicity, and the interaction between race/ethnicity and sexual orientation were significantly related to risk and resiliency factors.  A follow-up analysis revealed that there were no significant interactions between gender identity, sexual orientation, race/ethnicity, and their combinations on resilience factors. Gender identity, sexual orientation, and race/ethnicity did appear to be predictive of risk factors. Men had a significantly lower number of risk factors than both women and transgender/self-identified persons. In the sexual orientation category, heterosexual persons had significantly less risk factors than any other groups. Questioning or self-identified students had significantly more risk factors than heterosexual and lesbian or gay students. Bisexual students had significantly more risk factors than all groups, with higher numbers of risk factors than heterosexual, lesbian/gay, and questioning/self-identified students. In summary, the sexual orientation groups’ level of risk factors from low to high were heterosexual, lesbian/gay, questioning/self-identified, and bisexual. However, as per the first research question, lesbian/gay students and bisexual students RISK AND RESILIENCY FACTORS 62 actually have better social and personal-emotional adjustment than their heterosexual counterparts. Question Three  A three-way MANCOVA was conducted to explore the relationships between gender identity, sexual orientation, race/ethnicity, and college adjustment when mediated by risk and resiliency factors and adjusted for certain demographic variables. The initial results showed that race/ethnicity and the interaction between gender identity and race/ethnicity were significantly predictive of both types of adjustment when controlled for risk and resilience factors.  The follow-up ANCOVAs did not show significance for any of the groups in social and personal-emotional adjustment, which suggests that with academic and institutional adjustment and social and personal emotional adjustment as outcomes, and adding risk and resilience as a mediator, students no longer differed in their college adjustment based on gender identity, sexual orientation, and race and ethnicity.  Confirmatory Findings  This study examined the relationship between gender identity, sexual orientation, race/ethnicity, risk and resiliency factors, and college adjustment. Some of these findings have confirmed or are consistent with previous research. Previous studies have examined gender (Elliot et al., 2009; Melendez, 2016; Lee, Park, & Kim, 2009; Toews & Yazedjian, 2007), race (Allison & Risman, 2014; Kalsner & Pistole, 2003; Melendez, 2016; Schneider & Ward, 2003) Smedley, Myers, & Harrell, 1993), and sexual orientation (Abes, 2012; Sanlo, 2004; Schmidt, Miles, & Welsh, 2011) as potential predictors of college adjustment.  In terms of gender, findings have varied when determining whether women (e.g. Lee, Park, & Kim, 2009) or men (e.g. Enochs & Roland, 2006) have better adjustment to college. RISK AND RESILIENCY FACTORS 63 Some research has shown that women experience more stress than their male peers when transitioning to college, but that men show more stress in their behaviors and retention rates (Conley et al., 2014). In keeping with the findings of the current study where women have better social and personal-emotional adjustment, male college students have been shown to have poorer social well-being in college overall (Conley et al., 2014). Some previous research has been inconclusive as to whether race and ethnicity alone can predict exposure to risk factors such as potentially traumatic events, which is consistent with the findings of the current study (Hatch & Dohrenwend, 2007).  Contradicting Findings  Women were shown to have more risk factors than men, despite previous research indicating that men usually have more exposure to violence and other potentially traumatic experiences (Hatch & Dohrenwend, 2007). A potential cause of the contradictory finding in the current study could be the lack of discrimination between types of risk factors; some risk factors were more interpersonal (i.e., sexual assault, childhood abuse) whereas some were not so (i.e. exposure to military combat, life-threatening illness).   The current study found that in itself, race/ethnicity was not a predictor of risk or resilience factors. While there has been some evidence that adjusting for other variables such as SES shows that African American/black persons and Hispanic/Latino/a students experience more risk factors than whites, this could be attributed to the inclusion of resilience as a mediator as well as risk (Conley et al., 2014). Previous research has found that African American/black students at primarily white institutions displayed a stronger sense of self-concept than those at historically black universities, which would be considered a factor of resilience (Hannon et al., 2016). RISK AND RESILIENCY FACTORS 64  In general, previous research has indicated that LGBTQ students can face hostile campus environments which include experiences of harassment, violence, microaggressions, and heterosexism (Bowleg et al., 2003; Hong et al., 2016; Sanlo, 2004; Schmidt, Miles, & Welsh, 2011). The implication might be that these students would have a more difficult time in their college adjustment; however, the current study found that gay, lesbian, and bisexual students have better social and personal-emotional adjustment than heterosexual students.  Implications  Intersections between gender identity, sexual orientation, and race/ethnicity, and their effects on risk, resilience, and college adjustment, are complex and nuanced. This study indicated that when risk and resiliency factors are used as mediators, demographic factors no longer influence college adjustment. The implications for further research and clinical work are described in the following section. Implications for Theory  College adjustment has been theorized to exist in four domains: academic, institutional, social, and personal-emotional (Baker & Siryk, 1984). These domains have been used for several decades in research and have been extensively studied both together and independently of one another. Prior research has looked into the adjustment of minority students in particular, and more recently, research has endeavored to explore intersectional identities and college adjustment (e.g. Abes, 2012; Allison & Risman, 2014; Elliot et al., 2009; Else-Quest & Hyde, 2016a; Kalsner & Pistole, 2003; Melendez, 2016).  Most research using intersectional theory has been qualitative, and some even suggest that it must be qualitative to be done at all (Else-Quest & Hyde, 2016a). Research on intersectionality in regards to college adjustment has been almost exclusively qualitative. While RISK AND RESILIENCY FACTORS 65 extremely valuable for laying the foundation for theory, empirical support for intersectional theory can also be beneficial. This study explored the relationships between gender identity, sexual orientation, and race/ethnicity through a quantitative approach. As this is a fairly new approach to the study of college student adjustment, the implications for theory are broad.  Although prior research in college adjustment has looked qualitatively at some intersections of identity (e.g. race and class, race and ability status, first generation status and race, etc.), few of these approaches incorporate LGBTQ intersectional identities or a quantitative approach to such. The inclusion of risk and resilience factors as mediators of demographic characteristics combined with intersectionality merits further exploration. The results of this study suggest that the theory surrounding college adjustment for minorities and multiple minorities may benefit from the consideration of specific minority identity development models. As adolescents become young adults and further their identity development in demographic areas, their arrival into college presents them with identity challenges in other areas; hence, the four adjustment areas proposed by Baker and Siryk (1984). Including intersectionality and specific factors of resilience into college adjustment research can provide a more integrated picture of the adjustment of diverse student populations. In addition, future research may benefit about using other constructs to define resilience. Focusing on positive personality constructs such as hopefulness, optimism, and confidence could provide additional context to resilience. Using instruments that have been validated in measuring the big five personality constructs or other aspects of personality could also provide a more comple picture. Implications for College Administration  University and college campus mental health centers are in a unique position to help provide services to young adults experiencing health crises, and research campuses in general are RISK AND RESILIENCY FACTORS 66 well-suited to develop, evaluate, and implement best practices (Hunt & Eisenberg, 2010). This study indicates that when risk and resilience factors are controlled for, the differences in the success of varying demographics no longer has a disparity.  Factors such as support and campus involvement are crucial to fostering student resilience; thus, college administrators should focus on these areas especially in terms of those demographics who are at risk for poorer adjustment.  Positive interactions with faculty and staff have shown to influence academic and institutional adjustment (Créde and Niehorster, 2011). In the context of this study, encouraging positive interactions with male students in particular may be helpful in their academic and institutional adjustment. College administrators may be able to provide trainings and other continuing education opportunities to faculty and staff to assist them in creating better relationships with students who may be at risk for poor adjustment. Furthermore, university professionals can also be educated about providing basic assistance (e.g. listening, supporting, referring to resources) to students who may be inclined to contact them before the university counseling center. Campus involvement is a resilience factor that is predictive of social and personal-emotional adjustment and institutional attachment (Créde and Niehorster, 2011). Colleges already focus on providing an abundance of programming opportunities for new and incoming students. This study’s findings that heterosexual students have poorer social and persona-emotional adjustment than lesbian, gay, or bisexual students would indicate that institutions are providing enough support to their LGBTQ students; however, the increased experience of risk factors amongst gay, lesbian, bisexual, and transgender students shown in this study is still cause for concern. While these incidents could provide opportunities to build resilience, the higher social and personal-emotional adjustment of LGBTQ students could also be attributed to these RISK AND RESILIENCY FACTORS 67 students building a supportive community for themselves for lack of a better resource: while larger public universities have started to provide resources such as LGBTQ campus centers, these have been shown to not be thoroughly inclusive and even divisive within the community itself (i.e., trans-exclusionary or non-intersectional practices) (Pitcher et al., 2018). Thus, current college LGBTQ centers may benefit from further trainings and education on inclusive and intersectional practices. Finally, college administrators may be inclined to work together with LGBTQ-trained counseling experts to create programming that is specifically geared toward supporting LGBTQ students and providing spaces for them to create their community. Implications for College Counselors  The results suggested that risk and resilience factors mediate differences in college adjustment across gender, race/ethnicity, and sexual orientation. College counselors are in a unique position where they not only have direct interaction with students seeking services, but also have input into student outreach and risk prevention efforts. The current study’s findings suggest that female, transgender, lesbian, gay, questioning, and bisexual students are exposed to more risk factors than other students. With the increased exposure to potentially traumatic experiences and other risk factors, college counselors can help these students by focusing on increasing resilience.  Although students who have risk factors for poor college adjustment may never seek treatment at their institutional counseling center, college counselors can provide outreach services that target student demographics who are more likely to be exposed to risk factors. Support groups for those who have experienced certain types of traumatic events or who have been exposed to risk (such as childhood abuse, natural disasters, or financial distress support) may be beneficial. Services and support should especially be catered to be LGBTQ friendly and RISK AND RESILIENCY FACTORS 68 inclusive, as these students experience more risk factors than their heterosexual peers. Finally, college counseling professionals should also promote the idea that seeking mental health services is an easy process that is supportive and welcoming, as students who believe that seeking services is easy and that the campus supports it are more likely to do so (Chen, Romero, & Karver, 2016). Implications for Students  The results of this study emphasize the importance of considering student resilience in their adjustment to college. While students may already possess and utilize resilience factors upon entry into college, the continued fostering of these factors through their time in college will be helpful for them (Banyard & Cantor, 2004). Students may be encouraged by this study to seek out support through religious or spiritual engagement or campus involvement, as both of these have shown to promote resilience and provide a network of peer support (Créde and Niehorster, 2011; Semplonius, Good, & Willoughby, 2014). Limitations and Considerations for Future Research  There are several limitations to this study, some of which were discussed in chapter three. This sample was comprised solely of treatment-seeking students at four-year colleges and universities across the United States, thus, these results may not be generalizable to community college students. These results may also not apply to students who do not actively seek treatment at their institutional counseling center. This study also included mostly heterosexual students (65.6% of sample), cisgender female students (60.4% of sample), and white students (64.5%) of sample, which may limit its generalizability to areas with different demographic ratios.  This study combined the academic adjustment and institutional attachment concepts and the social adjustment and personal-emotional adjustment concepts using the raw scores of the RISK AND RESILIENCY FACTORS 69 scales in the CCAPS-62, which are divided into eight scales. This may limit the interpretability of the results as they relate to the four types of adjustment both separately and together. This study also explored factors of resilience, but did not use true measures of resilience and instead used demographic questions that implied a measure of resilience, which may also limit interpretability.  Finally, this study used an archival data set, which limits the researcher’s ability to manipulate variables and establish baselines. As the students included in the study sought treatment at varying times during their four years, there is no pre-college baseline of functioning for resilience and risk. Such insights would have allowed for a more comprehensive interpretation of adjustment. This study had small effect sizes (.00) which determine the strength of the relationships between variables (Field, 2013). These effect sizes were used to explain the amount of variance caused by gender identity, sexual orientation, race/ethnicity, risk, and resilience on adjustment. Since the effect sizes were small, those variables accounted for little of the variance in student adjustment, which indicates that the measures did not fully accurately capture the experience of those variables.  With these limitations of the current study, there are several implications for future research. First, future studies could benefit from using measures specifically designed to capture the four individual types of adjustment to provide a more in depth picture of what factors affect each type. Instruments that are designed to measure risk and resilience would also be advantageous in increasing the internal validity of the risk and resilience factors. Such measures that have been validated would provide a more accurate and thorough understanding of the interaction between variables and may lead to more significant results (e.g. in the second research question which specifically measured risk and resilience). This study could also be RISK AND RESILIENCY FACTORS 70 replicated with solely minority status students (i.e. without dominant groups) to provide a more focused picture of how these multiple minority status students adjust. Replicating this study with other populations, such as non-treatment seeking students or students at two-year colleges, could show a different picture, as those students may display different risk factors or show varying types of resilience and adjustment.  Longitudinal research would grant understanding of how the picture of adjustment for these students change over time. Following LGBTQ and ethnic minority students through their college career could provide a more comprehensive understanding of where their resilience is strongest and where their adjustment levels can vary, which will give administrators and practitioners a better idea of where to intervene. This would also allow for researchers to potentially find causal links between the variables.  Conclusion  This study explored the relationships between gender identity, sexual orientation, race/ethnicity, risk and resiliency factors, and college adjustment in a sample of treatment-seeking students at four-year universities across the United States. The purpose of this study was to examine these relationships in order to contribute to improved policies, services, and practices for such students and add to the growing body of literature in intersectional research. Findings from this study suggest that risk and resilience may mediate differences in adjustment that occur due to gender identity, sexual orientation, and race/ethnicity; however, it does also show that certain students, such as women and lesbian, gay, bisexual, questioning/queer, and transgender students are susceptible to higher levels of risk than others.   Future research may be able to improve on the validity of this study by using more specific measures and repeating this study with different populations to increase generalizability. RISK AND RESILIENCY FACTORS 71 This study contributes to the current body of literature by proposing a shift in the way researchers approach intersectionality. Using quantitative methods with an intersectional approach can provide a clearer picture of the complex issues faced by multiple minority status individuals as they adjust to college. Finally, this study may benefit college administrators and college counseling professionals by providing a guideline for which students can benefit from targeted interventions.                  RISK AND RESILIENCY FACTORS 72 References Abes, E. S. (2012). Constructivist and intersectional interpretations of a lesbian college student’s multiple social identities. Journal of Higher Education, 83(2), 186-216. ACA Traumatology Interest Network. (2016). Fact sheet #7: Terms to know. Retrieved from https://www.counseling.org/ Allison, R., & Risman, B. J. (2014). “It goes hand in hand with the parties”: Race, class, and residence in college student negotiations of hooking up. Sociological Perspectives, 57(1), 102-123. Baker, M. R., Frazier, P. A., Greer, C., Paulsen, J. A., Howard, K., Meredith, L. N., …Shallcross, S. L. (2016). Sexual victimization history predicts academic performance in college women. Journal of Counseling Psychology. doi: 10.1037/cou0000146 Baker, R. W., & Siryk, B. (1984). Measuring adjustment to college. Journal of Counseling Psychology, 31(2), 179-189. Balsam, K. F., Molina, Y., Beadnell, B., Simoni, J., & Walters, K. (2011). Measuring multiple minority stress: The LGBT People of Color Microaggressions Scale. Cultural Diversity and Ethnic Minority Psychology, 17, 163–174. Banyard, V. L., & Cantor, E. N. (2004). Adjustment to college among trauma survivors: An exploratory study of resilience. Journal of College Student Development, 45(2), 207–221. doi: 10.1353/csd.2004.0017 Bastian, B., & Haslam, H. (2010). Excluded from humanity: The dehumanizing effects of social ostracism. Journal of Experimental Social Psychology, 46, 107-113. doi: 10.1016/j.jesp.2009.06.022  Bonanno, G. A. (2012). Uses and abuses of the resilience construct: Loss, trauma, and health related adversities. Social Science & Medicine, 74(5), 753–756.     RISK AND RESILIENCY FACTORS 73 Bowleg, L., Huang, J., Brooks, K., Black, A., & Burkholder, G. (2003). Triple jeopardy and beyond: Multiple minority stress and resilience among Black lesbians. Journal of Lesbian Studies, 7, 87–108. Center for Collegiate Mental Health. (2015a). CCAPS user manual. University Park, PA. Center for Collegiate Mental Health. (2015b). 2014 Annual Report (Publication No. STA 15-30). Center for Collegiate Mental Health. (2014). 2013 Annual Report (Publication No. STA 14-43). Center for Collegiate Mental Health. (2012, July). 2012 Standardized Data Set (Publication No. STA 12-01 MPC121091). Chen, J. I., Romero, G. D., & Karver, M. S. (2016). The relationship of perceived campus culture to mental health help-seeking intentions. Journal of Counseling Psychology, 63(6), 677-684. Cohen, J. (1992). Statistical power analysis. Current Directions in Psychological Science, 1(3), 98-101. Conley, C. S., Kirsch, A. C., Dickson, D. A., & Bryant, F. B. (2014). Negotiating the transition to college: Developmental trajectories and gender differences in psychological functioning, cognitive-affective strategies, and social well-being. Emerging Adulthood, 2(3), 195-210.  Cousins, C., Servaty-Seib, H. L., & Lockman, J. (2017). College student adjustment and coping: Bereaved and nonbereaved students. Journal of Death and Dying, 74(4), 386-409. Credé, M., & Niehorster, S. (2011). Adjustment to college as measured by the student adaptation to college questionnaire: A quantitative review of its structure and relationships with correlates and consequences. Educational Psychology Review, 24(1), 133–165. Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 43, 1241–1299. Creswell, J. W. (2014). Research design: Qualitative, quantitative, and mixed methods approaches (4th ed.). Thousand Oaks, CA: Sage Publications. RISK AND RESILIENCY FACTORS 74 Edwards, T., Catling, J. C., & Parry, E. (2016). Identifying predictors of resilience in students. Psychology Teaching Review, 22(1), 26-34. Elliott, A. N., Alexander, A. A., Pierce, T. W., Aspelmeier, J. E., & Richmond, J. M. (2009). Childhood victimization, poly-victimization, and adjustment to college in women. Child Maltreatment, 14(4), 330–343. doi: 10.1177/1077559509332262 Else-Quest, N. M., & Hyde, J. S. (2016a). Intersectionality in quantitative psychological research: I. Theoretical and epistemological issues. Psychology of Women Quarterly, 40(2), 155-170. Else-Quest, N. M., & Hyde, J. S. (2016b). Intersectionality in quantitative psychological research: II. Methods and techniques. Psychology of Women Quarterly, 40(3), 319-336. Enochs, W. K., & Roland, C. B. (2006). Social adjustment of college freshmen: The importance of gender and living environment. College Student Journal, 40(1), 63-74. Field, A. (2013). Discovering Statistics using SPSS. Thousand Oaks, CA: SAGE Publications.  Fletcher, D. & Sarkar, M. (2013). Psychological resilience: A review and critique of definitions, concepts, and theory. European Psychologist, 18(1), 12-23. Harrar, W. R., Affsprung, E. H., & Long, J. C. (2010). Assessing campus counseling needs. Journal of College Student Psychotherapy, 24(3), 233–240. Hannon, C. R., Woodside, M., Pollard, B. W., & Roman, J. (2016). The meaning of African American college women’s experiences attending a predominantly white institution: A phenomenological study. Journal of College Student Development, 57(6). Hatch, S. L., & Dohrenwend, B. P. (2007). Distribution of traumatic and other stressful life events by race/ethnicity, gender, SES and age: A review of the research. American Journal of Community Psychology, 40, 313-332. RISK AND RESILIENCY FACTORS 75 Hendricks, M. L., & Testa, R. J. (2012). A conceptual framework for clinical work with transgender and gender nonconforming clients: An adaptation of minority stress theory. Professional Psychology: Research and Practice, 43(5), 460-467. doi: 10.1037/a0029597  Hong, J. S., Woodford, M. R., Long, L. D., & Renn, K. A. (2016). Ecological covariates of subtle and blatant heterosexist discrimination among LGBQ college students. Journal of Youth and Adolescence, 45(1), 117-131. Hunt, J., & Eisenberg, D. (2010). Mental health problems and help-seeking behavior among college students. Journal of Adolescent Health, 46, 3-10. Kalsner, L., & Pistole, M. C. (2003). College adjustment in a multiethnic sample: Attachment, separation-individuation, and ethnic identity. Journal of College Student Development, 44(1), 92-109. Laerd Statistics. (2016). Two-way MANOVA using SPSS Statistics. Statistical tutorials and software guides. Retrieved from https://statistics.laerd.com/ Lee, S. A., Park, H. S., Kim, W. (2009). Gender differences in international students’ adjustment. College Student Journal, 43(4), 1217-1228. Locke, B.D., McAleavey, A.A., Zhao, Y., Lei, PW., Hayes, J.A., Castonguay, L.G., Li, H., Tate, R. & Lin, Y.C.  (2012). Development and initial validation of the Counseling Center Assessment of Psychological Symptoms-34 (CCAPS-34). Measurement and Evaluation in Counseling and Development, 45, 151-169. Lord, H. G. (1973). Ex post facto studies as a research method. Special report No. 7320. McConnell, E. A., Janulis, P., Phillips, G., Truong, R., & Birkett, M. (2018). Multiple minority stress and LGBT community resilience among sexual minority men. Psychology of Sexual Orientation and Gender Diversity, 5(1), 1-12. RISK AND RESILIENCY FACTORS 76 Melendez, M. C. (2016). Adjustment to college in an urban commuter setting: The impact of gender, race/ethnicity, and athletic participation. Journal of College Student Retention: Research, Theory, and Practice, 18(1), 31-48. Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 36, 38-56. Pitcher, E. N., Camacho, T. P., Renn, K. A., & Woodford, M. R. (2018). Affirming policies, programs, and supportive services: Using an organizational perspective to understand LGBTQ+ college student success. Journal of Diversity in Higher Education, 11(2), 117-132. Sanlo, R. (2004). Lesbian, gay, and bisexual college students: Risk, resiliency, and retention. Journal of College Student Retention, 6(1), 97-110. Schmidt, C. K., Miles, J. R., & Welsh, A. C. (2011). Perceived discrimination and social support: The influences on career development and college adjustment of LGBT college students. Journal of Career Development, 38(4), 293-309. Schneider, M. E., & Ward, D. J. (2003). The role of ethnic identification and perceived social support in Latinos’ adjustment to college. Hispanic Journal of Behavioral Sciences, 25(4), 539-554. Semplonius, T., Good, M., & Willoughby, T. (2014). Religious and non-religious activity engagement as assets in promoting social ties throughout university: The role of emotional regulation. Journal of Youth and Adolescence, 44(8), 1592-1606. Smedley, B. D., Myers, H. F., & Harrell, S. P. (1993). Minority-status stresses and the college adjustment of ethnic minority freshmen. Journal of Higher Education, 64(4), 434-452. Straub, K. T., McConnell, A. A., & Messman-Moore, T. L. (2018). Internalized heterosexism and Posttraumatic Stress Disorder symptoms: The mediating role of shame proneness among trauma-RISK AND RESILIENCY FACTORS 77 exposed sexual minority women. Psychology of Sexual Orientation and Gender Diversity, 5(1), 99-108. Tabachnick, B. G., & Fidell, L. S. (2007). Using Multivariate Statistics (5th ed.). Boston, MA: Allyn & Bacon. Tebbe, E. A., & Moradi, B. (2016). Suicide risk in trans populations: An application of minority stress theory. Journal of Counseling Psychology, 63(5), 520-533. doi: 10.1037/cou0000152 Toews, M. L., & Yazedjian, A. (2007). College adjustment among freshmen: Predictors for white and Hispanic males and females. College Student Journal, 41(4), 891-900. Windle, G. (2011). What is resilience? A review and concept analysis. Reviews in Clinical Gerontology, 21, 152-169.                           RISK AND RESILIENCY FACTORS 78 Appendix A IRB Determination of Exempt Status From: Stefaniak, Jill E. Sent: Thursday, April 5, 2018 11:58 AM To: Schwitzer, Alan M. Cc: FERNANDES, STACEY C. Subject: Re: Update on previously exempt research project    Thanks Woody,   If no changes are being made to the protocol, you're all set. Best of luck to you with your study.   Best, -Jill    Jill E. Stefaniak, Ph.D., CPLP Assistant Professor, Instructional Design & Technology Graduate Program Director Chair, DCOE Human Subjects Committee 4128 Education Building Old Dominion University Tel: 757-683-6696 Email: jstefani@odu.edu  From: Schwitzer, Alan M. Sent: Thursday, April 5, 2018 11:54:09 AM To: Stefaniak, Jill E. Cc: FERNANDES, STACEY C. Subject: Update on previously exempt research project   TO: Jill Stefaniak, Chair, DCOE Human Subjects Review Committee   FROM: Alan \"Woody\" Schwitzer   RE: Project Update: [898765-1] The Relationship Between Trauma Exposure and College Student Adjustment: Resilience as a Mediator   Jill, I am emailing to provide an update regarding project listed above (and corresponding to the attached). I wanted to let you know that we are planning a follow-up analytical study of the existing dataset. I realize that once a study has received exempt status, updates are not typically required; I just wanted to keep you in the loop that our working in continuing with a follow-up. Would you mind responding with an email to confirm receipt just for our records? Thanks Jill.  RISK AND RESILIENCY FACTORS 79 Woody   cc: Stacey Fernandes, COUN PHD    Alan M. \"Woody\" Schwitzer, Ph.D. Past Editor, Journal of College Counseling Board of Contributors, About Campus Magazine Licensed Psychologist & Professor of Counseling Department of Counseling & Human Services Old Dominion University, Norfolk, VA 23529-0157 (Office) 757-683-3251 (Fax) 757-683-5756 http://www.odu.edu/~aschwitz/ http://www.amazon.com/author/alanschwitzer ODU Counseling Graduate Programs’ Facebook Page                                   RISK AND RESILIENCY FACTORS 80 Appendix B College Counseling Assessment of Psychological Symptoms – 62 Counseling Center Assessment of Psychological Symptoms — CCAPS-62   Page 1 of 2 Name: _ Date:       Not at all like me  ....................................................... Extremely like me 1. I get sad or angry when I think of my family 0 1 2 3 4 2. I am shy around others 0 1 2 3 4 3. There are many things I am afraid of 0 1 2 3 4 4. My heart races for no good reason 0 1 2 3 4 5. I feel out of control when I eat 0 1 2 3 4 6. I enjoy my classes 0 1 2 3 4 7. I feel that my family loves  me 0 1 2 3 4 8. I feel disconnected from myself 0 1 2 3 4 9. I don't enjoy being around people as much as I used  to 0 1 2 3 4 10.   I feel isolated and alone 0 1 2 3 4 11.      My family gets on my nerves 0 1 2 3 4 12.  I lose touch with reality 0 1 2 3 4 13. I think about food more than I would like to 0 1 2 3 4 14.   I am anxious that I might have a panic attack while in  public 0 1 2 3 4 15.   I feel confident that I can succeed academically 0 1 2 3 4 16.   I become anxious when I have to speak in front of audiences 0 1 2 3 4 17.  I have sleep difficulties 0 1 2 3 4 18.  My thoughts are racing 0 1 2 3 4 19.    I am satisfied with my body shape 0 1 2 3 4 20.   I feel worthless 0 1 2 3 4 21.    My family is basically a happy one 0 1 2 3 4 22.  I am dissatisfied with my weight 0 1 2 3 4 23.   I feel helpless 0 1 2 3 4 24.   I use drugs more than I should 0 1 2 3 4 25.   I eat too much 0 1 2 3 4 26.   I drink alcohol frequently 0 1 2 3 4 27.     I have spells of terror or panic 0 1 2 3 4 RISK AND RESILIENCY FACTORS 81 28.   I am enthusiastic about life 0 1 2 3 4 29.   When I drink alcohol I can't remember what happened 0 1 2 3 4     Not at all like me  ....................................................... Extremely like me 30.  I feel tense 0 1 2 3 4 31.   When I start eating I can't stop 0 1 2 3 4 32.  I have difficulty controlling my temper 0 1 2 3 4 33. I am easily frightened or startled 0 1 2 3 4 34.   I diet frequently 0 1 2 3 4 35.   I make friends easily 0 1 2 3 4 36.   I sometimes feel like breaking or smashing things 0 1 2 3 4 37.     I have unwanted thoughts I can't control 0 1 2 3 4 38.  There is a history of abuse in my family 0 1 2 3 4 39.   I experience nightmares or flashbacks 0 1 2 3 4 40.   I feel sad all the time 0 1 2 3 4 41.    I am concerned that other people do not like me 0 1 2 3 4 42.  I wish my family got along better 0 1 2 3 4 43.   I get angry easily 0 1 2 3 4 44.  I feel uncomfortable around people I don't know 0 1 2 3 4 45.  I feel irritable 0 1 2 3 4 46. I have thoughts of ending my life 0 1 2 3 4 47.     I feel self conscious around others 0 1 2 3 4 48.  I purge to control my weight 0 1 2 3 4 49.   I drink more than I should 0 1 2 3 4 50.  I enjoy getting drunk 0 1 2 3 4 51.    I am not able to concentrate as well as usual 0 1 2 3 4 52.  I am afraid I may lose control and act violently 0 1 2 3 4 53.  It’s hard to stay motivated for my classes 0 1 2 3 4 54.   I feel comfortable around other people 0 1 2 3 4 55.   I like myself 0 1 2 3 4 56. I have done something I have regretted because of drinking 0 1 2 3 4 57.   I frequently get into arguments 0 1 2 3 4 58.  I find that I cry frequently 0 1 2 3 4 59.  I am unable to keep up with my schoolwork 0 1 2 3 4 60. I have thoughts of hurting others 0 1 2 3 4 61.   The less I eat, the better I feel about myself 0 1 2 3 4 62.   I feel that I have no one who understands me 0 1 2 3 4  RISK AND RESILIENCY FACTORS 82  Appendix C Resume Stacey C. Fernandes, M.S.Ed. sfern011@odu.edu  EDUCATION & LICENSURES Jan 2016-Present Old Dominion University, Norfolk, VA: CACREP-accredited    Education, Ph.D., concentration in Counselor Education and Supervision In progress, expected graduation: August 2018  2014-2015  Old Dominion University, Norfolk, VA: CACREP-accredited    Counseling, M.S.Ed., concentration in Clinical Mental Health  2009-2013  George Mason University, Fairfax, VA    Psychology, B.S.; Minor in Criminology, Law, & Society  Licensed Professional Counselor (LPC-VA): In progress, expected 2018 Certified Substance Abuse Counselor (CSAC-VA):  In progress, expected 2018  WORK EXPERIENCE August 2017-Present Group Facilitator: Old Dominion University    Norfolk, VA  May 2017-Present Resident in Counseling: Right Path Addiction Treatment Center    Chesapeake, VA  Fall 2016-Present Primary Instructor, Human Services Department, Old Dominion University    Norfolk, VA  May 2017-Aug 2017 Resident in Counseling: Sentara Ambulatory Care Center, Mental Health Clinic Norfolk, VA  May 2016-May 2017 Resident in Counseling: The LGBT Center of Hampton Roads Norfolk, VA  SUPERVISION EXPERIENCE Aug 2017-Present Individual and Group Practicum Supervisor Jan-May 2016  Old Dominion University, Norfolk, VA  RISK AND RESILIENCY FACTORS 83  SELECT PRESENTATIONS July 2017  Helping Trans Clients Who Have Experienced Minority Stress-Related Complex Trauma. Fernandes, S., O’Hare, V., & Vajda, A. American Mental Health Counselors Association Conference, Washington, D. C.  May 2017  LGBT Competency Training for Mental Health Professionals. Fernandes, S. & Gerwe, C.Chesapeake Integrated Behavioral Health, Chesapeake, VA  January 2017  Counseling Gay Latinos: Addressing the Complexities of Multidimensional Identities. Vajda, A., Fernandes, S., & Belcher, T. Virginia Association for Counselor Education and Supervision Conference, Norfolk, VA  Nov 2016  LGBT Competency Training for Medical Professionals. Fernandes, S. & Gerwe, C.  July 2016  Crisis and Suicide in the LGBT+ Population. Fernandes, S. & Gerwe, C.  June 2016  Military Pride and Diversity Training: LGBT Pride Month. Fernandes, S. & Gerwe, C.    ",
    "id": 217295275,
    "identifiers": {
        "doi": "10.25777/r1gw-2g95",
        "oai": "oai:digitalcommons.odu.edu:chs_etds-1019"
    },
    "title": "Risk and Resiliency Factors Affecting the College Adjustment of Students with Intersectional Ethnocultural Minority and LGBTQ Identities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-07-01T08:00:00+01:00",
    "publisher": "ODU Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.odu.edu/cgi/viewcontent.cgi?article=1019&amp;context=chs_etds"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217295275.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217295275"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217295275/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217295275/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217295275"
        }
    ],
    "abstract": "Adjustment to college has been demonstrated to be a multifaceted process with several developmental challenges for young adults entering higher education. As colleges and universities in the United States increase in racial and ethnocultural diversity and as LGBTQ students become more visible on campus, it has become crucial to cater support services and interventions to their specific needs. This study used archival data to examine the relationships between gender identity, sexual orientation, race/ethnicity, risk and resilience factors, and college adjustment in a sample of treatment-seeking students at four-year institutions nationwide. The data were analyzed using three three-way multivariate analyses of variances (MANCOVAs). The results indicated that cisgender men have poorer adjustment than cisgender women and that heterosexual persons have poorer social and personal-emotional adjustment than gay, lesbian, and bisexual students. Gay, lesbian, bisexual, and queer/questioning students also displayed higher risk factors than their heterosexual peers. Finally, these differences in adjustment between demographics were mediated when risk and resilience factors were added. The findings of this study may inform theories of adjustment, college administration practices, and clinical practice",
    "tags": [
        "dissertation",
        "CCAPS",
        "College adjustment",
        "College counseling",
        "Ethnic minority",
        "Gender identity",
        "LGBTQ",
        "Ethnic Studies",
        "Higher Education",
        "Lesbian, Gay, Bisexual, and Transgender Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "dissertation"
    ],
    "oai": "oai:digitalcommons.odu.edu:chs_etds-1019",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3709",
        "openDoarId": 0,
        "name": "Old Dominion University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217295275,
        "depositedDate": null,
        "publishedDate": "2018-07-01T08:00:00+01:00",
        "updatedDate": "2024-02-21T02:00:38+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:24:08+01:00"
    },
    "urls": [
        "https://digitalcommons.odu.edu/chs_etds/19",
        "https://digitalcommons.odu.edu/context/chs_etds/article/1019/viewcontent/Fernandes_risk_and_resiliency.pdf"
    ],
    "lastUpdate": "2024-02-21T02:00:38+00:00",
    "setSpecs": []
}