{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jon Arcelus (304283)"
        },
        {
            "name": "L. Claes (7239299)"
        },
        {
            "name": "Gemma Witcomb (1248090)"
        },
        {
            "name": "E. Marshall (7241588)"
        },
        {
            "name": "Walter P. Bouman (3238935)"
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-26T23:07:17+00:00",
    "dataProvider": {
        "id": 66,
        "name": "Loughborough University Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/66",
        "logo": "https://api.core.ac.uk/data-providers/66/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/288373906.pdf",
    "fullText": "Risk Factors for Non Suicidal Self Injury among Trans Youth  Jon Arcelus1, 2, Laurence Claes3,4, Gemma L.Witcomb5, Ellen Marshall1, 5, Walter Pierre Bouman1    1 Nottingham Centre for Gender Dysphoria, Nottingham, United Kingdom 2 Division of Psychiatry and Applied Psychology, Faculty of Medicine & Health Sciences, University of Nottingham, Nottingham, United Kingdom  3 Faculty of Psychology and Educational Sciences, KU Leuven, Leuven, Belgium  4 Faculty of Medicine and Health Sciences (CAPRI), University of Antwerp, Antwerp. 5 School of Sport, Exercise, and Health Sciences, Loughborough University, United Kingdom        Correspondence: Prof. Jon Arcelus, Nottingham Centre for Gender Dysphoria, 3 Oxford Street, Nottingham, NG1 5BH. United Kingdom. Tel: +44 115 8760160 e-mail: J.Arcelus@lboro.ac.uk      Risk Factors for Non Suicidal Self Injury among Trans Youth  Abstract Background: Previous research has reported high levels of non-suicidal self-injury (NSSI) in trans populations and younger age has been identified as a risk factor.  Aims: To explore the prevalence of NSSI in a large group of young trans people, and to identify risk factors for this group.  Main Outcome Measures: Socio-demographic variables and measures of NSSI (The Self-Injury Questionnaire), Psychopathology (Symptom Checklist 90 Revised), Self-esteem (Rosenberg Self Esteem Scale), victimization (Experiences of transphobic victimization), Interpersonal functioning (Inventory of Interpersonal Problems) and social support (Multidimensional Scale of Perceived Social Support). Methods: Two hundred and sixty eight young people attending a national gender clinic completed questionnaires assessing presence and frequency of NSSI and levels of general psychopathology, depression, anxiety, interpersonal problems, self-esteem, social support, transphobia, and information on hormone treatment.  Results: A life-time presence of NSSI was identified in 46.3% of patients and 28.73% reported currently engaging in NSSI (within at least the last few months). Analyses showed that those with a life-time presence of NSSI had significantly greater general psychopathology, lower self-esteem, had suffered more transphobia, and experienced greater interpersonal problems than those without NSSI. Findings were similar when comparing current versus non-current NSSI. Overall, natal males reported less social support than natal females, but current NSSI was more common in natal females. Regression analyses confirmed that natal female gender and greater general psychopathology predicted both current and life-time NSSI. Further analyses confirmed that general psychopathology itself could be predicted by transphobic experiences, low self-esteem, and interpersonal problems, but not by the use of cross sex hormones.  Conclusions: These findings confirm that NSSI is common in trans youth and emphasise the need for interventions, which decrease transphobia, increase social support and help trans youth navigate their relationships with others in order to reduce psychopathology and NSSI.  Keywords: Gender Dysphoria, Trans, Transgender, Transsexual, Youth, Young people, Suicide, Non-suicidal Self Injury, Psychopahology   Introduction The new edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) uses the term of Gender Dysphoria to describe people who present with high levels of distress caused by the discrepancy between their gender identity (how they see themselves with respect to their gender) and the sex they were assigned at birth (and the associated gender role and/or primary and secondary sex characteristic) [1]. In some cases, this distress is sufficiently intense that people decide to undergo a transition from one point of the gender binary to another (male-to-female (known as trans women or trans female) or from female-to-male (known as trans men or trans male)). This diagnosis also recognizes those people who do not identify themselves as either male or female and who see themselves as not part of the gender binary. Although over the years different terms have been used to describe people who present with a discrepancy and/or dysphoria about their gender, throughout this paper the terms “trans people/individuals”, “trans women” and “trans men” will be used, instead of using  diagnostic terminology, in order to include people with sufficient levels of gender dysphoria to approach clinical services, independent of diagnosis.  Based on studies looking at individuals attending clinical services, the prevalence of trans people is not high [2].  Population studies suggest a significantly higher prevalence despite the fact that it remains unknown how many people who identify as trans go on to seek cross-sex hormone treatment and/or gender-related surgery [3,4]. Research has already reported high levels of mental health problems, particularly depression and non-suicidal self-injury (NSSI), among the trans population  [5,6,7,8,9,10,11]. Non-suicidal self-injury (NSSI) refers to the direct and intentional injury of one's own body tissue without suicidal intent, such as cutting, burning, and hitting oneself, and has been found to function as a way to regulate emotions and also as a self-punishment [12]. Studies investigating this behavior have interchangeably used different terms to define it, including self-harm, self-cutting, self-injury as well as NSSI.  There is good evidence to suggest that levels of NSSI are considerably high among young people, ranging between 14-39% in the community and 40-61% in psychiatric samples [13,14]. Those studies have also identified that NSSI is higher among the lesbian, gay, bisexual, and transgender (LGBT) young population when comparing to the general population of young people [15]. Possibly due to the low prevalence of trans people, the numbers of studies that have included young trans people are very small.  In many instances, researchers in this area have studied trans youth as part of the overall LGBT group. For example, Mustanski and Liu [15] suggested that lesbian, gay, bisexual, and transgender (LGBT) individuals are at greater risk for NSSI when they investigated a sample of 237 LGBT youths (age range 16-20 years). However, this study only included 21 (8.8%) trans people and showed that 11 (52.4%) of them engaged in NSSI during their life-time and 4 (19%) during the past year. Walls et al. [16] also investigated trans youth as part of the LGBT group by researching 265 LGBT youths (age range 13-22 years; 4.9% self-identified as trans). Their study found that 6 (47.2%) out of the 13 trans youth that took part in the study, stated that they had engaged in self-cutting behavior during the past year. More recent studies have investigated rates of NSSI in larger samples of trans people by focusing on those people who are referred to gender identity clinic services. Claes et al.[5] has recently reported a 38% life-time prevalence of NSSI within this population. Although this study consisted of 155 trans individuals, the number of young people included remained small. Nevertheless, the study did identify that NSSI was more prevalent among younger people.  Although all of the aforementioned studies are limited by the small number of trans youth included, they clearly indicated an association between younger age and NSSI behavior in this population. Studying the rates of NSSI in this vulnerable population is important as it aids the further understanding of this behavior.  For example, identifying risk factors for NSSI may help the development of preventive interventions for this specific population. Risk factors for NSSI, which have been identified within the general, psychiatric and adult trans populations, include childhood traumatic experiences, psychological symptoms (particularly anxiety and depression), identity problems, levels of transphobia, interpersonal dysfunction and natal gender [5,17,18,19,20,21]. Whilst in the general population, women are reportedly three to four times more likely to self-injure than men [22], in the trans literature, NSSI appears to be more common in trans men than trans women [23], suggesting that gender patterns of NSSI may align with individuals’ birth sex rather than their experienced gender. Young age has been reported to be an important risk factor for NSSI in the trans population [5,8]. Hence, investigating NSSI behavior specifically in this group is important, as it may further identify risk and protective factors, which can be modified, supported, treated or prevented.   Aims This study had two main aims. The first was to investigate the rates of NSSI among young trans individuals referred to a national gender identity clinic service during a 30-month period. As per previous studies, young people were defined as those below the age of 25 years [21,24]. The second aim was to collect and analyse information regarding the possible risk factors for NSSI focusing on those previously described in the general and older trans population, such as natal gender, general psychopathology, levels of depression, interpersonal problems, levels of self-esteem, social support, and transphobia experiences [5,18,19,20,25]. The study aimed to compare these variables between young trans individuals who do and do not engage in NSSI, taking into account natal gender (male/female), and the interaction between the presence or absence of both life-time and current NSSI and natal gender. Based on the literature regarding NSSI and trans, it was hypothesized that NSSI will be more prevalent in natal females and in those with higher levels of psychopathology, victimization (transphobia experience), interpersonal problems, low self-esteem and less perceived support from others [5,8,17,18,19,20]. Related to this, this study also sought to identify what factors can predict life-time and current NSSI and what factors predict general psychopathology (a known factor to predict NSSI).  Methods Participants and Procedures The sample consisted of all individuals below the age of 25 years old who were referred for an assessment to a national gender identity clinic service in the United Kingdom during a 30-month period, between November 2012 and June 2015. The clinic is one of the largest of its kind in Europe and receives referrals of people with gender dysphoria over the age of 17 years, directly from primary care. Every individual referred to the service for an assessment of their gender dysphoria was included into the study.  Prior to the clinical assessment every patient is invited to complete a battery of questionnaires to aid the assessment and diagnostic procedure, as well as to assess suitability to enter into the treatment program. The assessment at the clinic consists of two appointments with independent senior clinicians with experience in the field of transgender health. A third appointment with the two clinicians, the trans person and a significant other is also organized to explore and increase the social support of the individual and plan future care.  Following independent assessments and discussion within the multi-disciplinary team the person is considered for entry into the treatment programme. Patients will usually commence cross-sex hormone treatment (CST), if there are no physical contraindications. For trans males, following a minimum of six months of living in their experienced gender role and being part of the treatment programme they are considered for chest reconstructive surgery. Genital reconstructive surgeries are generally available to trans people after being in the treatment programme for a minimum of 18 months, if they so wish. Once trans people have undergone their desired treatment, follow-up care can be organised at the service, if they so wish [26].  While most trans people presenting to the service request CST in order to reduce their gender dysphoria and in some cases their body dysphoria, not all trans people desire or deem it necessary to have cross sex hormone treatment and not all trans people will request gender-related surgeries [27]. As this clinic only assesses those above the age of 17 years, a large number of patients will have been referred from the only national clinic for child and adolescents with gender dysphoria in the UK.  Therefore by the time patients are referred to the adult gender identity clinic service, some young trans people will already have started cross-sex hormone treatment or Gonadotropin Releasing Hormone Analogue (GnRH-A) Therapy. This information will also be considered in the analysis in order to explore the effect of early intervention in NSSI behavior.    Main Outcome Variables The Self-Injury Questionnaire (SIQ) [28]. The SIQ was used to asses self-injury. Participants were asked whether they had ever deliberately cut or hurt themselves in the form of burn, scratch, bruise or bite themselves (yes/no) and if they had, how long ago they last did this (in the last week, month, several months ago, more than a year ago, or never). This questionnaire has been used in the trans population [5,8]. Symptom Checklist 90 Revised (SCL-90-R) [29]. The SCL-90-R assesses general psychopathology and provides a global score, referred to as the Global Severity Index (GSI, Derogatis, 1977). This is calculated from scores across nine primary symptoms dimensions: depression, anxiety, obsessive-compulsive, phobic anxiety, somatisation, interpersonal sensitivity, paranoid ideation, hostility, and psychoticism. This study utilised the GSI score as well as the Depression and Anxiety subscales as they have been found to be predictive factors in previous studies [5,8]. Higher scores indicate greater psychopathology. The SCL has good construct validity and reliability [30] and is applied widely in trans research [5,8,17,18,25]. The Cronbach’s alpha for the current sample were .89, .93 and .97 for the Anxiety and Depression subscales and GSI respectively. Rosenberg Self Esteem Scale (RSE) [31]. The RSE evaluates global self-esteem. Ten items produce a global score, which is considered in the normal range when between 15 and 25. A global score lower than 15 indicates low self-esteem. The RSE has been empirically validated [32] and administered previously to trans individuals [33]. The Cronbach’s alpha for the total RSE in the current sample was .9. Experiences of transphobic victimisation. The Experiences of Transphobia Scale [34] assesses experiences of discrimination or victimization on the basis of gender identity or gender presentation. The questionnaire was based on the Transgender Violence Study and measured people’s lifetime experiences of violence and harassment and experiences of any form of economic discrimination as a result of being trans (e.g., verbal abuse, physical abuse, fired from a job, problems getting a job, and problems getting health or medical services due to gender identity or presentation). All five items are to be rated on a four-point Likert scale ranging from 0 (“never”) to 3 (“several times”). The Cronbach’s alpha for this scale in the current sample was .61. Inventory of Interpersonal Problems (IIP-32) [35]. The IIP-32 (IIP) assesses common interpersonal problems, across eight subscales: hard to be assertive, hard to be sociable, hard to supportive, hard to be involved, too dependent, too caring, too aggressive, and too open. The subscales are grouped into four; problems with competition, problems with socialising, problems with nurturance, and problems with independence. A global score provides an indication of overall interpersonal problems, where higher scores indicate greater interpersonal problems. The IIP has demonstrated high reliability [35] and has been applied in both non-clinical [36] and clinical samples [18, 37]. The Cronbach’s alpha ranged from .74 to .90 in this group. Multidimensional Scale of Perceived Social Support (MSPSS) [38]. The MSPSS is a 12-item, self-report scale designed to tap social support from family, friends, and significant others. Items are rated on a 7-point Likert scale ranging from 1 (‘very strongly agree) to 7 (‘very strongly disagree’). The instrument includes three subscales to address these three types of support (family, friends, significant others). The mean total and subscale scores range from 1 to 7, and a higher score indicates greater perceived social support. This scale has recently been used in trans populations [25]. The Cronbach’s alpha for the subscales and the total MSPSS ranged between .89 and .94. Analyses All data analyses were performed by means of SPSS 22 [39]. The groups were analyzed primarily by comparing individuals with life-time presence/absence of NSSI. Individuals were grouped in the category of “life-time presence of NSSI” if they replied yes to the question “have you ever deliberately cut or hurt yourself?”. Participants were also grouped into non-current NSSI (never NSSI and more than one year ago) and current NSSI, to assess differences based on how recent NSSI occurred. To determine the prevalence (life-time and current) of NSSI and its characteristics, descriptive statistics were used. To investigate the association between NSSI (current and life-time) and natal gender, the Chi-Square statistic was calculated. MANOVAs were applied with psychological symptoms, victimization, interpersonal problems, and social support as dependent variables and the presence or absence of life-time or current NSSI and natal gender (men/women) and their interactions as independent variables. Similar analyses were performed to compare the two groups that were part of the non-current NSSI (participants who never engaged in NSSI with those who performed NSSI more than one year ago). Furthermore, logistic regression analyses were performed to investigate which variables predicted life-time NSSI and current NSSI in trans participants when taking all variables into account. Finally, a linear regression analysis was performed to investigate which factors determined the general level of psychopathology. The level of significance used was p < .05. The study received ethical approval from the Research and Development Department from the Nottinghamshire Healthcare NHS Foundation Trust on behalf of the local ethics committee in line with Health Research Authority guidance [40].  Results Socio-demographic characteristics of the sample During the studied period 299 patients under the age of 25 years who were referred to the service and offered an assessment were invited to participate in the study. It is extremely rare that the service does not accept a referral for an assessment for gender dysphoria. Out of the 299 patients, 31(10.3%) of them did not answer the question regarding NSSI behavior and were consequently excluded. Therefore the study group consisted of 268 young people with a mean age of 19.9 years (SD = 2.17). The mean age of coming out to others as Trans was 16.9 years (SD = 3.33) and the mean age of social role transitioning was 17.56 years (SD = 3.16).  Out of the 268 people, 121 (45.2%) described themselves as natal female and 136 (50.7) as natal male. Eleven (4.1%) did not answer this question. The majority of the population studied were white (n=241, 89.9%), student (n=90; 33.6%) or unemployed (n=49; 18.3%), and without a partner (n=241, 89.9%); a quarter was living with their family of origin (n=67; 25%). A small number of people (53-19.8%) were on cross-sex hormones (11-2.8%) and 42 (15.6%) were on GnRH-A therapy before assessment (see Table 1 for all demographics).   [Insert Table 1 about here]  More than half of the people (n=144, 53.7%) reported absence of life-time NSSI while 124 (46.3%) reported life-time NSSI.  By grouping patients differently 191 (71.3%) patients presented with non-current NSSI (never (n=144) or more than one year ago (n=47)) and 77 (28.7%) with current NSSI. Out of the 124 young people who reported NSSI 32 (25.8%) did so less than a week ago, 16 (12.9%) less than a month, 29 (23.0%) a few months and 47 (37.9%) more than a year previous to the completion of the questionnaires.  The big majority of the individuals who reported a life-time NSSI, cut themselves (n=73-57.9%), 23 (18.2%) punched a wall or hit an object, 11 (8.7%) scratched themselves, 10 (7.9%) burned themselves, 6 (4.7%) banged their head, and 4 (3.1%) bit themselves. They type of NSSI was similar when investigating current NSSI. Several people reported to use more than one form of NSSI.  Eight people reported to cut or burn their breast; none reported to use NSSI in their genitalia.   Absence vs. Life-time NSSI  When comparing the people with life-time NSSI to the people with life-time absence of NSSI, the study found that there was a nearly significant difference in natal gender (χ2(1) = 3.53, p < .06), with a tendency towards natal females (n=64) displaying more NSSI compared to natal males (n=56) (see Table 1).  With respect to clinical psychopathology (SCL-90), and more specifically anxiety, depression and GSI, a significant main effect was found for lifetime NSSI  [Wilks’Lambda = .93, F(3,225) = 5.48, p < .01], but no significant main effect for natal gender [Wilks’Lambda = .99, F(3,225) = 1.07, ns], nor a significant interaction [Wilks’Lambda = .98, F(3,225) = 1.26, ns]. Patients with life-time NSSI scored significantly higher on the general severity index compared to patients without NSSI (see Table 2). Concerning self-esteem (RSE), there was a significant main effect of life-time presence/absence of NSSI, but no main natal gender or interaction effect. Patients with life-time NSSI scored significantly lower on self-esteem compared to patients without NSSI (see Table 2).   [Insert Table 2 about here]  With respect to transphobic experiences, only a significant main effect for life-time presence/absence of NSSI was revealed, with no main effect of gender or interaction found. Concerning to interpersonal difficulties, overall, no significant main effects for life-time presence/absence of NSSI [Wilks’Lambda = .96, F(5,234) = 1.73, ns] or natal gender were found [Wilks’Lambda = .97, F(5,234) = 1.03, ns], nor was their interaction [Wilks’Lambda = .98, F(5,234) = .95, ns] significant. On the subscale level, patients with NSSI found it harder to be supportive and reported more interpersonal problems in general (IIP-total) than patients without NSSI, and natal males found it harder to be sociable compared to natal females (see Table 3). Finally, concerning social support (MSPSS), there was a significant main effect of natal gender [Wilks’Lambda = .94, F(3,249) = 4.95, p < .01], but no main effect of NSSI [Wilks’Lambda = 1.00, F(3,249) = .01, ns] nor a significant interaction [Wilks’Lambda = .99, F(3,249) = .55, ns]. Natal males reported that they perceived less social support from significant others, and in general, compared to natal females (see Table 3).  [Insert Table 3 about here]  Current Vs non-current NSSI Out of the 268 people studied, 191 (71.3%) of them presented with non-current NSSI and 77 (28.73%) with current NSSI. When analysing the differences between young trans people with current and non-current NSSI, the pattern of findings were very similar to those reported above, with greater significance values in many cases. While the difference in the numbers of natal males and natal females engaging in lifetime NSSI just missed significance, significantly more natal females (n=45) were currently engaging in NSSI than natal males (n=30) (χ2(1) = 7.09, p < .01).  The results of the different measurements were also similar. With respect to clinical psychopathology (SCL-90), a significant main effect was also found for current NSSI [Wilks’Lambda = .91, F(3,225) = 7.59, p < .001], but not for natal gender [Wilks’Lambda = .99, F(3,225) = 1.06, ns] and their interactions [Wilks’Lambda = .99, F(3,225) = .61, ns]. Patients with current NSSI scored significantly higher on the anxiety subscale, and the general severity index compared to patients without current NSSI (see Table 4). As predicted we found a significant main effect of current presence/absence of NSSI, but no main natal gender or interaction effect regarding self-esteem (RSE). Patients with current NSSI scored significantly lower on self-esteem compared to patients without current NSSI (see Table 4).  [Insert Table 4 about here]  The study also found no significant main effects for presence/absence of current NSSI and natal gender when assessing transphobic experiences and no significant interaction effect.  With respect to interpersonal difficulties, overall, we found a significant main effect for presence/absence of current NSSI [Wilks’Lambda = .94, F(5,234) = 2.77, p < .05], but no significant main effect of natal gender [Wilks’Lambda = .97, F(5,234) = 1.31, ns], nor a significant interaction effect [Wilks’Lambda = .98, F(5,234) = .61, ns]. Patients with current NSSI find it harder to be supportive and reported more general interpersonal problems than patients without NSSI. Finally, concerning social support, we found a significant main effect of natal gender [Wilks’Lambda = .94, F(3,249) = 4.93, p < .01], but no main effect of current NSSI [Wilks’Lambda = .99, F(3,249) = .31, ns] nor a significant interaction effect [Wilks’Lambda = .99, F(3,249) = .28, ns]. Compared to natal females, natal males reported that they perceived less social support, both in general and from significant others (see Table 5). [Insert Table 5 about here]  Never NSSI vs. NSSI more than one year ago In our sample, 144 (75.4%) participants never engaged in NSSI; whereas 47 (24.6%) engaged in NSSI more than one year ago. No significant differences were found between the two groups except for self-esteem and transphobia experiences. In natal females, participants who never engaged in NSSI reported a significant higher level of self-esteem compared to participants who engaged in NSSI more than one year ago (F(1,175) = 5.57, p < .05), whereas in natal males, this difference was not significant. With respect to transphobic experiences, participants who engaged in NSSI more than one year ago reported more transphobic experiences compared to participants who never engaged in NSSI (F(1,178) = 3.64, p = .058).   Risk factors of current and life time NSSI Two logistic regression analyses were conducted to determine which factors (gender, SCL-90 GSI, RSE, transphobia, IPP-total) were the best predictors of the presence/absence of (a) current NSSI and (b) life-time NSSI. The results showed that both the presence/absence of current and life-time NSSI was predicted by the biological sex of the patient (i.e., being natal female), followed by the general severity of the clinical symptomatology (see Table 6).   [Insert Table 6 about here]  Predictors of general psychopathology In order to identify factors that will help the development of focussed interventions aimed at preventing NSSI in the young population and in view to the fact that the main predictors of this behaviors were gender and clinical symptomatology, the final aim was to investigate which factors were predictors of levels of general psychopathology (SCL-90 GSI).  As well as gender, self-esteem (RSE), transphobia, interpersonal problems (IIP-total), and social support (MSPSS-total) were included. This analysis also included whether patients had received cross-sex hormones or GnRH-A therapy before assessment as predictors. The results showed that transphobia experiences (β = .18, p < .001), low self-esteem (β = -.29, p < .001), and interpersonal problems (IIP-total) (β = .48, p < .001) were the significant predictors for psychopathology in this population and explained 62% of the variance in GSI.   Discussion This study aimed to explore the prevalence of non-suicidal self-injury in a sample of young trans individuals as previous research in the general population has identified being young and trans as a risk factor for NSSI [5,8,41]. However, to date, no study has explored NSSI in a large sample limited to only young trans people. The results of this study confirm that nearly half of the young people who were referred to a clinic for people with gender dysphoria had a history of engaging in NSSI and more than a quarter of them engaged in this behavior in the last year.   While the data for life-time presence of NSSI showed no significant difference between gender (although a trend for increased rates in natal females), the prevalence of current NSSI was significantly greater in natal females (trans males).  This gender bias is in line with previous findings [8] and may indicate that expressions of distress follow the pattern according to birth gender. While there was no difference in levels of psychopathology between gender the fact that natal females reported significantly more NSSI than natal males may also be reflective of patterns of typically natal feminine and masculine coping strategies [18].   In addition to natal gender, this study aimed to identify those factors that might be associated with and predict NSSI in young trans people. General psychopathology was found to predict current engagement in NSSI, as well as being a natal female (trans male).  The minority stress model described by Meyer [42] explains that stress which particular minority groups (such as lesbian, gay, bisexual and trans people) can experience are due to the relationship between minority and dominant values which results in conflicts with their social environment. This model suggests that stress in specific minority groups can largely be explained by stressors induced by a hostile, transphobic culture, which often results in a lifetime of harassment, abuse, victimization and discrimination [43]. This explains why levels of transphobia were predictive of psychopathology and were more common among the NSSI group. Reducing the levels of transphobia experience, which in young people is usually experienced as bullying in schools, colleges and university environments, should be a primary target towards improving the life of trans people. General public-focussed campaigns and interventions that increase awareness of trans and gender non-conformity and de-stigmatisation of being trans are needed in an attempt to lessen wide-ranging discrimination. Starting such education within schools, colleges and universities may be a valuable first step towards preventing victimization among people with gender dysphoria, which may help reducing victimisation and therefore psychopathology and NSSI rates. The study also found that natal males (trans females) had higher levels of interpersonal problems. In particular, they were found to have difficulties being supportive and they perceived themselves as having less socials support than natal females. This is a pattern previously found among the general population of natal males [25]. Social support has been considered vital for a positive outcome among trans people, however this study did not find that levels of social support predicted NSSI engagement or psychopathology, which differ from findings with older trans groups [17]. Although a supportive environment is important for any individual, the lack of association with psychopathology may be a reflection of the high levels of social support that young people referred to the clinic had, in some cases possibly related to the supportive interventions received from previous child and adolescent services which many of those referred to our clinic had experienced. Interestingly, receiving cross sex hormones or GnRH was not predictive of less NSSI behavior or psychopathology. Therefore, supportive family interventions may demonstrate an improvement in outcome. Future preventative interventions may need to consider the need to work with families of young people in order to reduce psychopathology.  Finally the study found that general interpersonal problems and low levels of self-esteem were associated with NSSI and predictive of psychopathology. Difficulties in being supportive and overall interpersonal problems were higher in those with a lifetime presence and current NSSI compared to those with an absence of NSSI, which could suggest that trans youth who self-harm may be more isolated that those who do not. The association between interpersonal problems and psychopathology and NSSI has already been found in the general population as well as in studies in adult trans people [25]. This association indicates the importance of clinically addressing these difficulties through treatment modalities aiming at reducing interpersonal problems, for instance by using treatments such as Interpersonal Psychotherapy [44]. Interpersonal Psychotherapy (IPT) has been found to alleviate depression by improving interpersonal problems [45]. As Interpersonal Psychotherapy has been successfully applied in various populations, including adolescents and young adults [46, 47], IPT could be adapted for use within the trans population [48]. IPT can also help people to develop new ways to deal with negative emotions and therefore reduce NSSI rates.  Studies investigating the functions of self-injury found that the aetiology of NSSI is related to a suppression of negative thoughts/images, followed by punishing oneself [5,12]. Working with young people aiming at developing healthy ways of dealing with their negative emotions is important. Healthy and common coping skills used in the general cis population such as sport, may be limited for the trans population due to the barriers that they may encounter in those environments. The promotion of healthy environments for young trans people is important and future studies may need to explore the barriers that many young trans people find when accessing environments known to help people to deal with negative emotions. It is expected that the next edition of the International Classification of Diseases (ICD-11) will remove the diagnosis of Transsexualism/Gender Identity Disorder and replace it with the new diagnostic term of Gender Incongruence. It is also expected that this diagnosis will be moved out of the chapter on Mental and Behavioral Disorders to a new chapter (Conditions Related to Sexual Health) [49]. For a person to fulfill this new diagnosis, the distress or impairment of functioning will no longer be required [49]. The high level of psychopathology found in this study may question whether the removal of the “distress” requirement is right. The fact that transphobia experiences predicted NSSI may suggest that the minority stress model is a possible explanation for the distress found in people with gender dysphoria. In this case the need to remove the “distress’ requirement from the next edition of the ICD seems appropriate. However, the distress described by people with gender dysphoria is unlikely to be monocausal. The strong desire to be treated as the other gender and/or to get rid of one’s sexual characteristics is likely to manifest as distress, depression, anxiety or even suicidality. In those cases the distress is closely connected with the unhappiness about one’s assigned gender and it makes it impossible to disentangle this from the diagnosis. In those cases this dysphoria may reduce following gender confirming medical intervention (GCMI). Studies investigating the role GCMI in people with gender dysphoria, in spite of their limitations, have overall demonstrated a reduction regarding levels of psychopathology following intervention [50]. Those studies have not focused on young people, who are at particular risk of reporting NSSI behavior. Future studies could follow up young people with gender dysphoria following GCMI in order to identify whether a reduction of their dysphoria is enough to reduce rates of psychopathology and levels of NSSI or whether they require further interventions.       This study focused on a sample of trans people within a limited age range (17-25 years) and is to our knowledge one of the largest studies with this age group of trans youth. Future studies need to explore NSSI in a younger population of trans youth, perhaps those attending clinics for the very first time, irrespective of age.  The study is also limited by the fact that it only includes a population of people referred to clinical services. It could be hypothesised that those not referred to services may have higher psychopathology and NSSI behavior and possibly less social support. As the support of parents to attend services is important, those with poor support may not be referred to services and are therefore not represented in this study. The study is also limited by the lack of information regarding coming out and social transition stage (as it may influence psychopathology) as well as information regarding the diagnosis among the referred individuals. However it was important for us to capture the levels of psychopathology of every young people referred to our clinical service as by definition these young people would present with dysphoria about their gender.  Conclusions This study builds on previous research in the area of gender dysphoria and NSSI and confirms the predictive nature of psychopathology and gender in NSSI behavior. The study extends previous findings by identifying interpersonal problems, transphobia experiences and low self-esteem as predictors of psychopathology, which in turn predicts NSSI. Future research would benefit from investigating interventions aimed at improving psychopathology by reducing interpersonal problems and improving self-esteem in this population. This study, once again, confirms the damage that victimisation can do to people and the importance of targeting this.            References   1. American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5). APA: Washington, DC 2013. 2. Arcelus J, Bouman WP, Van Den Noortgate W, Claes L, Witcomb G, Fernandez-Aranda F. Systematic review and meta-analysis of prevalence studies in transsexualism. Eur Psychiatry. 2015 May 25. pii: S0924-9338(15)00091-7. doi: 10.1016/j.eurpsy.2015.04.005.  3. Kuyper L, Wijsen C. Gender identities and gender dysphoria in the Netherlands. Arch Sex Behav 2014; 43(2): 377–385. doi:10.1007/s10508-013-0140-y. 4. Van Caenegem E, Wierckx K, Elaut E, Buysse A, Dewaele A, Van Nieuwerburgh F, De Cuypere G, T’Sjoen G. Prevalence of gender nonconformity in Flanders, Belgium. Arch Sex Behav. 2015. DOI 10.1007/s10508-014-0452-6. 5. Claes L, Bouman WP, Witcomb G, Thurston M, Fernandez-Aranda F, Arcelus J. Non-Suicidal Self-Injury in Trans People: Associations with Psychological Symptoms, Victimization, Interpersonal Functioning, and Perceived Social Support. J Sex Med 2015; 12: 168–179. 6. Clements-Nolle K, Marx R, Guzman R, Katz M. HIV prevalence, risk behaviors, health care use, and mental health status of transgender persons: Implications for public health intervention. Am J Public Health 2001; 91: 915-21. 7. Couch M, Pitts M, Mulcare H, Croy S, Mitchell A, Patel S. TranZnation: A Report on the Health and Wellbeing of Transgender People in Australia and New Zealand. Melbourne: Australian Research Centre in Sex, Health Soc, 2007. DOI: 10.4225/50/557E5CFB09E8E. 8. Davey A, Arcelus J, Meyer C, Bouman WP. Self injury among trans individuals in transition and matched controls: Prevalence and Associated factors. Health Soc Care Comm 2015 (in press). DOI: 10.1111/hsc.12239. 9. Marshall E, Claes L, Bouman WP, Witcomb GL, Arcelus J. Non-Suicidal Self-Injury and Suicidality in Trans People: A Systematic Review of the Literature. Int Rev Psychiatry 2016 (in press). 10. Hepp U, Kraemer B, Schnyder U, Miller N, Delsignore A. Psychiatric comorbidity in gender identity disorder. J Psychosom Res 2005; 58: 259-261.  11. Operario D, Nemoto T. Sexual risk behavior and substance use among a sample of Asian Pacific Islander transgendered women. AIDS Educ Prev 2005; 17: 430-443. 12. Claes L, Vandereycken W. Self-injurious behavior: differential diagnosis and functional differentiation. Compr Psychiat 2007; 48: 137-144. 13. Muehlenkamp JJ, Claes L, Havertape L, Plener PL. International prevalence of adolescent non-suicidal self-injury and deliberate self-harm. Child Adol Psych Ment Health 2012; 6:10. 14. Nock MK, Prinstein MJ. A functional approach to the assessment of self-mutilative behavior. J Consult Clin Psychol 2004; 72: 885–890. 15. Mustanski B, Liu RT. A longitudinal study of predictors of suicide attempts among lesbian, gay, bisexual, and transgender youth. Arch Sex Beh 2012; 42: 437-448. 16. Walls NE, Laser J, Nickels SJ, Wisneski H. Correlates of cutting behavior among sexual minority youths and young adults. Soc Work Res 2010; 34:213-226. 17. Claes L, Luyckx K, Baetens I, Van de Ven M, Witteman C. Bullying and victimization, depressive mood, and non-suicidal self-injury in adolescents: the moderating role of parental support. J Child Fam Stud 2015;  (in press). 18. Davey A, Bouman WP, Arcelus J, Meyer C. Interpersonal functioning among individuals with gender dysphoria.  J Clin Psychology 2015 (in press). 19. Muehlenkamp JJ, Ertelt TW, Miller AL, Claes L. Differentiating non-suicidal self-injury in adolescent outpatients: Symptoms of Borderline personality disorder. J Child Psychol Psyc 2011; 52: 148-155.  20. Nock, M. K. (2009). Why do people hurt themselves? New insights into the nature and functions of self-injury. Curr Dir Psychol Sci 2009; 18:2: 78–83. doi:10.1111/j.1467-8721.2009.01613.x 21. Young R, Van Beinum M, Sweety H, West P. Young people who self harm. Br J Psych 2007; 191: 44-49. 22. Mental Health Foundation. Suicide and deliberate self harm. The fundamental facts. Mental Health Foundation: Bristol 1997. 23. Skagerberg E, Parkinson R, Carmichael P. Self-harming thoughts and behaviors in a group of children and adolescents with gender dysphoria. Int J Transgenderism 2013; 14: 86-92. 24. Rowe C, Milo-Santos G, McFarland W, Wilson EC. Prevalence and correlates of substance use among trans female youth of 16024 years in the San Francisco bay area. Drug Alcohol Depen 2015; 147: 160-166. 25. Davey A, Bouman WP, Arcelus J, Meyer C.  Social support and psychological wellbeing: A comparison of patients with gender dysphoria and matched controls. J of Sex Med 2014; 11;12: 2976-2985. 26. Wylie KR, Barrett J, Besser M, Bouman WP, Bridgeman M, Clayton A, Green R, Hamilton M, Hines M, Ivbijaro G, Khoosal D, Lawrence A, Lenihan P, Lowenthal D, Ralph D, Reed T, Stevens, J, Terry T, Thom B, Thornton J, Walsh D, Ward D.  Good Practice Guidelines for the Assessment and Treatment of Adults with Gender Dysphoria. Sex and Relats Ther 2014; 29;2: 154-214. 27. Bockting W, Coleman E, De Cuypere G. Care of transsexual persons. New Engl J Med 2011; 364: 2259–560. 28. Claes, L, Vandereycken, W. The Self-Injury Questionnaire-Treatment Related (SIQ-TR): Construction, reliability, and validity in a sample of female eating disorder patients. In: Goldfarb PM, Ed. Psychological tests and testing research trends. Nova Science Publishers: New York, 2007, pp 111-139. 29. Derogatis, LR. The Symptom Checklist-90-Revised. NCS Assessments: Minneapolis, MN 1992. 30. Derogatis, LR, Unger, R. Symptom Checklist-90-Revised. New York: John Wiley & Sons 2010. 31. Rosenberg, M. Society and the adolescent self-image. Princeton University Press: Princeton, NJ 1965. 32. Robins RW, Hendin HM, Trzesniewski KH. Measuring global self-esteem: Construct validation of a single-item measure and the Rosenberg Self-Esteem Scale. Pers Soc Psychol B 2001; 27;2: 151–161. 33. Skrapec C, MacKenzie KR. Psychological self-perception in male transsexuals, homosexuals, and heterosexuals. Arch Sex Beh 1981; 10;4: 357-370. 34. Lombardi EL, Wilchins RA, Priesing D, Malouf D. Gender Violence. J Homosexual 2002; 42: 89-101. 35. Barkham M, Hardy GE, Startup M. The IIP-32: A short version of the Inventory of Interpersonal Problems. Brit J Clin Psychol 1996;35:21–35. 36. Berry K, Wearden A, Barrowclough C, Liversidge T. Attachment styles, interpersonal relationships and psychotic phenomena in a non-clinical student sample. Pers Indiv Differ 2006; 41: 707–718. 37. Arcelus J, Whight D, Langham C, Baggott J, McGrain L, Meadows L, Meyer C. A case series evaluation of a modified version of interpersonal psychotherapy (IPT) for the treatment of bulimic eating disorders: A pilot study. Eur Eat Dis Rev 2009; 17;4: 260–268. 38. Zimet GD, Powell SS, Farley GK, Werkman S, Berkoff KA. Psychometric characteristics of the multidimensional scale of perceived social support. J Pers Asses 1990; 55: 610–617. 39. IBM Corporation. IBM SPSS Statistics for Windows, Version 22.0. IBM Corporation: Armonk, NY 2013. 40. Health Research Authority (HRA). Guidance for NHS research studies, Health Research Authority: London, UK 2013.  41. Plener PL, Libal G, Keller F, Fegert JM, Muehlenkamp JJ. An international comparison of adolescent non-suicidal self-injury (NSSI) and suicide attempts: Germany and the USA. Psychol Med 2009; 39: 1549–1558. 42. Meyer IH. Minority stress and mental health in gay men. J Health Soc Beh 1995; 36: 38-56. 43. Meyer IH. Prejudice, social stress, and mental health in lesbian, gay and bisexual populations: Conceptual issues and research evidence. Psychol Bull 2003; 12: 674-697. 44. Klerman GL, Weissman MM, Rounsaville B, Chevron E. Interpersonal psychotherapy for depression. New York: Basic Books; 1984. 45. Ravitz P, Maunder R, McBride C. Attachment, contemporary interpersonal theory and IPT: An integration of theoretical, clinical, and empirical perspectives. J Contemp Psychother 2007; 38;1: 11–21. 46. Hara MWO, Stuart S, Gorman LL, Wenzel A.  Efficacy of interpersonal psychotherapy for postpartum depression. Arch Gen Psych 2000; 57: 1039–1045. 47. Mufson L, Weissman M, Moreau D, Garfinkel R. Efficacy of interpersonal psychotherapy for depressed adolescents. Arch Gen Psych 2013; 56: 573–9. 48. Budge SL. Interpersonal psychotherapy with transgender clients. Psychother 2013; 503: 356–9. 49. Drescher J, Cohen-Kettenis, P, Winter, S. (2012). Minding the body: Situating gender identity diagnoses in the ICD-11. Int Rev Psychiatry 2012; 24: 568-577. 50. Dhejne C, Van Vlerken R, Heylens G, Arcelus, J. Mental and gender dysphoria: A review of the literature. Int Rev Psychiatry 2016 (in press).  Table 1. Socio-demographic characteristics of the studied population in life time NSSI (n=268)  Total n (%) No NSSI n (%) Life time NSSI n (%)      Mean age 19.9 19.9 19.9 Natal gender    Female    Male    Did not respond  121 (45.2) 136 (50.7) 11 (4.1)  57 (47.1) 80 (58.8)  64 (52.9) 56 (41.2) Ethnic origin    White    Indian    Black other    Pakistani    Other  241 (89.9) 3 (1.1) 9 (3.3) 2 (0.7) 13 (4.9)  131 (54.4) 1 (33.3) 7 (87.5) 1 (50) 4 (30.8)  110 (46.4) 2 (66.7) 1 (12.5) 1 (50) 9 (69.2) Employment status     Student     Unemployed      Employed      Volunteer work     Disabled    No answer  90 (33.6) 49 (18.3) 30 (11.2) 4 (1.5) 4 (1.5) 91 (33.9)  52 (57.8) 30 (61.2) 17 (56.7) 1 (25) 3  (75) 41 (45.1)  38 (42.2) 19 (38.8) 13 (43.3) 3 (75) 1 (25) 50 (54.9) Civil status    Single, never married    Married    Civil partnership    Separated/divorced    In a relationship    Other  241 (89.9) 1 (0.4) 1 (0.4) 4 (1.5) 9 (3.4) 12 (4.4)  132 (54.8) 1 (100) 0 (0) 3 (75) 3 (33.3) 5 (41.7)  109 (45.2) 0 (0) 1 (1) 1 (25) 6 (66.7) 7 (58.3) Living situation    With family of origin    Alone    Shares with non-partner(s)    With partner only    Other/University halls/Friends  67 (25) 7 (2.6) 12 (4.5) 1 (0.4) 181 (67.5)  37 (55.2) 5 (71.4) 6 (50) 0 (0) 96 (53.0)  30 (44.8) 2 (28.6) 6 (50) 1 (100) 85 (47.0) Use of hormones or blockers     No      Yes          Did not answer  179 (66.8) 53 (19.8) 36 (13.4)  98 (54.7) 29 (54.7)     17 (47.2)  81 (45.3) 24 (45.3)    19 (52.8)           Table 2. Mean (standard deviations) on the SCL-90-R, and RSE by natal gender (M/F) and lite-time NSSI (present/absent).  Male Female F Natal Gender M/F F NSSI NO/YES F Natal Gender M/F * NSSI  NSSI = 0  NSSI = 1  NSSI = 0  NSSI = 1      M (SD) M (SD) M (SD) M (SD)    SCL-90-R            Depression .31 (.84) .50 (1.23) .16 (.63) .25 (.71) 2.88 1.47 0.15 Anxiety .47 (.98) .58 (1.14) .32 (.69) .69 (1.20) 0.01 3.04 0.85 Global Severity Index (GSI) .96 (.70) 1.20 (.77) .77 (.65) 1.27 (.69) 0.42 15.64*** 1.88 RSE            Total 13.95 (5.53) 13.16 (6.49) 15.60 (7.00) 11.71 (5.27) 0.01 9.24** 4.07 *p < .05 , **p  < .01, ***p < .001 SCL-90-R = Symptom Checklist-90-Revised; RSE = Rosenberg Self-Esteem Scale        Table 3. Mean (standard deviations) on the Experiences of Transphobia Scale, IIP, and MSPSS of natal men and women with and without life-time NSSI.  Male  Female  F Natal M/F F NSSI NO/YES F Natal M/F * NSSI  NSSI = 0  NSSI = 1  NSSI = 0  NSSI = 1      M (SD) M (SD) M (SD) M (SD)    Transphobia            Total 2.11 (2.12) 3.38 (2.99) 2.37 (2.31) 2.60 (2.33) 0.72 5.97* 2.82 IIP            Problems Competition .84 (1.18) .73 (.92) .52 (.91) .90 (1.16) 0.27 0.93 2.94 Problems Socializing 1.72 (1.36) 1.86 (1.35) 1.35 (1.33) 1.44 (1.25) 5.19* 0.45 0.03 Problems Nurturance 1.21 (1.35) 1.52 (1.36) 1.01 (1.14) 1.44 (1.32) 0.67 4.72* 0.10 Problems Independence -.25 (1.13) -.46 (1.02) -0.28 (1.03) -.14 (1.23) 0.99 0.05 1.52 Total 1.37 (0.63) 1.51 (0.64) 1.21 (0.63) 1.49 (0.50) 1.14 6.99** 0.85 MSPSS            Significant others 18.62 (7.99) 18.95 (7.12) 22.18 (6.46) 22.05 (5.96) 14.12*** 0.01 0.06 Family 16.75 (6.95) 17.89 (6.54) 18.49 (6.23) 17.59 (7.32) 0.69 0.02 1.41 Friends 19.28 (6.27) 18.96 (6.52) 19.72 (6.61) 19.98 (6.79) 0.78 0.00 0.12 Total 54.65 (16.71) 55.80 (14.83) 60.39 (13.83) 59.62 (13.38) 6.43* 0.01 0.26 Transphobia = Experiences of Transphobia Scale ; IIP = Inventory of Interpersonal Problems ; MSPSS = Multidimensional Scores of Perceived Social Support  *p < .05 , **p  < .01, ***p < .001   Table 4. Mean (standard deviations) on the SCL-90-R, and RSE by natal gender (M/F) and current NSSI (present/absent).  Male Female F Natal Gender M/F F NSSI NO/YES F Natal Gender M/F * NSSI  NSSI = 0  NSSI = 1 NSSI = 0  NSSI = 1      M (SD) M (SD) M (SD) M (SD)    SCL-90-R            Depression .33 (.89) .57 (1.34) .16 (.60) .30 (.79) 3.00 2.16 .16 Anxiety .40 (.90) .89 (1.37) .35 (.78) .80 (1.26) .21 10.06** .02 Global Severity Index (GSI) .97 (.71) 1.34 (.76) .83 (.64) 1.38 (.71) .25 20.32*** .68 RSE            Total 14.29 (5.80) 11.33 (5.92) 14.67 (6.81) 11.64 (5.25) 0.16 12.42*** 0.00 *p < .05 , **p  < .01, p < .001 SCL-90-R = Symptom Checklist-90-Revised; RSE = Rosenberg Self-Esteem Scale         Table 5. Mean (standard deviations) on the Experiences of Transphobia Scale, IIP, and MSPSS of natal men and women with and without current NSSI.  Male  Female  F Natal M/F F NSSI NO/YES F Natal M/F * NSSI  NSSI = 0  NSSI = 1  NSSI = 0  NSSI = 1      M (SD) M (SD) M (SD) M (SD)    Transphobia            Total 2.50 (2.28) 2.48 (2.41) 2.38 (2.53) 3.55 (2.58) 1.89 2.77 2.99 IIP            Problems Competition .80 (1.12) .78 (.91) 0.60 (0.97) .93 (1.18) 0.02 1.00 1.19 Problems Socializing 1.71 (1.36) 2.03 (1.31) 1.42 (1.34) 1.37 (1.19) 6.18* 0.51 0.96 Problems Nurturance 1.19 (1.33) 1.89 (1.34) 1.05 (1.20) 1.55 (1.29) 1.57 10.43*** 0.29 Problems Independence -.30 (1.07) -.46 (1.17) -.21 (1.14) -.20 (1.15) 1.20 0.20 0.27 Total 1.36 (0.62) 1.66 (0.63) 1.28 (.61) 1.50 (.51) 1.90 8.61** 0.23 MSPSS            Significant others 19.06 (7.52) 17.70 (7.99) 22.30 (6.33) 21.77 (5.95) 13.91*** .92 .17 Family 17.16 (6.93) 17.43 (6.36) 18.33 (6.39) 17.48 (7.52) .40 .09 .34 Friends 19.28 (6.31) 18.70 (6.58) 19.83 (6.70) 19.91 (6.71) .92 .07 .12 Total 55.50 (16.03) 53.83 (15.69) 60.46 (13.24) 59.16 (13.17) 6.06* .50 .00   Table 6. Logistic regressions with presence/absence of life-time and current NSSI as dependent variables and gender, clinical symptom severity, self-esteem, transphobia and interpersonal problems as independent variables   Current NSSI (presence/absence)   Life-time NSSI (presence/absence)   Beta S.E. Exp(B) Beta S.E. Exp(B) Gender -.72 .32 .49* -.56 .29 .57* SCL-90 GSI .71 .35 2.04* .63 .33 1.87 (p=0.059) RSE -.04 .04 .96 -.02 .03 .98 Transphobia .02 .07 1.02 .08 .06 1.08 IIP-Total -11 .40 .90 -.06 .36 .94 Constant . 01 .93 .99 .14 .85 1.15 Gender (1 = female, 2 = male), SCL-90-R GSI = General Severity Index; RSE = Rosenberg Self-Esteem Questionnaire; Transphobia; IIP = Inventory of Interpersonal Problems *p < .05 , **p  < .01, ***p < .001      ",
    "id": 288373906,
    "identifiers": {
        "doi": null,
        "oai": "oai:figshare.com:article/9617045"
    },
    "title": "Risk factors for non suicidal self injury among trans youth",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.lboro.ac.uk/articles/Risk_factors_for_non_suicidal_self_injury_among_trans_youth/9617045/files/17264708.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/288373906.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/288373906"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/288373906/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/288373906/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/288373906"
        }
    ],
    "abstract": "Background: Previous research has reported high levels of non-suicidal self-injury (NSSI) in trans populations and younger age has been identified as a risk factor. \nAims: To explore the prevalence of NSSI in a large group of young trans people, and to identify risk factors for this group. \nMain Outcome Measures: Socio-demographic variables and measures of NSSI (The Self-Injury Questionnaire), Psychopathology (Symptom Checklist 90 Revised), Self-esteem (Rosenberg Self Esteem Scale), victimization (Experiences of transphobic victimization), Interpersonal functioning (Inventory of Interpersonal Problems) and social support (Multidimensional Scale of Perceived Social Support).\nMethods: Two hundred and sixty eight young people attending a national gender clinic completed questionnaires assessing presence and frequency of NSSI and levels of general psychopathology, depression, anxiety, interpersonal problems, self-esteem, social support, transphobia, and information on hormone treatment. \nResults: A life-time presence of NSSI was identified in 46.3% of patients and 28.73% reported currently engaging in NSSI (within at least the last few months). Analyses showed that those with a life-time presence of NSSI had significantly greater general psychopathology, lower self-esteem, had suffered more transphobia, and experienced greater interpersonal problems than those without NSSI. Findings were similar when comparing current versus non-current NSSI. Overall, natal males reported less social support than natal females, but current NSSI was more common in natal females. Regression analyses confirmed that natal female gender and greater general psychopathology predicted both current and life-time NSSI. Further analyses confirmed that general psychopathology itself could be predicted by transphobic experiences, low self-esteem, and interpersonal problems, but not by the use of cross sex hormones. \nConclusions: These findings confirm that NSSI is common in trans youth and emphasise the need for interventions, which decrease transphobia, increase social support and help trans youth navigate their relationships with others in order to reduce psychopathology and NSSI",
    "tags": [
        "Text",
        "Journal contribution",
        "Other health sciences not elsewhere classified",
        "Gender dysphoria",
        "Trans",
        "Transgender",
        "Transsexual",
        "Youth",
        "Young people",
        "Suicide",
        "Non-suicidal self injury,",
        "Psychopahology",
        "Medical and Health Sciences not elsewhere classified"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Text",
        "Journal contribution"
    ],
    "oai": "oai:figshare.com:article/9617045",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "66",
        "openDoarId": 0,
        "name": "Loughborough University Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 288373906,
        "depositedDate": null,
        "publishedDate": "2016-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T14:44:58+00:00",
        "acceptedDate": null,
        "createdDate": "2020-03-26T23:07:17+00:00"
    },
    "urls": [
        "http://hdl.handle.net/2134/20113"
    ],
    "lastUpdate": "2024-02-05T14:44:58+00:00",
    "setSpecs": []
}