{
    "acceptedDate": "2016-09-06T00:00:00+01:00",
    "authors": [
        {
            "name": "Bell, Alexa"
        }
    ],
    "contributors": [],
    "createdDate": "2016-05-27T17:44:32+01:00",
    "dataProvider": {
        "id": 935,
        "name": "PDXScholar (Portland State University)",
        "url": "https://api.core.ac.uk/v3/data-providers/935",
        "logo": "https://api.core.ac.uk/data-providers/935/logo"
    },
    "depositedDate": "2015-01-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.15760/honors.159",
    "downloadUrl": "https://core.ac.uk/download/37773379.pdf",
    "fullText": "Portland State UniversityPDXScholarUniversity Honors Theses University Honors College2015Romantic Identity and LGBTQ Identification: Variations ofExperience in the Asexual CommunityAlexa K. BellPortland State UniversityLet us know how access to this document benefits you.Follow this and additional works at: http://pdxscholar.library.pdx.edu/honorsthesesThis Thesis is brought to you for free and open access. It has been accepted for inclusion in University Honors Theses by an authorized administrator ofPDXScholar. For more information, please contact pdxscholar@pdx.edu.Recommended CitationBell, Alexa K., \"Romantic Identity and LGBTQ Identification: Variations of Experience in the Asexual Community\" (2015). UniversityHonors Theses. Paper 138.10.15760/honors.159   Romantic Identity and LGBTQ Identification: Variations of Experience in the Asexual Community     by  Alexa Bell    An undergraduate honors thesis submitted in partial fulﬁllment of the  requirements for the degree of  Bachelor of Science  in  University Honors  and  Sociology    Thesis Adviser  Matthew Geraths      Portland State University  2015 2  Abstract As a relatively new identity category, asexuality has received only a small amount of academic attention. With what little research has been done, it has been established that there is a great amount of variability of meaning within the label “asexual”, particularly within the domain of romantic orientation. In light of this, and of asexuality’s invisibility even in comparison to other marginalized sexual orientations, this research sought to investigate the possibility that romantic identity impacts asexual individual’s relationship with the larger LGBTQ+ community by distributing an online quantitative survey to self-identified asexuals. The hypothesis was that hetero-romantic and aromantic individuals may report a more negative relationship with the LGBTQ+ community while also believing that asexuals as a whole deserve to be included within the LGBTQ+ umbrella. The results showed several significant relationships showing that being heteroromantic predicted a more negative relationship with the LGBTQ+ community. However, many items did not prove statistically significant, and the data on aromantics did not display the same patterns as the heteroromantic data. In order to fully understand the relationships found, future qualitative research is needed.  Introduction  Asexuality is generally defined as experiencing a lack of sexual attraction, and/or a low or absent interest in sexual activity (Bogeart, 2006; Prause & Graham, 2004). Generally, people who identify as asexual experience little to no sexual attraction to other people, and often have equally marginal or non-existent desire to participate in sexual activities with other people. However, the level of libido or sexual drive each asexual individual experiences varies widely, just as it does for sexual people. Furthermore, many self-identified asexuals do sometimes experience sexual desire or attraction, but only on rare occasions or under very specific circumstances, which is known in the community as grey-asexuality (Chasin, 2013; Gray-A / Grey-A – AVENwiki, n.d.). Plus, others may only experience sexual attraction once a romantic bond has been formed; an experience labeled by the community as demi-sexuality. For this reason, asexuality is often conceptualized as a spectrum rather than a singular category (Chasin, 2013). While the experience of having little or no sexual attraction or interest has surely existed as long as human sexuality itself has, asexuality as an identity category has only come into existence relatively recently (Sherrer, 2008). The earliest known piece of Western literature published on asexuality was a paper published in 1977, by Myra Johnson, titled “Asexual and Autoerotic Women: Two Invisible Groups.” In this paper, Johnson did not quite define asexuality in quite the same way it is today – for instance, she created two separate categories of asexuality based on whether the asexual individual masturbated or not. Nonetheless, the paper’s existence shows that asexual people have existed in Western society well before today’s definition of asexuality came into being and gained popularity. Even before Johnson’s article, however, at least a couple other references to the potential for a lack of sexuality in a human being have existed in research on sexuality. For one, the famous Kinsey scale, or Heterosexual-Homosexual Rating Scale, had an additional 7th category labeled simply “X” (Kinsey 1948; 1953). This extraneous category referred to 3  individuals that engaged in no sexual activities and experienced no sexual desires. Decades later, in 1980, psychologist Michael D. Storms created his own variant of the Kinsey Scale that postulated asexuality as its own separate identity category (Evans, 2014; Storms, 1980.).  Despite these early examples of recognition, the modern definition of asexuality did not come into being until the beginning of the 21st century when online asexual communities began to form, the most notable and influential of them being the Asexuality Visibility and Education Network (Chasin, 2011). AVEN was founded by asexuality activist David Jay in 2001 (ibid.), and it has since grown into the “unofficial headquarters” and central hub of the asexual community, with over 70,000 members as of 2013 (Mosbergen, 2013). Because of the label’s largely online origins, much of the asexual community and asexual discourse continues to occur in online spaces, especially on the AVEN forums.  The past decade has seen an influx of media and research attention focused on this relatively new category of sexual identity. Online magazines and mainstream news sites such as TIME and CNN have published articles on asexuality, and multiple books have been published examining the topic (such as Anthony Bogeart’s “Understanding Asexuality”, and “The Invisible Orientation: An Introduction to Asexuality” by Julie Sondra Decker.) Overall, considering the relatively recent emergence of asexuality as an identity label, awareness and support for the community has grown considerably in a short amount of time. Yet, out of all the sexual identity categories underneath the LGBTQ+ umbrella, asexuality remains among the most invisible and misunderstood. This is partially due to the label’s relative youth compared to other sexual identity categories, but it is also due to both the myriad obstacles that have slowed down the process of gaining mainstream visibility and acceptance for asexuality. Such obstacles include misconceptions and stereotypes about asexuality and asexual people, as well as resistance from those who do not see asexuality as a legitimate sexual identity due to the pervasive cultural belief that active interest in sex is a universal part of the human experience (Chasin, 2014). Debate continues on whether or not asexuality is “real”, if it is a truly marginalized sexual orientation, and whether or not it deserves a place within the LGBTQ+ acronym (Mosbergen, 2013).   Many may not see asexual people as deserving of the recognition because they do not encounter “real” oppression like others under the umbrella do. It is true that, currently, there are no known cases of asexual people experiencing many of the types of legal and social discrimination that the rest of the LGBTQ+ umbrella 4  experiences. For instance, asexuals do not currently experience explicit punishment by law for identifying as asexual or not engaging in sex (Emens, 2014). However, this does not mean that asexual people do not experience any sort of discrimination. In fact, there are a significant number of ways in which asexuals are marginalized, even on the rare occasions that their existence is acknowledged at all.  Overall, much of the discrimination asexuality currently faces stems from its social invisibility (Chasin, 2014). Presently, asexuality exists within a sort of purgatory between normative and non-normative. The orientation is not heterosexual and is most certainly a “deviant” identity category, but at the same time lends itself to invisibility because asexual relationships are easily misconstrued as being either a platonic friendship, or a romantic and sexual straight or gay relationship. It is difficult to make something one does not do or experience (in this case, sex and sexual attraction) visible when most don't conceptualize non-sexuality as a physical possibility. This combination of invisibility and rejection may have had a negative effect on asexual people's sense of identification and belonging in LGBTQ+ communities. Yet, little to no research examining this possibility exists. Furthermore, aside from a handful of more recent studies, much of the research on asexuality has used the term asexuality as a broad label to describe a highly variant group of people in broad strokes (Sherrer, 2008). But as recent studies such as Sherrer, Chasin (2011) and Carrigan (2011) conclude, a more accurate study of asexuality should account for the vast amount of variation of identity and experience within the asexual population. Thus, my approach to this research will be to examine the relationship between asexual people's identification with the LGBTQ+ umbrella and one of the most important sources of variance between asexuals: romantic orientation. Romantic orientation is an identity category concerning who an individual is attracted to on a romantic, but not necessarily sexual, level. It has been found to be a crucial aspect to the asexual experience (Sherrer, 2008). Asexuals often identify as being romantically attracted to one gender, multiple genders, or the same gender; or they may not be romantically attracted to anyone at all. People with such romantic identities tend to label themselves as being “hetero-romantic”, “homo-romantic”, and so on (Chasin, 2013; Carrigan, 2011). However, these categories do not perfectly encompass all of the variation of romantic experience across the asexual community; for instance, there are many who are unable to relate to the concept of romance or romantic identity. Such individuals often refer to themselves with less formal and more obscure labels. (For the sake of simplicity, the survey used for this study will allow an “Other” response option when asking participants what their romantic identity is, in order to account for this issue.) 5  It is possible that people with exclusively different-gender romantic attractions or no romantic attractions will feel less like they belong under the LGBTQ+ umbrella. For instance, they may sense that others within the community only see asexuals with exclusively same-gender romantic attractions as being legitimately discriminated against, because such asexuals can be construed as “gay”. If this hostility exists, it reflects a general lack of acceptance of asexuality within the community. It would show that not only are many asexual people excluded from the LGBTQ+ community, but also that the asexual people who are “accepted” are not actually being welcomed into the community based on their asexuality. Instead, they are accepted based on how similar they are to other marginalized sexual orientations. This mindset ignores the myriad of discriminatory practices and attitudes that negatively affect all asexual people. In order to test this hypothesis, a survey was conducted with asexual participants recruited from AVEN. This survey asked participants about their romantic identity, experience with the LGBTQ+ community, and personal feelings about asexuality’s relationship with the rest of the LGBTQ+ umbrella. The goal was to determine if a correlation exists between a given participant’s romantic orientation and their feelings of belonging with the LGBTQ+ community.   Literature Review Asexual Discrimination As far back as at least 1977, asexuality have been stereotyped as either a religious choice or a psychological disorder (Johnson, 1977), on the rare occasions that it was known of at all. Such inaccurate generalizations persist today; Prause and Graham (2007) found that two of the most common themes in participant's descriptions of what experiences they expected asexual people to have had included “a psychological problem” and “a very negative sexual experience”. Furthermore, the cultural assumption that all human beings must be sexual has led to asexual people being made the target of homophobia from those who assume anyone not displaying heterosexual behaviors must be homosexual (Chasin, 2014). Finally, evidence suggests that asexual people may experience greater levels of poor health (Bogeart 2004), confusion and psychological distress as a result of having to navigate a world that assumes sexuality as the norm (Chasin 2014). Gender also factors into asexual discrimination: for one, asexual women have historically been disproportionately presumed to be neurotic or sexually dysfunctional as a result of sexual repression or past trauma (Johnson, 1977). Also, asexual transgender individuals, who make up around 10-20% of the asexual 6  community (Asexual Awareness Week, 2011), experience an intersection in oppression between their asexual and transgender identities. This is the result of the fact that both identities defy gender normative expectations by rejecting heteronormativity and cisnormativity respectively (Chasin, 2014). Another issue asexuality faces is its potential overlap with the DSM descriptions of sexual desire dysfunctions. This could lead to asexual people being incorrectly and unnecessarily labeled as mentally ill. In response to this problem, Bogeart (2006) worked to make a distinction between asexuality and pathology by comparing and contrasting asexuality with Hypoactive Sexual Desire Disorder (HSDD). This study determined that asexuality should not be equated with HSDD, since there are key differences between asexuals and people diagnosed with HSDD. People with HSDD are generally in distress as a result of their lack of sexual attraction or drive, while asexual people are much more likely to be content with their asexuality and to have no wish to “fix” it. Also, HSDD typically only lasts for a limited time period, while asexuality is generally life-long. Finally, many asexuals still experience some amount of sexual drive or pleasure, while HSDD sufferers do not (ibid.).  Prause and Graham (2004) also contributed to the issue in their study of the general characteristics of the asexual population. While self-identified asexuals were found to have lower levels of sexual interest and arousability, they did not show any significant variation in sexual inhibition compared to non-asexuals. Yet, they also found that higher percentages of asexuals compared to non-sexuals suggested asexuality was the result of a biological flaw, such as “something gone wrong genetically” or a “hormone problem”. Given that the findings of this study also indicated that asexuals also thought that asexuals experienced more negative attitudes from society compared to non-asexuals, Prause and Graham (2004) suggest that asexual's feelings of being biologically “wrong” may be a result of the social expectation that everyone has and is interested in sex. This may result in asexuals being socialized into believing that they are in need of a medical diagnosis. These findings suggest that labeling all lack of sexual interest and/or drive as the result of pathology is problematic and may contribute to feelings of wrongness or brokenness in asexual people. Raising awareness about asexuality as a marginalized sexual orientation through its inclusion in the LGBTQ+ acronym would be helpful in dispelling these harmful misconceptions. (I would like to note here that there are asexual individuals who link their asexual identity to trauma or mental illness, and that these people’s identities are valid. The point I wish to make here is that defining all asexuality as pathological or trauma-induced is incorrect and damaging.) Finally, while studies on explicit negative attitudes towards asexuals remain mostly non-existent, there has been research done that has found such prejudiced attitudes in two studies of intergroup bias against asexuals (MacInnis & Hodson, 2012). This research found that among heterosexuals, homosexuals, bisexuals, and asexuals, asexuals received the greatest amount of negative attributions and were most likely to be dehumanized based on assumed lack of “uniquely human” 7  emotional experience. While further studies would be needed to cement these findings, they still indicate that explicitly negative and discriminatory attitudes exist against asexuals on a comparable level to homosexual and bisexual people.  Romantic and Sexual Preferences Western society’s dominant cultural narrative surrounding romance and sexuality is that romantic desire must always be accompanied by sexual desire, but this is not necessarily the case. Diamond (2003) writes that sexual and romantic desire are separate functions governed by distinct bio-behavioral and sociocultural processes. As a result, romantic and sexual feelings are fully capable of occurring independently of the other. Diamond also argues that gender-specific romantic orientation has no intrinsic biological basis, and that people’s tendencies to fall in love with specific gender(s) stem instead from the influence of each individual’s social and environmental context. This is essentially the view of how romantic and sexual identities form that I will take when discussing romantic orientation. Previous research on asexuality has come to a general consensus that factoring romantic identity into research and dialogues on asexuality is crucial for coming to an accurate understanding of the asexual experience. Scherrer (2008) did an open-ended survey of asexuals recruited from AVEN and found that romantic identity emerged as a prominent theme in responses. The researcher had not known to make any questions on romantic identity beforehand, so the fact that the topic emerged so often without any prompt showed just how crucial romantic identity is to understanding how it is to live and identify as asexual. Chasin (2011) argued that in light of the new knowledge of variation of romantic identity that has recently emerged in research on asexuality, conceptualizing asexuals as a single homogenous group is detrimental to accurately understanding the identity. They suggested that asexuality be considered as broad a categorical term as “sexual”, since sexual people obviously also experience a wide variation of orientations, and thus there is no reason not to acknowledge that the same variability exists within asexual people. A similar argument is made by Carrigan (2011); this paper also advocates for a more continuous conceptualization of asexuality that takes into account both romantic orientation and level of interest in/repulsion of sex as important distinctions.  Methods 8  This study utilized an online anonymous survey with participants recruited from AVEN, which is, as previously described, by far the largest and most central online hub of the asexual community. AVEN is largely accredited with bringing about the media attention and research on asexuality that exists today, and is very commonly used as a participant resource in studies on asexuality. Furthermore, recruiting participants from an online source is especially appropriate for asexuality since the identity (as a socially-recognized category) was largely developed through the creation of online communities, particularly AVEN. Recruitment materials will request respondents who self-identify as asexual and are willing to report on their experiences living under this identity. Participants were asked outright whether they identify as asexual, and whether or not they experience sexual attraction. Demographic information was also collected, including the age, gender identity, racial identity, and current level of education of each participant.    It should be noted here that these recruitment methods biased the sample to those who explicitly self-identify as asexual and interact enough with the community to have found the survey in the first place. Thus, those who do not experience sexual attraction but are unaware of/do not identify as asexual as well as those who may know of and identify under the label but choose not to engage with any asexual communities were likely excluded. This is unfortunate, but there is no feasible way to recruit such participants for studies like these, especially since many of them would be unwilling to take part in a study such as this even if they did find out about it.   The first of the survey's questions were designed to measure each respondent's level of interaction and identification with the LGBTQ umbrella using items intended to assess various factors. The questions were as follows:  - Do you participate in offline LGBTQ+ groups, spaces, or events? (i.e. clubs, campus events, marches, etc.) - Do you ever desire to participate in offline LGBTQ+ groups, spaces, or events? - Do you post in online LGBTQ+ spaces? - Do you feel comfortable having a visible presence in LGBTQ+ spaces? (i.e. showing up to events, or making contributions to online conversations) - Have you ever felt rejected or excluded from the LGBTQ+ community on the basis of your romantic orientation?  9  Respondents were prompted to answer these on a scale of 1 through 5 (with 1 being “Never”, 2 meaning “Rarely”, 3 meaning “Sometimes”, 4 meaning “Often”, and 5 being “Always”.)   After this, each respondent was asked to respond to three questions about their personal opinions on their own place under the LGBTQ+ umbrella, and asexuality’s place under it in general. These questions included:  - Do you personally identify as a member of the LGBTQ+ umbrella?  - Do you consider your romantic orientation to affect your choice to identify or with the LGBTQ+ umbrella? - Should asexuality be included in the LGBTQ+ acronym?  These questions provided three response items: “Yes”, “No”, and “Maybe/Unsure”.    RESULTS Demographics The sample size of this study was N=176. Of that total, an overwhelming majority were white females in their twenties. 62.5% of participants identified as female, while 13.6% were male and 23.3% were either non-binary or “other”. Race frequencies showed white participants to make up 81.8% of the sample, which was a significantly higher proportion compared to the other race categories. The second-highest race category (“Asian”) only came up to 6.8%, and the third most-common (“Other”) added up to 4.5%. The remaining race categories (Black/African American, Native American/First Nation, and the “refuse to respond” option) all came in at 2.8, 0.6, and 3.4% respectively. As for age, each participant was coded into one of seven age groups: 15-19, 20-24, 25-29, 30-39, 40-49, 50-59, and 60-79. 36.9% were between the ages of 20 and 24, and another 12.5% were between the ages of 25 and 29, adding up to a 49.4% total of participants between 20 and 29. The second most common age group (at 10  33% of all participants) was ages 15-19. Beyond that, by far the most populated remaining age category was the 30-39 range, at 10.8%. All remaining age categories came up to 3.4% or less.    Romantic Orientation and LGBTQ+ Community Participation Unfortunately, not enough homo-romantic and non-romantic asexuals participated in the survey for the research to make any worthwhile comparisons between people in those two categories and other asexuals. Out of the entire sample, only 3.4% (six participants) identified as homo-romantic, and only 5.1% (nine participants) did not identify as any romantic orientation. Given this unfortunate limitation, most of the comparisons and relationships found here were only made between the remaining identity categories. The frequencies of all the other romantic orientations were much higher and relatively equalized. Hetero-romantics, aromantics, and bi/pan-romantics were all within the range of 22-27% frequency, and “Other” (i.e., otherwise-identified asexuals) lagged only a little behind at 17.6%.  A cross-tab analysis of participant’s desire to participate in LGBTQ+ events and their actual level of participation produced, as would be expected, an extremely significant relationship (0.0% significance). Those who never desire to participate very rarely do so, while those who sometimes desire to participate never do in a little over half of all cases. This establishes that a participant’s level of desire to participate almost certainly does predict the rate to which they actually will participate. When the relationship between the romantic orientation and level of active participation in offline LGBTQ+ events variables were analyzed, it appeared that hetero-romantic asexuals were the most likely to “never” participate in offline LGBTQ+ events. However, this relationship was not found to be significant. On the other hand, participant’s desire to participate in such events was found to have a statistically significant relationship with romantic identity (at 3.2% significance). Hetero-romantic participants appear to have a higher percentage of members who have no or little interest in attending offline LGBTQ+ events or spaces (30.8% no interest, 10.3% rarely any interest), compared to almost all the other romantic orientation categories whose range of frequency of no/low interest participants lay from 4.7% to 12.9% for “Never (interested)”, and 3.2% to 11.6% for “Rarely (interested.)” However, hetero-romantics were far from being exclusively at the lower end of the desire scale. 23.1% of the sample of hetero-romantics “sometimes” desire to participate, and another 23.1% “often” do. The remaining 12.8% claim to “always” desire to 11  participate in such events. For comparison, 25% and 22.9% of aromantics were “often” or “always” interested, respectively, while bi/pan-romantics were 41.9% “often” interested and 25.6% “always” interested. Thus, hetero-romantics appear to have somewhat less desire for participation in offline spaces compared to aromantics, and a lot less desire compared to bi-romantics and pan-romantics. Aromantics, on the other hand, showed a similar percentage of members who “always” desire to participate in offline events to bi/pan-romantics. Yet, the “often” category showed that bi/pan-romantics desired to participate at almost twice the rate that aromantics did (25% of aromantics, 41.9% of bi/pan-romantics.) Aromantics also had a much higher rate of “sometimes” and “never” responses compared to bi-romantics and pan-romantics.  Homo-romantics were the one romantic identity category with higher rates of non-desire for participation than hetero-romantics. With what few homo-romantics were present in the sample, over half either “never” or “rarely” wish to participate in offline LGBTQ events/spaces. Again, worthwhile conclusions cannot be drawn with such a small sample size, but it is still interesting to note in light of this study’s hypothesis. These results suggest a bit of polarity of opinion within hetero-romantic asexuals. Greater numbers of them compared to other romantic identities do not wish to participate in offline events, and they have relatively low percentages of members frequently desiring to participate in offline events. Yet, the numbers of them that do wish to do so are still sizable in number, with the percentage rates of “sometimes”, “often”, and “always” desiring-to-participate hetero-romantics adding up to a greater percentage than “never” or “rarely” wishing-to-participate hetero-romantics (59% versus 41.1%). Aromantics also show a notably large amount of desire for participation in offline LGBTQ spaces, although in their case there appears to be less of a divide. The total percentage of aromantics who report at least sometimes desiring to participate in offline events is 79.1%; thus, noticeably more aromantics report sometimes, often, or always wanting to participate than never or rarely. Interestingly, aromantics reported never having any desire to participate at a much lower frequency than hetero-romantics – 10.4% of aromantics answered “never”, while 30.8% of hetero-romantics answered the same. They also report desiring to participate sometimes, often, or always at a greater rate than hetero-romantics (79.1% versus 59%.) Thus, while there are similarities in the aromantic and hetero-romantic data for this variable, there are also notable differences that cannot be ignored.  Romantic Orientation and Sense of Community Belonging 12  With a p-value of 0.01, the relationship between romantic orientation and the frequency to which each participant has ever felt rejected or excluded from the larger LGBTQ+ community is one of the most statistically significant relationships found in the data. Hetero-romantics showed a noticeably high percentage (43.2%) of participants who felt “often” excluded compared to all other levels of rejection. Plus, another 29.7% of hetero-romantic participants felt “sometimes” excluded, and 5.4% felt “always” excluded. This left only 21.6% of hetero-romantic participants who felt “never” or “rarely” excluded from LGBTQ communities. In comparison, aromantics, bi-romantics/pan-romantics, and people with a romantic identity that does not fit into any of the given categories showed lower percentages of respondents who answered “Often” or “Always,” versus higher percentages of “Never” and “Rarely” responses.  Also found to be extremely significant (p-value=0.03) was the relationship between romantic orientation and whether or not the participant personally identifies as a member of the LGBTQ+ community. Overwhelmingly, the majority of all the romantic orientations identified as LGBTQ+, except for hetero-romantics and homo-romantics. The majority of hetero-romantics responded that they either did not identify as a member of the community (38.5%), or maybe did/were unsure (35.9%). However, that still left 25.6% of the hetero-romantic participants who responded that they did identify as a member of the community, so it would seem that once again some kind of polarity exists within the hetero-romantic sample. Homo-romantics also showed a tendency to either not identify as LGBTQ+, or be uncertain whether or not they identify with the community. While these results should be taken with a grain of salt given the miniscule representation of homo-romantics in the data, it is still surprising and interesting that only one homo-romantic participant out of six answered “yes” to this item. Aromantics, bi/pan-romantics, and otherwise-identified asexuals, on the other hand, all had notably high percentages of respondents who identified as LGBTQ+: 53.2% of aromantics, 69.8% of bi/pan-romantics, and 61.3% of “others”. Aromantics, however, did have an almost even split in the remainder of its respondents between the remaining two response categories (21.3% “No”, and 25.5% “Maybe/Unsure”. Thus, aromantics overall had a slightly higher percentage of those who either did not identify as LGBTQ+ or were unsure. Homo-romantics, again, had too tiny a frequency to make solid conclusions about, but it is still surprising and interesting that all but one said they were either definitely not a member of the LGBTQ+ umbrella, or unsure whether or not they were. A statistically significant relationship between a participant’s romantic orientation and whether or not they believe asexuality deserves to be included in the LGBTQ+ acronym was also found to exist. In all romantic orientation categories except for homo-romantics, a significant majority responded that they do believe that asexuality should be included within the LGBTQ+ label. Hetero-romantics showed a similar pattern as they did for personal sense of identification with the LGBTQ+ community: a majority (compared to the other response categories individually) said they do believe it belongs (48.7%), but the remainder of hetero-romantic 13  responses were split evenly between “No” and “Maybe/Unsure” (25.6% for both response categories). Aromantics, bi/pan-romantics, and otherwise-identified asexuals also once again showed a similar pattern as with the personal identification question, with all three of those identity categories showing a strong preference for the “Yes (I do believe asexuality should be included in the LGBTQ+ acronym)” response. However, despite the above findings, a statistically significant relationship was not found between romantic orientation and whether or not each participant considered their romantic orientation to have any impact on their choice to identify as LGBTQ+ or not. Analysis and speculation in light of this finding is included in the discussion section below.   14  Discussion Overall, the collected data partially supported this study’s hypothesis. The fact that there appears to be no relationship between romantic identity and how often someone attends LGBTQ+ events or uses LGBTQ+ spaces would appear to go against the hypothesis; yet, the relationship found between each participant’s desire to participate in such spaces events suggests that many hetero-romantics may feel excluded from the LGBTQ+ community or ill-fitting enough for it that it precludes their desire to participate in community spaces and events. At the same time, the notable percentage of hetero-romantics and aromantics who were ambivalent about participating or who were certain in their wish to participate supports the idea that many hetero-romantic asexuals do have interest in being included in the LGBTQ community, but may feel discouraged from participating in greater numbers compared to other romantic orientations.  This interpretation is further supported by the finding that having a hetero-romantic orientation appeared to increase the rate to which an asexual person feels excluded or rejected from the larger LGBTQ+ community on the basis of their romantic orientation. Unfortunately, conclusions cannot be drawn about how this sense of exclusion affects hetero-romantic asexual’s actual participation in LGBTQ+ spaces. However, it does raise useful questions about what causes hetero-romantic asexuals to feel excluded from the LGBTQ+ community at a higher rate than others.  However, aromantics showed differing patterns in many areas, such as how they were generally more likely to desire to participate in offline events, and how they were much more likely to identify as a member of the LGBTQ+ community. This would indicate that if this study’s hypothesis is not incorrect, there may be mediating variables at play that affect hetero-romantic experiences versus aromantic experiences. It is interesting that while hetero-romantics are somewhat evenly split on the matter of their personal identification with the LGBTQ+ community, and are similar in their beliefs of asexuality belonging under the LGBTQ+ umbrella as those of other romantic orientations, the majority still do not believe that their romantic identity has any impact on their choice to identify with the LGBTQ+ community. The lack of significant data for this particular variable suggests that there likely is no influence of romantic orientation in this choice, so this raises the question of why hetero-romantic asexuals identify less with the LGBTQ+ community while simultaneously believing that asexuality belongs under the umbrella, if their hetero-romantic identity is generally not a factor in their choice to identify with the community. Once again, the data raises questions that warrant future research that delves more into the reasons for the responses on this survey.  15  Limitations  This research was a pilot study, and thus there are a number of limitations to the findings. For one, the sample size was beneath 300 and thus not high enough to be truly generalizable. However, the sample size was comparable (and in some cases, higher than) to the sample sizes utilized in much of the previous research on asexuality. Hence, while the sample may not meet the general standard of generalizability, the results are still about on the same level of usefulness as previous asexuality research.  Another limitation to be considered is that this study used quantitative methods exclusively. This meant that participants did not have the opportunity to explain the reasons behind their answers, which subsequently leaves the researchers in a position to only speculate what the causes are behind many of the results found. Given that this particular topic has never been studied before, and it was unknown whether a correlation between the variables being tested would be found to exist at all, this level of ambiguity is acceptable for now. However, in order to examine this relationship in the amount of depth it needs, further research needs to be conducted. Preferably, this future research would conduct interviews with participants in order to fully gather the reasons they feel the way they do about their identity, about their own participation (or lack thereof) in LGBTQ+ communities, and about asexuality’s place under the LGBTQ+ umbrella. Such research could also potentially help eliminate any potential third variables that may have influenced the data in the present study.  Yet another limitation is the aforementioned lack of homo-romantic participants. This is a very significant limitation to the data, and also a surprising one. It is worth questioning why there appear to be so few homo-romantic participants, and if it is a reflection of the proportion of homo-romantic asexual people present in the larger asexual community. If it is, this begs the question of whether there are simply less homo-romantic asexuals in existence, or if homo-romantic asexuals do actually exist in greater numbers but choose not to frequent asexual spaces as often as asexuals of other romantic orientations. Assuming the latter is true, than it could be possible that homo-romantic asexual people actually experience greater feelings of exclusion from asexual communities compared with other romantic orientations. This would be an interesting contrast from the findings on hetero-romantics, who inhabit asexual communities in high numbers but are the most likely to report feeling excluded from the LGBTQ+ community. In order to address this possibility, future research could focus on homo-romantic asexual people exclusively. Interviews could be conducted looking into how homo-romantic asexuals relate to both the asexual community and the LGBTQ+ community, and what their experiences in asexual/LGBTQ+ spaces have been like.  16  Conclusion  Asexuality is an identity umbrella with identities and experiences as varied as those who identify as sexual, and thus the currently budding research on asexuality should reflect this. Too many studies have treated asexuality as a monolithic category and failed to inspect the myriad of manifestations of asexuality that exist. This study was an attempt at furthering research on the area of asexual people’s romantic identities and their relationship with the larger LGBTQ+ community, and thus helping to address this gap in the existing research on asexuality, even if only a little.  The results reaffirm that romantic orientation is an important source of variation within asexual experience, and supports the conclusion that romantic orientation is important enough to affect how an asexual person interacts with and relates to the larger asexual community. It cannot yet be concluded with certainty exactly how or why the relationships that were found exist, but the fact that the relationships were found in the first place suggest that further research into them would be useful for gaining a better understanding of asexual identity and experiences, as well as for improving the relationship between the asexual and LGBTQ+ communities. This research, and further research like it, serves to improve existing knowledge on asexual people’s interactions and experiences with the LGBTQ+ community, and how their romantic identity may relate to the amount and quality of interaction. Thus, existing barriers between the asexual community and other marginalized sexualities can be uncovered, and actions to help promote acceptance and improve collaboration between communities can be done.   17  References Asexual Awareness Week. “Results of the asexual community census 2011.” (2011). Available at: http://www.facebook.com/notes/asexual-awareness-week/results-of-the-asexual-community-census-2011/208581089214485  Bogaert, A. F. (2004). Asexuality: Prevalence and associated factors in a national probability sample. Journal of Sex Research 41(3). 279-287.  Bogaert, A. F. (2006) Towards a conceptual understanding of asexuality. Review of General Psychology 10(3) 241.  Carrigan, M. (2011). There’s more to life than sex? Difference and commonality within the asexual community. Sexualities 14 (4), 426-478.  Chasin, C.D. (2011). Theoretical issues in the study of asexuality. Archives of Sexual Behavior. 40, 713-723.  Chasin, C.D. (2014). Making sense in and of the asexual community: Navigating relationships and identities in a context of resistance. Journal of Community and Applied Social Psychology.  Chasin, C.D. (2013). Reconsidering asexuality and its radical potential. Feminist Studies. 39(2).  Diamond, L.M. (2003). What does sexual orientation orient? A biobehavioral model distinguishing romantic love and sexual desire. Psychological review 110(1), 173-92. 18   Emens, E.F. (2014). Compulsory sexuality. Stanford Law Review, 66, 303.  Johnson, M.T. (1977). Asexual and autoerotic women: Two invisible groups. The sexually oppressed, 96-109.  Kinsey, A.C. et al. (1948/1998). Sexual behavior in the human male. Philadelphia, PA: W.B. Saunders; Bloomington, IN: Indiana U. Press.   Kinsey, A.C. et al. (1953/1998). Sexual behavior in the human female. Philadelphia, PA: W.B. Saunders; Bloomington, IN: Indiana U. Press.  MacInnis, C.C., & Hodson, G. (2012). Intergroup bias against “Group X”: Evidence of prejudice, dehumanization, avoidance, and discrimination against asexuals. Group Processes & Intergroup Relations 15, 725-743.   Mosbergen, D. (2013, June 17). What is asexuality? A community's coming of age. Huffington Post. Retrieved from http://www.huffingtonpost.com/2013/06/17/what-is-asexuality_n_3360424.html  Mosbergen, D. (2013, June 21). LGBT, asexual communities clash over ace inclusion. Huffington Post. Retrieved from http://www.huffingtonpost.com/2013/06/21/lgbt-asexual_n_3385530.html  Prause, Nicole, & Graham, Cynthia A. (2007). Asexuality: Classification and characterization. Archive of Sexual Behavior 36, 341-356. 19   Scherrer, K. (2008). Coming to an asexual identity: Negotiating identity, negotiating desire. Sexualities 11(5), 621-41.  Storms, M.D. (1980). Theories of sexual orientation. Journal of Personality and Social Psychology 38, 783-792.   20    Appendix: Crosstab Tables Romantic orientation of participant * Participant's level of active participation in offline LGBTQ+ events and/or spaces Crosstabulation  Participant's level of active participation in offline LGBTQ+ events and/or spaces Total Never Rarely Sometimes Often Always Romantic orientation of participant I do not identify as any romantic orientation Count 7 0 1 1 0 9 % within Romantic orientation of participant 77.8% 0.0% 11.1% 11.1% 0.0% 100.0%               Heteroromantic Count 21 9 4 3 2 39 % within Romantic orientation of participant 53.8% 23.1% 10.3% 7.7% 5.1% 100.0%               Homoromantic Count 4 2 0 0 0 6 % within Romantic orientation of participant 66.7% 33.3% 0.0% 0.0% 0.0% 100.0%               Aromantic Count 18 12 4 10 4 48 % within Romantic orientation of participant 37.5% 25.0% 8.3% 20.8% 8.3% 100.0%               Bi/Panromantic Count 16 8 7 8 4 43 % within Romantic orientation of participant 37.2% 18.6% 16.3% 18.6% 9.3% 100.0%               Other Count 15 6 4 3 3 31 % within Romantic orientation of participant 48.4% 19.4% 12.9% 9.7% 9.7% 100.0%               21     Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 16.048a 20 .714 Likelihood Ratio 20.143 20 .449 Linear-by-Linear Association 3.965 1 .046 N of Valid Cases 176   a. 18 cells (60.0%) have expected count less than 5. The minimum expected count is .44.    Romantic orientation of participant * Participant's level of desire to participate in offline LGBTQ+ events and/or spaces Crosstabulation  Participant's level of desire to participate in offline LGBTQ+ events and/or spaces Total Never Rarely Sometimes Often Always Romantic orientation of participant I do not identify as any romantic orientation Count 1 0 4 3 1 9 % within Romantic orientation of participant 11.1% 0.0% 44.4% 33.3% 11.1% 100.0%               Heteroromantic Count 12 4 9 9 5 39 % within Romantic orientation of participant 30.8% 10.3% 23.1% 23.1% 12.8% 100.0%               Homoromantic Count 2 2 1 1 0 6 % within Romantic orientation of participant 33.3% 33.3% 16.7% 16.7% 0.0% 100.0%               Aromantic Count 5 5 15 12 11 48 % within Romantic orientation of participant 10.4% 10.4% 31.2% 25.0% 22.9% 100.0%        22         Bi/Panromantic Count 2 5 7 18 11 43 % within Romantic orientation of participant 4.7% 11.6% 16.3% 41.9% 25.6% 100.0%               Other Count 4 1 11 13 2 31 % within Romantic orientation of participant 12.9% 3.2% 35.5% 41.9% 6.5% 100.0%                 Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 33.203a 20 .032 Likelihood Ratio 33.814 20 .027 Linear-by-Linear Association 5.884 1 .015 N of Valid Cases 176   a. 15 cells (50.0%) have expected count less than 5. The minimum expected count is .58.    Romantic orientation of participant * Frequency to which participant posts in online LGBTQ spaces Crosstabulation  Frequency to which participant posts in online LGBTQ spaces Total Never Rarely Sometimes Often Always Romantic orientation of participant I do not identify as any romantic orientation Count 5 3 1 0 0 9 % within Romantic orientation of participant 55.6% 33.3% 11.1% 0.0% 0.0% 100.0%               Heteroromantic Count 24 10 2 3 0 39 % within Romantic orientation of participant 61.5% 25.6% 5.1% 7.7% 0.0% 100.0%        23         Homoromantic Count 3 1 1 0 0 5 % within Romantic orientation of participant 60.0% 20.0% 20.0% 0.0% 0.0% 100.0%               Aromantic Count 15 12 12 6 3 48 % within Romantic orientation of participant 31.2% 25.0% 25.0% 12.5% 6.2% 100.0%               Bi/Panromantic Count 11 13 10 5 4 43 % within Romantic orientation of participant 25.6% 30.2% 23.3% 11.6% 9.3% 100.0%               Other Count 9 8 4 9 1 31 % within Romantic orientation of participant 29.0% 25.8% 12.9% 29.0% 3.2% 100.0%                 Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 30.661a 20 .060 Likelihood Ratio 33.339 20 .031 Linear-by-Linear Association 16.685 1 .000 N of Valid Cases 175   a. 15 cells (50.0%) have expected count less than 5. The minimum expected count is .23.     24       Romantic orientation of participant * Participant's level of comfort while participating/posting in LGBTQ+ events/spaces Crosstabulation  Participant's level of comfort while participating/posting in LGBTQ+ events/spaces Total Never Rarely Sometimes Often Always Romantic orientation of participant I do not identify as any romantic orientation Count 2 2 3 2 0 9 % within Romantic orientation of participant 22.2% 22.2% 33.3% 22.2% 0.0% 100.0%               Heteroromantic Count 6 14 9 6 2 37 % within Romantic orientation of participant 16.2% 37.8% 24.3% 16.2% 5.4% 100.0%               Homoromantic Count 3 2 1 0 0 6 % within Romantic orientation of participant 50.0% 33.3% 16.7% 0.0% 0.0% 100.0%               Aromantic Count 4 15 9 10 8 46 % within Romantic orientation of participant 8.7% 32.6% 19.6% 21.7% 17.4% 100.0%               Bi/Panromantic Count 2 12 12 13 4 43 % within Romantic orientation of participant 4.7% 27.9% 27.9% 30.2% 9.3% 100.0%               Other Count 2 9 8 6 6 31 % within Romantic orientation of participant 6.5% 29.0% 25.8% 19.4% 19.4% 100.0% 25                  Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 24.119a 20 .237 Likelihood Ratio 23.293 20 .275 Linear-by-Linear Association 7.732 1 .005 N of Valid Cases 172   a. 15 cells (50.0%) have expected count less than 5. The minimum expected count is .66.      Romantic orientation of participant * Frequency that participant has felt rejected/excluded from LGBTQ+ events/spaces Crosstabulation  Frequency that participant has felt rejected/excluded from LGBTQ+ events/spaces Total Never Rarely Sometimes Often Always Romantic orientation of participant I do not identify as any romantic orientation Count 2 1 1 4 0 8 % within Romantic orientation of participant 25.0% 12.5% 12.5% 50.0% 0.0% 100.0%               Heteroromantic Count 4 4 11 16 2 37 % within Romantic orientation of participant 10.8% 10.8% 29.7% 43.2% 5.4% 100.0%               Homoromantic Count 1 0 2 0 3 6 % within Romantic orientation of participant 16.7% 0.0% 33.3% 0.0% 50.0% 100.0%               26  Aromantic Count 12 9 16 8 3 48 % within Romantic orientation of participant 25.0% 18.8% 33.3% 16.7% 6.2% 100.0%               Bi/Panromantic Count 17 7 12 5 2 43 % within Romantic orientation of participant 39.5% 16.3% 27.9% 11.6% 4.7% 100.0%               Other Count 13 5 7 4 1 30 % within Romantic orientation of participant 43.3% 16.7% 23.3% 13.3% 3.3% 100.0%               Total Count 49 26 49 37 11 172 % within Romantic orientation of participant 28.5% 15.1% 28.5% 21.5% 6.4% 100.0%                 Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 47.018a 20 .001 Likelihood Ratio 38.032 20 .009 Linear-by-Linear Association 15.592 1 .000 N of Valid Cases 172   a. 15 cells (50.0%) have expected count less than 5. The minimum expected count is .38.    27    Romantic orientation of participant * Whether or not participant personally identifies as a member of the LGBTQ community Crosstabulation  Whether or not participant personally identifies as a member of the LGBTQ community Total No Maybe/Unsure Yes Romantic orientation of participant I do not identify as any romantic orientation Count 1 4 4 9 % within Romantic orientation of participant 11.1% 44.4% 44.4% 100.0%           Heteroromantic Count 15 14 10 39 % within Romantic orientation of participant 38.5% 35.9% 25.6% 100.0%           Homoromantic Count 3 2 1 6 % within Romantic orientation of participant 50.0% 33.3% 16.7% 100.0%           Aromantic Count 10 12 25 47 % within Romantic orientation of participant 21.3% 25.5% 53.2% 100.0%           Bi/Panromantic Count 5 8 30 43 % within Romantic orientation of participant 11.6% 18.6% 69.8% 100.0%           Other Count 2 10 19 31 % within Romantic orientation of participant 6.5% 32.3% 61.3% 100.0%            28   Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 27.107a 10 .003 Likelihood Ratio 27.904 10 .002 Linear-by-Linear Association 15.872 1 .000 N of Valid Cases 175   a. 6 cells (33.3%) have expected count less than 5. The minimum expected count is 1.23.    Romantic orientation of participant * Whether or not participant considers their romantic orientation to impact their choice to identify/not identify with the LGBTQ+ community Crosstabulation  Whether or not participant considers their romantic orientation to impact their choice to identify/not identify with the LGBTQ+ community Total No Maybe/Unsure Yes Romantic orientation of participant I do not identify as any romantic orientation Count 6 0 3 9 % within Romantic orientation of participant 66.7% 0.0% 33.3% 100.0%           Heteroromantic Count 13 13 13 39 % within Romantic orientation of participant 33.3% 33.3% 33.3% 100.0%           Homoromantic Count 2 2 2 6 % within Romantic orientation of participant 33.3% 33.3% 33.3% 100.0%           Aromantic Count 21 7 20 48 % within Romantic orientation of participant 43.8% 14.6% 41.7% 100.0% 29            Bi/Panromantic Count 13 15 15 43 % within Romantic orientation of participant 30.2% 34.9% 34.9% 100.0%           Other Count 12 12 7 31 % within Romantic orientation of participant 38.7% 38.7% 22.6% 100.0%           Total Count 67 49 60 176 % within Romantic orientation of participant 38.1% 27.8% 34.1% 100.0%             Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 13.437a 10 .200 Likelihood Ratio 16.156 10 .095 Linear-by-Linear Association .002 1 .965 N of Valid Cases 176   a. 6 cells (33.3%) have expected count less than 5. The minimum expected count is 1.67.    30    Romantic orientation of participant * Participant's opinion on whether or not asexuality should be included in the LGBTQ+ acronym Crosstabulation  Participant's opinion on whether or not asexuality should be included in the LGBTQ+ acronym Total No Maybe/Unsure Yes Romantic orientation of participant I do not identify as any romantic orientation Count 1 1 7 9 % within Romantic orientation of participant 11.1% 11.1% 77.8% 100.0%           Heteroromantic Count 10 10 19 39 % within Romantic orientation of participant 25.6% 25.6% 48.7% 100.0%           Homoromantic Count 4 0 2 6 % within Romantic orientation of participant 66.7% 0.0% 33.3% 100.0%           Aromantic Count 5 11 32 48 % within Romantic orientation of participant 10.4% 22.9% 66.7% 100.0%           Bi/Panromantic Count 3 8 32 43 % within Romantic orientation of participant 7.0% 18.6% 74.4% 100.0%           Other Count 1 5 25 31 % within Romantic orientation of participant 3.2% 16.1% 80.6% 100.0%            31  Chi-Square Tests  Value df Asymp. Sig. (2-sided) Pearson Chi-Square 27.792a 10 .002 Likelihood Ratio 23.887 10 .008 Linear-by-Linear Association 9.910 1 .002 N of Valid Cases 176   a. 6 cells (33.3%) have expected count less than 5. The minimum expected count is .82.    ",
    "id": 37773379,
    "identifiers": {
        "doi": "10.15760/honors.159",
        "oai": "oai:pdxscholar.library.pdx.edu:honorstheses-1180"
    },
    "title": "Romantic Identity and LGBTQ Identification: Variations of Experience in the Asexual Community",
    "language": null,
    "publishedDate": "2015-01-01T08:00:00+00:00",
    "publisher": "PDXScholar",
    "references": [],
    "sourceFulltextUrls": [
        "http://pdxscholar.library.pdx.edu/cgi/viewcontent.cgi?article=1180&context=honorstheses"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/37773379.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/37773379"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/37773379/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/37773379/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/37773379"
        }
    ],
    "abstract": "As a relatively new identity category, asexuality has received only a small amount of academic attention. With what little research has been done, it has been established that there is a great amount of variability of meaning within the label  asexual , particularly within the domain of romantic orientation. In light of this, and of asexuality’s invisibility even in comparison to other marginalized sexual orientations, this research sought to investigate the possibility that romantic identity impacts asexual individual’s relationship with the larger LGBTQ+ community by distributing an online quantitative survey to self-identified asexuals. The hypothesis was that hetero-romantic and aromantic individuals may report a more negative relationship with the LGBTQ+ community while also believing that asexuals as a whole deserve to be included within the LGBTQ+ umbrella. The results showed several significant relationships showing that being heteroromantic predicted a more negative relationship with the LGBTQ+ community. However, many items did not prove statistically significant, and the data on aromantics did not display the same patterns as the heteroromantic data. In order to fully understand the relationships found, future qualitative research is needed",
    "tags": [
        "text",
        "Asexuality (Sexual orientation)",
        "Gender identity",
        "Asexual people"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:pdxscholar.library.pdx.edu:honorstheses-1180",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "935",
        "openDoarId": 0,
        "name": "PDXScholar (Portland State University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 37773379,
        "depositedDate": "2015-01-01T00:00:00+00:00",
        "publishedDate": "2015-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-01T15:32:41+00:00",
        "acceptedDate": "2016-09-06T00:00:00+01:00",
        "createdDate": "2016-05-27T17:44:32+01:00"
    },
    "urls": [
        "https://pdxscholar.library.pdx.edu/honorstheses/138",
        "https://pdxscholar.library.pdx.edu/context/honorstheses/article/1180/viewcontent/The_Final_Final_Thesis.pdf"
    ],
    "lastUpdate": "2024-02-01T15:32:41+00:00",
    "setSpecs": []
}