{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Toner, Jean, MSW, Ph.D."
        }
    ],
    "contributors": [],
    "createdDate": "2018-07-14T08:56:38+01:00",
    "dataProvider": {
        "id": 3760,
        "name": "Murray State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3760",
        "logo": "https://api.core.ac.uk/data-providers/3760/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.61611/2165-4611.1042",
    "downloadUrl": "https://core.ac.uk/download/159488415.pdf",
    "fullText": "Contemporary Rural SocialWork JournalVolume 5Number 1 2013 Article 59-1-2013Rural Social Workers’ Perceptions of TrainingNeeds for Working with LGBTQ-Identified Youthin the Foster Care SystemJean Toner MSW, Ph.D.Central Michigan UniversityFollow this and additional works at: https://digitalcommons.murraystate.edu/crswPart of the Social Work CommonsThis Feature Article is brought to you for free and open access by Murray State's Digital Commons. It has been accepted for inclusion in ContemporaryRural Social Work Journal by an authorized editor of Murray State's Digital Commons. For more information, please contactmsu.digitalcommons@murraystate.edu.Recommended CitationToner, Jean MSW, Ph.D. (2013) \"Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth inthe Foster Care System,\" Contemporary Rural Social Work Journal: Vol. 5 : No. 1 , Article 5.Available at: https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System  Jean Toner Central Michigan University   Abstract. The article reports on findings from an exploratory qualitative study with rural child welfare professionals concerning their perceptions of services and training needs for working effectively with LGBTQ-identified youth in rural out-of-home care. The study employed         focus group methodology with workers from one region of a Midwestern state. Emergent themes corroborated extant research findings, and the three types were (a) an analysis of the current reality of knowledge, services, and training; (b) specific challenges to expanding and/or       improving training for rural workers; and (c) recommendations for improving services and  climate for LGBTQ-identified youth in rural areas. Implications for rural social work practice follow a discussion of findings.   Keywords: foster care, LGBTQ youth, training needs   In 1991, Child Welfare League of America (CWLA) responded to a growing awareness of shortcomings in care for children identified as gay and lesbian in child welfare systems (Rosenwald, 2009). CWLA convened a colloquium, and emerged from the group study with specific recommendations for child welfare administration and practice, as well as for advocacy for lesbian and gay youth in care (Mallon, 1997). Since that time a significant body of research and numerous programs and recommendations for working with youth identifying as lesbian, gay, bisexual, transgender, and questioning (LGBTQ) have been developed (Child Welfare League of America, 2012; Jacobs & Freundlich, 2006; Mallon, 2011; Mallon & Woronoff, 2006; National Alliance to End Homelessness, 2009; White, Havalchak, Jackson, O’Brien, & Pecora, 2007;  Wilber, Ryan, & Marksamer, 2006). Social work researchers and practitioners have developed and disseminated child welfare worker training materials founded upon        evidence-based (EBP) and best practices (Elze & McHaelen, 2009; Mallon, 1997; National Center for Lesbian Rights, 2006; Out-of-Home Youth Advocacy Council, 2007). In the course of research and development of best practice standards, the particular issues confronting rural youth and rural child welfare workers have been addressed (Snively, 2004; Toner, 2008; Woronoff, Estrada, & Sommer, 2006; Yarbrough, 2003). The present study aims to expand available knowledge regarding rural child welfare workers’ perceptions of services and training needs for working effectively with LGBTQ-identified youth in care. Following a brief overview of issues pertaining to the research questions, findings will be presented, and implications for child welfare practice in rural settings will be discussed.  Issues Facing LGBTQ-Identified Youth   Adolescence is a challenging time for all youth. Physical, emotional, social, and       spiritual changes are rapid and broad-reaching. Youth are faced with developing a sense of self that encompasses physical maturation, increases in abstract thinking and verbal skills, values Toner, Contemporary Rural Social Work, Vol. 5, 2013  65 1Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    clarification and problem-solving, emotional and physical independence from parents,           development of more mature perspectives on human relationships, emergence of vocational  aspirations, and movement through varying levels of peer identification and dependence. The emergence of personal identity is central to all adolescent developmental tasks. For               heterosexual youth, the task of identity development follows a trajectory that is generally     conforming to heteronormative societal psychosexual expectations and norms. While          challenges facing LGBTQ-identified youth include normal adolescent developmental processes, they encounter additional tasks and challenges specific to their sexual orientation, gender    identity, and/or questioning status. Those realities create enormous vulnerability to social and psychological risks and threats to well-being (Daley, Solomon, Newman, & Mishna, 2008; Gallegos et al., 2011; Human Rights Campaign, 2012; Jacobs & Freundlich, 2006; Mallon & Woronoff, 2006; Ryan & Futterman, 1998).   The most critical challenge facing LGBTQ youth is identity formation–the complex  process through which youth discover, uncover, and ultimately accept self-definition of their personality–or “who they are.” The process is the sum of the tasks outlined in the previous   paragraph, and is mediated through feedback youth receive from their social environment (Ragg, Patrick, & Ziefert, 2006). The feedback LGBTQ-identified youth receive from the social environment is permeated with negative characterizations of homosexuality, from jokes on   late-night TV to condemnation from some religious traditions.   The adverse impact of negative societal messages is often coupled with rejection from immediate family members. Fish and Harvey (2005) argue, “children must either learn to reject the view that queerness is pathological or reject pieces of their own existence” (p. 54). The  negative impact of rejection and its association with adverse adult outcomes has been well    established through research (Birkett, Espelage, & Koenig, 2009; Ryan, Huebner, Diaz, & Sanchez, 2009; Toomey, Ryan, Diaz, Card, & Russell, 2010). The reciprocal relationship      between victimization, school climate, tolerance of low level violence (i.e., bullying) and its negative impact on education has been established (Myer-Adams & Conner, 2008).               Additionally, findings clearly demonstrate that LGBTQ-identified youth are at significantly greater risk for depression, suicide attempts and completions, substance abuse, high-risk sexual behavior, unwanted pregnancy, physical and sexual abuse, and homelessness (Ray, 2006). They are at great risk for internalizing homophobia at this critical stage in identity development (Walls, Freedenthal, & Wisneski, 2008), and inevitably are affected by the psychological      violence of heteronormative dominance and hegemony (Sears, 2008).  Issues Facing LGBTQ-Identified Youth in Child Welfare System   Youth often adopt a stance of protective silence in response to lack of acceptance and physical and psychosocial threat (National Center for Lesbian Rights, 2006). This creates      further obstacles to positive identity formation, and lessens opportunity for youth to have their authentic selves validated. Silence within individual situations mirrors a larger silence or lack of acknowledgment of this population by the child welfare system generally (Mallon, 1997;    Mallon & Woronoff, 2006). Invisibility of LGBTQ-identified youth in care (Gallegos et al., 2011) has been reflected in studies and policy evaluations that make no mention of the         Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 66 2Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      population that comprises approximately 10% of overall child welfare clients (Ferguson, 2009; Office of Applied Studies, 2008; Reijntjes, Kamphuis, Prinzie, & Telch, 2010). The issue of recognition is particularly salient for LGBTQ-identified youth, given they may have              experienced particular pathways to entry into the system, and where they often experience threats to well-being specific to the child welfare system.   Pathways into out-of-home care for LGBTQ-identified youth often result from neglect or abuse from families because of sexual orientation or gender identity (Mallon, 2011; National Center for Lesbian Rights, 2006). Lack of acceptance and abuse within families, or conflicts with families regarding sexual orientation and gender identity may result in removal of youth. They then may become child protection services (CPS) “throwaways,” and be placed into foster care (National Center for Lesbian Rights, 2006; Ray, 2006). Some youth end up in the system because of chronic truancy or dropping out of school, often because the youth felt unsafe in the school setting due to victimization or peer harassment (National Center for Lesbian Rights, 2006). Homelessness among youth identifying as LGBTQ has been estimated to be between   20–40% of the overall youth homeless population (Quintana, Rosenthal, & Krehely, 2010; Ray, 2006), and presents its own unique set of risk factors for LGBTQ-identified youth, including  (a) increased risk for suicide, mental illness, and substance abuse; (b) increased risk for sexual exploitation; (c) barriers to educational attainment; and (d) increased risk for assault. The    combination of family rejection and societal failure to provide an adequate safety net has      resulted in the disproportionate numbers of LGBTQ-identified youth becoming homeless (Quintana et al., 2010; Ray, 2006).   Once in out-of-home care, LGBTQ-identified youth face another host of risk factors specific to their population. A few of the risks to well-being in child welfare systems include low placement stability related to rejection of youth’s sexual orientation or gender identity    status within the system itself, high rates of verbal harassment and physical violence in        congregate care settings, decreased placements with foster or potential adoptive parents in favor of congregate care placements, and workers and foster parents lacking in training for work with this vulnerable population. Additionally, youth are confronted with absence of support for    positive identity development, isolation of LGBTQ-identified youth within placements,         discipline for age-appropriate conduct not administered for heterosexual youth, and even in  extreme cases the delivery of reparative or conversion therapy by child welfare staff (Gallegos    et al., 2011; National Center for Lesbian Rights, 2006)  Issues Facing LGBTQ-Identified Youth in Rural Settings   In addition to challenges in identity-formation and in negotiating the often treacherous currents of growing up gay in America, rurality introduces yet another complexity for LGBTQ-identified youth. The ground-breaking listening forums, Out of the Margins (Woronoff et al., 2006), identified specific risks to youth well-being in rural areas. The absence or limited     availability of resources for LGBTQ-identified youth was reported, and was coupled with the barriers to internet access that may provide support or appropriate services (i.e., blocks and   filters on school and library computers, limited infrastructure for the delivery of internet).     Listening forums found reports of difficulty in negotiating the geographic distances in rural  Toner, Contemporary Rural Social Work, Vol. 5, 2013 67 3Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    areas, and general under-availability of transportation. They also identified difficulty in using transportation even if it is available because if “coming out” is required and disclosure of where the youth may be going, the access to may be withdrawn.   Research has demonstrated that rural areas tend to be more conservative and less       tolerant of sexual diversity, and given to exerting pressure to conform (Foster 1998; Kosciw, Greytak, & Diaz, 2009; Oswald & Culton, 2003; Snively, 2004; Willging, Salvador, & Kano, 2006; Yarborough, 2003). Youth experience tremendous social isolation as a result of rural   cultural factors, and generally lack mentoring or other support from adults within their social environment. Positive role models for LGBTQ-identified youth are lacking, and youth do not have the power to simply move away to an urban area with more resources. Once rural youth are in the child welfare system, the challenges to care discussed in the previous section are  compounded by scarcity of foster settings, and frequent need to place youth in distant homes or facilities.  Child Welfare Systems’ Response   Responses to the emerging understanding of critical difficulties facing LGBTQ-identified youth in the child welfare system have been met with research, advocacy, and        development of training materials by scholars and practitioners. As earlier mentioned, CWLA convened a colloquium in 1991 to explore these issues, and came away from the meeting with a set of recommended practices for child welfare agencies and workers. Mallon, Ryan, Elze, and numerous other scholar-educators from schools of social work collaborated with organizations such as Lambda Legal, National Center for Lesbian Rights (NCLR), Child Welfare League of America (CWLA), and Tides organization to research the current reality for LGBTQ-identified youth in out-of-home care, and developed excellent training and public awareness materials for use in child welfare settings and in social work education (Elze & McHaelen, 2009; National Center for Lesbian Rights, 2006). Their findings and materials are readily available through the web, or by order (i.e., reports and training materials appear in the references). Available        materials range from digital storytelling by LGBT-identified foster youth (National Center for Lesbian Rights, 2006) to train-the-trainer workshop materials for use with child welfare     workers (Elze & McHaelen, 2009). Council on Social Work Education (CSWE) collaborated with Martin and colleagues (Martin et al., 2009), to survey the directors of schools of social work and in-department programs in an effort to ascertain the level of knowledge, expertise, visibility, and integration into curriculum that programs have regarding LGBTQ-identified youth. They found that the level of integration is generally low, particularly in research         sequences, but that the level of knowledge among directors was relatively high. Their nine    recommendations included the development of policies and assessment plans that could ensure a level of competence in faculty and graduating students regarding LGBTQ issues.   The amount, the availability, and the quality and accessibility of research and             educational materials regarding LGBTQ-identified youth in care is robust. However, in at least one recent study (Ragg et al., 2006), the evidence reflects a continued lack of implementation of practice guidelines and model agency standards (Child Welfare League America, 2012; Elze & McHaelen, 2009; National Center for Lesbian Rights, 2006), best practices (PRWeb, 2012), and training of workers (Elze & McHaelen, 2009; Mallon, 1997). In the sample of rural child      Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 68 4Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      welfare workers represented in the present qualitative study, translation of research and         materials into practice appears to be far less than optimal.   Method  Research Question   The present investigation explored rural child welfare workers’ knowledge, perceptions, and perceived training needs for working with LGBTQ-identified youth in the foster care     system. Specifically, the three questions investigated were (a) what is the level of knowledge of issues with youth identifying as LGBTQ in the foster care system, (b) what are workers’       perceptions of current services for this population, and (c) what is their perception of training needs for working effectively with this population.  Research Design   Focus group methodology was selected for the project design. Qualitative research is appropriate for exploration of peoples’ attitudes and perceptions (Janesick, 2000) and focus group methodology is particularly appropriate when a broad range of inputs is sought (Krueger & Casey, 2009; Linhorst, 2002). Focus group methodology is especially useful for tapping into the experience of under-heard populations (Wilkinson, 1999), and is contextualizing in its   multivocality and ability to capture cultural expressions (Madriz, 2000).   The original design included four focus groups. Following approval from a university Institution Review Board and the State Department of Human Services research oversight     division, letters of invitation for participation were sent to directors of human services agencies. A request was made for distribution of letters of invitation to workers involved with youth in the foster care system, along with a detailed description of the research project. The purposive sample (Strauss, 1987) targeted agencies involved in the delivery of services to youth, and    included departments of human services, juvenile justice, and residential and outpatient mental health agencies. However, reflective of research documenting the invisibility of LGBTQ-identified youth in care (Woronoff et al., 2006), of the two groups recruited from the very     outlying areas, one group had only three participants and the other attempted group had no    responses to recruitment efforts. In response to the contingency of low recruitment in the      outlying areas (O’Gorman, 2001), the design was adjusted to add an additional focus group in the “services hub” town of the rural area, and then an additional group was recruited from field instructors visiting in town for an appreciation luncheon. A total of 24 workers participated in five groups; their education included BSW, MSW, and related human services degrees. Focus groups were held during typical lunch hours and lunch was provided.  Data Analysis   Focus groups were audiotaped; tapes were transcribed. Thematic analysis (Dudley, 2005) was conducted; data sources included transcripts, field notes, and researcher memos.   Validity and reliability were addressed as articulated by Lincoln and Guba (2000) through  credibility (i.e., researcher credentials, sample appropriate to the region, study content) and   Toner, Contemporary Rural Social Work, Vol. 5, 2013 69 5Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    authenticity (i.e., fairness of access to, and balance of participation; ontological and educative regarding raised consciousness; catalytic and tactical regarding actions coming out of the      research).  Findings   Findings emerged of three types. First, workers described the current reality of knowledge of, services for, and training regarding LGBTQ-identified youth on foster care. Four themes emerged regarding the current reality of knowledge level, five themes regarding        services, and a single theme regarding training. Second, three specific challenges to expanding and improving training for rural workers, and provision of services to LGBTQ-identified youth, were identified. Third, workers identified recommendations for improving services and climate. First, the current reality of knowledge, services and training as perceived by rural workers will be described. Then challenges identified by workers will be reported, followed by discussion of workers’ recommendations for practice.  Current Reality: Knowledge Of   Four major themes emerged regarding the knowledge base of foster care parents and child welfare workers. Emergent themes resonated with earlier research described in the        literature review.   Ignorance. In keeping with the finding of the listening forums (Woronoff et al., 2006) there was a sense expressed by participants that a significant level of ignorance about LGBTQ issues and available resources exists among current foster care families.  They don’t know how to handle it and they have absolutely no understanding of it. You know, that so much of it is just the lack of just basic education of what it is. We kind of have this preconceived notion in this society, which is why so many families aren’t willing to admit that there might be something going on; or societally we just don’t accept it, which is . . . another problem of acceptance.  These comments echoed a theme found in previous research regarding deficits in preparation of foster families for effectively addressing sexual diversity (National Center for Lesbian Rights, 2006; Ragg et al., 2006).   Surprise. Participants expressed surprise when they discovered gaps in their knowledge about LGBTQ-identified youth reflected in the CWLA self-assessment survey (Woronoff, 2006). While they expressed the perception that the range of knowledge about LGBTQ issues was generally quite variable among workers, they were surprised that their own knowledge base was lacking in some areas. Participants noted the power of using the CWLA assessment        instrument in raising consciousness among workers. They also identified some anxiety about their ability to serve LGBTQ-identified youth after discovering their gaps in knowledge. They underscored the necessity of training to build confidence in their provision of services.    Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 70 6Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      Yeah, I think just taking that kind of little quiz, I found out how uneducated I am, you know, just us therapists and case workers being more comfortable talking about it because we do have a knowledge of it, of resources and things like that, whereas now I’m kind of like, “Oh, maybe I better not go into that because I don’t know a whole lot about it myself” um, that would be really helpful to you know, go forward and gain their trust.   Fear and lack of understanding. Participants expressed the belief that the prejudice within the foster care system is rooted in fear of difference and general lack of understanding of sexual diversity. Participants tended to be multidimensional in their analysis, identifying blocks to acceptance of LGBTQ-identified youth (i.e., in the following case the block was religiosity), and identifying potential strengths in parents or foster parents that could be built upon (i.e.,   desire to love and accept the child). The general attitude of non-judgment reflected by workers is significant in assessing their ability to engage foster parents in spite of differences in belief systems.  I also think educating the parents and having a support group for them, because we’ve been uh, we had a kid that I started with, and K ended up with, who was adopted, and his parents were very religious, and they really thought that when he was placed into care, he had other issues too . . . I mean, he was also a sexual offender, but, it was like, fix him, make him like girls, and then he can come home. They really struggled with it though . . . they wanted to be good parents, but they just couldn’t get over that hurdle. It was just way too much for them in their Christianity to be able to deal with that.    Denial. Participants expressed the belief that community and institutional denial were chief contributors to the inadequacy of knowledge regarding LGBTQ-identified youth, and that without community and agency education, denial will continue. One participant expressed her belief in the power of people finding community voice, much as Snively’s (2004) work   demonstrated in her efforts to create community-based coalitions in a Midwestern rural area.  I think you’ve really got to address the mob mentality, you know, where they talk about that, all the time, if there’s a group of people doing it, then people feel safe in doing it, and then pretty soon everybody’s on the bandwagon, including people who may share common traits.   In a powerful example of institutional denial, one participant expressed her recognition of the invisibility of LGBTQ-identified youth in local rural public schools.  I was talking with R, who is the coordinator of (the university) LGBTQ Youth Program, and I had asked her, you know, me having me brainstorms, how many schools have you been in yet in the area? And she’s been in a few, but she’s   actually been told by many of the local schools that we don’t have that here, so we don’t need you. Yeah, I didn’t make that up!  Toner, Contemporary Rural Social Work, Vol. 5, 2013 71 7Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    Current Reality: Services for Youth   There was general agreement that services for youth identifying as LGBTQ are          extremely inadequate. Five primary themes emerged. As with earlier emergent themes, these resonated with extant research discussed in the literature review.   Lack of responsiveness. There is a general lack of responsiveness to LGBTQ-identified youth, engendering a lack of trust and consequent discouragement to disclose their status. Workers reported that youth’s disclosures were often met with forms of denial, such as “this gay thing is just because you were sexually abused,” or “this behavior is just because she is so pretty.” Participants’ observations matched research discussed above regarding invisibility and fear of disclosure.  From my perspective, the kids that I have seen that may or may not have      identified themselves that way, but we believed they may have been struggling with those issues . . . it was kind of like a lure and see whether or not anybody’s going to bite on it or not. I have to tell you that my personal opinion with the kids that I have been involved with, I have not seen a lot of bites. So I guess what I would say with that is that when kids have perhaps tried to reach out, they haven’t been responded to very well and they have not been supported. So then they kind of just push that off and say, well I’m not bringing that up again      because nobody listened when I said so.    Workers identified the deleterious effects of prejudice and rejection, compounded by youth’s placement in the child welfare system. The following participant’s comments echo  findings in listening forums (Woronoff et al., 2006) regarding lack of LGBTQ-affirming       resources and role modeling in rural communities, and research regarding the fear of disclosure of LGBTQ status experienced by youth in care.  I think just their growing up as a person kind of gets stunted, because you know, if you’re in the foster care system you’re already probably not trusting adults and things of that nature, and you’re not finding role models clearly in a      community, and you know, just to be able to ask questions, and to identify with other people, it’s going to be very difficult. You know, especially when you’re not in school very often. But you know, in foster care I don’t see kids just openly coming out to foster parents, I see them more hiding it and trying to deal with it on their own.   Rejection. Participants reported that youth often end up in foster care because of being kicked out of their homes when their status was “outed.” Often once in care, youth experience rejection from the foster family or find families trying to change their orientation, identity, or expression. The stories related by participants in the present study support current research  findings regarding precipitators of out-of-home care and risks of homelessness discussed above.     Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 72 8Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      And unfortunately there’s just not enough foster homes, that’s the other barrier is finding enough homes with people skilled enough and trained enough . . . And if they find a foster home they like and they identify as gay or lesbian, what   happens if the foster parents suddenly say, no, we don’t want you here anymore, you have to go somewhere else.   Multiple indignities. As current and previous research has found, once in care, LGBT-identified youth experience multiple indignities, including victimization, rejection and/or abuse by foster parents, multiple placements, social isolation, and bullying. Rural workers in the    present study reported similar scenarios. They also reported that expressions such as dress are restricted and constricted.  The moral guidance my girl got from her foster home was five adults circling her on a couch while one of them smacked her around to tell her that she was a    sinner! And then she fought back and she’s the one who got charged. So even the system, my own system was okay with that, because that was a rule in their house!   Well there’s little things like when you go into not necessarily a foster home, but a group home or a residential facility, there are group showers. And while there might be a curtain between each one, when I’ve gone to residential programs, they’ve talked about the regimen, and the regimen is, you count to three,        everybody drops their towel and heads into the shower stall and then you count to 20 and then everybody comes out and wraps themselves up and goes in a line. I think that, if you have a vulnerable child, regardless of their orientation, you’re exposing them to potential assault at that point.   Structural barriers. Structural barriers within agencies contribute to an inadequate  level of care including (a) workers having difficulty serving as well as they would like to      because of large caseloads; (b) limited availability of foster homes; and (c) other issues, like vocational or educational issues, taking priority. Some of the reports were as follows:  Well, I would have to add that probably staffing and caseload size may have something to do with that. We are able to see, or required to see these kids once a month. That’s hard at times. It depends on where the kids are placed, how far away from the agency they are, how many cases a worker has, and so that     contact may be an hour long. When you’re trying to live and go to school and have all these family issues going on, that may not be the thing you bring up . . . because you are trying to deal with your everyday behavior and living in a home that you’re not really comfortable with them, all those kinds of things.   Misdiagnosis and misdirected treatment. Frequent misdiagnosis of youth and        misdirected treatment occurs, including work with the effects of trauma. Cognitive issues and the long-term effects of chronic chaos contribute to difficulties, and are under-treated and often not recognized. As stated above, workers expressed a profound awareness of the                  Toner, Contemporary Rural Social Work, Vol. 5, 2013 73 9Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    multidimentionality of conditions confronting LGBTQ-identified youth. In the following cases the fact that youth come into care with many challenges additional to sexual orientation and gender identity status is highlighted.  So of course they don’t have any skills for coping and getting to sleep; he’s been raised in chaos, there’s been no parenting. So I go back to like wow, we have to parent him if we want him to have some skills to function and get to executive brain function. They’re not getting to executive brain function.   Discussion of knowledge of, and services for LGBTQ-identified youth led to a           discussion of the quality and quantity of training workers had received.  Current Services: Training   Across the board, workers report little or no training for working with or understanding LGBTQ-identified youth. What trainings they had attended tended to promote stereotypes, and LGBTQ identity was excluded from diversity trainings. Some workers discussed a few         excellent trainings they had attended, notably presented in connection with a major university’s continuing education program. None of the workers reported any awareness of the significant body of training materials scholars and practitioners have developed over the past decade (Child Welfare League of America, 2006; Elze & McHaelen, 2009; Mallon, 1997; National Center for Lesbian Rights, 2006; Woronoff et al., 2006).    Participants characterized shortcomings in the existing training workers receive on    issues concerning work with LGBTQ-identified youth. Their comments highlighted the paucity in effective and readily available materials providing accurate and useful information.  In my 35 years of working with children and families, I’ve probably been a part of two conferences where an hour was devoted to this subject, so I am not very knowledgeable at all, and it’s not something that they taught back in the day.  Yeah, well it’s not even really that, right now you just kind of click through a power point presentation . . . Let’s talk about people, and train you to work with people through a computer! Makes so much sense doesn’t it?  I’ve had like three professional trainings, all of them were through CMH when I worked there; two of them highly ineffective. I kind of felt like . . . not accurate information, based on assumptions, based on stereotypes, I really kind of felt like it did more harm than good.    Some workers expressed initiative in self-training in the absence of formal training. While this response has not been specifically addressed in the literature, it is an important     aspect of rural workers’ adaptability and commitment to excellence in care, and justifies noting.   Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 74 10Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      I think that was the one I got the most out of, I’d have to say, as dorky as it sounds, my life experience I think is more my training, just growing up and    seeing it, and knowing it; in my family we have members in the family that   identify one way or the other, and it’s just always been part of my life.  I’m twenty years out of my college degree. In that twenty years I’ve . . . I would say professionally, I have participated in zero training. I have spent . . . what I would call extensive hours within this last year or so training myself.   Challenges   In addition to the overriding issue of inadequate services for LGBTQ-identified youth, workers identified three areas of specific challenge. Themes resonate with extant research and reflect the particular context of rural Midwestern communities.   Prejudice and knowledge. Participants discussed their assessment that rural areas have an increased level of prejudice and a reduced level of knowledge and understanding about LGBTQ issues and identity. Multiple researchers have reported similar findings (Foster, 1998; Snively, Krueger, Stretch, Watt, & Chadha, 2004; Willging et al., 2006; Yarborough, 2003).  I think overall the acceptance has gotten better, you know, but for us, a lot of us work in the rural communities where they haven’t.  I just have trouble because my lesbian youth that I have, she said “I’m moving, as soon as I can,” you know, out of the rural area, yeah. So . . .  And they kept it secret because I’m sure there were safety issues, and I mean that alone was sad to me. That they would have to hide just so that they could meet, and you know, go through some sort of screening process, well, are you going to beat us up when you get here sort of thing . . . I don’t know how, especially being rural, how much you can just broadcast and not expect an outlashing.    Institutional denial. Participants discussed the fact that enormous institutional denial continues to exist in service delivery agencies, in schools, and in communities generally. They reported that institutional denial permeates and underpins public and educational policy ranging from protections for LGBTQ-identified youth in care that are required by law (National Center for Lesbian Rights, 2006), to model child welfare standards (National Center for Lesbian Rights, 2006), to prevention programming for bullying in schools. Some states have been   slower than others to pass and implement legislation protecting the rights of LGBTQ-identified youth in schools and in child welfare and juvenile justice systems.  I’ve heard school administrators say things like, we don’t have that here. You know, you have a high school, 1,600 students and you don’t have that here!? So they’re not even willing to open conversation. So I think there are barriers     administratively right now if people aren’t even willing to recognize that they’re Toner, Contemporary Rural Social Work, Vol. 5, 2013 75 11Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    dealing with a population with a slightly alternative direction, then they’re not going to. So to get that education into parents and teachers and administrators, and change school policy is a huge task. But if we continue to not address it, we’re gonna continue to have bullied kids.   We wanted to put out (the university) Youth LGBTQ Program information. We did, we put them out, I brought it up, I became aware of it and I brought it up; and I said, “Can we just put these brochures out in our lobby, we have a whole wall full of brochures” . . . and hit some real offensive resistance to, well we can’t advocate that! There are parents out there that are going to be upset that that’s in there and we don’t want to upset these parents and my thinking was, nor do we want to go to the funeral of this child that just killed themselves      because they didn’t fit in anywhere.     Bullying. Participants discussed bullying as an enormous problem for youth identifying as LGBTQ, and that nothing is being done to protect the youth or to intervene in the behavior. They consistently addressed problems with bullying in schools, but also addressed the larger culture of bullying that youth must negotiate in society outside of schools.  Well I just think with all the bullying that goes on in schools, now on top of that if the kid is going to bring that out, it’s like they’re going to be more . . . it’s sad, but they’re gonna probably get beat up and everything else.   I’m just going to speak from what I witnessed, and not just those in the system, but those just in life. There’s such a level of harassment and bullying these kids put up with. And unfortunately, systems allow it, and I’ve personally tackled a few schools on this same issue, and there’s no fit, they don’t feel like they have a place because they’re being made fun of for this and made fun of for that and it’s allowed. And that’s the part that, as the administration, why is that being       allowed? So when we have an opportunity to step up, we don’t send the message to the right kid. The kid who is getting the message is the one who is doing the bullying, and the message they’re getting is that it’s acceptable.  Recommendations from Participants   Participants identified three recommendations for enhancing the knowledge of, and   climate for LGBTQ-identified youth in the child welfare system. Their suggestions reflected their understanding of the value of both system-directed change, as well as self-directed change.    Mandated training. Participants expressed the belief that training on LGBTQ issues should be included in mandated worker and foster family training, with set aside funding for this specific training.  I think that there is need for specialized foster homes that do deal with the   problems, have had adequate training, are understanding, and perhaps we need to work with a population that, even if they aren’t . . . a heterosexual person can be very understanding of homosexual issues.  Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 76 12Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      Well, they wouldn’t have to be public, publicly a sign over the door. It could be just, the worker just knows that this person is trained this way and is willing to work with kids. It’s just that we have so few places to put kids as it is.   Self-assessment and understanding. Workers expressed the belief that workers should focus on self-assessment and self-understanding of attitudes toward LGBTQ orientation,     identity, and expression. Several participants quite humbly acknowledged their gaps in knowledge, and emphasized that there was a great deal of ignorance and prejudice regarding LGBTQ orientation and expression. They consistently expressed the belief that education was the solution to the lack of understanding underpinning prejudice.  You know, I know one thing, you would need to support the worker in some way to explore their own feelings about it, and maybe do some role playing about how you are going to approach a family. How are you going to, lots of examples about ways to go at it . . . they might have come out of that really strict           environment that has been very faith-based and they’re, they may be social workers and they may know the Code of Ethics, but what they’re able to actually do and where their comfort level is at that point and where it’s going to be down the road . . .  I think too, reaching out to professionals that work with kids as well as teachers and other social workers, making us aware of our own biases because we have them, you know, you can help with the parent but if you’ve got a teacher or a social worker who’s working with that kid that has attitudes about it then you’re not going to get very far.   Sexual diversity training. Participants expressed the belief that LGBTQ sexuality    issues need to be included within the definition of diversity. Some workers expressed the belief that including sexual diversity within diversity trainings generally would reduce resistance from under-informed workers. They believed that sexual diversity approached through diversity in general could lead to greater normalization of difference.  And that way, it kind of, um, makes it a little less threatening, you know, um, when it can be approached more . . . Almost like the diversity exercises they were doing, starting with different kinds of glasses, starting with different colors of hair. You know, starting with the stuff that is less threatening, and maybe that is one of the avenues that we go, starting with the less threatening, and step it up as that common, uh, that common ground can be found.   Discussion   Findings of the present study support findings in extant research regarding the issues confronting LGBTQ-identified youth, particularly those in out-of-home care. These findings demonstrate well-documented risks to well-being, including the effects of bullying, family and foster family rejection, placement instability, threats to safety, and frequency of silencing and Toner, Contemporary Rural Social Work, Vol. 5, 2013 77 13Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    invisibility. The findings reflect added challenges of rural life, including dearth of appropriate placements, long distances to placements, scarcity of resources and support, and non-affirming climate for LGBTQ-identified youth. The continued state of institutional denial in public      systems, including child welfare systems and schools, is highlighted, as well as institutional barriers to effective services, such as high caseloads. The issues and social realities for LGBTQ-identified youth in the rural area under study have not improved significantly, in spite of over two decades of awareness, evidenced by the CWLA guidelines of 1991 and the current      availability of training for workers.   Need for translation of research and training in LGBTQ youth issues for child welfare systems in rural areas may be the most important finding from these focus groups. Excellent research has been, and continues to be, conducted in areas such as family acceptance and      permanency (Mallon, 2011; Ryan et al., 2009). Trainings have been developed and consistent dissemination of training materials has been ongoing for some time (Elze & McHaelen, 2009; Fostering Transitions, 2012; National Center for Lesbian Rights, 2006; Out of Home Youth  Advocacy Council, 2007). Yet workers in the rural area under study were unaware of existing research and training materials, and reported adverse conditions, little to no effective training in working with LGBTQ-identified youth, and even identified gaps in their own knowledge. They reported enormous institutional denial and barriers to service. Clearly, efforts must be directed to translation of research and implementation of existing training materials.   Echoing recommendations in “Getting Down to Basics: Tools to Support LGBTQ Youth in Care” (Fostering Transition’s, 2012), workers identified three recommendations for what can be characterized as translation including (a) mandated training in LGBTQ issues for foster parents and congregate care workers; (b) emphasis on worker self-assessment regarding attitudes, knowledge, and personal biases about LGBTQ issues; and (c) an articulated inclusion of sexual diversity within the larger definition of diversity, whereby resistance may be lessened among rural foster care workers. To realize their recommendations, a great deal of advocacy within agencies and communities will be necessary. Targeted efforts employing university-community engagement processes (Snively, 2004; Toner, 2008) may be an effective macro   intervention, and could maximize the educative effect of existing research, while                  simultaneously providing opportunity for social work students to engage in advocacy. As an educational change, social work schools and programs in rural service areas may review their curriculums for opportunities for infusion of LGBTQ-identified youth issues. Research         sequences particularly could use LGBTQ subject matter in designing student research methods projects, as has been done in some schools (Leedy, 2008; Rhymer & Almazon, 2010). Agencies are strapped for resources (including time); university social work programs can provide a    useful service to community agencies by providing training that may be done in the context of field education and/or student advocacy projects.   While not emphasized by any of the participants, there was an under-current theme of intersectionality throughout the focus groups. Participants alluded to the impact of poverty and unemployment, and that complexity or multidimensionality was significant in working          effectively with LGBTQ-identified youth. They articulated the fact that sexual orientation and gender identity status were not the sole issues facing youth and did not exist in a vacuum of  Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 78 14Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      other social forces. Workers’ comments about current reality, training, and challenges in       effectively working with LGBTQ-identified youth were inevitably grounded in a context of multiple stressors common to all youth and communities.   Findings revealed lack of training, acceptance, and awareness regarding LGBTQ-identified youth in the rural area under study, but there are reasons for optimism. The passion and care of the workers participating in focus groups was obvious and heartening. Several workers reflected personal initiative in educating themselves on LGBTQ issues in the absence of formal training. They expressed the belief that they could engage in advocacy, with a       genuine potential for positive outcomes. They had concrete ideas for advocacy, including public school trainings, health fair participation, and university-community cooperation for providing resources for youth. Most of the workers had been in services for over a decade and have   maintained their enthusiasm for connecting with, and positively impacting the lives of LGBTQ-identified youth.  Limitations of Present Study   Lack of generalizability is the chief limitation of the present study. The sample was drawn from one rural area of one Midwestern state, and is reflective of conditions within that one area. However, the data is consistent with findings from research over several years, and can be assumed to have applicability. The second limitation is the uneven participation of  workers across the region. One scarcely-populated county had no participants. Participation tended to be greater in the towns within the region than in the outlying areas. One may wonder if the lack of participation in outlying areas is reflective of general conservatism, or difficulties with transportation and time, or denial of the presence of LGBTQ-identified youth.  Future Research   Future research in this, or other rural areas may be well served to employ methodology that allows for a greater level of confidentiality and easier access than focus groups can provide. One may consider use of computer-assisted telephone interviewing (CATI) technology to    connect with workers in hard to reach regions. Survey methodology that incorporates both quantitative and qualitative components could allow for greater confidentiality and greater reach, and provide data with both depth and richness.        Toner, Contemporary Rural Social Work, Vol. 5, 2013 79 15Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    References Birkett, M., Espelage, D. L., & Koenig, B. (2009). LGB and questioning students in schools:  The moderating effects of homophobic bullying and school climate on negative   outcomes. Journal of Youth and Adolescence, 38(7), 989-1000.  Child Welfare League of America (CWLA). (2012). Recommended practices to promote the safety and well-being of lesbian, gay, bisexual, transgender and questioning (LGBTQ) youth and youth living at risk of or living with HIV in child welfare settings.   Washington, DC: Author. Retrieved from   http://www.cwla.org/newsevents/recommended-practices-youth.pdf  Daley, A., Solomon, S., Newman, P. A., & Mishna, F. (2008). Traversing the margins:    Intersectionalities in the bullying of lesbian, gay, bisexual and transgender youth.    Journal of Gay and Lesbian Social Services, 19(3/4), 9-29.  Dudley, J. R. (2005). Research methods for social work: Becoming consumers and producers   of research. Boston, MA: Pearson/Allyn & Bacon.  Elze, D., & McHaelen, R. (2009). Moving the margins: Training curriculum for child welfare services with lesbian, gay, bisexual, transgender, and questioning (LGBTQ) youth in   out-of-home care. New York: Lambda Legal.  Ferguson, K. M. (2009). Exploring family environment characteristics and multiple abuse   experiences among homeless youth. Journal of Interpersonal Violence, 24(11),   1875-1891.  Fish, L. S., & Harvey, R. G. (2005). Nurturing queer youth: Family therapy transformed.   New York: W.W. Norton.  Foster, S. J. (1998). Rural lesbians and gays: Public perceptions, worker perceptions, and   service delivery. Journal of Gay & Lesbian Social Services, 7(3), 23-35.  Fostering Transitions: A CWLA/Lambda Legal Joint Initiative. (2012). Getting down to basics: Tools to support LGBTQ youth in care. New York: Lambda Legal. Retrieved from http://www.lambdalegal.org/sites/default/files/gdtb_2013_complete.pdf  Gallegos, A., White, C. R., Ryan, C., O’Brien, K., Pecora, P. J., & Thomas, P. (2011).   Exploring the experiences of lesbian, gay, bisexual, and questioning adolescents in   foster care. Journal of Family Social Work, 14(3), 226-236.  Human Rights Campaign. (2012). Growing up gay in America. Retrieved from   http://www.hrc.org/youth  Jacobs, J., & Freundlich, M. (2006). Achieving permanency for LGBTQ youth. Child Welfare, 85(2), 299-316.  Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 80 16Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      Janesick, V. J. (2000). The choreography of qualitative research design. In N. Denzin &   Y. Lincoln (Eds.), Handbook of qualitative research (2nd ed., pp. 379-399). Thousand Oaks, CA: Sage.  Kosciw, J. G., Greytak, E. A., & Diaz, E. M. (2009). Who, what, where, when, and why:   Demographic and ecological factors contributing to hostile school climate for lesbian, gay, bisexual, and transgender youth. Journal of Youth and Adolescence, 38(7),   976-988.  Krueger, R. A., & Casey, M. A. (2009). Focus groups: A practical guide for applied research. Thousand Oaks: Sage.   Leedy, M. G. (2008, March). Understanding transphobia. Paper presented at the 12th Annual Matthew Shepard Symposium for Social Justice at University of Wyoming, Laramie, WY.  Lincoln, Y. S., & Guba, E. G. (2000). Paradigmatic controversies, contradictions, and   emerging confluences. In N. Denzin & Y. Lincoln (Eds.), Handbook of qualitative   research (2nd ed., pp. 163-188). Thousand Oaks, CA: Sage.  Linhorst, D. M. (2002). A review of the use and potential of focus groups in social work   research. Qualitative Social Work, 1(2), 208-228.  Madriz, E. (2000). Focus group in feminist research. In N. Denzin & Y. Lincoln (Eds.),   Handbook of qualitative research (2nd ed., pp. 835-850). Thousand Oaks, CA: Sage.  Mallon, G. P. (1997). Entering into a collaborative search for meaning with gay and lesbian youth in out-of-home care: An empowerment-based model for training child welfare professionals. Child and Adolescent Social Work Journal, 14(6), 427-444.  Mallon, G. P. (2011). Permanency for LGBTQ youth. Protecting Children, 26(1), 49-57.  Mallon, G. P., & Woronoff, R. (2006). Busting out of the child welfare closet: Lesbian, gay, bisexual, and transgender-affirming approaches to child welfare. Child Welfare, 85(2), 115-122.  Martin, J. I., Messinger, L., Kull, R., Holmes, J., Bermudez, F., & Sommer, S. (2009). Sexual  orientation and gender expression in social work education: Results from a national  survey. Alexandria, VA: Council on Social Work Education. Retrieved from  http://www.cswe.org/File.aspx?id=25675  Myer-Adams, N., & Conner, B. T. (2008). School violence: Bullying behaviors and   psychosocial school environment in middle schools. Children & Schools, 30(4),   211-221.  Toner, Contemporary Rural Social Work, Vol. 5, 2013 81 17Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    National Alliance to End Homelessness. (2009). National recommended best practices for  serving LGBT homeless youth. New York: Lambda Legal. Retrieved from    http://b.3cdn.net/naeh/9edec5bddd88cea03d_yum6be7c4.pdf  National Center for Lesbian Rights. (2006). Breaking the silence: Lesbian, gay, transgender, and queer foster youth tell their stories: A tool for training care providers on working effectively with LGBTQ youth, DVD set. San Francisco: Author. Retrieved from   http://www.nclrights.org/site/DocServer/NCLR_DVDorderform.pdf  Office of Applied Studies. (2008). Out-of-home services for emotional and behavioral   problems among youths aged 12 to 17, 2002 to 2006. Rockville, MD:  Substance   Abuse and Mental Health Services Administration. Retrieved from   http://www.oas.samhsa.gov/2k8/youthServices/youthServices.pdf  O’Gorman, A. (2001). From research design to execution: Maintaining consistency and validity while responding to contingencies in the field. Addiction Research and Theory, 9(6), 575-585.  Oswald, R. F., & Culton, L. S. (2003). Under the rainbow: Rural gay life and its relevance for family providers. Family Relations, 52(1), 72-81.  Out of Home Youth Advocacy Council. (2007). Creating inclusive services for LGBT youth in out of home care. San Francisco, CA: National Center for Lesbian Rights. Retrieved from http://www.nclrights.org/site/DocServer/Preface_OHYAC_training_FINAL.pdf  PRWeb. (2012). Family acceptance project family education materials designated 1st “best practice” resources for suicide prevention for LGBT youth by national registry.   Retrieved from http://www.prweb.com/releases/2012/5/prweb9511105.htm  Quintana, N. S., Rosenthal, J., & Krehely, J. (2010). On the streets: The federal response to gay and transgender homeless youth. Washington, DC: Center for American Progress.   Retrieved from http://www.americanprogress.org/wp-content/uploads/issues/2010/06/pdf/lgbtyouthhomelessness.pdf  Ragg, D. M., Patrick, D., & Ziefert, M. (2006). Slamming the closet door: Working with gay and lesbian youth in care. Child Welfare, 85(2), 243-265.  Ray, N. (2006). Lesbian, gay, bisexual and transgender youth: An epidemic of homelessness. Washington, DC: National Gay and Lesbian Task Force Policy Institute.   Retrieved from http://www.thetaskforce.org/downloads/HomelessYouth.pdf  Reijntjes, A., Kamphuis, J. H., Prinzie, P., & Telch, M. J. (2010). Peer victimization and   internalizing problems in children: A meta-analysis of longitudinal studies. Child Abuse & Neglect, 34(4), 244-252.    Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 82 18Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5      Rhymer, K. & Almazon, E. (2010). The climate for gays and lesbians on campus: What do we know? What should be done? A longitudinal study 2005-2008. Paper presented at the Soup and Substance Seminar conducted at the Multicultural Education Center Seminar Series at Central Michigan University, Mount Pleasant, MI.  Rosenwald, M. (2009). A glimpse within: An exploratory study of child welfare agencies’   practices with LGBTQ youth. Journal of Gay and Lesbian Social Services, 21(4),   343-356.  Ryan, C., & Futterman, D. (1998). Lesbian & gay youth: Care and counseling. New York:   Columbia University Press.  Ryan, C., Huebner, D., Diaz, R., & Sanchez, J. (2009). Family rejection as a predictor of   negative health outcomes in White and Latino lesbian, gay, and bisexual young adults. Pediatrics, 123(1), 346-352.  Sears, J. T. (2008). Preface. Journal of Gay and Lesbian Social Services, 19(3/4), ix-xviii.  Snively, C. A. (2004). Building community-based alliances between GLBTQQA youth and adults in rural settings. Journal of Gay and Lesbian Social Services, 16(3/4), 99-112.  Snively, C. A., Kreuger, L., Stretch, J. J., Watt, J. W., & Chadha, J. (2004). Understanding homophobia: Preparing for practice realities in urban and rural settings. Journal of Gay and Lesbian Social Services, 17(1), 59-81.  Strauss, A. L. (1987). Qualitative analysis for social scientists. Cambridge, UK: University Press.  Toner, J. (2008, March). Enhancing resilience in sexual minority youth. Paper presented at the 12th Annual Matthew Shepard Symposium for Social Justice at University of Wyoming, Laramie, WY.  Toomey, R. B., Ryan, C., Diaz, R. M., Card, N. A., & Russell, S. T. (2010). Gender-nonconforming lesbian, gay, bisexual, transgender youth: School victimization and young adult psychosocial adjustment. Developmental Psychology, 46(6), 1580-1589.  Walls, N. E., Freedenthal, S., & Wisneski, H. (2008). Suicidal ideation and attempts among sexual minority youths receiving social services. Social Work, 53(1), 21-29.  White, C. R., Havalchak, A., Jackson, L., O’Brien, K., & Pecora, P. J. (2007). Executive   summary: Mental health, ethnicity, sexuality, and spirituality among youth in foster care. Seattle, WA: Casey Family Programs. Retrieved from http://www.casey.org/Resources/Publications/pdf/MentalHealthEthnicitySexuality_ES.pdf   Toner, Contemporary Rural Social Work, Vol. 5, 2013 83 19Toner: Rural Social Workers’ Perceptions of Training NeedsPublished by Murray State's Digital Commons, 2018    Wilber, S., Ryan, C., & Marksamer, J. (2006). CWLA best practice guidelines. Washington, DC: Child Welfare League of America. Retrieved from http://www.cyfdivision.com/documents/2798_Best_Practices_LGBTQ_5-06.pdf  Willging, C. E., Salvador, M. & Kano, M. (2006). Brief reports: Unequal treatment: Mental health care for sexual and gender minority groups in a rural state. Psychiatric Services, 57(6).  Wilkinson, S. (1999). Focus groups: A feminist method. Psychology of Women Quarterly,   23(2), 221-244.  Woronoff, R. (2006). LGBTQ knowledge assessment tool. Arlington, VA: Child Welfare League of America. Retrieved from http://www.cwla.org/programs/culture/glbtqknowledge.htm   Woronoff, R., Estrada, R., & Sommer, S. (2006) Out of the margins: A report on regional   listening forums highlighting the experiences of lesbian, gay, bisexual, transgender,   and questioning youth care. New York: Lambda Legal. Retrieved from  http://www.lambdalegal.org/sites/default/files/publications/downloads/out-of-the-margins.pdf  Yarbrough, D. G. (2003). Gay adolescents in rural areas: Experiences and coping strategies. Journal of Human Behavior in the Social Environment, 8(2/3), 129-144.   Author’s Note   Jean Toner, MSW, Ph.D., is an Associate Professor in the Department of Sociology, Anthropology, and Social Work at Central Michigan University. She worked in communities and agencies in clinical and administrative positions for over 20 years prior to her present career in higher education. Communications related to this article should be directed to the author at toner1j@cmich.edu Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System 84 20Contemporary Rural Social Work Journal, Vol. 5 [2018], No. 1, Art. 5https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5",
    "id": 159488415,
    "identifiers": {
        "doi": "10.61611/2165-4611.1042",
        "oai": "oai:digitalcommons.murraystate.edu:crsw-1042"
    },
    "title": "Rural Social Workers’ Perceptions of Training Needs for Working with LGBTQ-Identified Youth in the Foster Care System",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-09-01T08:00:00+01:00",
    "publisher": "Murray State\\u27s Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.murraystate.edu/cgi/viewcontent.cgi?article=1042&context=crsw"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/159488415.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/159488415"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/159488415/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/159488415/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/159488415"
        }
    ],
    "abstract": "The article reports on findings from an exploratory qualitative study with rural child welfare professionals concerning their perceptions of services and training needs for working effectively with LGBTQ-identified youth in rural out-of-home care. The study employed focus group methodology with workers from one region of a Midwestern state. Emergent themes corroborated extant research findings, and the three types were (a) an analysis of the current reality of knowledge, services, and training; (b) specific challenges to expanding and/or improving training for rural workers; and (c) recommendations for improving services and climate for LGBTQ-identified youth in rural areas. Implications for rural social work practice follow a discussion of findings",
    "tags": [
        "text",
        "foster care",
        "LGBTQ youth",
        "training needs",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.murraystate.edu:crsw-1042",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3760",
        "openDoarId": 0,
        "name": "Murray State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 159488415,
        "depositedDate": null,
        "publishedDate": "2013-09-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T20:53:08+00:00",
        "acceptedDate": null,
        "createdDate": "2018-07-14T08:56:38+01:00"
    },
    "urls": [
        "https://digitalcommons.murraystate.edu/crsw/vol5/iss1/5",
        "https://digitalcommons.murraystate.edu/context/crsw/article/1042/viewcontent/Rural_Social_Workers__Percetions_of_Training_Needs_for_Working_with_LGBTQ_Identified_Youth_in_the_Foster_Care_System_Jean_Toner.pdf"
    ],
    "lastUpdate": "2024-01-20T20:53:08+00:00",
    "setSpecs": []
}