{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Patalakh, Artem"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-22T06:08:41+01:00",
    "dataProvider": {
        "id": 160,
        "name": "PhilPapers",
        "url": "https://api.core.ac.uk/v3/data-providers/160",
        "logo": "https://api.core.ac.uk/data-providers/160/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/323058316.pdf",
    "fullText": "Russian Democrats’ Stance on the LGBT Community: An Attitudinal ShiftWritten by Artem Patalakh  Russian Democrats’ Stance on the LGBT Community:An Attitudinal Shifthttps://www.e-ir.info/2020/05/11/russian-democrats-stance-on-the-lgbt-community-an-attitudinal-shift/  ARTEM PATALAKH,  MAY 11 2020One normally expects to read about appalling incidents or oppressive measures when seeing the words ‘LGBT’and ‘Russia’ in one headline. Chechen anti-gay purges, the spread of gay hunting communities, the censorshipof gay scenes and characters in movies, the 2013 ‘gay propaganda’ ban – this is hardly a complete list of whatmakes Russia one of the least LGBT friendly places in Europe; ranking higher than only Armenia, Azerbaijan andTurkey in the Rainbow Index. Nonetheless, there is an encouraging – and seemingly under-discussed – a politicaltrend which might fail to reverse the unfavorable status quo today, but it lays the foundation for future progress inthis regard: the increasing adoption and support of the LGBT agenda by the Russian democratic opposition.Changing Political TrendBefore Putin’s third term, the LGBT community was largely neglected or denounced by Russian democrats. Asthe founder of Moscow pride Nikolai Alexeev said in 2010:a phobia of homosexuality is, unfortunately, peculiar not only to the Russian authorities, but also the Russianopposition and Russian human rights activists, that is, the people who are supposed to fight for the rights of allcitizens.Indeed, in 2010, the late opposition leader Boris Nemtsov offered to arrange and lead a straight pride parade tomake the gay pride parade which, in his view advocated ‘a provocative standpoint,’ ‘look like a comedy.’ At ameeting of the liberal Solidarnost movement, the people who rose a rainbow flag were labelled ‘provocateurs’and expelled. A year before, one of the movement’s leaders Vladimir Milov told the LGBT community: ‘We aren’ta human right organization. Our goals don’t include human rights protection.’ He confirmed this viewpoint in2012 by calling himself ‘a decisive opponent to the inclusion of LGBT themes in the political agenda of theopposition.’ Both Milov and another Solidarnost activist Ilya Yashin publicly stated that they saw no particularabuses of LGBT people’s rights in Russia.Currently, Milov is an associate of Alexei Navalny, an opposition leader whose views on LGBT issues seem tohave undergone a positive evolution in the recent decade. Commenting on LGBT pride parades in 2009, hederogatorily wrote that gay people could be allowed to “gambol” on a cordoned stadium. Four years later, as aMoscow mayor candidate, Navalny formulated that position more amicably, describing the gay pride parade aspeople’s constitutional right and explaining his suggestion to organize it on a stadium by pointing to his concernfor its participants’ security. During his electoral campaigns of 2013 and 2017, he proposed to allow regionalreferenda on same-sex marriages, adding that he would have no personal problem with legalizing them unlessthey provided for adoption rights. Remarkably, he spoke in favor of their legalization not only in his interviewsgiven in Moscow, but also while meeting his supporters in Samara, a more conservative city. In media interviews,some of Navalny’s close associates expressed their personal support of LGBT rights. Leonid Volkov and LyubovSobol spoke in favor of same-sex marriages. Sobol also backed adoption rights for same-sex couples on thegrounds that ‘the orphanage is the worst option for a child.’ As for such ‘sensitive issues’ as same-sexmarriages and the LGBT pride parade, in her opinion, should be put to a referendum – even if ‘as a mother,’ sheshows little enthusiasm for the latter.Navalny and his team are not the sole democratic politicians who, in recent years, have become moreE-International Relations ISSN 2053-8626 Page 1/4Russian Democrats’ Stance on the LGBT Community: An Attitudinal ShiftWritten by Artem Patalakhsympathetic for the LGBT community. In 2011, the journalist Ksenia Sobchak doubted the need for same-sexmarriages, deeming them an excessive requirement of same-sex couples which ‘is in no way related to love.’Yet, seven years later, as a presidential candidate, she included same-sex civil unions in her political program –despite being dissuaded by some of her associates, as she said in her recent interview. Similarly, in February2019, the foundation of the ex-mayor of Yekaterinburg, Yevgeny Roizman publicly declared its support of a localcenter assisting LGBT people. However, in 2006 and 2009, Roizman had compared gay people with ‘normal’ones and aggressively opposed the gay pride parade as an ‘extremist prank’ that ‘demonstrates and imposes’homosexuality.Perhaps the most visible progress on LGBT rights is that of the liberal Yabloko party. Until a few years ago, thisparty’s support of the LGBT agenda was mostly limited to the occasional statements by some of its memberswho, were outweighed by their more conservative – and more senior – members. During the 2013 Moscowmayoral election campaign, the then Yabloko leader Sergei Mitrokhin argued LGBT rights in Russia had not beeninfringed upon before the ‘gay propaganda’ law, calling same-sex marriages unacceptable and opposing LGBTpride parades:I’m not an advocate of gay parades. The people who organize them are provocateurs. They are provoking acounter-wave in society, and these minorities which they are supposedly defending only have it worse. Myposition is this: each person has the right to do what is not forbidden by the law. But now a law has been passedabout propagandizing homosexuality, and I will not violate the law, although I consider it incorrect.Nevertheless, in subsequent years, the party increasingly adopted LGBT rights into its political agenda. Yabloko’sGender faction established a working group on LGBT issues which regularly organizes events and discussions onthis topic. The party’s members and associates – including prominent ones like Maksim Kats – started expressingtheir resolute support of LGBT rights too. Already in 2016 and 2018, Yabloko inserted same-sex civil partnershipsin its manifestos for the parliamentary and presidential elections. In March 2019, Yabloko confirmed this stance byissuing a special statement on LGBT discrimination which was signed by the party’s then-leader, EmiliaSlabunova. Importantly, the statement obliged all party members to support LGBT rights, noting that: ‘[o]n theirpart, the expression of any opinions aimed at the excitation, dissemination and maintenance of hatred, theviolation of the human dignity of lesbian, gay, bisexual and transgender people is flatly inadmissible.’A few recently elected Yabloko members of local and regional parliaments are particularly ardent advocates ofLGBT rights. For instance, Darya Besedina, a deputy of the Moscow City Duma, put a rainbow flag on her workingtable when she entered her office. She also made strong supportive statements of LGBT rights and prideparades, saying ‘the liberals opposing them are no different from radical conservatives.’ Another vivid example isSergei Troshin, a district council member from St. Petersburg, who expressly positions himself as an LGBTactivist. He got famous by promising, in his electoral address, to raise a rainbow flag over the residence of the citygovernment and, since he was elected, he has frequently been raising LGBT-related issues at the districtcouncil’s meetings.This list of relevant examples may not be comprehensive, but it is enough to show the tangible progress on LGBTrights made by Russian democrats. Of course, the degree of their involvement in the discussion on these issuesis still lower than that of Western liberals. Russian democrats do not always have pronounced, well-thought-outpositions on LGBT issues. Many Russian democrats address them on an ad hoc basis, reactively rather thanproactively (that is, only when asked by journalists), confuse LGBT-related terms (for instance, by saying‘homosexualism’ instead of ‘homosexuality’). Yet, what is hardly deniable is that, over the last decade, Russiandemocratic politicians have been treating the LGBT community with progressively more sympathy and lessarchness and neglect.What Happened?To some extent, this attitudinal shift seemingly reflects an ongoing global tendency of liberals to take up the LGBTagenda. For example, Yabloko’s statement on LGBT discrimination explicitly refers to the favorable opinion onE-International Relations ISSN 2053-8626 Page 2/4Russian Democrats’ Stance on the LGBT Community: An Attitudinal ShiftWritten by Artem Patalakhthis issue expressed by the Liberal International, of which the party is a member. Yet, in Russia’s case, thegrowing sympathy to the LGBT community emerged partially a rebounding effect of the government’soppressiveness.First, the state-led discriminatory campaign – the 2013 ‘gay propaganda’ law – and the wave of social violence itprovoked transformed the LGBT community from a group experiencing a rather implicit unequal treatment to onesubjected to overt legal discrimination. Consequently, in the liberal camp, LGBT rights turned from an issueperceived as marginal into a socially significant one, which entailed a wave of sympathy toward the LGBTcommunity. Tellingly, even the politicians, who had denied the fact of particular discrimination against LGBTpeople as a social group, made statements in their support. Those statements range from that of Nemtsov, whowrote a powerful post in support of LGBT teenagers, to the much more moderate remarks of Mitrokhin and Yashinwho slammed the ‘gay propaganda’ law as retrograde in media interviews.LGBT activists have well felt the effect of this growing support. The director of the LGBT film festival ‘Side bySide’ Gulya Sultanova argued that the state-led persecution eventually engendered the politicization of LGBTissues, thanks to ‘the part of society that critically assesses what is happening has become more open-mindedon LGBT topics.’ Likewise, the head of the Russian LGBT Network Igor Kochetkov mentions the gay propagandalaw among the reasons which have bettered the attitude of human rights advocates to LGBT activists. Perhapsthe best illustration to his words is the fact that in 2018 he received the Yegor Gaidar Foundation’s award for‘fostering civil society development.’ This was the first time in Russian history that a prestigious human rightsaward was granted to an LGBT activist.Second, Russian officials and the pro-Kremlin propaganda widely use LGBT-related topics to try to discreditWestern countries (by ridiculing their LGBT-friendly practices and laws) and Russian opposition politicians (bymocking their, often overstated, association with the LGBT community) in conservative people’s eyes. Thisimpels liberally-minded people to take a friendlier approach to LGBT rights, since opposing them in this situationwould indirectly imply siding with the Kremlin. As the LGBT activist Igor Yasin puts it:LGBT people have become a favourite target for the Russian authorities. So when leftists or liberals come outagainst LGBT, then they place themselves on the side of the authorities. Over the past few years, the activities ofLGBT people have given the Russian opposition a choice: either you’re on the side of the authorities in theirpolicies against LGBT, or you’re on the side of LGBT.In view of this, it is hardly surprising that Navalny in 2017 said his support of LGBT rights would not damage hisreputation among his voters – quite the contrary. Sobol recently went even further, arguing that even in theCaucasus, people might favor same-sex marriages, especially if a secret vote were to be held. Such conclusionsmay appear still premature if applied to the Russian society at large, yet, they do appear to grasp the present-daytrend. Indeed, some LGBT activists note that the public and media support of LGBT activism is growing. Lastyear’s opinion polls revealed a change of public opinion in favor of LGBT rights, which sociologists attributed tothe gradual diminution of the effect of the government’s homophobic campaign. This trend is especiallypronounced in 16-18-year-olds, 81% of whom reported a friendly or calm attitude toward LGBT people and 33%reported having LGBT acquaintances (these shares are 42% and 8% respectively among the public at large). Inhis recent publication, Dmitrii Tolkachev, a Moscow-based queer researcher, observed that homophobia is getting‘untrendy’ and ‘LGBT is gradually transforming from an oppressed group to one that is apologized to more andmore.’It seems it will take some time for these positive social trends to get converted into political ones. Russia has yetto reach a point where LGBT support is necessary for a democratic politician, however, it is already desirable andcertainly not shameful. Most importantly, the perceived close association of opposition to LGBT rights and thePutin regime can make progress in this area in the post-Putin Russia easier than one could expect.E-International Relations ISSN 2053-8626 Page 3/4Russian Democrats’ Stance on the LGBT Community: An Attitudinal ShiftWritten by Artem PatalakhAbout the author:Artem Patalakh holds a PhD in Political Studies from the University of Milan. He has published a number ofacademic articles on soft power, democracy and human rights promotion, Russian and EU foreign policies andthe geopolitics of the post-Soviet space.Powered by TCPDF (www.tcpdf.org)E-International Relations ISSN 2053-8626 Page 4/4",
    "id": 323058316,
    "identifiers": {
        "doi": null,
        "oai": "oai:philpapers.org/rec/PATRDS"
    },
    "title": "Russian Democrats’ Stance on the LGBT Community: An Attitudinal Shift",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://philpapers.org/archive/PATRDS.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/323058316.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/323058316"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/323058316/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/323058316/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/323058316"
        }
    ],
    "abstract": "Positive social trends around LGBT in Russia has converted into positive political trends, but support for LGBT policies is necessary for a democratic politician",
    "tags": [
        "info:eu-repo/semantics/article",
        "Philosophy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:philpapers.org/rec/PATRDS",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "160",
        "openDoarId": 0,
        "name": "PhilPapers",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 323058316,
        "depositedDate": null,
        "publishedDate": "2020-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T03:43:19+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-22T06:08:41+01:00"
    },
    "urls": [
        "https://philpapers.org/rec/PATRDS"
    ],
    "lastUpdate": "2024-02-12T03:43:19+00:00",
    "setSpecs": []
}