{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Roger Williams University School of Law"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-12T15:32:58+00:00",
    "dataProvider": {
        "id": 1335,
        "name": "DOCS@RWU",
        "url": "https://api.core.ac.uk/v3/data-providers/1335",
        "logo": "https://api.core.ac.uk/data-providers/1335/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/56703843.pdf",
    "fullText": "Roger Williams UniversityDOCS@RWURWU Law School of Law Publications10-1-2012RWU Law: The Magazine of Roger WilliamsUniversity School of Law (Issue No. 4) (Fall 2012)Roger Williams University School of LawFollow this and additional works at: http://docs.rwu.edu/law_pubs_RLPart of the Law CommonsThis Document is brought to you for free and open access by the School of Law Publications at DOCS@RWU. It has been accepted for inclusion inRWU Law by an authorized administrator of DOCS@RWU. For more information, please contact mwu@rwu.edu.Recommended CitationRoger Williams University School of Law, \"RWU Law: The Magazine of Roger Williams University School of Law (Issue No. 4) (Fall2012)\" (2012). RWU Law. Paper 1.http://docs.rwu.edu/law_pubs_RL/1RWU LawThe Magazine of Roger Williams University School of LawISSUe 4  FALL 2012 ALL In THe FAmILy SAme-SeX mARRIAge AnD THe LAWAT THe U.n., FIgHTIng FoR ReFUgeeSWhether Apple v. Samsung or Google v. Oracle, intellectual property lawyers are on the front lines of today’s tech battles29Work together, live together. Laurie Barron and michael yelnosky muse on their dream jobs at RWU Law.18 Inside the Tech Wars – by Mary Grady  From smartphones to pharmaceuticals, intellectual property lawyers are on the  front lines of today’s big-business litigation.24 All in the Family – by Denise Perreault  Working together with family members in the law… Some say it’s fraught with   peril and can put happiness both at home and at work in jeopardy; others    consider it nothing short of ideal.30 The Fight over  Same-Sex marriage – by Elaine McArdle  From the courtroom challenge in Nevada to popular votes in four states this   November, members of the RWU Law community are immersed in legal  actions related to LGBTQ rights. FeaturesDepartments 2 Letters  Letters to the   RWU Law editor3 A Chat with   the Dean   Our Q&A with   Dean David A. Logan  4 By the Bay  News from the Bristol   campus and beyond In This IssueISSUe 4   FALL 201212 Field Reports  RWU students, faculty and   alumni in the community36 Amicus  The alumni pages43 Closing Argument   Alumna Rebecca Markert ’08   on church/state separation32433208To the Editor:In Issue 3 of RWU Law, Professor Jared Goldstein remarked (in “We the People?”) that, from the perspective of Tea Partiers, “people who disagree with them are not just wrong – they are un-American, and have to be defeated to take back the country.”   On the first night of the Republican National Convention, two speakers seemed to prove Goldstein’s assessment right when they proclaimed President Barack Obama must be defeated so that “we” can take “our” country back. But this isn’t just a Republican slogan. Liberal news outlets like Common Dreams and Daily Kos used it early and often during the Bush years; Howard Dean even authored a book using the catchphrase as part of its title.   In the end, the idea of “taking our country back” is nothing more than empty election-year rhetoric, recycled every four years by the Left and the Right, by the voters and by the candidates themselves. And for all that, the country never seems to experience serious reform; “hope and change” too often transmutes into “more of the same.”  In many ways, President Obama’s foreign policy – especially in Iraq and Afghanistan – is Bush on steroids. Nor should we pretend that Mitt Romney offers any real alternative. Our politicians, in general, do not reflect Americans’ peaceful and generous ways  Reflecting on this, I turned to the very next page in RWU Law magazine, and found an observation that all of us – whether Republican, Democrat or independent – should keep in mind. In “Assessing Buckley,” Professor Carl Bogus © 2012 Roger Williams University School of LawPublished by the Department of  Marketing and Communications and  Roger Williams University School of LawIssue 4 / Fall 2012President Donald J. Farish, J.D., Ph.D.Dean David A. Logan, Esq.Associate Vice President of Marketing and Communications Judith Johnson ConneryLaw School Communications Manager / Editor Michael M. Bowden, Esq.Contributing Editors Brian E. Clark; Michael Donnelly-Boylen; Chelsie Horne, CMP; Melissa A. PatricioContributing Writers  Megha Chatterjee; Andrew Clark; Lori Cochrane; Mary Grady; Meghan Hansen; Jill Harrington; Elaine McArdle; Denise Perreault; Steve Stoehr ’14 Director of Design Services / Senior Art Director Ray TalamoAssistant Art Director Danielle B. RoyProduction Manager Nicole GildeaSenior Graphic Designer Jaci A. DaCostaContributing Photographers Julie Brigidi; John Corbett; Denise Drapeau-Walker; Andrea Hansen; Kathryn Whitney Lucey; Lise Metzger; David Silverman; Peter SilviaPlease direct questions, comments,  letters and other editorial inquiries to: Email:  mbowden@rwu.edu Phone:  (401) 254-3881 Fax:    (401) 254-3185Send subscription requests and  changes of address to: Email:  jwhetstone@rwu.edu Phone:  (401) 254-3004 Fax:    (401) 254-3599While every effort has been made to ensure that information is accurate and up to date, we’re writing about a dynamic educational environment, and it is not possible to guarantee that all items will be accurate at all times.Roger Williams University and RWU are registered with the United States Patent & Trademark Office.Roger Williams University School of Law Board of DirectorsMark Mandell, Esq., Chairman; Richard L. Bready,  The Honorable Ronald A. Cass, The Honorable  Edward C. Clifton, President Donald Farish, Ph.D.,  Michael W. Field, Esq., The Honorable Francis X. Flaherty, Linn Foster Freedman, Esq., Mark Gemma, Esq., Roscoe C. Howard, Esq., Connie Howes, Esq., Professor Robert Kent, Gloria Larson, Esq., Howard Merten, Esq., Stephen Prignano, Esq., James Ruggieri, Esq.,The Honorable Bruce M. Selya, Stephen Shechtman, Esq., The Honorable William E. Smith, Denise Squillante, Esq., Robin G. Steinberg, Esq., The Honorable Nettie Vogel, The Honorable Joseph R. Weisberger, Ed Weiss, Esq., Joseph D. Whelan, Esq., Dean David A. Logan, Associate Dean Andrew HorwitzLettersWRITe To RWU LawWe welcome and encourage your comments, feedback, suggestions and letters to the editor.email letters to: rwulawmagazine@rwu.edu Write to:  RWU Law magazine Roger Williams University School of Law  Ten metacom Avenue Bristol, RI 02809Please include your full name, address and  RWU Law affiliation, if applicable. Letters may be edited for clarity and/or length.  RWU LawThe Magazine of Roger Williams University School of Lawwisely notes, “It’s important to bear in mind that our fellow citizens are not evil, even when their views differ from our own.”  So while the rhetoric we hear may tar one candidate or the other as un-American, neither side is as bad as the other side accuses, and both deserve their share of whatever invective is hurled at them.Sincerely, Chad Nelson ’08 Providence, R.I. _________________________________Thank you for sharing the inspiring story of Nancy Hogan ’04 (“A Sort of Homecoming,” Issue 3). Our servicemen and servicewomen abroad are facing a new kind of war that brings unprecedented challenges – “inside attacks” by supposed allies, IEDs, and the severe traumatic stress of prolonged duty under such pressure. Thanks to recent medical advances, injuries that would have been fatal even a generation ago can now be survived. But the survivors need continuing care and support – medical, financial and social – once they get home. It’s the very least we can do in light of the terrible sacrifices they have made for their country.  I was heartened to read of RWU Law alumni rising to the cause, both as advocates and on the front lines (“Alumni in Uniform”), and standing up for fairness and justice in the best sense of the word.Sincerely, Maria Gerard Durham, N.H.The Magazine of Roger Williams University School of Law 3A Chat with the Dean       Our Q&A with Dean David A. LoganAn institution and its alumni come of age… RWU Law: Roger Williams was treated to a visit from Justice Samuel Alito of the U.S. Supreme Court this fall. What does that say about the law school’s profile?Dean Logan: In the 19 years of this school’s existence, our students have interacted with eight U.S. Supreme Court justices. Just in the past four years, four justices came to Rhode Island to meet our students, and some of our students have met a total of six justices. We’re coming of age, just as our alumni base is coming of age. As our reputation grows, it is not surprising that the events we are able to bring to campus improve by leaps and bounds as well. RWU Law: Is that another way of saying that – as RWU Law approaches its 20th anniversary – the school and its alumni have “arrived”?DL: We’re in an ongoing process of arriving. Our alumni are practicing all over the country and, indeed, around the world, dealing with everything from intellectual property to civil rights to tribal law. As the articles in this issue of our magazine illustrate, we have small-firm practitioners, public interest lawyers, partners in major law firms; we also have alumni achieving success on non-traditional career paths. It’s continuing proof of the versatility of a Roger Williams J.D. RWU Law: This fall also saw the inauguration of RWU Law’s new Santoro Business Law Lecture Series.DL: Once again, that’s a testament to the success of our alumni. The Santoro Business Law Lecture Series exists solely because of alumni generosity in endowing the lectureship. Brian Ali ’07 made the lead gift and, within a period of weeks, donations from other alumni doubled that amount and we were in a position to begin planning the series. It is our second endowed lectureship, incidentally, which is another sign of our increasing maturity. Our first is the Thurgood Marshall Lecture, held every other year and endowed by the leading firm Hinckley Allen & Snyder.RWU Law: Is the school seeing increased alumni involvement overall?DL: Absolutely. And that involvement is vital to the future of this institution. Our alumni help RWU Law in many ways, not least by being terrific role models in the legal community, which builds our reputation. In addition, many of them remain involved with the law school as adjunct faculty, as mentors to our current students and by hiring our students and graduates. On top of all that is the critical importance of alumni in building our institutional resources. That is why contributions to the Annual Fund are so important and will be a real focus of the next year of my deanship. RWU Law: Are you optimistic about growing participation?DL: It’s already happening. Our initial alumni base is continuously expanding, and more alumni are achieving prominence in their fields. So we want to build Annual Fund participation from where it is today, at about 11 percent, to 15 percent this year, then up to 20 percent for our 20th anniversary next year: “20 for 20.”   I am especially proud of the fact that 100 percent of RWU Law’s full-time faculty and senior staff contributed to the law school this year. That sends a strong signal to the state and region, to the bar and, of course, to our alumni. It’s a tremendous vote of confidence in, and loyalty to, this unique institution and its mission.RWU LAW  Fall 20124News from the Bristol  campus and beyondBy the Baybeautiful sunrises and sunsets. That’s pretty nice when you’re studying Administrative Law.” In the winter, he’ll shrink wrap part of the boat, fire up a space heater and an electric blanket and tough it out.  Once he earns his J.D., Fialkoff –  who was a Fulbright scholar at Leeds  in England, studying the sustainability  of alternative modes of transportation –  plans to pursue a Ph.D. in marine affairs, transport planning and business. He’s currently drafting a note on harbor maintenance taxes for the Law Review.  His ultimate goal is to teach Maritime  Law. But for now, Fialkoff says, he’s content simply to be known as “the guy who lives on a boat.” Finding good off-campus housing is always a challenge – but leave it to a Marine Law student to look to the waterways for inspiration. Having spent his 1L year at Almeida Apartments, Marc Fialkoff ’14 was seeking a new place to live. His parents, nearing retirement, were thinking of getting a boat. Their solution? Buy a boat, let Marc live on it through law school, then his parents would take over.   They settled on a 63-foot 1986 Hatteras yacht – featuring three beds, three baths and a living salon – located in Michigan. In August, Fialkoff, his parents, seller Lance Olson, his brother Chris Olson, and a friend, Myron Scherer, undertook an eight-day cruise to Rhode Island. Along the way, they were chased by a storm, helped by fellow boaters, and even aided by a good Samaritan who guided them into a darkened marina with a flashlight – then offered dinner  Enjoying “great weather for 95 percent of the trip,” they cruised across the Great Lakes, down the Erie Canal and the Hudson River, through New York Harbor, then up the Atlantic coast to Narragansett Bay and Warren, R.I., where the craft is now moored as a “live-aboard” (and immobile, for insurance purposes).   “You still know you’re on a boat,” Fialkoff says. “You feel the rocking when it’s choppy. You look out the cabin windows and see lightning over the bay; The New Faces of  the Law Review RWU Law proudly welcomes its newest  class of 2L Law Review members.  Congratulations!Ship Ahoy!How marc Fialkoff ’14 brought his new home from michigan to Rhode Island The Magazine of Roger Williams University School of Law 5When Martha Minow, 12th dean of Harvard Law School, delivered the 2012 Thurgood Marshall Memorial Lecture on the legacy of the seminal 1955 desegregation case Brown v. Board of Education, the RWU Law community was treated to the rarest of inside glimpses.   After all, Dean Minow not only served as law clerk to Justice Marshall, but also as law professor to a future U.S. Supreme Court Justice (Elena Kagan) and a future President of the United States (Barack Obama). She focused on the racial context that produced the Brown case and the almost-mythic status it has since attained as “the touchstone for what a court can do when it acts with justice.”   In the post-WW-II years leading up to Brown, Minow said, racial segregation had become an international embarrassment for the U.S., negatively affecting its national prestige and influence (even foreign ambassadors and diplomats of color were frequently insulted by U.S. laws), while providing grist for the Soviet propaganda mill, which depicted the U.S. as a hypocritical and oppressive power. Brown, Minow said, marked “the coming of awareness in this country that we’re in a global context, and the shame that this Harvard Law Dean Explores Brown Legacy country actually experienced when the world looked at how we treated people  in our own country.”   In later years, Minow added, both Brown and Marshall himself helped the U.S. rise above that shame. Marshall, for example, played a vital role in helping Kenya and other emerging post-colonial African nations to draft constitutions. And Brown has been cited in cases around the globe – notably in Israel, South Africa, Northern Ireland and the Czech Republic, where the Roma (Gypsy) people have found a narrative addressing their own experience of oppression over the centuries.RWU LAW  Fall 20126Changing Laws For a  Changing WorldJulia Wyman navigates the shifting shoals of marine law and policy, earning national recognition in the fieldBy the BayAs far back as her high school days, Julia Wyman has been drawn to environmental and ocean affairs. While a student at Trinity College, Wyman fostered this romance by participating in an interdisciplinary program with Williams College and Mystic Seaport, further exploring the world of marine affairs.   After completing that program, she knew what she wanted to do with her life. In her eyes, what’s not to love about the laws of the sea?  “Marine Affairs is just a fascinating field,” says Wyman, staff attorney with RWU Law’s Marine Affairs Institute for the past two years. “The issues you deal with today will have an impact for a long time. These laws will affect the lives of our great-great-grandchildren. The field is constantly evolving, and I just love the challenge of keeping up with new developments.”  In her work with the Institute – a collaboration between Roger Williams, Rhode Island Sea Grant and the University of Rhode Island – Wyman wears many hats. For instance, much of her work involves conducting policy research and analysis of legislation,  case law and various regulations for Sea Grant. These are matters that can pertain to anything from coastal issues to environmental policy concerns.   Wyman also oversees the Sea Grant Law Fellow Program, which provides student research assistance to a number of coastal users, including nonprofit organizations and government agencies. As part of her position with the program, Wyman finds marine affairs legal and policy research projects with outside organizations and matches second- and third-year students to work on them.   If that’s not enough, Wyman also taught a course titled Climate Change Law and Policy during the summer semester (see “LAW 786” on facing page). She says her relationship with her students proved mutually beneficial.  “I learned a lot from them and we engaged in some very lively discussions,” Wyman says. “It was also enjoyable to read their papers at the end of the course and to learn about their perspectives on different topics that we explored.”  Wyman is also making her mark in the wider field of Ocean and Coastal Law. Earlier this year, she received the Robert W. Knecht Award for Outstanding Professional Promise at the Coastal Society’s 23rd International Conference in Miami. To top things off, she was the conference’s program chair, a post that included accepting and editing abstracts and developing the design of the conference itself.  A graduate of the University of Maine School of Law, Wyman came to the Institute after spending two years as a policy analyst at the Coastal States Organization in Washington, D.C. From monitoring and researching legislation to working on ocean policy initiatives, Wyman’s primary task was to represent and protect  the interests of the country’s 35 coastal states, commonwealths  and territories.  “Things are evolving every day in this area of law,” Wyman says. “There are new laws and policies responding to emerging threats to our environment, and they impact so many aspects of our national livelihood – the economy, the health of the environment and people, sustainable energy resources and land use, to name just a few.  “It’s a challenging field, but one of the most important things for our coastal areas is to deal with these issues – like erosion and sea-level rise – proactively. That’s where marine law and policy become so important.”The Magazine of Roger Williams University School of Law 7LAW 786 Climate Change Law and Policy Instructor:  Julia Wyman  Marine Affairs     InstituteLauren engel ’09 Attorney-Advisor, the Federal Maritime Commission, Washington, D.C.Spicing It UpGrowing up near the Great Lakes, Lauren Engel ’09 has always been drawn to the water. The Michigan native developed a passion for sailing and even earned a captain’s license. So RWU Law’s joint J.D. and master’s in Marine Affairs program was a natural fit. Combining degrees: For Engel, 28, it simply made sense to mix her passion for the law and the water into a single educational undertaking. “It’s a very valuable combination,” she says. “It lets you enter the legal world with a lot of background knowledge at a young age. I graduated knowing the language of the field, rather than having to take extra time to learn it.” Path to the sea: After completing her law degree, Engel spent a year finishing her master’s degree – and seeking her path to the sea. “I did a little bit of everything, from mediating to volunteering to working as a title attorney,” she notes. “Then I got the opportunity to move down to Washington.” U.S. waters and beyond: After spending most of last year working as a policy and legal analyst with the U.S. Extended Continental Shelf Task Force at the U.S. Department of State – through a National Oceanic and Atmospheric Administration contract with Earth Resources Technology, Inc. – Engel was ready for this latest challenge. Much of her work centers on international affairs, from issues involving maritime shipping to communicating with embassies. “Basically, the Federal Maritime Commission regulates the nation’s international ocean transportation for the benefit of exporters, importers and the American consumer.” Spicing it up: “When you’re dealing with maritime law, you’re taking all of the typical aspects of law, and then spicing them up with exciting settings and factual details,” Engel says. “I love working with the shipping industry and talking about boats all day!”getting to knoW...A new Reality: By now, a vast majority of the world’s population has begun to accept (and experience) the reality of global warming, extreme weather events and a rapidly changing climate. But beyond its impact on the environment, how will an increasingly mercurial climate affect the legal world? Wyman (see accompanying story on facing page) is uniquely qualified to help students navigate this question.  Shifting Seas: Land-sea boundaries are shifting; ocean water is warmer and more acidic; fluctuating weather conditions and storms increasingly impact coastal communities; and melting ice caps raise new international boundary and resource-exploitation issues. These changes trigger a host of corresponding legal considerations for natural resource managers, planners, attorneys, diplomats, insurers and law enforcement entities. Any textbook must constantly be supplemented with up-to-the-minute materials. “Things are always changing  in this area,” Wyman notes.  Bring your own experience: In Wyman’s seminar, discussion is crucial. With just over a dozen students, a powerful discourse evolved in the weekly sessions, resonating with an urgency and relevance perhaps to be expected in a place that is, after all, known as the Ocean State. “The students were engaged and very enthusiastic,” she says. “They brought their own concerns and experiences into the classroom.”  RWU LAW  Fall 20128By the Bay“I’m so emotional; as an Italian,  I don’t like goodbyes.”  Accordingly, Anthony L. Bastone II quietly ended his eight-year tenure as RWU Law’s assistant dean of career services on a sunny late-May afternoon, when the building was practically empty.  Tony Bastone’s signature Wyatt Earp moustache, bowties and sweater vests were a ubiquitous sight around the Bistro abutting his office on the law school’s ground level (or “garden level,” as he euphemistically chose to interpret the “GL” button in the elevator).  An innovative administrator and instinctive networker, Bastone cultivated a seemingly bottomless Rolodex. “Over 34 years and six law schools” –  including stints as careers dean at Colorado Law and Southern Methodist Law – “I’ve developed a lot of friendships: former students, graduates, attorneys, judges,” he explains. “I maintain those relationships from coast to coast.”  As for Roger Williams Law, Bastone feels the school is in excellent hands with his successor, Veronica Paricio. “I leave this position knowing full well that our students and the alumni who use this office will continue to get great service, because of Veronica and the rest of the staff here.”  They face real challenges, however. “There’s a new normal now, economically,” Bastone says. “So we’ve got to keep moving forward with experiential education, training our students to practice as lawyers before they ever leave law school.”   Though he’s technically retiring to his old stomping ground of Boulder, Colo., Bastone is almost certainly too energetic to sit still for long.   He completed his first marathon at age 40, as part of a self-described midlife crisis; then continued running 40 miles a week for the next 10 years. He plays a mean game of tennis, swims every day, goes snowshoeing with his three Labrador retrievers – and helps place rescued Labs (in several cases, with RWU Law alumni). Bastone is also a gifted Italian chef, and, for a time, ran a successful side business crafting “rough-hewn, hand-rubbed” walking sticks.  Looking ahead, “I’ll probably get involved in some volunteer activity – something green like the Sierra Club,” muses Bastone, who was deeply involved with that organization for years out West. “But more than likely, I’ll go back to work in some capacity. Not right away, but maybe in a few months.”  Asked to sum up his career  in legal education, Bastone quotes George Bernard Shaw: “Life is no brief candle for me.  It is a sort of splendid torch, which I have got hold of for  the moment, and I want to make it burn as brightly as possible before handing it on  to future generations.”   “For me, it was just time to pass along the torch,” he says.  Farewell to Dean Bastone…The Magazine of Roger Williams University School of Law 9When RWU Law offered her the position of career services director in 2008, Boston  native Veronica Paricio –  then employed as assistant dean for career development at the University of Colorado’s law school – jumped at the opportunity. It was an ideal  fit, she says, providing her with the chance to be back in New England, close to her family and immersed in a field she loves: helping law students and graduates attain career success.   This summer, Paricio was named assistant dean for career development at Roger Williams, taking over for Anthony Bastone (with whom she first worked at Colorado Law). With nearly two decades of experience in the world of legal career development under her belt – and having already held a deanship at a major law school – it’s hard to imagine a better fit for the job.   On a day-to-day basis, Paricio says her tasks vary considerably. One moment, she might be engaged in a counseling session with a student. The next, she could be collaborating with a professional association –  the Rhode Island Association for Justice, for example – to create a mentoring program  for students.   Whatever the task at hand, Paricio says the best part of her job remains constant. “I love interacting with the students,” she says. “I love helping them figure out what they want to do for a career and then  seeing them go after it and achieve those goals.”   Before becoming involved in career development at law schools, Paricio worked at two law firms in New York as a recruiter. But after years of hiring recent law school grads, she wanted to see what life  was like on the other side.   “It opened up a whole new world to me,” Paricio says of her transition to law school career development. “Nowadays, my job is so much broader. You never know what kind of question you’re going to get, since students’ interests are so diverse. It can be anything from Cyber Law to Equine Law, which always allows me to learn about different areas of the profession. I absolutely love it.”   A Dartmouth graduate, Paricio harbors great admiration for fellow alum  Dr. Seuss – which turns out to be a fortuitous interest for a mother of two young boys. Paricio lives just outside of Bristol with her husband, who is from Spain. The pair has chosen to raise their sons in a bilingual environment.   “I am very happy that  our boys will be able assimilate  our different backgrounds  and experiences.”…and Welcome to Dean ParicioRWU LAW  Fall 201210By the Bay‘What I Did Last Summer…’The Place:The Job:The experience:eye-opener:The Takeaway:Thomas moran ’14 Katelyn grandchamp ’13 Tunde Adepegba ’14 Sarah oster ’13Nortek Inc.Legal InternIn Nortek’s general counsel office, Moran did everything from collecting commercial contract metadata, to examining code-of-conduct compliance, to tackling myriad other issues facing Nortek’s 40 subsidiaries across the globe.“Working with such knowledgeable and accomplished corporate attorneys at a growing, $2.5 billion publicly held company was an  invaluable experience.” “The skills and knowledge  I gained relating to mergers and acquisitions, corporate law and in-house general counsel issues will be invaluable.”  Nixon PeabodyLaw ClerkOver the summer, Grandchamp had the chance to immerse herself in one of the nation’s top law firms. Her job involved writing articles, researching issues for clients, and reviewing and revising contracts. “The variety of assignments, coupled with the useful feedback I received on my completed work – and the patience and endless knowledge of the members of the firm – allowed me to challenge myself as a rising attorney and develop marketable skills which will help throughout my career.”“I will be forever grateful for this truly amazing opportunity and I have  a new-found excitement  for what is to come in  the future.”The Pentagon, International and Operational Law DepartmentInternAs a second lieutenant in the Army, Adepegba felt right at home during his internship at the Pentagon. He was “an everyman of sorts,” from reviewing and organizing international agreements with other countries, to escorting distinguished visitors from Liberia and Chile. “What made my internship very different is my military rank. I wear my uniform to work every day. The division sees me as a soldier first, and then as a legal intern.”“I’ve had access to training and responsibilities I could not have gained in any other way. It’s been one of the best experiences of my life.”Children’s Law Center  of California  in Los AngelesClerkshipHalf of Oster’s work for involved legal research for policy projects. The rest was work related to trial preparation, including interviewing of clients. “It’s wonderful when things learned in the classroom are applicable in practice,” says Oster, noting that a class she took in mental health law last semester was particularly relevant in  one case.“Most of my cases involved unfathomable neglect; foster youth who had been physically  or sexually abused. I began learning how to build a tougher exterior when I deal with such difficult cases, while still remaining compassionate  toward my clients.”From prestigious law firms to public-interest organizations to corporate counsel, RWU Law students spent the summer of 2012 packing their résumés with experiences that will set them apart in the post-graduation job market. Here’s a quick sample.The Magazine of Roger Williams University School of Law 11Do you ever get annoyed by those slick pharmaceutical ads that show soft-focused scenes of contentment while the narrator blithely intones a laundry list of alarming side effects?  William Martoccia ’12 was annoyed, too – and he parlayed his frustration into a Hirsh Award, placing second nationally in the American College of Legal Medicine’s 2012 Writing Competition. Martoccia’s paper, titled “The Future of Pharmaceutical Manufacturer’s Direct-to-Consumer Advertisements,” began as a directed research project under Professor Larry Ritchie.  “I just wasn’t comfortable with the fact that these commercials are being broadcast so frequently, and that they’re so clever, attractive and often misleading,” says Martoccia, whose pre-law-school experience included several years working as a pharmacy technician.   “Traditionally, a patient would present the doctor with symptoms and indicia of complications, and then the doctor would prescribe what was appropriate,” he explains. “My research confirmed that more and more consumers are now watching these ads, going into their doctor’s office and asking by name for prescription medications that they saw on television.”  Martoccia’s article discusses how “the pharmaceutical industry spends twice the amount of their profits on advertising and marketing rather than on research and development; because of this, what was once the doctor-patient relationship has been transformed into a hybrid manufacturer-doctor-patient relationship.”  In this new circumstance, Martoccia argues, “the ‘learned intermediary’ doctrine that places liability on the doctor when these products injure people” no longer makes A Bench for KennyA new bench was installed outside the School of Law entrance this fall, bearing the words of Martin Luther King, Jr.: “Injustice anywhere is a threat to justice everywhere.”  The bench is dedicated to the memory of the late Kenny Waters, who was wrongfully imprisoned for 18 years before his sister – alumna Betty Anne Waters ’98 – completed her law degree at Roger WIlliams and won him exoneration in 2001. Their incredible story was chronicled in the 2010 Hilary Swank  feature film, “Conviction.”   Waters attended the event along with some of her and Kenny’s other siblings, as well as Kenny’s daughter Mandy. Representatives from the New York and Boston offices of the Innocence Project – which was instrumental in helping Betty Anne Waters formulate and execute her DNA-based challenge to Kenny’s conviction – were also in attendance.   In remarks at the ceremony, Betty Anne Waters recounted her discovery of the Innocence Project and of the then-new field of DNA evidence while researching a paper with RWU Law librarian Nanette Balliot. She expressed her family’s appreciation for her alma mater’s tribute.   “My hope is that, when people sit on this bench in years to come, they will pause and think about the importance of justice  in the world,” she said. “I hope they will remember Kenny, too.  I can’t think of a better gift than that.”A New Prescription for Drug Advertising?sense. “All liability should be placed on the manufacturers,” he concludes, “due to their self-insertion into the doctor-patient relationship.”  Martoccia’s paper, along with the other two Hirsh Award winners, is being reviewed by the editors of the Journal of Legal Medicine for possible future publication.  Alumna Betty Anne Waters (second from left) with Librarian Nanette Balliot, Associate Dean Andrew Horwitz and Professor Larry Ritchie, all of whom she worked with during her years at RWU Law on her way to exonerating her brother.RWU LAW  Fall 201212RWU students, faculty and alumni in the communityField ReportsBy Steve Stoehr ’14 For Luis Mancheno ’13, the summer of 2012 was a dream come true. Having excelled during his first two years at RWU Law, he achieved his “best-case scenario” summer job – an internship with the Office of the United Nations High Commissioner for Refugees.  Based in the U.N.’s Washington, D.C., office, Mancheno was a member of the resettlement unit overseeing North America and the Caribbean. Every day, he worked to help people officially recognized as refugees relocate to countries that could offer them a place to live their lives in peace.  “During my time at UNHCR, I learned that – while every refugee’s story is different and their anguish personal – they all share a common thread of uncommon courage,” Mancheno says. “The courage not only to survive, but to persevere and rebuild their shattered lives.”  As a refugee himself – he sought asylum in the U.S. from Ecuador, where he had been persecuted for being openly gay – Mancheno has long been aware of the UNHCR and its work. Directly participating in that work, however, took his respect to a whole new level.   “The access that I had during this internship – to legal resources, U.N. officials, conferences and networking opportunities – has been unmatchable.”   At Roger Williams, Mancheno has served as president of the LGBT Alliance, vice president of the International Law Society and a member of the Multicultural Law Students Association. After graduating next spring, he hopes to secure a full-time job with the UNHCR, so that he can “keep working for the lives of the most disadvantaged and vulnerable people on the planet.”   “More than anything, I am accomplishing the call of my life,” Mancheno says. “There is no way of explaining how it feels to help somebody who is in the same situation I was in just a couple of years ago.”‘A Common Thread of Uncommon Courage’For 3L Luis mancheno, Summer 2012 meant a unique opportunity to aid fellow refugees at the United nationsThe Magazine of Roger Williams University School of Law 13‘A Common Thread of Uncommon Courage’For 3L Luis mancheno, Summer 2012 meant a unique opportunity to aid fellow refugees at the United nationsCementing her status as a tireless advocate for small business, RWU Law adjunct professor Miriam Ross was named the U.S. Small Business Association’s 2012 New England Women in Business Champion of the Year, a competitive and prestigious honor.   “I first found out that I’d won the Rhode Island award and then found out that I’d won for New England, which was pretty cool – I’m very excited and humbled,” says Ross, who spent 30 years as a corporate lawyer at companies like Textron and GTECH before hanging out her own shingle. She then shifted her focus to legal and advocacy work for women in business and what she sees as the backbone of Rhode Island’s economy: small businesses.  Ross keeps a tight schedule, immersing herself in area small business groups. “I don’t think of it as being busy,” Ross says. “I love what I do.” She shared a few tips for lawyers managing small businesses of their own:  1) get engaged in civic, social or grassroots groups in your    area of law. “Everything in business gets back to      relationships,” Ross says.  2) Be flexible and willing to explore new approaches. Ross     says it’s important to help clients “jump over, climb under and     get around” obstacles. “As long as it’s not illegal or immoral, I     say ‘let’s try it’ in an effort to help clients reach their goals.”   3) Don’t skimp when starting out. Smaller businesses need the     same sophisticated legal advice as big companies – don’t pinch     pennies here, Ross urges.   4) Think about business, not just law. “There’s a lot of     discussion within the bar these days about what skills should be     taught in law school; but let’s not forget how to invoice and bill a     client – the business end of things,” Ross notes.   5) Do what you know and love best, and the rest tends to    fall in place. Inside Tips for Business Success\t •\tThe\tfirst\tcommissioner\tof\tthe\tUNHCR\twas\t   1922 Nobel laureate Fridtjof Nansen – \t \t who\twas\talso\tthe\tfirst\tperson\tto\tcross\t \t \t Greenland\ton\tskis\tand\tthe\tfirst\tto\treach\t   the North Pole. \t •\tThe\tUNHCR\thas\twon\tthe\tNobel\tPeace\t   Prize twice, in 1955 and in 1981. Every    staff member at the time of the prizes    received a plaque.\t •\tThe\tUNHCR\tis\tfunded\talmost\tentirely\tby\t   voluntary government contributions, the    top three donors being the U.S., the  \t \t European\tCommission\tand\tJapan.\t •\tThe\tUnited\tNations\thas\tits\town\tpost\toffice\t   and its own postage stamp! Though mainly   for collectors, they can actually be used    to send mail from U.N. premises in New York,    Geneva and Vienna.United Nations High Commissioner\tfor\tRefugees FACTSRWU LAW  Fall 201214Field Reportsgetting to knoW...Kevin Hagan ’01Attorney and Radio Host of “Law Talk,” WADK, Newport, R.I.on the RadioEarly on Saturday mornings, when other lawyers might be unwinding with a round of golf, you’ll find Kevin Hagan ’01 behind the mic for his weekly half hour show, “Law Talk.” The former special assistant AG took over the show a year ago and offers a mix of advice, guests from the local legal community, and live calls from listeners. gift of gab: “The job’s a perfect fit for me. I have the gift of gab – I’ve literally kissed the Blarney Stone in Ireland! But seriously, I think it’s important for the community to have an off-the-record discussion about how the legal system works, and I’ve geared the show to provide that service.” Pre-show nerves: “Doing a live radio show is more challenging than you might think. Before the show goes on at 9:30 a.m., you have butterflies in your stomach because you know you’re live, there’s no room for error and you really want it to be good. I have friends who are lawyers listening to the show, and they’ll text me their feedback.” multitasking required: After six years as a special assistant attorney general and an associateship with Houlihan, Managhan & Kyle LLP, Hagan went solo last year. “It’s a more-than-full-time job. You’re wearing many different hats: lawyer, bookkeeper, office manager, even custodian.” Keeping the balance: But while public and firm work afforded more time to focus on the pure pleasure of practicing law, solo practice carries its own rewards. “If you’re diligent, work hard, and always return phone calls and do what you say you’re going to do, you can build a very good practice. It’s the quality of the legal product that’s of paramount importance.” Coming full circle: This summer, Hagan mentored an intern from RWU Law (John Booth ’13). “I always take the time to give advice to young lawyers no matter how busy I am, because there were lawyers who did that for me. Why do you so vividly remember events like your first court appearance, your first jury trial, your first Supreme Court appeal? Because you’re scared to death! So you have to keep that in mind and be as sensitive as you can with an intern or a new lawyer.”  – Megha ChatterjeeHelping the HelplessA late summer downpour is drenching downtown Providence, and a crowd gathers in the shallow doorway of a Mathewson Street church, their talk and laughter echoing off the ancient walls and rain-splattered floor. Many are clients of the homeless clinic housed inside.   Neville Bedford ’00 and Eden Sears ’12 – both volunteers at the clinic – have dedicated themselves to helping the homeless, the poor and indigent, those in prison or down on their luck; a seemingly endless pool of people in trouble, and with nowhere else to go.   Bedford calls public service a “chronic addiction; I can’t say no.” Law is his second career, an effort to give back after having spent “a large portion of my life working for the family business, selling pens,” he says. Today he’s on the boards of numerous nonprofit groups helping the poor and often advises new projects on how best to allocate resources.  “There’s nothing as gratifying as giving someone advice when they need it and having them achieve a positive result,” Bedford says. “Whether paid or not, it is very fulfilling. It’s not the kind of sensation you get from selling a million widgets.”  Eden Sears ’12The Magazine of Roger Williams University School of Law 15A pair of ill-fated Cuban vacations has yielded the most important Canadian decision on personal jurisdiction in over 20 years – and one of RWU Law’s young faculty stars, Associate Professor Tanya Monestier, played a significant role in shaping the Canadian Supreme Court decision.  After graduating from Osgoode Hall, one of Canada’s top law schools, and the University of Cambridge, Monestier clerked for Justice Frank Iacobucci of the Supreme Court of Canada. It was during that term that she first encountered Muscutt v. Courcelles, an Ontario Court of Appeals case that had become Canada’s leading standard for determining personal jurisdiction over defendants.  For Monestier, Muscutt – which laid out eight factors for courts to consider in the inquiry – created more problems than it solved. “It didn’t make sense from the point of view of pure jurisdictional analysis,” she says. “It just wasn’t working. This eight-pronged test was all over the place. I thought, this is just not the way to do jurisdiction.”  Her reflections eventually found voice in a 2007 law review article called, “A Real and Substantial Mess: The Law of Jurisdiction in Canada” (33 Queen’s L.J. 179), critiquing Muscutt, and attempting, as Monestier says, to “put a bee in the bonnet of the Ontario Court of Appeal.” The article positioned her as an expert on the topic, with many trial judges and four appellate decisions referencing her work.   She refined her arguments in a follow-up article, “A ‘Real and Substantial’ Improvement? Van Breda Reformulates the Law of Jurisdiction in Ontario,” appearing in the 2010 edition of Canada’s Annual Review of Civil Litigation.   That article found its mark when the Canadian Supreme Court cited it in the landmark case of Club Resorts Ltd. v. Van Breda (2012 SCC 17), in which the plaintiffs – one of whom was killed and the other catastrophically injured while vacationing – sought damages against a Cuban resort catering to Canadian tourists. (Van Breda is the rough equivalent of the International Shoe decision in the U.S., which delineates the contours of the ‘minimum contacts’ test for jurisdiction over defendants.)  The Van Breda opinion overrules Muscutt and adopts Monestier’s suggestion that the real and substantial connection test for jurisdiction be re-oriented to focus on the objective connections between the forum and the dispute. However, according to Monestier, the new approach may well present its own set of unique problems.  What’s next? Rest assured, RWU Law’s resident Canadian law specialist has already begun preparing her next article. – Michael BowdenCleaning Up ‘A Real and Substantial Mess’ Bedford’s work earned him recognition from the Rhode Island Bar Association, which selected him for its 2012 Pro Bono Publico Award, honoring his willingness to take on contested family law cases and champion the rights of the homeless. In 2010, he received the Homeless Advocacy Award from the Rhode Island Coalition for the Homeless.  Bedford has found a kindred spirit in Sears, who earlier this year became the first law student ever to win the Legal Clinic Award from the Rhode Island Coalition for the Homeless, an honor usually reserved for seasoned attorneys. U.S. Sen. Sheldon Whitehouse (D-R.I.) personally presented the award, with U.S. Sen. Jack Reed (D-R.I.), Rhode Island Gov. Lincoln Chafee and other luminaries in attendance.  Sears currently works for a civil litigation firm, but hopes one day to serve as a public defender, and eventually to open a clinic of her own. Whatever the future holds, she says, “I’ll always continue working for the Coalition for the Homeless. I made that a provision in my employment contract; it’s that important to me.”   Sears has been working with Bedford at this clinic for two years, and he describes her work as “phenomenal.” She’s also worked with attorney Steven Miller in two of RWU Law’s Pro Bono Collaborative programs, assisting state prisoners with legal issues and assisting the homeless and poor at Amos House in Providence.  “I gave up working at Amos House only because I had to, when I graduated,” she says. “You build a lot of relationships with the people you meet and others who work there. It’s hard to leave.”– Mary GradyRWU LAW  Fall 201216Field ReportsA New Face on an Old TraditionIn early 2012, José Batista ’14 landed the opportunity to do something that only a handful of people get to do once per decade: Mayor Angel Tavares appointed him to the Providence, R.I., City Charter Review Commission, a nine-member body that convenes every 10 years to discuss possible amendments to what is essentially the city’s constitution.  For five months, Batista worked with some of the state’s preeminent legal and political minds, examining how well the city charter addresses the issues facing the city today and whether it still provides an effective framework for the governance of the state’s capital.  “Working on the commission helped me understand city government on a micro-level,” Batista says. “What gives the police department its power, how schools are funded, what we offer to businesses in this city.”   Batista is the first law student ever to serve on the commission and brings an important new voice to the table. Before law school, this first-generation American majored in business management at Bryant University and interned at PricewaterhouseCoopers LLP in Boston. He also served high-performing, low-income youth through community organizations including Upward Bound, the Breakthrough Collaborative and the YMCA.  “I felt like members of the commission welcomed me with open arms, knowing that I was a resident of this city my entire life, a graduate of its public schools, and I was now attending RWU Law,” Batista says. “The relationship between RWU and Providence is great, and it’s only going to get better in the future.”  The charter provides the structure of municipal government for Providence, laying out the makeup of its legislature, the terms of its executive government, and many parameters for its various departments.  Its roots reach back to the days of Roger Williams himself, when the original Town of Providence Charter was drafted in 1648 by John Warner. It remained in effect until 1832, when a new City Charter was drafted, establishing a mayor and a bicameral legislature. In 1980, the Charter as we know it emerged, with the provision that it would require legislative approval for amendments.   Since then, a committee of prominent citizens has convened every 10 years to review the Charter and recommend changes.  This year, the commission persuaded the City Council to place several important issues on the ballot, including amendments to the highly charged redistricting process and a patronage amendment to prevent political corruption in the municipal hiring process. If approved by voters, the changes would take effect in January 2013.  “It’s only a handful of times that the city considers the question ‘Should we amend our founding home rule document?’” notes Matt Jerzyk ’08, who was senior counsel in the mayor’s office while the Commission was meeting this year. “The charge of the Commission members is an awesome responsibility.”– Steve Stoehr ’14The Magazine of Roger Williams University School of Law 17The GatekeepersBack when they were at RWU Law, did Karen Buttenbaum ’97 and Joy Dingle ’03 ever suspect their careers might lead to working in higher education administration at prestigious universities?  Yes and no.  Now the director of admissions for Harvard Law School, Buttenbaum says she knew going into law school that she wanted a nontraditional legal career, though “as a little girl I wasn’t necessarily saying ‘I want to be in admissions when I grow up.’ But it’s turned out to be the best career for me – I really, thoroughly enjoy my job.”  Buttenbaum began her career at her alma mater as a recruiter for RWU Law. She rose to become assistant director of admissions before taking a position as assistant director in Harvard Law admissions. She continued to move up the ladder there and was named director two years ago.   Buttenbaum says she enjoys the cyclical nature of admissions, which brings a level of predictability yet always offers something new. For example, once she was answering phones in the office when a father called, asking her to tell his eight-year-old daughter – who wanted to be a lawyer but didn’t want to do her homework – that she needed to get down to business.  “So I talked to her about the importance of education – that was my public service for the day,” she says with a laugh.  Talking to prospective students (though usually older than age eight) about their future is a major part of Buttenbaum’s job. “It’s really rewarding, playing a part in someone’s future legal career,” she says. Serving as gatekeeper to one of the nation’s most renowned law programs, however, does have lows as well as highs. “I sometimes crush people’s dreams, but I also get to make people very happy – that’s a great part of the job.”  Buttenbaum says her Roger Williams legal education has proven invaluable in her career –particularly the skills of issue-spotting and getting to the bottom of a problem.  “I do think like a lawyer,” she says. “If someone comes in with a problem, I can get down to the crux of the matter pretty quickly. A legal education is an incredible tool that people can use not just in legal practice, but for problem-solving in many settings. It has helped tremendously in every aspect of my life.”  Like Buttenbaum, Joy Dingle knew going into law school that hers would not be a traditional legal career. A former teacher, Dingle came to RWU Law for its emphasis on public interest law.   “I knew I wanted to use my law credentials in the public sphere, to advocate on behalf of young people in public education and for education reform,” she says.  Dingle is doing precisely that as associate director for Georgetown University’s Meyers Institute for College Preparation (MICP), a pre-college academic enrichment and support program for underserved middle and high school students in the D.C. area that continues into their first year of college.   “This job is a combination of all my skill sets,” she says. “It’s a good mix of education policy and practice.”  As associate director of the MICP, Dingle coordinates the academic experience of around 120 participating students. She first makes sure they have the resources they need to successfully transition from grade to grade. The next challenge is to translate that progression into a fruitful academic year with the on-campus program, which includes the Saturday Academy during the school year; the Summer Institute, a three- to five-week academic program; and Capstone activities to help aid the students’ transitions to college.   “We have four cohorts of ICP students on campus right now for the Summer Institute,” she said, during an August interview. “I essentially make sure the academic day is a smooth one. I’m busy, but it’s a good busy.”   Dingle and her team also conduct outreach to area schools, recruiting students to be a part of the successful MICP program.  “Seeing the academic growth and, even more, the personal growth of the students is my number one motivation for doing my job,” Dingle says. “It’s what I enjoy the most, and it helps me understand that all the advocacy work being done behind the scenes is worth it. The students see the benefit of that hard work.”– Jill HarringtonRWU LAW  Fall 201218The Magazine of Roger Williams University School of Law 19In the fierce war among technology companies for dominance in the fast-changing market for smartphones and tablets, platoons of lawyers form the front lines.   “Intellectual property is a very important and very exciting area of law, and it’s widely misunderstood,” says Eric Schweibenz ’98, a partner who specializes in patent litigation at Oblon Spivak in Alexandria, Va. “High-tech companies use intellectual property law as a weapon to try to get as much market share as they can and exclude their competitors.”   Apple grabs headlines for going after its competitors with legions of lawyers, fighting with HTC, Google and Samsung over software, smartphones and tablets in courtrooms around the world. Some analysts say Steve Jobs, Apple’s late CEO, was driven by a personal vendetta against competitors he said had stolen his ideas and designs.  But Schweibenz has been involved in some of these skirmishes, and he says there’s more behind these cases than pride: For example, if you have a technology that is changing very quickly, and the market is fleeting, there’s a real advantage in delaying the U.S. launch of competitive products. Timing is EverythingBecause timing is so crucial, many of these high-profile cases are being tried at the International Trade Commission.  “Typically, district court takes two years from the time you file a complaint to when you get a decision, and that does not even include an appeal,” Schweibenz says. “The ITC proceeding is typically completed in about 16 months. For most attorneys practicing in federal court, this is akin to light speed. It’s a very fast forum.”   Ronald A. Cass, of RWU Law’s Board of Directors, is a former commissioner and vice-chairman of the ITC, as well as a dean emeritus of Boston University School of Law and currently a consultant based in Washington, D.C.  “The ITC is a favored venue for litigating patent cases, in part because it is faster than U.S. district courts, in part because it’s easier to get injunctive relief, in From smartphones to pharmaceuticals, intellectual property lawyers are on the front lines of today’s big-business litigationBy Mary GradyRWU LAW  Fall 201220part because the government picks up the tab for enforcing the ITC’s order barring imports, and lastly, in part because the individuals deciding the cases and advising on the decisions see a lot more patent cases than a typical district court judge,” Cass says. “The ITC decides about one-sixth of all U.S. patent trials, while the rest are spread across almost 90 courts and 700 judges.”  If you win at the ITC, you cannot claim monetary damages as you could in district court, but you can stop your competitor from importing the offending goods into the U.S. Even better, the federal government will assist in enforcing this decision at the borders.  “That’s a very attractive thing if you’re a patent owner,” Schweibenz says. “That’s just one of the reasons why there’s been an explosion in the number of cases filed at the ITC in the last few years.” If you’re an infringer, on the other hand, “it can be a very scary thing.”   The ITC has limited jurisdiction outside the U.S., Schweibenz says. But since virtually all electronics products sold here are produced abroad, even if they are branded by a U.S. company, the ability to stop them at the border is a powerful potential weapon for companies trying to gain an advantage. Even a brief delay in a competitor’s entry into the market can have a huge impact – because once eager consumers buy a device, they tend to stick with it. The manufacturers, meanwhile, continue to profit when users buy future upgrades and content.   “The U.S. patent system generally works well,” notes Cass, whose new book, “Laws of Creation: Property Rights in the World of Ideas,” will be published by Harvard University Press this fall. “We have lots of innovation and an economy that is increasingly composed of businesses that are intensive users of intellectual property. But some corners of the system clearly are far from ideal. That’s especially true when you look at contests over smartphones and other mobile devices, which turn out to be collections of tens of thousands (or even hundreds of thousands) of patented components and methods of operations – every one of which is a potential basis for stopping the product’s sales in the U.S.”Infringing or Invalid?The issues that these huge companies bring to court can turn on the tiniest details. Every minor function and feature and swipe is subject to argument. Apple, for example, has argued that its iPhone patents entitle it to protect a rectangular shape with rounded corners and a flat black screen. The companies who defend against these cases generally choose one of two primary defenses, Schweibenz says – either non-infringement or invalidity.   “The strongest defense, if available, is non-infringement,” he says, but it can be difficult to prove. Essentially, that would require convincing the court that the accused products are not covered by the claims of the complainant’s patents. But the standard that the parties need to meet, for infringement or non-infringement, is just a “51 percent standard” – or the preponderance of evidence, Schweibenz says.   The other defense generally asserted by accused infringers is invalidity, which comes in two “flavors,” Schweibenz says – anticipation or obviousness.   “Anticipation is typically easier to prove,” he says. “It means someone else invented it first, coming up with the same ideas that you had at least one year before you filed your patent application. Now, while the patent office is supposed to search for prior art patents and printed publications when you go through the patent application process, they have limited resources and thus they have trouble looking at every single thing. So the patent lawyer will try to distinguish their new technology from the old technology. It’s the court’s job, however, to resolve these conflicts if they are raised during litigation.”  It’s more challenging to prevail with the second “flavor” of invalidity, obviousness. “You would need to find multiple prior art references to prior technology that, when you combine them, are essentially the same as the new technology,” Schweibenz says. In either case, the evidence to prove invalidity must be “clear and convincing,” he says, a very high burden of proof, “It’s a very exciting area of  law to be involved in. This    stuff is going to continue    to explode.” – Eric Schweibenz ’98The Magazine of Roger Williams University School of Law 21The field of intellectual property law is broad and varied, and Lucy Holmes Plovnick ’02 has found a niche in her practice as a partner with MS&K in Washington, D.C. “There are probably 15 or 20 lawyers in the whole U.S. who do what I do,” she says. “It’s kind of complicated.”   She represents the copyright owners of syndicated series, movies and specials shown on broadcast television. She litigates before a panel of judges in the Library of Congress to win her clients a share of the licensing fees paid by cable and satellite companies, which are allowed to distantly re-transmit all those shows pursuant to statutory licenses in the Copyright Act.  The cable and satellite statutory license fees, which amounted to about $280 million last year, get “collected in a big pot at the Copyright Office,” says Plovnick. The copyright owners of the original works then go before the judges to argue for their share of those royalties.  From her perspective, Plovnick says, the system doesn’t favor her clients. “If it was a free market, you could have a real negotiation over the value of these products,” she says. “If you have a hit show, you could say to the cable companies, you have to pay me what it’s worth.”    The procedure was created back in the 1970s, when cable was a new technology, says Plovnick. “The driving force behind the original legislation What’s on TV?was to foster the development of cable and satellite systems. Congress was trying to strike a balance between the need to compensate copyright owners for their works and the desire to support these fledgling industries.” Every few years, questions are raised about this cumbersome process, Plovnick says. Reports are written and hearings are held, but Congress so far hasn’t changed the statute.  After graduating from Roger Williams Law, Plovnick clerked for former Rhode Island Supreme Court Associate Justice Robert G. Flanders, Jr., and for Senior Judge Ronald R. Lagueux of the  U.S. District Court for the District of Rhode Island. She then spent six years with the Washington, D.C., office of Stinson Morrison Hecker LLP before moving on to MS&K in 2010.   She’s now a partner in the firm – incidentally, the only female partner in the D.C. office, though there are several at her firm’s main office in Los Angeles. Female partners are still relatively rare, Plovnick says, because many women don’t stay in firms once they start a family.   “It can be challenging to find that work-life balance,” she says. With two children at home, ages two and five, “I’m lucky that my husband has a more normal schedule.”– Mary GradyRWU LAW  Fall 201222harder to meet than “preponderance of evidence” but less demanding than “beyond a reasonable doubt.”  “It is a difficult standard,” he says. “That is due to the presumption of validity that is afforded to patentees for successfully traversing the patent application process.” What About Consumers?Schweibenz says recent years have seen an explosion of this kind of litigation at the ITC, as electronics companies compete for advantage in an expanding market. But given the costs and risks involved in litigation, is this really a good strategy for the corporations? And does this kind of litigation help or hurt the consumer?  RWU Assistant Professor of Law Zoe Argento, who specializes in intellectual property law, says those are tough questions with no clear answers. “There are some convincing arguments that patent law is more of a hindrance than a benefit, at least in some industries,” she says.  The system is meant to provide an incentive for innovation, by assuring the owners of patents or copyrights that they can profit from their creations while barring copycats. But if new products bog down in litigation, it’s not clear that anyone benefits.  “Instead of providing incentive, we’re seeing a kind of mutually assured destruction,” she says. By slowing down the pace of innovation and the introduction of new products, both sides in a dispute can lose, and the consumers lose out as well.Beyond ElectronicsIn other industries, where the pace of change is less frenetic, such questions sometimes are settled more amicably. Michael Antista ’98 is senior intellectual property counsel for Energizer’s Personal Care Division, where he focuses on the Playtex business unit. “We produce consumer goods in very saturated and mature markets,” he says. “It’s inevitable that IP disputes will arise, but we try to seek resolution outside of litigation.” Litigation is costly and the outcome can be unpredictable, he says.   Antista notes that his industry is much older than consumer electronics, but he doesn’t think that means the smartphone wars will settle down to the same kind of civilized détente as the companies now at war grow older. “The technology sector may never mature,” he says. “There’s so much at stake.” And there’s no sign that the exponential pace of technological change is slowing down. New features are continuously being introduced, creating the kind of conflict that drives disputes.   Markets also can be disrupted in other ways, opening up ground for patent lawyers. Carolyn Rowe Brougham ’09, an associate in intellectual property law at Brinks, Hofer, Gilson & Lione in Chicago, has been helping her firm manage a flood of litigation in the wake of a law that allows generic equivalents of drugs to get a fast-track regulatory approval so that the generic product can launch as soon as possible after the expiration of any Battle of the Patent trollsIn the practice of intellectual property law, the recent proliferation of lawsuits initiated by non-practicing entities (or “patent trolls”) is about as welcome as an invasion of locusts.   “Trolls will assert patent rights against other companies, even though the trolls do not produce any products,” says lawyer Eric Schweibenz ’98. Trolls can legally buy patents from the original holders, then go after any company they argue is infringing.   “It’s a whole industry that’s cropped up,” Schweibenz says. “Unfortunately, it is often easier for the corporate victims of these lawsuits to settle rather than to fight it, and it’s lucrative for the lawyers who represent the patent trolls.”  Congress passed patent reform legislation last year in an effort to, among other things, subdue the practice, but Schweibenz said the trolls have already found ways around it.  “The best way to deal with trolls is to beat them and beat them badly,” he says. “If target companies refuse to settle, and there is less easy profit for the trolls, they might be eventually discouraged from filing these lawsuits.”The Magazine of Roger Williams University School of Law 23applicable patents that may cover a drug product.  “Generic pharmaceutical companies want to capitalize on the market as soon as the patents run their course,” she says. “Sometimes they want to get into the market even earlier than the patent expiration date, and they’ll go to court to argue that their product doesn’t infringe on the patent or that the patents are invalid.”  Like the smartphone wars, the generic drug cases are driven by the prospect of huge, growing global markets and commensurately huge profits. New conflicts arise faster than the old ones can be worked out.    “If companies like Apple just go on and on fighting, in the end all of those costs of litigation are pushed through to the consumer,” Schweibenz says. It might not be great for the consumers’ bottom line, but it can be argued that it’s a necessary evil to ensure that companies have an incentive to innovate.   “It’s a very exciting area of law to be involved in,” Schweibenz says. “This stuff is going to continue to explode.” RWU LAWInternational\tTrade\tCommission\theadquarters\tin\tWashington,\tD.C.“There are some convincing   arguments that patent    law is more of a hindrance   than a benefit, at least in    some industries. Instead of   providing incentive, we’re   seeing a kind of mutually   assured destruction.” — Zoe Argento, Assistant Professor of LawRWU LAW  Fall 201224To practice or not to practice?  With a loved one, it’s all relative.By Denise Perreault Attorney ronAld J. resmini hAs three sons, and each was ushered into the world with a ritual that perhaps only another lawyer could fully appreciate.  Thirty-two years ago, the proud dad, who heads his own law firm in Providence, had the name of each son –  R. Jason, Adam J. and Andrew O. Resmini – painted on the doors of three separate offices shortly after each baby was born, establishing actual offices for what were then bawling infants.  “Within six months of their births, their names were on the doors,” the elder Resmini says. “They’re still there.” Was it an expression of supreme optimism? Or utter foolishness? “It was kind of wishful thinking,” Resmini admits. But it worked. Resmini urged his three sons to earn law degrees because he knew how useful such a degree can be, whether one actually practices the law or not. Today the three sons work with their father in a firm where four out of the five practicing attorneys are Resminis. “I love having the kids around,” Resmini says today. “No matter how much we get on each other’s nerves, there’s nothing like it.” Working together with family members in the law – whether as practicing attorneys, law school instructors and/or administrators – presents exceptional challenges, putting happiness both at home and at work in jeopardy. It is a course of action that some say is fraught with peril – and others say is nothing short of ideal. Attorneys Adam ’09, Andrew and Jason ’09, pictured with their father, Ronald Resmini.The Magazine of Roger Williams University School of Law 25To practice or not to practice?  With a loved one, it’s all relative.Perilous –  or Perfect?Women, in particular, can benefit from such an arrangement, one expert says. According to Paula A. Monopoli, professor of law at the University of Maryland and founding director of its Women, Leadership & Equality Program, recent studies have shown that women with flexible work schedules are more successful in such professions as the law. “Not necessarily part-time schedules,” Monopoli says, “but flexible.” When two lawyers are wed to each other and have children, working together for the same law firm (or law school) can help both of them devote the time needed to child-rearing, she notes. The downside? “You bring the work home,” Monopoli says, and never seem to get away from it.  Indeed, the so-called lawyer personality is the “biggest obstacle” to a happy marriage, adds psychologist and author Fiona Travis. “Individual lawyers may possess such marriage-straining attributes as ambition, narcissism, skepticism, defensiveness, perfectionism and the need to be in control,” Travis says. “It goes all the way back to law school, where one learns to argue, cross examine, stonewall, delay, outwit and avoid showing weakness to opposing counsel.”   Travis has specialized in counseling lawyers and their families for 20 years – she’s married to a former prosecutor – and wrote the book, “Should You Marry a Lawyer: A Couple’s Guide to Balancing Work, Love & Ambition.” She recommends a few basic, common-sense approaches to reduce the impact of the lawyer personality on a relationship, such as “listen with interest and without interruption,” “become aware of your style of argumentation,” and, when you feel the lawyer in you taking over during a personal discussion, make a conscious effort to contain it. “You are good at practicing law,” Travis says. “Try practicing love!”‘four for the  Price of one’At Ronald J. Resmini Law Offices Ltd. in Providence, Jason ’09, Adam ’09 and Andrew all attend to the usual legal matters of any firm focusing on personal injury, with each son adding a specialty. Jason deals with class action suits, Andrew with malpractice, and Adam oversees operations, among other duties.  Adam and Jason are convinced that working with their father “benefits our clients immensely,” Adam says. “We go home at night and we’re constantly talking about cases. That’s what we did growing up at home with our father – at dinner, at the TV; it never stops.” Their informal slogan has become, “Get four Resminis for the price of one.”  Jason remembers how RWU Law Professor John Chung used to tell his students that once they began practicing law, they’d never stop working – and he was right. “It’s like doctors,” adds Jason, “we’re always on call. It certainly doesn’t stop when you leave the office.”  Fortunately, the three brothers work well together. “It’s amazing to me how well the three get along,” their father says. “I see no bitching, no moaning.”  No statistics are available as to how many attorneys work with relative-attorneys, nor can law firms that are family-run businesses be numbered precisely – but there are plenty. Attorney mark mandell, who chairs RWU Law’s Board of Directors, congratulates his son, Zachary, at Commencement 2011; after graduation, Zachary joined his father at mandell, Schwartz & Boisclair Ltd.RWU LAW  Fall 201226“to be Able to tAlk About your Profession to one of your children – it’s hArd to describe how good thAt is.” – Attorney mArk mAndellEven in the nation’s smallest state, there are nearly 800 “lawyer offices,” employing more than 3,800 people, according to the 2010 U.S. Census. Of those offices, the vast majority – 586 – have one to four employees, while another 100 or so have five to nine employees, according to the census. Just by the nature of their size, small law firms are more likely to employ family members than larger practices that recruit on a regional or national basis.‘don’t settle,  go to wArr!’With the right arrangement, working together in the law can be a satisfying, career-enhancing move for husbands and wives, or parents and children. Family members speak of the nonjudgmental assistance they readily give each other and the benefit to clients of having a close colleague you can trust to backstop your work. However, they also stress that cooperation and constant communication are a must.  Rebecca Warr ’99 and her husband, Ronald Warr, Jr. ’98, are the only two lawyers in their Providence office. “I love working with my husband,” she says. Married 12 years, and with three children (ages 10, 8 and 5), the Warrs have worked together in the office since 2005. “Don’t settle, go to Warr!” is their unforgettable slogan.  “The good part is, you have complete trust in the other person,” Rebecca says. “That’s one aspect you never have to worry about. The bad part is, when you have a fight at home, sometimes it carries over.”  The two use each other as professional sounding boards, constantly seeking advice and feedback on legal matters. They know they cannot allow themselves to be insulted by valid criticism from their partner. “You can’t take offense; we learned that early on,” Rebecca says. They share household and child-rearing duties and make sure to go out for a “date night” once a month. “No work, no kids involved,” Ron says.  But before any spouses decide to work together in the law, they “need to think long and hard” about it, Rebecca says, “to be sure their personalities are compatible.” She doubts, for instance, that such a setup would work with two high-powered, strong-willed personalities. “There are things you have to be able to overlook,” she says. “You have to be flexible.” Rebecca ’99 and Ronald Warr ’98The Magazine of Roger Williams University School of Law 27RWU LAW  Fall 201228‘someone i  cAn tAlk to’Agreeing with that assessment is RWU Associate Professor of Law Tanya J. Monestier, who is married to David Coombs, the military defense counsel currently representing WikiLeaks suspect Pvt. Bradley Manning. (Coombs has also taught as an adjunct law professor at  Roger Williams.)  Although Coombs has been tied up for the past two years, working mostly out of town on the high-profile Manning defense, Monestier and he have shared enough time together during their three-year marriage for her have a good idea of what it’s like to share life with another attorney. She notes, for example, the way she and Coombs have helped each other with legal dilemmas. “If I’m struggling, he is someone I can talk to about how to proceed, and vice versa,” she says. “It’s helpful for me and for him to talk through the issues.” Monestier adds that conversations with her husband about the WikiLeaks case have given her a pretty respectable grounding in the world of courts-martial. “I feel as if I’ve learned enough military criminal law that I could practice it now,” she says with a chuckle.  A graduate of Osgoode Hall, one of Canada’s top law schools, Monestier spoke of the way she needed help with the Socratic method – used in American law schools but not always in Canada – when she came to teach at RWU Law. Coombs helped her by pretending to be a law student so she could fire questions at him. The two also talk through legal ideas together, review articles, discuss strategy, all on a regular basis. “I can’t imagine being married to somebody who didn’t know much about my job,” Monestier says. However, like Rebecca Warr, Monestier warns that spousal disagreements can easily escalate into damaging, full-fledged arguments, especially between two lawyers. She spoke of a “different tenor” to the arguments with a husband versus those with other colleagues. “Because you’re married, it can get into the angry zone rather quickly,” she says. “It can lead into acrimony.”       Gone is the neutral filter people politely preserve when arguing with unrelated coworkers and, in its place, are the familiar hot buttons so easily pushed to rile loved ones. To make matters worse, “the personality of a lawyer tends to spill into it,” Monestier added. “Lawyers are so logical, so well-reasoned, that arguments can take on a lawyerly flavor.”  The key is that “both must be mindful that this [legal disagreement] is not about us,” she says. “You have to be careful not to let it affect the relationship.” Professor Andrew Horwitz, associate dean of academic affairs at RWU Law, pointed out that lawyers, such as he and his wife Alexandra K. Callam – of counsel at Hinckley, Allen & Snyder LLP in Providence – are less likely to stifle disagreements and more likely to vocalize them, partly as a function of training received in law school. One goal of law school is to render young lawyers comfortable with voicing disagreements and engaging in confrontations, he says, adding, “That’s not necessarily healthy.”  Horwitz, however, is a criminal lawyer and his wife an environmental lawyer, so seldom do their fields of endeavor cross paths. At home, they can share and enjoy “substantive” stories about work, he says, but they do not compete for clients or share the same office or the same workplace, and Horwitz is glad for the breathing space. “It would be much more challenging if I were married to another criminal lawyer,” he says. “That seems a lot harder.”fAthers And sonsMembers of any family – fathers and sons, mothers and daughters, husbands and wives – inevitably have their share of disagreements. But there is an added burden when a parent works with his offspring in the legal arena, shouldering the responsibility of instilling in the young professional the highest ethical and moral standards. Attorney Mark Mandell works with his wife, Yvette Boisclair, and his son, Zachary Mandell ’11, both attorneys, at Mandell, Schwartz & Boisclair Ltd in Providence.  “It is great having Zach here,” Mandell says. “To be able to talk about your profession to one of your children – it’s hard to describe how good that is.” Mandell, who chairs RWU Law’s Board of Directors, finds no downside to working with his wife and son – “we all feel we’re pretty lucky,” he says – but he does admit that it can be difficult to deal with Zach in the same impartial way he would treat another young lawyer.  “He’ll never be just another worker,” Mandell says. “It is not easy when it is your child, but you have to make the attempt [to treat him the same] as much as you can,” he adds. “When you love someone because they’re your child, sometimes it’s hard to be direct, but you definitely have to – because you have to be honest, as much for your child’s good as for the firm’s.” That’s a problem the elder Resmini encounters, too. “It is difficult to take a hard line. You can’t do it that easily because they know you too well,” he says.  It is Adam who first mentions what a stickler his father can be, particularly in the practice of law. “We pride ourselves on doing everything by the book,” Adam says, as Jason adds with a knowing grin, “Dad says that about 20 times a week.”  The elder Resmini offers the observation that one of the most essential aspects of working with his sons – whom he sees as “still growing” in the law – is the need to adhere to high standards.  “With a family, it is extremely important that you deal in high standards as a parent,” Resmini says. “You can’t go into the gray areas just because it could seem black to others. You can’t cut corners because that means you’re taking a chance, and you can’t take chances.”“lAwyers Are so logicAl, so well-reAsoned, thAt Arguments cAn tAke on A lAwyerly flAvor.” – AssociAte Professor tAnyA monestierdreAm JobsRWU LAWdreAm JobsDream jobs. That’s what Laurie Barron calls the positions she and her husband, Michael Yelnosky, have at Roger Williams University School of Law. Both teach classes: She’s executive director of the Feinstein Institute and he’s distinguished service professor of law.  “We consider ourselves incredibly fortunate to do something we like so much without having to compromise our family lives,” Yelnosky says. “We’re both in our dream jobs,” Barron adds. “We do what we love, we raise our kids together and it all works.” The two have separate offices on campus, and separate jobs in that she is an administrator, at RWU Law since 2001, and he is a faculty member – a member, in fact, of the law school’s founding faculty. They do wind up working together “not infrequently,” they say, and might be part of the same committee, for instance, or work on the same project. They are, at all times, each other’s sounding boards, personally and professionally.  The 15-year marriage generates no resentment from law school colleagues perhaps concerned about favoritism. “It is accepted because it is hard to get academic teaching jobs and I think people totally understand,” Barron says. “It’s very easy to avoid conflicts,” Yelnosky says. For a time, he was an RWU administrator and he just made sure his work did not overlap with Barron’s. “It happens naturally,” he explains.  The parents of 12-year-old twins, Barron and Yelnosky are well known around campus for the popular potluck suppers the couple offers at their Tiverton home, usually once a semester for about 50 or 60 students studying public interest law. Official title of the meals: The Public Interest Potluck Dinners.  Since the dinners began four years ago, they’ve “gotten bigger and more fun each year,” Yelnosky says. “The food gets better  too – but they’re Laurie’s parties; I just  show up.”  Barron notes how the informal gatherings give professors a chance to “see our students in a whole other light.” “And vice-versa,” adds Yelnosky. “It’s really fun.” Barron says. “It’s become a nice tradition.”                          – Denise PerreaultThe Magazine of Roger Williams University School of Law 29RWU LAW  Fall 201230The Magazine of Roger Williams University School of Law 31The FighT  over Same-Sex marriagea few months ago, when asked to join a team of lawyers working on a landmark case challenging Nevada’s ban on same-sex marriage, Marek Bute ’05, an associate with Snell & Wilmer in Las Vegas, jumped at the chance.  Not only would Sevcik v. Sandoval place Bute at the center of one of today’s most pressing and contentious social and legal issues, but it spoke to his long-standing commitment to public service, which his firm supports by giving associates the same credit for pro bono work as billable hours.  And Bute, who concentrates his practice on commercial litigation, creditors’ rights and entertainment law, also has personal reasons driving his interest in the historic case. Openly gay since he was a student at RWU Law, Bute and his partner of four years became engaged in May. If the plaintiffs in Sevcik are successful, it may not be long before Bute and his fiancé are able to legally marry in their home state.  “This case was a perfect fit for me,” explains Bute, who came to the U.S. from Poland as a toddler when his father, a professional soccer player, settled in Memphis, Tenn. “It fits my desire for a pro bono aspect to my practice, and it’s exciting because con law and equal protection are important things you study in law school but don’t often get to actually practice.” Moreover, he adds, “The idea of being part of something so personally meaningful to me, and such a landmark case in Nevada  and in the grand scheme of civil rights in the U.S. – I’m honored and thrilled to be a part of that  in any way.”By ElAinE McArdlEFrom the courtroom challenge in Nevada to popular votes  in four states, members of the rWU Law community are  immersed in legal actions related to LgBTQ rights RWU LAW  Fall 201232KeyFreedom to Marry Civil UnionsDomestic Partnership RightsMENHVTNY MACTPANJDEMDRIWVVAOHMIWIKYINILIANCFLWYAZHIWAORCAMTIDNVUTNDSDNBCONMTXKSOKMOARLATNSCGAALMSAKMNDC (Freedom to Marry) a Pivotal YearThe battle over same-sex marriage has been at the forefront of the cultural wars in the U.S. for some time, but this year has seen the issue leap to the forefront of national consciousness and snowball in importance in every arena, from state legislatures to federal and state courts, among civil rights activists and in the media, and even within this November’s elections. In May, President Obama became the first U.S. president to announce his support for same-sex marriage, and in February, his administration declared it will no longer defend the constitutionality of the Defense of Marriage Act, which prohibits the federal government’s recognition of gay marriage.  In September, at the Democratic National Convention in Charlotte, Democrats took the historic step of adding support for same-sex marriage to the party’s official platform. On the other end of the spectrum, Republican presidential candidate Mitt Romney opposes not only  gay marriage but also same-sex civil unions, giving voters a clear-cut choice between the candidates on that issue. And the presidential election is only one of the many ways in which voters have voiced their feelings on the deeply contentious matter. [Editor’s Note: RWU Law magazine went to print in late October, before the outcome of the election.] Same-sex marriage is currently legal in the District of Columbia, as well as in six states: Connecticut, Iowa, Massachusetts, New Hampshire, New York and Vermont. But voters have not been asked to weigh in on the issue in those jurisdictions; indeed, in every one of the 32 states in which same-sex marriage has been put to vote, it has been rejected.  This year, four states – Maine, Maryland, Minnesota and Washington – asked voters Same-Sex reLaTioNShiP LaWS BY STaTeThe Magazine of Roger Williams University School of Law 33to voice their support or opposition to same-sex marriage, with the Minnesota referendum seeking an amendment to the state constitution limiting marriage to different-sex couples. In Maine, the legislature and governor signed same-sex marriage into law in 2009 but opponents quickly pushed it to a referendum, where it lost 53 to 47 percent. Supporters of marriage equality are hoping that this time, due to evolving public opinion over the past three years, they’ll witness a different result.  “There’s a lot of activity at the ballot box,” says Tara Borelli, a staff attorney with Lambda Legal, the nation’s oldest legal organization dedicated to full equality for the LGBTQ community. “So even though we are seeing great progress, the fact that so many states are working to enshrine this kind of discrimination demonstrates the incredible amount of work we have to do.”  Meanwhile, it seems that not a week passes without a major news story related to the battle for LGBTQ rights. In addition to Nevada, there is a federal case pending in Hawaii, as well as state court cases pending in Illinois and New Jersey. Amazon.com founder Jeff Bezos and his wife pledged $2.5 million to support a same-sex marriage referendum in Washington state that seeks voter affirmation of a law legalizing such marriages that was passed by the legislature earlier this year.   The topic could not be more controversial and heated. And Roger Williams alumni and faculty are deeply involved in a wide variety of ways, from litigating ground-breaking cases to research and writing on the topic. For some, like Bute, this particular political issue is deeply personal as they seek for themselves basic civil rights.Steady ProgressDawn Euer ’10 has been an advocate for LGBTQ rights since she was a peer counselor in high school in Wisconsin. Today she is director of education and community outreach for Marriage Equality Rhode Island, a grassroots organization fighting for LGBTQ equality. She also serves as field director of the organization’s political action committee, Fight Back RI, which is supporting the campaigns of dozens of pro-equality candidates for the Rhode Island legislature.  The group’s goal is to start the 2013 legislative session with a pro-equality majority in order to secure passage of a marriage equality bill and other legislation supportive of the LGBTQ community. “I see this really as an extension of something I’ve been doing a long time,” says Euer, who is also an environmental activist working on her master’s degree in marine affairs. “It’s always been an issue I cared about, but it’s only recently I’ve been able to make it part of my career.” In May, in partnership with GLAD (Gay & Lesbian Advocates & Defenders), Marriage Equality Rhode Island landed a “huge victory,” Euer says, when Rhode Island Gov. Lincoln Chafee signed an executive order declaring that the state will give legal recognition to same-sex marriages legally performed in other states. Rhode Island currently recognizes civil unions but not same-sex marriage, and the governor has called upon the legislature to take the next step by endorsing gay marriage.  Euer says that there is popular support for marriage equality in Rhode Island, with many voters expressing surprise the state isn’t already there. “Rhode Island was founded by Roger Williams and the principles he stood for,” she notes, including religious freedom and support for the rights of Native Americans, “so it’s really mind-boggling to a lot of people that gay people in Rhode Island don’t have full rights.”  She also sees increasing evidence that makes her hopeful for success not just in Rhode Island but nationally. Referring to Obama’s historic statement, she says, “When the leader of the free world can make the political calculation and say,  ‘Yes, it’s okay for me to state my support,’ that shows a lot about where the issue is.”  But Euer and other gay rights activists worry about backlash to the progress they are making as well as the well-funded opposition they continue to encounter. And she is not convinced that those passionately opposed to the movement  will come around anytime soon. “I would have to say the most stressful and unpleasant part of my job is keeping an eye on the people who try to keep laws oppressing people,” she says.“When the leader of the free world can make the political calculation and say, ‘Yes, it’s okay to state my support,’ that shows a lot about where the issue is.” – Dawn euer ’10RWU LAW  Fall 201234Congress and the CourtsRoger Williams Law Associate Professor Bela August Walker, an expert in family law who is teaching a course on law and sexuality this fall, married her wife in Massachusetts in 2009, and the couple celebrated in New York last year when that state’s legislature legalized same-sex marriage. While encouraged by the progress, she also worries about backlash, and points to increased restrictions in some states, such as Florida’s prohibition on same-sex couples adopting foster children.  “The biggest thing we are all waiting for is whether the U.S. Supreme Court will take up the issue,” Walker says, something Court observers believe is highly likely. In May, the First Circuit Court of Appeals ruled that the Defense of Marriage Act, which prevents same-sex married couples from receiving a number of federal benefits afforded to heterosexual couples, was unconstitutional; it is this case that Walker predicts the high court will take up.  The last four courts to address the constitutionality of DOMA have struck it down, adds Borelli of Lambda Legal, who agrees it’s almost certain the Supreme Court will take on the issue in the coming term. And, despite the conservative majority on the court, she’s very optimistic. “We’re confident that the Supreme Court will agree with the last four courts that DOMA is unconstitutional. That would be an extraordinary event for marriage equality.”  The Court may also choose to take up the Ninth Circuit Court of Appeals’ ruling in Perry v. Brown that Proposition 8, a California law limiting marriage to different-sex couples, is unconstitutional on due process and equal protection grounds, although no petition for certiorari has been filed yet, she notes. RWU Law Professor Keeva Terry, an expert in tax law, says that those seeking to repeal DOMA may get more traction due to its tax implications than through appeals to fairness or arguments related to equal protection. Because of DOMA, same-sex married couples cannot claim married status when filing their federal tax returns, so they aren’t hit with the so-called “marriage penalty” that heterosexual married couples face. As a result, in many instances a heterosexual married couple earning the same amount of money as a same-sex married couple pays thousands of dollars more in federal income tax, she says. “If anything can motivate Congress to reconsider DOMA, it might not be the pure equality argument, but rather the notion that the heterosexual community is, in some instances, treated even more unfairly than the gay community,” says Terry, who notes that the discrepancy is “The biggest thing we are all waiting for is whether the U.S. Supreme Court will take up same-sex marriage.” – associate Professor     Bela august WalkerThe Magazine of Roger Williams University School of Law 35affecting more people as more states allow same-sex marriage. But a heterosexual couple could avoid paying the higher tax rate by eschewing marriage, which would be an ironic and unintended result of the law, she says.  “The whole reasoning for DOMA was the protection of, and advocacy for the institution of marriage, but it could have the reverse impact because heterosexual couples might say, ‘If we’ll pay substantially more in taxes being married, we might as well remain unmarried,’ particularly if they can be domestic partners” under state law, Terry says.‘The Wheel in motion’In Nevada, Bute and two other lawyers at the 450-lawyer firm of Snell & Wilmer continue their work on Sevcik as local counsel for Lambda Legal, in conjunction with lawyers from O’Melveny & Myers, also working pro bono. With Lambda’s extensive experience in litigating LGBTQ cases nationally, “It’s a kind of powerhouse team,” says Bute, “with all of us working cooperatively on strategizing, motion practice, on drafting the opposition to the motion to dismiss.” Filed in February in the U.S. District Court for the District of Nevada, the case relies on the Equal Protection Clause of the 14th Amendment to challenge the constitutionality of Nevada’s definition  of marriage.  As Bute notes, Nevada does grant same-sex couples domestic partnership rights – complete with a slew of duties and responsibilities, including spousal and child support – “so from a public policy standpoint, Nevada doesn’t seem to have any issue with the existence of same-sex couples or same-sex families; otherwise, there wouldn’t be statutes granting all those rights and obligations. Our argument is that the state, under the Equal Protection clause, can’t offer two options to different-sex couples, marriage or domestic partners, while limiting same-sex couples to one option.” The governor’s office has moved to dismiss the case, while the Coalition for the Protection of Marriage, which took the lead on the movement to define marriage as only between heterosexuals, filed a motion to intervene to protect its interests in the matter. A hearing on the motions was held in early August.  Bute believes the plaintiffs have a very strong case, although he expects whichever side loses to appeal. “I think change will come out of this,” he says. “I hope it’s positive change, but change will definitely come out of this, regardless.” It’s a remarkable time to be involved in the fight for LGBTQ rights, he adds. “It’s like everything is coming to a head right now, with so many legal actions, so much change going on, so many outspoken public figures, whether it’s the president or corporations speaking both for and against. It’s almost overwhelming, at times.” He pauses for a few seconds, deep  in thought. “But once the wheel is in motion, you just can’t stop it.”“everything is coming to a head now, with so  many legal actions, so much change going on, so many outspoken public figures both for and against. it’s almost overwhelming. But once the wheel is in motion, you just can’t stop it.”– marek Bute ’05RWU LAWRWU LAW  Fall 201236At Home in  the GardenBy Jill HarringtonSuraj Batheja ’07 arrived at law school with the goal  of breaking into the sports industry – and true to the former college varsity tennis player he is, he never took his eyes  off the ball.  He started the Sports and Entertainment Law Society at Roger Williams, bringing in big names from the sports world. He hosted a sports radio talk show on WQRI, the college radio station. He completed internships with the International Tennis Hall of Fame in Newport and IMG Media, the sports business giant.  His eyes-on-the-prize mentality has paid off. Five years after graduating and following a stint in corporate partnerships for the NBA’s Sacramento Kings, he is now the director of sports and entertainment partnerships for the Madison Square Garden Company in New York.  “When you walk into an arena and see sponsor signs for Chase, Delta – I’m negotiating those deals,” Batheja explains.  His job comes with some considerable perks – as Batheja points out, the company’s seven venues also include Radio City Music Hall, the Beacon Theatre and the recently added Forum in Los Angeles, among others.PROFILE Raj Batheja ’07 AmICUSThe alumni pages “So I have a playground of assets to help build brand partnerships,” he says. “Knicks games, Rangers games, concerts, college basketball, family shows. When we’re entertaining clients, it’s, ‘Do you like hockey? Basketball?  If you’re not into sports, how about the Rockettes?’”  Batheja came to RWU Law on the recommendation of  the president of Wake Forest University, his alma mater,  who told him that David Logan – a longtime Wake Forest  law professor – had just accepted the deanship at RWU. Batheja came to visit, loved it, and continues to feel it was  the right decision.   “It was a great experience for me; it was small enough to get one-on-one attention from professors, and that was key,” Batheja says. “In a big city or big school, I would’ve drowned in all the distractions.”  Batheja refers to himself as the “Rudy” of the law school world – an underdog.  “I was not an A student,” Batheja says. “I’d always been more of a jock than a student, but in a way that ended up helping me. I took my tennis-court work ethic and translated it into getting through law school.” The Magazine of Roger Williams University School of Law 37Class notes1996At the Rotary Club of New York, Ulrick gaillard was named Ambassador of Friendship by the Host Club of America for his humanitarian work on behalf of the extreme poor in both Haiti and the Dominican Republic.Stephen maguire was elected to the RWU Law Alumni Association Board of Directors for a three-year term. The Law Offices of Stephen P. Maguire, which is focused on helping people with claims for SSI and Social Security disability benefits, is located in Cranston, R.I. 1997Anthony Leone earned an AV rating through Martindale-Hubbell. He is currently serving as president of the Rhode Island Association for Justice.  1998Kara K. ostroski Francis and Stephanie D. DiSarro-Anderson announced the launch of their new alumni website (www.alumnidreamtrips.com) offered to law and undergraduate alumni of Roger Williams University. The launch of this site comes just as Francis and DiSarro-Anderson celebrate the two-year anniversary of their business partnership.Dennis A. meyers has joined Tampa Bay Business Law LLP as a partner. He will continue practicing law in the areas of commercial litigation, insurance defense and intellectual property2001Dena Kist was promoted to deputy network contracts manager at the Department of Veterans Affairs, Providence.   2002Kimberly grabarz was promoted to assistant vice president of the complex casualty construction defect group at Chartis in New York City.  matthew P. Keris ’96, a shareholder with Marshall, Dennehey, Warner, Coleman & Goggin, was elected president of the Central Pennsylvania Association of Health Care Risk Management for the 2012 term. As president, Matthew is responsible for the leadership of the chapter, developing educational programs for the organization and facilitating interaction between health care risk management, insurance claims and the legal community on issues of common interest. He is a member of the health care department at Marshall Dennehey, where he represents health care professionals, medical groups and health care institutions in medical malpractice litigation.    Kurt Hermanni ’00 proudly opened Hermanni Law Group in Coral Gables, Fla. The inaugural opening of his office was covered by the local cable affiliate. Kurt is an experienced U.S. immigration lawyer serving individuals and businesses. He is also a member of the American Immigration Lawyers Association. His is an unusual career trajectory  that has clearly paid dividends. “In my field people say, ‘You have a law degree? Wow.’ I’m one of the few who does,” Batheja says. “That degree has helped separate me from competition. And I think, as I climb the ladder, the law  degree will be even more important.”  His law school experiences benefit  his day-to-day work life as well. “When I’m pitching to a potential client, I’m making my case, crafting my argument,” Batheja notes, using analytic and strategic thinking skills honed at Roger Williams. And when the contract process starts with a client, Batheja’s law background really gives him an advantage. “I look at the contract first, red-line it, and then send it to legal. That expedites the process. What can take up to eight weeks with others takes one or two weeks with me. I have the legal acumen to say why a contract  has to read the way it does.”  It’s clear in chatting with Batheja that he loves his job, and when asked his favorite aspect of the job, he responds, “Are you kidding me? I’m working at Madison Square Garden! I’ve had dinner with Spike Lee and Jerry Rice, met Vince Vaughn and Matthew Modine, had dinner with Coach K. You name a major celebrity, and they’re coming through the Garden at some point.  “Linsanity [Jeremy Lin’s hot streak for the Knicks last year] was an amazing stretch, too,” Batheja continues. “It’s just an incredible experience to be around the Garden and see how crazy it gets. And I’m rubbing shoulders with CMOs of Fortune 500 companies. I don’t know that you get this combination anywhere else.”  Batheja notes that his job isn’t all fun and games, however: “With seven properties in the company that I’m negotiating branding for, the job is  intense – it’s really long hours and I’m going a mile a minute.” Nor is he content to rest on his laurels: Within the next decade, Batheja has his sights set on a presidency in sports entertainment,  perhaps of a pro sports team.  But for now, he’s thrilled to be exactly where he is. “When I walk into work every day, no matter how stressed I am, I look up and see that ‘Madison Square Garden’ marquee and feel fortunate to be here,” Batheja says. “I’ll never take it for granted.”RWU LAW  Fall 201238Class notesCris mattoon has joined The Auto Club Group in Dearborn, Mich., to lead its corporate regulatory compliance function, including a newly established federal bank holding company.  Drawing on two decades of financial institution compliance and risk management, Cris is enjoying his new role navigating the implementation of the Dodd-Frank Act, alongside improving existing anti-money laundering, privacy and policy governance programs. 2005Ronald J. grant and his wife welcomed  their second son, Samuel Wright Grant, on  May 21, 2012. Adam maiocco and his wife, Emily,  welcomed a baby girl, Sage Anna Maiocco,  on March 6, 2012.  Curtis Patalano, a CPA and attorney, has relocated his law firm and CPA practice to a new facility in Franklin, Mass. His practice focuses on estate planning. Wendy Smith was chosen  as one out of 35 attorneys in  the state of Pennsylvania as  a “Lawyer on the Fast Track”  for 2012.2006Alexandra B. Curran was promoted to underwriting fraud manager for Travelers Investigative Services in Hartford. She began her career at Travelers as staff counsel and then joined the national medical investigations unit. Richard Price finished his Ph.D. in political science at Syracuse University. His dissertation was entitled “Lawyers and Judicial Federalism.” Price is an assistant professor of political science and pre-law advisor at Weber State University in Ogden, Utah.2007James Atchison and his wife welcomed their second child, Carter J. Atchison, on Nov. 4, 2011. James is currently with Shechtman Halperin Savage LLP. He works in the receivership, real estate and commercial lending, commercial loan recovery, corporate and business practice areas. Deborah gonzalez is a visiting assistant professor and acting director of the Immigration Law Clinic at RWU Law. She teaches immigration law and supervises students who represent indigent immigration clients.2008Kate Andresen has returned to her home state of New Jersey, where she joined the law firm of Leary, Bride, Tinker & Moran in Morris County, focusing on construction defect defense. max greene is employed with the Providence City Solicitor’s office.2009ernest Law is labor counsel for the Commonwealth of Massachusetts, Human Resources Division, in Boston. Benjamin Lemcke opened his own law firm in Providence. He specializes in family law and criminal defense. michael mineau and his wife, Nicole, were married on August 12, 2012, in Newport, R.I.  Michael is an associate with Kristine S. Trocki, Attorney and Counselor at Law, in Jamestown, R.I. David Petrarca, Jr. married his high school sweetheart, Amanda M. Lachance, on May 26, 2012, at a surprise wedding for guests at their home in Scituate, R.I.Roger Williams UniversitySchool of Law AlumniBecome a fan today!www.facebook.com/rwu.law.alumniRichard Shewack ’03 has joined Catlin  UK as the U.S. director for United Kingdom and Syndicate litigation. Rich’s job responsibilities include managing complex and high-value claims and litigation, both in the U.S. and internationally, which originate on Catlin UK or Syndicate policies. Rich will also be responsible for supervising monitoring counsel, attending market meetings and attending trials and mediations. He will work closely with adjusters and underwriters, providing advice and counsel, as well as insurance partners and brokers. Prior to joining Catlin, Rich was a senior vice president for North American claims with Willis Global Aviation in New York. Robert Coulter ’08, an associate attorney at Edwards Wildman Palmer LLP, was named a 2012 Forty Under 40 winner by Providence Business News. Robert practices in the firm’s private equity and venture capital practice group within the business law department, with notable concentration assisting private equity investors with investments, acquisitions and divestitures. He also provides general corporate representation and client/board advisement.   Julie A. Balunas ’06 has been promoted to legal officer of Middlesex Savings  Bank in Natick, Mass. Before joining Middlesex, Julie was  a litigation associate with Tillinghast  Licht LLP in Providence. She holds a bachelor’s degree in chemical engineering and a master’s in business administration from the University of Rhode Island. Julie lives with her husband, David, and son, Graydin, in Auburn, Mass.   The Magazine of Roger Williams University School of Law 39By Andrew ClarkSince she was a young girl, Jana Berger ’98 has been fascinated by Native American culture. She traces her interests back to her grandmother, who used to live in the Smoky Mountains near a Cherokee reservation. As the years passed, Berger’s desire to work with Native Americans only intensified. Today, roughly a quarter of her caseload brings her to the tribal courts of Michigan, including the Grand Traverse Band of Ottawa Chippewa and the Little River Band of Ottawa. According to Berger, now a partner at Foley & Mansfield’s Detroit offices, tribal courts are unique venues in which to develop a practice.  “There can be a big difference between the tribal courts and the state and federal courts,” she says. “Some are not as sophisticated, lacking court rules and procedures. This means that cases can take longer, and procedurally it can be a challenge. Then there are tribal courts that are amazingly well run. Not to mention some very beautiful details, such as judges wearing ornate tribal robes or conducting peace sessions with incense. It’s truly amazing when you see their culture reflected within their court system.” During her time at RWU Law, Berger fostered her desire to work in this field; for example, taking part in a directed research project with Professor Larry Ritchie that focused on the desire of the Narragansett Tribe to procure a casino. Her paper was published in Gaming Law Review soon after her graduation. Though she had hoped to begin practicing in the tribal courts immediately upon graduation, Berger initially worked as a civil defender in her home state of Michigan before accepting an associateship with Foley & Mansfield in 2004.  The bulk of Berger’s work today is actually based in product liability, and she deals with securities, toxic torts and personal injury cases as well. According to Berger, however, she’d love to be able to spend more time practicing in the tribal courts. “I find Native American law fascinating,” confesses the Saginaw, Mich., native. “If I could devote a more significant part of my practice to it, I would.” When she’s not in the courtroom, Berger wears a somewhat different hat as an adjunct professor at DePaul University, where she has been teaching property and workplace law to undergraduates for the past four years. “I come from a family of teachers, from my parents to my older brother, so it’s something that’s in my blood,” she says. “I strive to make sure that my students enjoy the class but also really learn something in the process.” Berger’s desire to help others extends well beyond the courtroom and the classroom. Earlier this year, she traveled to Durazno, Guatemala, for a service project, along with her fiancé and a team of 19 Foley & Mansfield employees, ranging from senior partners to case assistants. Their original mission was to build and repair latrines for the small, impoverished community, but upon arrival they discovered that the residents shared a greater need for smokeless stoves. Most of the village’s single-room homes only had open-flame fire pits that engulfed each home with smoke while meals were prepared. Berger’s team constructed 10 new stoves and supplied the community with materials to complete another 30 smokeless stoves. For Berger, the trip was filled with invaluable moments of self-reflection. “We were in the village, working for people who didn’t really have anything and were just so gracious about everything,” she says. “It really struck me, and made me stop and realize how fortunate we all are. We really take a lot of things for granted.”PROFILE Jana Berger ’98  A Passion for Law – and ServiceRWU LAW  Fall 201240Class noteseric Shamis joined the Loudoun County Office of the Commonwealth’s Attorney as an assistant commonwealth attorney in Leesburg, Va. He was previously with the Virginia Office of the Attorney General.Jessica Stanford is counsel in the policy and procedures unit at the Massachusetts Department of Revenue. 2010Regina Curran is assistant director of Student Conduct and Conflict Resolution Services at American University in Washington, D.C.Lyndsey (Bannon) garcia and James Garcia welcomed a daughter, Cecelia Grace, on May 10, 2012.  Sarah mazzochi is an assistant chief counsel for the Department of Homeland Security in El Paso, Texas.2011 Ian Anderson is an associate with Tate Latham and Durant in Providence. Jenna Wims Hashway, after completing a one-year clerkship with U.S. Bankruptcy Court Judge Arthur N. Votolato in Providence, began a two-year clerkship with Chief Justice Paul Suttell at the Rhode Island Supreme Court. Rhiannon Huffman is an associate with Strauss Factor Laing and Lyons, Providence.John meara is an attorney with Olenn & Penza in Warwick, R.I.Calvin Skeirik is an assistant district attorney for the Essex County District Attorney’s Office in Salem, Mass.Jacqueline Vaughn and Jeffery Vaughn welcomed their third child, Jilian Sophia, on October 29, 2011.2012Kathryn Sylvia is employed with Nixon Peabody in Providence. Kathryn works with the government investigations and white collar defense team and the privacy and data protection team.Kimberly Renee Ahern ’09 and Jenna Lee Lafayette were married on Sept. 1, 2012, in Essex Junction, Vt. Kimberly is a special assistant attorney general in the criminal division of the Rhode Island Office of the Attorney General in Providence. She was recently elected to  the RWU Law Alumni Association Board of Directors for a three-year term. Nobody lik es to      draw a b lank…Friends are looking For you in the newrwu law alumni online Community.Build your profile today!As a graduate of RWU Law, you are automatically a member of the RWU Law Alumni Association – some 2,500 strong and growing – and you have access to the benefits of its secure online community. Unlike Facebook and LinkedIn, this network is exclusive to RWU Law alumni.     Be sure to create your online profile. Choose what information you want to share so that you can:•\t Find\tout\twhat\tyour\tfriends\tare\tdoing\tprofessionally\t\t and personally – contact them directly from the site.•\t Update\tand\tshare\tyour\town\tprofile\twith\tstories\t  and photographs.•\t Sign\tup\tfor\ta\tvariety\tof\talumni\tvolunteer\t\t \t opportunities.•\t Register\tand\tpay\tfor\tSchool\tof\tLaw\tevents.•\t Promote\tyour\tbusiness\tto\tother\talumni\tthrough\t  the online classifieds.•\t Read\tthe\tlatest\tClass\tNotes;\tjoin\tin\tdiscussions\t  on message boards or create your own groups.•\t Check\tout\tthe\tProfessional\tNetworking\tCenter\t–\t  build your professional profile and tell us if you    would be interested in being a volunteer for career   panels, professional networking, moot court   \t competition\tjudging,\tor\toffering\tyour\tprofessional\t\t guidance through informational interviewing.•\t Select\tyour\temail\tpreferences\tand\ttell\tus\twhat\t\t \t information you want to receive.to get started, go to http://lawalumni.rwu.edu and enter your unique login id**If you did not receive your unique login ID number in   a recent mailing from us, please contact the Alumni   Office for your ID number and login instructions. Call   (401) 254-4659 or email lawevents@rwu.eduThe Magazine of Roger Williams University School of Law 41The success of any institution of higher learning is measured by the support and enthusiasm of its alumni. As a young school offering an outstanding legal education, RWU Law needs your participation. Attend LAA events, build your professional network with our online community, volunteer, or show your support by making a gift of any size to the Annual Fund. The more we participate, the more our law degrees will grow in value – and the stronger our alma mater will become.– Robert J. Humm ’08,    President, Law Alumni AssociationPlease visit http://law.rwu.edu/give to make a secure online gift and learn how your generosity helps support all aspects of educating a law student.  If you prefer, mail your gift, made payable to RWU Law, to: Office of Annual Giving, Roger Williams School of Law, Ten Metacom Ave. Bristol, R.I. 02809.UPComIng eVenTSNovember 14-15  Shifting Seas: The Law’s Response    to Changing Ocean Conditions  9th Marine Law Symposium, RWU LawDecember 5  Law Alumni Association Holiday Reception  Rotunda at One Citizens Plaza, Providence February 22  Child Witnesses in Sexual Abuse Cases Symposium  Organized by Professor Carl Bogus, RWU LawFor details on these and many other exciting upcoming events visit law.rwu.edu/calendar ?What’s New With You?New Job? Promotion? Award Recipient? Recently Married? New Child? Keep your alma mater and your fellow alumni in the loop! Please send your name, class year, address and news to lawalumni@rwu.edu. Professional and personal photos are welcome, but please be sure the image is at least 300 dpi at a print size of4 x 6 inches or larger. “The power of participation…”RWU LAW  Fall 201242Closing ArgumentsClosing ArgumentGary\tRehak\tof\tJohnston,\tR.I.,\ta\t34-year\tveteran\tof\tthe\tU.S.\tArmy\tNational Guard, holds a flag in front of a memorial to fallen soldiers that features a cross (behind left) in Woonsocket, R.I. Rebecca Markert ’08 and\tthe\tFreedom\tFrom\tReligion\tFoundation\tsay\tthe\tChristian\tcross\ton\ta 1921 monument on city property is unlawful because it violates the constitutional principle of separation of church and state. Rehak opposes the removal of the cross. (AP Photo/Steven Senne)The Magazine of Roger Williams University School of Law 43By Rebecca Markert ’08Staff Attorney,  Freedom From Religion FoundationRhode Island was founded on the fundamental principle that there can be no true religious freedom unless the government is divorced from religion.  Roger Williams, Rhode Island’s founder and the University’s namesake, established a colony based on religious freedom and the separation of religion and government. The success of his experiment with these ideals would greatly influence the Founding Fathers and contribute to the fundamental American constitutional principle of separation of state and church.  Despite this history, however, Rhode Island remains a hotbed of state-and-church controversies. It started notably with a nativity scene on a city block in Pawtucket, was followed by a rabbi-led prayer at a middle school in Providence, and then a challenge over a prayer mural posted in a public high school in Cranston. This spring, a local New Englander contacted the Freedom From Religion Foundation – the organization I work for – questioning the legality of a Latin cross, which is a dominant feature of the Jolicoeur/Gagne Veterans’ War Memorial in the parking lot of Fire Station 2 in Woonsocket. FFRF sent a letter of complaint over the cross to Mayor Leo Fontaine requesting its removal from government property. A Cross By Any Other NameIn the past year, little Rhode Island has  found itself at the center of some very  big church and state issues – a separation advocate explains why it matters  Local news picked up the story and suddenly there was a firestorm of action: a rally at the cross memorial; a legal defense fund set up to accept donations; legislation passed by the Rhode Island General Assembly to designate certain memorials “secular.” The monument was finally included as a stop in the Woonsocket Memorial Day parade after many years of being passed by, and a press conference was held by the mayor of Woonsocket (more than three months after the original complaint) to respond to FFRF’s request. All of these efforts for one purpose: to save the cross.  The U.S. Supreme Court has found the religious significance of the Latin cross to be unambiguous and indisputable. “The Latin cross… is the principal symbol of Christianity around the world, and display of the cross alone could not reasonably be taken to have any secular point.” Capitol Square Review and Advisory Bd. v. Pinette, 515 U.S. 753, 792 (1995) (Souter, J., concurring). An overwhelming majority of federal courts in this country agree that the Latin cross universally represents the Christian religion and, ironically, so do a majority of Rhode Island residents. Pepin Lumber’s business started booming after the Woonsocket memorial cross controversy erupted. It began churning RWU LAW  Fall 201244offends no one and is respected by all. The lack of religious imagery within those memorial designs neither diminishes their significance nor detracts from the respect and honor shown for our veterans.  Mayor Fontaine and members of the Woonsocket City Council have repeatedly demanded that the “offended party” come forward. They doubt that a local resident even made the complaint. For good reason, the complainant will not do so unless a lawsuit is filed and disclosure of his/her identity is required. FFRF members often fear “coming out” as an atheist, agnostic or skeptic, particularly where religious identification is key to your standing in the community. This is especially true in areas of the country where the first question upon meeting a neighbor is “which church do you attend?”  These fears are not irrational given the treatment of Jessica Ahlquist, the 16-year-old Cranston high school student who bravely challenged the prayer mural in her school. Jessica received death threats that necessitated a police escort to and from school. She was publicly ridiculed for her stance and, remarkably, called an “evil little thing” by her state representative. She had become such a persona non grata that four local florists refused to deliver flowers that FFRF ordered after her federal court victory. In a community that apparently has no qualms about vilifying a young girl, it is easy to understand why FFRF’s Woonsocket complainant would be reluctant to come forward publicly. A solution to the divisiveness this controversy has caused is as plain and simple as the white cross that adorns Place Jolicoeur: the City of Woonsocket should divest itself of the religious monument and erect one that is truly fitting to all veterans. Many private veterans groups have offered to house the religious memorial on their private property and the city would be  wise to take them up on their offer. The city should strive to reach the ideal that Roger Williams set out for Rhode Island  so long ago and fiercely protect the “hedge or wall of Separation between the Garden  of the Church and the Wilderness of  the world.”Closing ArgumentRWU LAW“to honor all veterans and as a memorial to our native sons whose [sic] made the ultimate sacrifice for our country.”  But to truly honor all veterans, war memorials should remain free from religious imagery. The myth is false that “there are no atheists in foxholes.” FFRF’s own membership includes veterans of WW-II, the Korean War, the Vietnam War, the Gulf War and current military personnel. Many of the FFRF’s founding members were WW-II veterans, and some of its early members were WW-I veterans. War memorials that include religious symbols exclude a significant portion of these veterans who do not believe in a god.  Notably, most war memorials across the U.S. honor veterans without using any sectarian images, including the National WW-II Memorial, the Vietnam Veterans Memorial and the Korean War Veterans Memorial. Each is secular in nature and without religious reference, which out small white crosses for individuals to display on their own property, with sales proceeds going to the city’s legal defense fund. The store told a local newspaper, the Woonsocket Call, that “one guy who came in and saw the crosses thought we were getting an early start for Easter.”  Precisely because the Latin cross is unabashedly a religious symbol, a majority of federal courts has held its display on public property unconstitutional, even when the crosses purport to be war memorials. Courts in the Fifth, Seventh and Ninth Circuit Courts of Appeals have all deemed war memorials with religious imagery on government property to be an unconstitutional endorsement of religion. Trunk v. San Diego, 629 F.3d 1099 (9th Cir. 2011), cert. denied, WL2368746 Jun. 25, 2012 (No. 11-998, 11-1115); Buono v. Norton, 371 F.3d 543, 550 (9th Cir. 2004); Gonzales v. North Tp. Of Lake Cty, 4 F.3d 1412 (7th Cir. 1993); ACLU v. Eckels, 589 F. Supp. 222, 241 (S.D. Tex. 1984). The most recent of these, the Ninth Circuit’s Trunk decision, is particularly persuasive in deeming a cross inappropriate for a veterans’ war memorial. The court states, “[this] sectarian war memorial carries an inherently religious message and creates an appearance of honoring only those servicemen of that particular religion.” It significantly notes that a cross “is ‘not a generic symbol of death’ but rather ‘a Christian symbol of death.’” The court ultimately concludes that “a reasonable observer would perceive the Memorial as projecting a message of religious endorsement, not simply secular memorialization,” and that it “primarily conveys a message of government endorsement of religion that violates the Establishment Clause.”  No secular purpose, no matter how sincere, will detract from the overall message that the Latin cross stands for Christianity and the overall display promotes Christianity. The display of this patently religious symbol on city property confers government endorsement of Christianity – a blatant violation of the Establishment Clause. Woonsocket Mayor Fontaine wrote to FFRF stating unequivocally that the city would continue to defend the monument The controversial prayer banner is seen on the\twall\tof\tan\tauditorium\tat\tCranston\tHigh\tSchool West.The Magazine of Roger Williams University School of Law IBC3Rewarding Experiences…Leticia Tavares ’14          Meet When Leticia Tavares ’14 became an American citizen in 2012, it was the culmination of a journey that began in childhood, when her mother left their native Brazil and migrated to the U.S. alone to begin building a better life for her family. “My mother’s sacrifices motivate me to work hard and overcome every obstacle in my way.” At RWU Law, Leticia is turning that motivation into action, making the most of her legal education. She is vice president of the Multi-Cultural Law Students Association, a member of the Law Review and the  Moot Court Board, active in the Women’s Law and the Tax & Business Law Societies – and a recent recipient of the Law Alumni Association Scholarship.Each year, the Law Alumni Association Scholarship is awarded to exceptional first-year law students who demonstrate both academic excellence and financial need. The scholarship provides crucial funds to deserving students and, as Leticia explains, has an invaluable impact on their educational experience.“Being awarded the Law Alumni Association Scholarship boosted my confidence and reassured me that hard work really does lead to success.” Please support the Law Alumni Association Scholarship Fund so that students like Leticia are  afforded the opportunities they need to fulfill their dreams. Make a secure online gift at  http://law.rwu.edu/give or mail your gift (payable to RWU Law) to: Office of Annual Giving,  Roger Williams University School of Law, Ten Metacom Ave., Bristol, R.I. 02809.Ten Metacom Avenue Bristol, Rhode Island 02809-2921Change Service RequestedNonprofit Org.U.S. PostagePAIDProvidence, R.I.Permit No. 795As part of our ongoing commitment to sustainability, Roger Williams University prints RWU Law Magazine entirely on paper certified by the Rainforest Alliance™ to FSC®standards. By using FSC certified paper, we’re sure that the raw materials used to produce this magazine come from forests that are managed according to FSC’s strict social and environmental standards.Associate Justice Samuel Alito, Jr., of the Supreme Court of the United States recently spent a day at RWU Law, meeting with students, teaching a Constitutional Law class and participating in a “fireside chat” with the Honorable Ronald Cass. Such visits have become something of a tradition at Rhode Island’s only law school. In 2011, students enjoyed a visit from Associate Justice Stephen Breyer, and in 2008 from Associate Justice Antonin Scalia. Earlier that year, Chief Justice John Roberts addressed Roger Williams law students and swore in more than 40 recent alumni to the federal bar. Justice Alito2L Tunde Adepegba welcomes Justice Alito to RWU Law.The Honorable Francis X. Flaherty of the Supreme Court of Rhode Island (second from left) – and clerks Cassandra Feeney and David Disegna ’12 – meet Justice Alito.Fireside chat with Justice Alito and the Honorable Ronald Cass. Roger Williams UniversitySchool of Law",
    "id": 56703843,
    "identifiers": {
        "doi": null,
        "oai": "oai:docs.rwu.edu:law_pubs_RL-1003"
    },
    "title": "RWU Law: The Magazine of Roger Williams University School of Law (Issue No. 4) (Fall 2012)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-10-01T08:00:00+01:00",
    "publisher": "DOCS@RWU",
    "references": [],
    "sourceFulltextUrls": [
        "https://docs.rwu.edu/cgi/viewcontent.cgi?article=1003&amp;context=law_pubs_RL"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/56703843.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/56703843"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/56703843/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/56703843/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/56703843"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "RWU Law magazine",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:docs.rwu.edu:law_pubs_RL-1003",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1335",
        "openDoarId": 0,
        "name": "DOCS@RWU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 56703843,
        "depositedDate": null,
        "publishedDate": "2012-10-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:13:52+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-12T15:32:58+00:00"
    },
    "urls": [
        "https://docs.rwu.edu/law_pubs_RL/1",
        "https://docs.rwu.edu/context/law_pubs_RL/article/1003/viewcontent/fall2012.pdf"
    ],
    "lastUpdate": "2024-01-24T00:13:52+00:00",
    "setSpecs": []
}