{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Farrell, Jennifer Marie"
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-15T22:15:59+01:00",
    "dataProvider": {
        "id": 13917,
        "name": "ScholarWorks @ SeattleU (Seattle University)",
        "url": "https://api.core.ac.uk/v3/data-providers/13917",
        "logo": "https://api.core.ac.uk/data-providers/13917/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/578311425.pdf",
    "fullText": "Seattle University ScholarWorks @ SeattleU Doctor of Ministry Doctoral Projects School of Theology and Ministry 2023 Sacred Lives: A Study on the Spiritual Needs of LGBTQ+ Students and Possible Responses by Catholic High Schools Jennifer Marie Farrell Follow this and additional works at: https://scholarworks.seattleu.edu/etds-dmin-projects  SACRED LIVES: A STUDY ON THE SPIRITUAL NEEDS OF LGBTQ+ STUDENTS AND POSSIBLE RESPONSES BY CATHOLIC HIGH SCHOOLS  BY JENNIFER MARIE FARRELL  A Written Project submitted in partial fulfillment  of the requirements for the degree of  DOCTOR OF MINISTRY SEATTLE UNIVERSITY 2023    Approval Signatures:                                                      May 24, 2023 Committee Chair, Edward Donalson III, DMin                                                                           May 24, 2023 Date Committee Member, Sharon Callahan, EdD                                                                           May 22, 2023 Date Committee Member, Jeney Park-Hearn, PhD                                                                           May 24, 2023 Date Program Director, Edward Donalson III, DMin  Date                              © Copyright by Jennifer Marie Farrell 2023 All Rights Reserved   iii  ACKNOWLEDGEMENTS  I am indebted to a multitude of professors, staff, and classmates who have journeyed with me thus far. To my project committee who have dedicated their time to seeing this project through, thank you. To my cohort for journeying with me and challenging me to find my voice to speak up for others, thank you. To the participants who contributed to this project, particularly the six interviewees who shared their stories, and the anonymous Catholic high school administrators, counselors, campus ministers, and DEI directors who bravely shared their efforts to walk with our students on their spiritual journey, thank you. To my colleagues for their expertise, encouragement, and companionship, thank you. To my students who inspire me each day, thank you. To my parish community of St. Patrick’s, thank you for your steadfast support of both my vocation as a campus minister and in my efforts to shine a light on a community near and dear to all our hearts. To my friends who believed in me and encouraged me every day, thank you. To my family, especially my husband and three children, thank you for giving me space and time to read and write until all hours of the night, making me endless cups of tea and loving me unconditionally. Lastly, to my parents, who nurtured my faith, taught me how to challenge systems of injustice, and modeled service to others, thank you.        iv  DEDICATION This work is dedicated to all young people everywhere on their spiritual journey, particularly LGBTQ+ youth in Catholic education systems. May you know and believe that you are loved and celebrated by a nurturing God.      v  ABSTRACT SACRED LIVES: A STUDY ON THE SPIRITUAL NEEDS OF LGBTQ+ STUDENTS AND POSSIBLE RESPONSES BY CATHOLIC HIGH SCHOOLS  Farrell, Jennifer M., DMin Seattle University, 2023. 157 pp. Chair: Edward Donalson III, DMin   In this project, I examined the spiritual care offerings available to LGBTQ+ students in Catholic high schools in the state of Washington and potential best practices.1 Through a convergent mixed methods approach to gathering information on spiritual care, both public and clandestine, I sourced several methods of inquiry to analyze data and make recommendations. Using a survey of all fifteen Category I and Category II Catholic high schools in Washington, I collected data from administrators, counselors, campus ministers, and diversity equity inclusion (DEI) directors about spiritual care efforts in catholic high schools. Concurrently, two listening sessions were held with six LGBTQ+ alumni about their personal spiritual journeys as students who attended a Catholic high school. With a liberative lens and as a practical theologian, I dialogue with Catholic social teaching, Catholic doctrine and social sciences, and other Christian theologians who speak to LGBTQ+ spiritual care experiences.    1 For the purposes of this project, rather than using the term homosexual, I use LGBTQ+ to represent lesbian, gay, bisexual, transgender, queer, and + to include other identities often neglected in Catholic theology. See appendix A for more definitions of terms.   vi  TABLE OF CONTENTS ACKNOWLEDGEMENTS ............................................................................................... iii DEDICATION ................................................................................................................... iv ABSTRACT ........................................................................................................................ v TABLE OF CONTENTS ................................................................................................... vi LIST OF TABLES ................................................................................................................   CHAPTER 1: INTRODUCTION ....................................................................................... 1 Introduction ......................................................................................................... 1 Statement of the Problem .................................................................................... 3 Purpose and Significance of the Study ............................................................... 3 Background and Role of Researcher ................................................................... 6 Research Questions ............................................................................................. 8 Context of the Study ........................................................................................... 8 Overview of Methods ....................................................................................... 11 Limitations and Delimitations ........................................................................... 13 Definition of Terms........................................................................................... 16 Summary ........................................................................................................... 17 CHAPTER 2: THEOLOGICAL REFLECTION.............................................................. 19 Introduction ....................................................................................................... 19 Spiritual Care and the Purpose of High School Campus Ministry ................... 20   vii  Adolescent Faith Development and Mental Health Support ............................ 23 Catholic Theological Foundations .................................................................... 26 Queer Theory, Praxis, and Liberation Theology .............................................. 33 Accompaniment ................................................................................................ 37 Summary ........................................................................................................... 42 CHAPTER 3: METHODOLOGY .................................................................................... 44 Introduction ....................................................................................................... 44 Overview of Purpose and Research Questions ................................................. 45 Research Methods ............................................................................................. 45 Research Design................................................................................................ 49 Samples ............................................................................................................. 52 Online Survey Sample .................................................................................. 52 Alumni Group Interview Sample .................................................................. 54 Setting ............................................................................................................... 55 Data Collection ................................................................................................. 56 Data Evaluation ................................................................................................. 58 Summary of Procedures .................................................................................... 60 Ethical Considerations ...................................................................................... 61 Summary ........................................................................................................... 63 CHAPTER 4: FINDINGS ................................................................................................ 65   viii  Introduction ....................................................................................................... 65 Quantitative Data Analysis ............................................................................... 65 Description of Participants ............................................................................ 66 Student Clubs ................................................................................................ 67 Types of Spiritual Care Practices .................................................................. 69 Signs or Visible Symbols .............................................................................. 71 Attitudes ........................................................................................................ 72 Additional Comments ................................................................................... 76 Summary of Quantitative Findings ............................................................... 77 Qualitative Data Analysis ................................................................................. 77 Presurvey Results .......................................................................................... 78 Interviews ...................................................................................................... 79 Emergent Themes ......................................................................................... 80 Integration of Quantitative and Qualitative Findings ....................................... 96 Summary ........................................................................................................... 99 CHAPTER 5: CONCLUSIONS ..................................................................................... 100 Introduction ..................................................................................................... 100 Follow Pope Francis’s Lead............................................................................ 101 Upholding the Life and Dignity of the Human Person: Imago Dei ................ 103 LGBTQ+ People Are Also Catholic ............................................................... 105   ix  Spiritual Care Implications ............................................................................. 106 Table Theology ............................................................................................... 109 Desire for Change ........................................................................................... 111 Areas of Further Research .............................................................................. 113 Summary ......................................................................................................... 116 REFERENCES ............................................................................................................... 118 APPENDIX A: Definition of Terms ............................................................................... 125 APPENDIX B: Category I and II High Schools in Washington .................................... 127 APPENDIX C: Quantitative Survey Questions .............................................................. 129 APPENDIX D: Pre-Interview Alumni Group Online Questions ................................... 131 APPENDIX E: Alumni Group Interview Questions ...................................................... 133 APPENDIX F: Sample Email Invitation to Online Survey ............................................ 135 APPENDIX G: Sample Email of Communications with Alumni Interview  Participants .......................................................................................................... 138 APPENDIX H: Alumni Group Pre-Interview Survey Email and Interview Script ........ 141 APPENDIX I: Online Survey Informed Consent Forms ................................................ 144 APPENDIX J: Interview Survey Informed Consent Forms ........................................... 147 APPENDIX K: Demographics of Quantitative Survey .................................................. 150 APPENDIX L: Demographics for Qualitative Study ..................................................... 152 APPENDIX M: CITI Program Certification .................................................................. 154   x  APPENDIX N: IRB Letter.............................................................................................. 156       LIST OF TABLES Table 1. Number of Respondents in Each Position at Their Categorized School .............67 Table 2. Administratively Sanctioned Student Clubs for LGBTQ+ Students  ...................68 Table 3. Where LGBTQ+ Clubs Are Housed ....................................................................69 Table 4: Types of Spiritual Care Practices for LGBTQ+ Students (Public) .....................70 Table 5. Types of Spiritual Care Practices for LGBTQ+ Students (Not Public) ..............71 Table 6. Presence of Visible Signs or Symbols in Support of LGBTQ+ Students .............72 Table 7. Responses About Spiritual Care of LGBTQ+ Students .......................................75 Table 8. Integration of Quantitative & Qualitative Data ..................................................98   1  CHAPTER 1 INTRODUCTION Introduction The lives of LGBTQ+ youth are at risk in the Catholic Church. The condemnation of LGBTQ+ folks that a youth or young adult will find on a quick search of the internet is staggering. There are no readily available online Catholic support groups or websites directed toward young people who identify as LGBTQ+. In their Catholic high schools, teens witness their LGBTQ+ teachers, administrators, coaches, and mentors be forced to resign or face being fired if they are partnered or legally married to their same-sex spouse, as it conflicts with the Catholic school covenant. These dismissals are traumatic for the entire community but particularly for LGBTQ+ youth. Without representation or safe spaces, LGBTQ+ students must navigate their social, academic, and spiritual journey in a homophobic Catholic world. A liberative approach to spiritual care offerings is necessary to assist young people in understanding and believing God’s profound love for them as images of God.  With specific teachings on homosexuality as “inherently disordered” (Franjo 1975, 8)2, the Church is losing LGBTQ+ Catholics to the secular world or, worse, to suicide (The Trevor Project 2021). Jesus demonstrated throughout the Gospels that those on the margins must be ministered to. Jesus quotes Isaiah when he says, “‘The Spirit of the Lord is upon me, because he has anointed me to bring glad tidings to the poor. He has  2 In 1973, the American Psychological Association eliminated “homosexuality” from the DSM, concluding homosexuality is not a disorder (Robertson 2004).   2  sent me to proclaim liberty to captives and recovery of sight to the blind, to let the oppressed go free’” (Luke 4:18 [New American Bible]).  Rooted in the teachings of Jesus, a Catholic high school is a unique setting where the Gospel can be put to work through unique spiritual care ministries directed toward LGBTQ+ students, particularly in campus ministry programming. Whether in a diocesan (Category I) or religiously ordered school (Category II), there is much to be done to demonstrate to our youth that they are loved unconditionally by God. The life and dignity of each and every person precipitates and must guide spiritual care of all persons. As Pope John Paul II (1995, para. 4) states, “After all, life on earth is not an ‘ultimate’ but a ‘penultimate’ reality; even so, it remains a sacred reality entrusted to us, to be preserved with a sense of responsibility and brought to perfection in love and in the gift of ourselves to God and to our brothers and sisters.”  The Catholic Church has supported practical spiritual care ministry in various forms to the LGBTQ+ community. By providing care and concern during the AIDS epidemic, providing LGBTQ+ ministry in various dioceses, and recent statements by the hierarchy, there is hope for growth in this area. The Catholic Church is at a crossroads because there are also factions in the Church that practice the active condemnation of LGBTQ+ folks rather than make efforts to accompany and connect with this community (Human Rights Campaign Foundation 2023). By considering the rich tradition of the Catholic Church in conversation with other Christian traditions and hearing from schools and the LGBTQ+ community directly, a new path forward can be forged.    3  Statement of the Problem Affirming LGBTQ+ youth in Catholic high school settings through spiritual care and support on their faith journey is difficult. All too often, such efforts are not supported by the local diocese or by administrators. However, efforts, whether sanctioned or not, are likely occurring on Catholic high school campuses (DeBernardo and Shine 2021). Limited resources for campus ministers regarding how to support LGBTQ+ youth leave schools in the dark on how to implement effective programing. Research into what exactly is happening may uncover possible spiritual care offerings that can better serve our youth and enhance spiritual care programming. This study brings to light spiritual care offerings that have been made available to high school youth both publicly and secretly while also bringing the voices and stories of LGBTQ+ alumni to light. Purpose and Significance of the Study The Catholic Church teaches specific sexual ethics regarding LGBTQ+ identity and sexual expression. Persona Humana states that in dismissing “homosexuals whose tendency comes from false education, from a lack of normal sexual development, from habit, from bad example, or from other similar causes, and is transitory or at least not incurable . . . homosexual acts are intrinsically disordered and can in no case be approved of (Franjo 1975, 8).” The hierarchy of the Catholic Church upholds these teachings in the Catechism of the Catholic Church (CCC). These teachings are also included in their mandatory US Catholic Conference of Bishops (USCCB) approved curriculum used across the United States. Most dioceses shun organized spiritual care offerings for LGBTQ+ high school students in a Catholic setting even though there is great emphasis that Catholic schools “must strive for complete formation of the human person” (Vatican   4  Council II 1965, 1). Additionally, the hierarchy of the Catholic Church bans LGBTQ+ employees from marrying their same-sex partners through covenant contracts (Janicki 2020). To marry your same-sex partner could be grounds for firing (New Ways Ministry 2021). Instances such as these become news stories and impact youth negatively. Many young people in the Catholic faith feel condemned by Catholic Church teachings and actions. Through these teachings and actions, the Catholic Church communicates to LGBTQ+ young people that they are unworthy of Christ’s love because of who they love.  As reported across disciplines,3 it is no secret that LGBTQ+ youth face dire consequences due to isolation, rejection, addiction, and mental health crises that devastatingly end in suicide for many (The Trevor Project 2021). Because suicide is difficult to diagnose, reasons for suicide stem from social science data such as societal prejudice, bullying, and isolation, and there is growing research that religious and theological narratives and teachings greatly impact LGBTQ+ people (Sanders 2020, 5). This rise in suicide and self-harm alone demands the Church look at this topic as a life issue (Hedegaard, Curtin, and Warner 2018).  In addition to this crisis is the mass exodus of young people leaving the Catholic Church (Pew Research Center 2009). It is imperative that a new path be built (Martin 2021). Hope and encouragement are found in recent efforts by Pope Francis to listen and engage with those supporting the LGBTQ+ community. In the past decade, Pope Francis has responded to this crisis by hosting meetings with Fr. James Martin, SJ, and even reported this topic in the recent synodal process stating that the Catholic Church is “a  3 Psychology, sociology, government agencies, and the media report that suicide among LGBTQ+ adolescents is on the rise (Sanders 2020).   5  Church capable of radical inclusion” (General Secretariat of the Synod 2022a). Leaning into these dialogues will further expand our rich Catholic tradition of meeting the outcast as Jesus did through direct action. Catholic teaching on homosexuality now stands in direct conflict with the Catholic teaching on the life and dignity of the human person. The Church could take a curious stance and open its eyes anew to a spiritual care ministry approach in the Catholic high school setting as an option for supporting and affirming LGBTQ+ youth and their identity (Without Exception 2021). An analysis of Category I and Category II Catholic high schools in the state of Washington involving counselors, campus ministers, chaplains, and administrators from Catholic high schools can help identify what spiritual care for LGBTQ+ students is happening and not happening. Interviewing LGBTQ+ Catholic high school alumni will also illuminate their journey as people of God. A path toward uplifting all students, regardless of sexuality and gender identity, would protect life and build the Catholic Church. Through this project, I sought to analyze best spiritual ministry practices for addressing a taboo subject in the Catholic Church to uphold the life and dignity of every human being regardless of sexuality or gender identity for youth and employees at Category I and Category II Catholic high schools. As a Catholic high school campus minister, I am uniquely connected to this work and have been for over two decades. Various models and spiritual care approaches are talked about, and some are implemented, but there is no database, procedure, rule book, or policy on how to best approach spiritual care ministry of LGBTQ+ youth in Catholic high schools. Some recent books and articles have been written about this topic, although none is promoted by the   6  Catholic Church (Trujillo 2022). It is imperative for the Catholic Church to begin this research and collect and collate data on what is and is not happening to best serve all in the Church. Background and Role of Researcher For over two decades, I have served as a campus minister in both Category I (diocesan) and Category II (religiously ordered) Catholic high schools. In the vastly under-churched corner of the liberal Pacific Northwest, I seek to provide spiritual care offerings to all students regardless of race, creed, or identity (Lipka and Wormald 2016). As an educator, parent, and lay Catholic feminist campus minister and pastoral leader from the Pacific Northwest, I view the world from a specific space and place. My curiosity stems from a liberative theological lens that drives my research to explore spiritual care with LGBTQ+ students in Catholic high schools. Currently, I serve as director of campus ministry at a Category I high school. Because we are owned by the archbishop of Seattle, there are limitations to what programs we can offer, specifically if they are seen as a challenge to Catholic Church teachings. Researching what Washington Catholic high schools are doing to address the issues facing the LGBTQ+ students will hopefully shed light on best practice and give voice to stories that are not often heard. As a researcher, I am determined to take the long view in seeking understanding around how spiritual practice occurs both formally and informally within the walls of Catholic high schools.  With Catholic school employees’ jobs at stake for disclosing their own LGBTQ+ identity, our vulnerable 14–18-year-old students are observing how Catholic adults are navigating this controversial and important ministry. How spiritual care is offered to all   7  students, regardless of sexual orientation, race, gender, and creed, is of utmost importance to me, and I am especially drawn to ministering to LGBTQ+ students. With so many students struggling to find a spiritual home where they are free to ask questions and to feel a sense of belonging, it has become an issue of life and death for some (The Trevor Project 2021). With over two decades of service to students who fit a wide range of demographics, I feel a responsibility to bring to light the voices of those both doing spiritual care ministry and LGBTQ+ alumni they served. I am also a theology teacher, a lifelong practicing Catholic, and a mother to three children who are also being raised in the Catholic faith. On a daily basis, I engage in theological and spiritual conversations in my place of work and in my home. These various roles also encompass my place as a lay woman in the Catholic Church. As an employed Catholic lay minister, I represent the Catholic Church, its teachings, practice, and ritual. The boundaries as to what I feel I can and cannot say in these spaces is blurred.  Ultimately, I respond to the questions and ponderings as best I can—rooted in Jesus’ love for all people, particularly those on the margins. On numerous occasions, I have been questioned by a student or one of my own children about why I work for the Catholic Church when there are injustices committed by this institution that create barriers for inclusion. This struggle is not just theirs alone. I admit I am also on a journey with the Catholic Church and remind them that it is through this relationship that I find solace and confidence in my own personal spiritual journey. Questioning Church teaching does not mean you are not Catholic anymore; it means you are on a spiritual path seeking truth with Jesus as your compass. Through study of Catholic teaching,   8  pastoral practice and a commitment to engaging difficult questions about our faith, I am committed as a practical Catholic theologian to be a prophetic voice in the Catholic Church. Research Questions Two research questions guided this project:  1. What do spiritual care offerings for LGBTQ+ students look like at Category I and Category II Catholic high schools in the state of Washington?  2. What are best practices for serving the spiritual needs of LGBTQ+ students? Context of the Study As a director of campus ministry at a Category I diocesan Catholic high school, students have asked me—and I have asked the administration numerous times—to create an official student club for LGBTQ+ youth as one means of supporting our students and allowing them a place to gather safely as Catholics and as LGBTQ+ youth. Until recently, this request has been denied because the archdiocese will not affirm such an effort. Instead, some counseling departments have created space for LGBTQ+ students with or without administration approval.  Recently, due to the highly publicized firing of an Eastside Catholic administrator (Young 2013) and the more recent resignations in the Archdiocese of Seattle of two beloved teachers at Kennedy Catholic High School for their engagements to their same-sex partners (Brazile and Hiruko 2020), Archbishop Paul Etienne created a taskforce to study this topic. After a yearlong study, the taskforce presented a proposal (Archdiocese of Seattle 2021). In this proposal, there are two paragraphs about the need to look at affirming support of LGBTQ+ students in addition to recommendations for the Catholic   9  school employment covenant (i.e., contract). In Archbishop Etienne’s most recent communication to Catholic high schools, he shared that he has “new wording” in the employment covenant but said nothing explicitly about the formation of spiritual care support of LGBTQ+ students in catholic high schools (Archbishop Paul Etienne, letter sent to all diocesan employees, October 27, 2022).  A conversation about Category I and Category II high schools will help in understanding why the archbishop’s influence can impact spiritual care in catholic high schools. A key difference between the categorization of Catholic high schools is how closely tied they are to the diocese or archdiocese in which they reside. Category I schools are owned and operated by a diocese or archdiocese, whereas Category II schools are owned and operated privately or by religious orders. However, Category II schools do operate with permission from the diocese or archdiocese. When it comes to operating an LGBTQ+ club for students on campus, a search of Catholic high schools deemed Category I schools will show that most do not have a public statement or club supporting LGBTQ+ students. However, a similar search of Category II Catholic high schools, who are affiliated with a specific religious order or are independently private (not connected to a religious order), seem to operate active and public student run and faculty/staff supported programs named Pride or Unity (Brandy Lindstrom, interview with author, May 15, 2022).  In preparation for this research, I found this to be true in looking at my place of employment and several local high schools in our area. This observation contributed to my desire to study Washington Catholic high schools to see if my hypothesis was true or not. With this question in mind, I also desired the opportunity to consider what best   10  practices may already be in place or worth considering in providing spiritual care to LGBTQ+ students in catholic high schools. Fr. James Martin, SJ, a prolific writer, advocate, and spokesperson for LGBTQ+ folks, often talks about Catholic resources on this topic. He says there are not many, if any, spiritual care guidelines or resources on how to provide spiritual support of LGBTQ+ youth (McDermott 2022). Most Catholic theologians and pastoral ministers who focus on LGBTQ+ ministry are silenced by either their administrators or, ultimately, by the Catholic hierarchy (McDermott 2022). Such theologians and ministers are (a) told by the hierarchy that they are promoting sinful acts, (b) threatened by employers, and (c) are at risk of losing their jobs by speaking up to support youth or themselves (McDermott 2022). It is difficult to have conversations about spiritual care of LGBTQ+ students if it remains a taboo subject. As controversial as the topic of LGBTQ+ spiritual care may be, my research involved Catholic documents—including encyclicals, pastoral letters, and books by Catholic writers—to ground this work in doctrine. Writings from other Christian faith traditions with a particular focus on queer theory, queer praxis, and queer theology helped add to the conversation. Most Catholic literature affirms the life and dignity of LGBTQ+ youth but will also condemn and shame anyone for anything but a celibate life if outside of marriage between a man and a woman. These are contradictory stances. Engaging multiple sources in conversation with the Catholic Church to effect change and create inclusive and supportive ministry programs in Catholic high schools is central to this work.   11  My research focused on highlighting this ministry. There are fifteen Catholic high schools in the state of Washington. Through this study, I analyzed spiritual care practices in place for LGBTQ+ students and attitudes toward providing safe spaces for all students as reported by these schools. A project such as this would be remiss without direct connection to young people who found support (or did not find support) in their Catholic high schools. Therefore, this research also includes interviews with Catholic high school alumni. Due to the sensitive nature of this project and the necessity to obtain parental consent of minors to participate, there are limitations to interviewing current high schoolers (Richards and Morse 2013, 264). I did not want to put any LGBTQ+ students in a position of coming out to their family as a result of participation in this study. Therefore, a focus on alumni gave voice to this underrepresented community, which helps elucidate the findings of this project. My goal was to illuminate a path forward for Catholic high schools and dioceses across the United States by (a) surveying administrators, counselors, campus ministers and DEI (i.e., diversity, equity, and inclusion) directors; (b) speaking directly with Catholic high school alumni; and (c) surveying current literature on the life and dignity of the human person. Findings show that ongoing, transparent, and inclusive efforts aimed toward LGBTQ+ students will both save lives and continue to strengthen the Catholic Church. Overview of Methods Grounded in the theory of transformative research and evaluation, this convergent mixed methods research project helps identify what is happening and what might be done   12  to uphold the life and dignity of all, particularly LGBTQ+ students and the spiritual care they may seek in catholic high schools.  The first part of the study involved a digital quantitative survey of all fifteen Washington Catholic high schools. Survey participants included administrators, counselors, campus ministers, and DEI directors from Category I and Category II schools (see appendix B). Using a web-based survey company, Qualtrics, I built an online survey (see appendix C) that included closed-ended questions and a few open-ended questions (Mills and Gay 2019, 215). Prior to surveying the schools, I piloted the questions with a small group of colleagues. I also gathered email addresses of the administrators, counselors, campus ministers, and DEI directors from all Washington Catholic high schools. Using this database, I emailed a link to an online anonymous questionnaire through Qualtrics. The survey was open for one month with a weekly reminder sent to the targeted population. To ensure anonymity, names were not recorded in Qualtrics (Mills and Gay 2019, 63), and all participants signed an online consent form (see appendix I). The instrument included a five-point Likert-type scale on attitudes toward Catholic high school efforts in offering spiritual care to LGBTQ+ students. By analyzing the demographics and responses to the online survey questions, it became clear that transparent support of LGBTQ+ students is a complicated topic in Catholic high schools, particularly for Category I Catholic high schools.  Concurrently, I hosted two group interviews with six total participants who are all alumni from Category I and Category II Catholic high schools in Washington to gather firsthand experience of spiritual care offerings in Catholic high schools (Sensing 2011, 84). Some of the group members knew each other; some did not. Group interviews can   13  provide support for those sharing their story, and “the synergy of the group will often provide richer data than if each person in the group had been interviewed separately” (Sensing 2011, 120). Each group interview lasted one to two hours and involved a pre-interview questionnaire through Qualtrics and open-ended questions to which each person was invited to respond (see appendix E for questions).  Snowball sampling was used to recruit interview participants (Richards and Morse 2013, 221). This included an email sent to twenty-nine campus ministers and word-of-mouth efforts to recruit participants. It was imperative to keep each group interview to 5–10 participants, so each person had time to share their responses and feel heard. Prior to the interview, each participant participated in a presurvey and received a digital consent form (see appendix J). The group interview included guiding questions, which the participants received in an email prior to the Zoom meeting and could also see in the live chat during the recorded Zoom session. Following these two group interviews, I transcribed each group interview using HappyScribe (2023). Using thick descriptive coding (Saldaña 2021, 94), I then identified six themes that resulted from the interviews of LGBTQ+ alumni participants. After completing the analysis of both quantitative and qualitative data, I placed both data sets side by side and looked for convergence and divergence.  Limitations and Delimitations This research project will not disprove natural law4 nor attempt to rewrite Catholic Church dogma. However, the project will challenge all Catholics to consider  4 For a more in-depth conversation on Catholic sexual morality, see Margaret A. Farley’s (2006) Just Love: A Framework for Christian Sexual Ethics and Daniel P. Horan (2009), OFM’s Catholicity & Emerging Personhood: A Contemporary Theological Anthropology.   14  how to accompany every student who walks into a Catholic high school with love, respect, and dignity, including LGBTQ+ students. To offer a place of solidarity and comfort is not in disagreement with Jesus’ teachings and, in fact, is a directive of our Catholic faith that we are currently missing. This project will be in conversation with different spectrums of spiritual care offerings that include conservative writers, liberation theologians, and those who work for and have attended Catholic high schools.  Due to the sensitivity of my focus on spiritual care offerings for LGBTQ+ students and the vulnerability in working with high school students, this project was limited in that current Catholic high school students were not interviewed. Although there are likely students who want to be heard and desire change, to ask personal questions about their sexual, social-emotional, and spiritual journey could possibly have caused undue stress and confusion about the complexities of Catholic doctrine and how it influences spiritual care offerings in the high school setting. Students in high school are also members of a vulnerable population, which makes IRB approval to interview them challenging.  A separate layer of difficulty centers around my personal employment. Because I was asking questions that could be seen as antithetical to Catholic Church teaching, I could experience retaliation in my workplace. As can be seen in numerous cases around the United States, even though I do not identify with the LGBTQ+ community, by virtue of asking the question about spiritual care for this population, I could be seen as someone opposed to Church teaching. In contrast, I am privileged as an ally to the LGBTQ+ community. I can give voice in a way that LGBTQ+ colleagues may not feel the freedom to do as their jobs could be in jeopardy. Administrators, counselors, campus ministers and   15  DEI directors at Category I and Category II high schools may also have been hesitant to participate in this research due to a perceived potential impact on employment. Until the Catholic Church can break down some of the walls that limit full participation and service of LGBTQ+ persons in Catholic ministries, these limitations will continue to plague the Church with difficulty.  Because this project included a convergent mixed methods approach, involving both quantitative and qualitative research, I had to limit the scope of those I engaged in this project. Narrowing my focus to the fifteen Catholic high schools in Washington kept the project to a manageable size. Although it would have been very interesting to include other west coast schools (e.g., those in Oregon and California), creating a database of over 200 schools would have overwhelmed the scope of this project. I needed to limit the geographic scope of the study. My hope is that this mixed methods approach gives a fullness of perspective in Washington, as there are no other known projects focused on an entire state’s Catholic high school spiritual care offerings for LGBTQ+ students.  Another limitation was time. Although a comparative study of west coast and east coast Catholic school spiritual care offerings for LGBTQ+ students could have identified additional best practices, it would have taken years to implement. Thus, a limitation to this project is that it involved only the state of Washington. A positive view of this limitation is that it helped create anonymity among responders through the involvement of fifteen schools rather than just one or two in the Seattle area. Another limitation is that alumni who chose to participate in the group interview may have felt vulnerable or triggered by memories associated with high school spiritual care, both positive and negative. Following each group interview, I shared follow up   16  resources (e.g., New Ways Ministry) for spiritual support or The Trevor Project for emotional support and suicide prevention. As adults with distance from their Catholic high school experience, it was important to capture their lived experience as it related to spiritual care offerings in catholic high schools because it speaks to what spiritual care practices helped and hindered spiritual growth of LGBTQ+ students. Definition of Terms The Catholic Church has specific and unique terminology that is helpful if the reader understands the context, Biblical roots, and the dogmatic and practical ministry implications present in each phrase and/or term. Included in appendix A is a complete list of terms and definitions; however, it is important to provide more context for several terms used frequently throughout this project. As referenced elsewhere, this study focused on Category I and Category II Catholic high schools, specifically those in Washington. I chose to use these terms as opposed to Tier I and II schools, which are sometimes used to delineate types of schools connected to a Catholic diocese or archdiocese. Category I references any schools owned and operated by a diocese or archdiocese. Category II indicates schools that are owned and operated privately by Catholic religious communities or a nonreligious board. For example, Holy Names Academy is owned and operated by the Sisters of the Holy Names of Jesus and Mary, which makes it a Category II school. Alternatively, Bishop Blanchet High School in Seattle is owned and operated by the Archdiocese of Seattle and is considered a Category I school. In some cases, this distinction indicates what a school can and cannot do in relation to supporting LGBTQ+ students who attend.    17  Another term used throughout this project is my use of the term LGBTQ+ as opposed to LGBT or LGBTQIA+. The use of LGBTQ+ is the recommended abbreviation by the Human Rights Campaign (2023), a civil rights organization supporting LGBTQ+ rights. LGBTQ+ stands for lesbian, gay, bisexual, transgender, queer or questioning, and the + indicates intersex, pansexual, asexual, and more. This term includes more people than the term homosexuality. Traditionally, the Catholic Church uses the term homosexuality, which I will only use when referencing Catholic teaching and dogma that specifically uses this term, as it is seen as derogatory and offensive for many in the LGBTQ+ community (GLAAD 2023). Lastly, a term central to this project is spiritual care. The focus of spiritual care for and with the LGBTQ+ community comes from my twenty-five years of ministering to high school youth in grades 9–12, specifically working with students aged 14–18. Spiritual care refers to spiritual guidance through one-on-one pastoral counseling, small group spiritual direction, retreat involvement, service projects, and participation in liturgy. Chapter 2 includes a more robust definition. Summary In this mixed methods research study, I reviewed what is happening and what is not happening in Catholic high schools in spiritual care offerings for LGBTQ+ students. This is a life issue, and the Catholic Church is at a crossroads. A pivot toward spiritual support of all students, particularly LGBTQ+ youth, will save lives. Too many young people abandon their faith, or their life, because of the condemnation they feel from a Church built on the teachings of Jesus Christ. To invite all voices to the table of the Lord means that we cannot abandon these young people without a critical examination of   18  spiritual care practices. Through a quantitative survey of Washington Catholic high school personnel and personal interviews with alumni from Catholic schools, I concluded a path toward more inclusive LGBTQ+ spiritual care ministry is possible.     19  CHAPTER 2 THEOLOGICAL REFLECTION Introduction This chapter focuses on the theological frameworks necessary to discuss practical spiritual care of LGBTQ+ students in Category I and Category II Catholic high schools in the state of Washington, particularly in the campus ministry department. As a practical theologian, I seek to unpack the” hermeneutical, correlational, critical, and theological” (Swinton and Mowat 2016, 73) foundations connected to this topic and make recommendations for Catholic high schools interested in improving spiritual care with LGBTQ+ students. The spiritual care of LGBTQ+ students is directly related to the life and dignity of the human person. This position is complicated by the historical rejection of LGBTQ+ folks by the Magisterium of the Catholic Church.  In the early years of Pope Francis’ papacy, he challenged the Church when he posited, “Tell me: when God looks at a gay person, does he endorse the existence of this person with love, or reject and condemn this person? We have to find a new balance; otherwise even the moral edifice of the church is likely to fall like a house of cards, losing the freshness and fragrance of the Gospel” (Francis 2013, para. 57). A look at the discriminatory nature of the Church’s stance and its impact on spiritual care ministry, alongside Catholic theological efforts to embrace a broader theology of accompaniment, will prove fruitful. Therefore, analysis of current literature in the specific areas of both Catholic and Protestant theology will support the underlying themes of this research endeavor, which assumes that LGBTQ+ students in catholic high schools are a unique   20  community of people who deserve and need programming and efforts to support them on their spiritual journey.  More specifically, this review of literature regarding the spiritual care of LGBTQ+ students will provide a definition of spiritual care and an overview of practical ministry at catholic high schools. In conversation with developmental theory and faith development theory, the importance of spiritual care for LGBTQ+ adolescents is necessitated. How sexual orientation has been framed and understood in the context of psychiatry and psychology will also help in this endeavor. Rooting this conversation in imago Dei, we are reminded that all humans are made in the image and likeness of God. The concept of imago Dei will illuminate the importance of this work in identifying best practice for Catholic high school spiritual care ministry. The combination of Catholic theology and recent practical Christian theology through the lens of queer theory, queer praxis, and queer theology will buoy the research of and implementation for spiritual care with LGBTQ+ youth at a formative time in their life. To see all people as a part of the Body of Christ demands that we look at how to practically live this call out through accompaniment in spiritual care ministry at Catholic high schools. Spiritual Care and the Purpose of High School Campus Ministry A definition of spiritual care will aid in understanding of why and how it is an important and essential quality to Catholic education and, in particular, for LGBTQ+ students who attend Catholic high schools. As a high school campus minister, my experience of providing spiritual care for students varies from brief drop-in conversations to retreats involving 300+ students to in-depth one-on-one spiritual direction and/or crisis management. Adolescent ministry is vibrant, ever-changing, and requires the campus   21  minister to respond in the moment in the office, classroom, or retreat venue. Lay ministers in the Catholic Church do not necessarily provide pastoral care, which may operate specifically in a tradition such as Catholicism and involve administering any of the seven sacraments through hospital chaplaincy, marriage preparation, first communion faith formation, and so forth. “Pastoral care is the broad term used . . . to encompass any caring action performed by pastors and other recognized religious leaders who minister by virtue of their ordination or office on behalf of a community of faith. This is the basic ministry of care and support extended to all members of a congregation” (Lebacqz and Driskill 2000, 61).  Spiritual care is not necessarily bound by tradition, making it unconditional and less specific. Spiritual care provides a broad cura personalis, “the Jesuit characteristic [defined as] ‘care for the whole person,’[and] underscores the respect that every individual deserves” (Worchester 2017, 214). The role of the campus minister is to “enable the Christian community and the larger society to ‘filter in’ those God-breathing experiences in our lives which identify God’s presence . . . in order to meet the needs of the community for full expression and to provide interpretative images of God’s presence among us, ministry must create alternatives to what already is. In that sense, ministry is always counter-cultural” (Chamberlain 1988, 6–7). The role of the campus ministry program in catholic high schools in providing spiritual care is practical, organic, specific, and all-encompassing of both individual and communal practical encounters and organized programming.  High school campus ministry is a unique and specific field of work with limited studies and literature to support its programming. In nearly every Catholic high school in   22  the United States, there is a campus ministry program focused on creating and implementing retreat programming, service opportunities, student leadership training, and Mass and liturgy options for students, faculty, and staff. In 25 years of working as a high school campus minister, I have attended numerous professional development presentations and seminars and viewed multiple Catholic high school websites to learn more about this unique job. The most recently published book by Saint Mary’s Press, The Practical Guide to High School Campus Ministry (Fourré et al. 2007), offers suggestions on how to build your campus ministry programming and bases suggestions on eight underlying concepts.  Campus ministry programs have at their roots the mission and ministry of the Catholic Church. First, campus ministry programming should recognize “the ministerial gifts and the particular charisms of members of the community,” (Fourré et al. 2007, 15). Second, programming should center around extending “the Kingdom of God in the world through offering service to those in need and acting on behalf of justice” (15). Third, fostering “total personal and spiritual growth of each person in the faith community” (15) must be a primary focus. Similarly, “total faith development of the individual, respecting one’s social and psychological needs as well as one’s religious needs”5 (15) should be a concern for all campus ministers. This fourth point is particularly important for the conversation around LGBTQ+ spiritual care, which states that how we meet students where they are at is paramount. The final four concepts focus on definitive campus ministry programming and include evangelization, religious education, Catholic  5 Further research and analysis of developmental theory and psychospiritual development as indicated above can support this essential element for campus ministers in the Catholic high school (Astley and Francis 1992).   23  educational institutional boundaries, and to “support all faith community building efforts within the school” (15–16). All programming must come from these eight primary underlying concepts for campus ministry.  An overarching part of a campus minister’s job description is to have a ministry of presence that is difficult to quantify. Being available to listen to students while also running all the programming should be a primary focus of the campus minister’s day-to-day to-do list. According to Fourré et al (2007, 13–14), “Christian ministry is all about relationships. Jesus always ministered within the context of relationships. . . . The connections that give ministry vitality always happen within relationships. As such, our programs should lead us into, and draw from, the power of our relational ministry of presence.” It is through this lens that spiritual care ministry to and for LGBTQ+ students is rooted. With this increased knowledge of what high school campus ministry programs ought to be, a brief look at the psychospiritual development of the adolescent will help provide a foundation for understanding why spiritual care ministers must consider the LGBTQ+ student and learn how to offer spiritual care that is meaningful and helpful. Adolescent Faith Development and Mental Health Support To consider the unique time of life that is adolescence, it is important to consider how psychospiritual growth can impact LGBTQ+ students in particular. As characterized by human development expert, Thomas Armstrong (2019, 114), “from at least the age of twelve to twenty, the average teenager’s brain has its emotional gas pedal pressed to the floor while its brakes haven’t yet been completely installed!.” The importance of looking at human development and the connection to psychospiritual growth is of utmost importance as “adolescents have the highest rates of violent crime, auto accidents,   24  homicide, and suicide . . . [and at are] at high risk for assault, rape, panic attacks, eating disorders, substance abuse, serious depression, and schizophrenia” (Armstrong 2019, 114). Successful transitioning from childhood to adulthood relies on supportive adults and “the capacity to envision what is possible” (Armstrong 2019, 123). This ability to think abstractly and dream about a future while navigating puberty can greatly impact a teenager’s interest in their own faith development.  Inspired by the work of Jean Piaget, Laurence Kohlberg, and Erik Erikson, James Fowler incorporates the world of human development according to psychology into stages of faith development. In Fowler’s (1981) book, Stages of Faith: The Psychology of Human Development and the Quest for Meaning, he identifies the formality of Piaget, Kohlberg and Erikson’s stages of human development, “That is to say, they present to us the characteristic patterns of knowing, reasoning and adapting in ways that describe general features of human growth, applicable to all of us, despite the vast differences we recognize in our temperaments, our unique experiences and the contents and details of our particular life stories” (89–90).  Spiritual growth can be seen through these stages and point to how “growth and development in faith also result from life crises, challenges, and the kinds of disruptions that theologians call revelation. Each of these brings disequilibrium and requires changes in our ways of seeing and being in faith” (Fowler 1981, 101). Specifically, for adolescents ages 12–20, the experience of stage 3, synthetic-conventional faith, involves a number of spheres of influence that could include “family, school or work, peers, street society and media, and perhaps religion. Faith must provide a coherent orientation in the midst of that more complex and diverse range of involvements. Faith must synthesize   25  values and information; it must provide a basis for identity and outlook” (Fowler 1981, 172).  This synthetic-conventional stage of development also centers on the intense relationships an adolescent is forming. “It is a ‘conformist’ stage in the sense that it is acutely tuned to the expectations and judgements of significant others and as yet does not have a sure enough grasp on its own identity and autonomous judgment to construct and maintain an independent perspective,” (Fowler 1981, 172–173). It is crucial for teens to engage in this stage to move to the next stage. Because this stage is so critical to a young person’s identity formation, it is imperative to consider the impact of how internalizing judgement could impact an LGBTQ+ student navigating their psychospiritual journey.  Mental health support is crucial for LGBTQ+ students as they consider their identity during the formative adolescent years. There are very few studies on the specific combination of faith development and the LGBTQ+ adolescent; however, there is a growing number of studies in the mental health field that suggest the importance of spiritual development among youth. In fact, “Adolescence is a crucial time in the formation and development of a person’s sexual and religious/spiritual identity. It is often a period of experimentation and of testing one’s own beliefs and ideas and engaging in critical reflection on life’s possibilities and future directions. The situations where these experiences may be carried out can present challenges, particularly in perceived heterosexist environments” (McCann, Donohue, and Timmins 2020, 837).  Increasing knowledge of how identity can influence students who see themselves on a spiritual journey searching for meaning and purpose can help with raising awareness and increasing acceptance and tolerance. One way to do this is increasing “appropriate   26  spaces in campus for exercising spiritual activities such as meditation, prayer, and refection” (McCann, Donohue, and Timmins 2020, 840). Such efforts can impact a student’s spiritual journey in a positive way and allow the student to come to self-acceptance as opposed to self-denial.6  Catholic Theological Foundations A look at the Catholic theological foundations of the life and dignity of the human person provides further insight into this unique ministry. One of the first things to consider is language. Campus ministers should consider engaging spiritual ministry with LGBTQ+ folk by returning to Jesus’s fundamental teaching to love one another. In the Gospel of John, Jesus said to his disciples, “This is my commandment: love one another as I love you. No one has greater love than this, to lay down one‘s life for one‘s friends” (John 15:12-13). People must consider their language when it comes to being a loving community as language can cause harm to LGBTQ+ high school students.  The teachings in this historically situated conversation are currently harmful for our current Catholic high school students. A primary example is found in the Catechism of the Catholic Church (CCC). In the CCC, the term “homosexuality” (Libreria Editrice Vaticana 2000, 566), rather than a more inclusive term such as LGBTQ+, demonstrates an antiquated and limited way of approaching this conversation (DeBernardo, 2016). The use of the term “homosexual suggests an individual has a psychological disease” (Steffens and Niedlich 2022, 115). Efforts to learn, relearn, and understand language  6 The inclusion of faith development aiding adolescent mental health does not imply that LGBTQ+ is a mental health condition. The American Psychiatric Association depathologized the term “homosexuality” in 1973 and “sought to protect civil liberties of homosexuals and directly condemned discrimination based on sexual orientation” (Robertson 2004, 164). It is important in this study to denote this fact, particularly because the Catholic Church continues to use the term “homosexual” as previously mentioned.   27  around identity can help the Church in expanding its vocabulary and making meaningful movement toward affirming ministry. The term LGBTQ+ allows for a more expansive expression than homosexual as it includes lesbians, gay, bisexual, transgender, queer, and the + references more identities that are not fully encompassed by LGBTQ on its own (Canales 2022; Human Rights Campaign 2023)7. Some Catholic theologians attempt to address this topic in a more inclusive way; however, the focus is always on celibacy as the only morally viable option (Courage International 2022; Schmitz 2017).  After explaining the importance of language, it is important to look to Jesus. Examining the primary teachings of Jesus makes it difficult to argue that he would exclude LGBTQ+ folks. Jesus focused on welcoming the poor, marginalized, outcast, and the sinner. He would have a dinner table ready for LGBTQ+ folks (Flunder 2005). A fundamental Catholic social teaching is life and dignity of the human person (US Catholic Conference of Bishops 2023). This universal call to uphold and protect the life and dignity of all people must include all folks in the LGBTQ+ community. The CCC teaching on homosexuality expects celibacy as “homosexual acts . . . [are] acts of grave depravity” (Libreria Editrice Vaticana 2000, 566).  The CCC also states that, “[homosexuals] must be accepted with respect, compassion, and sensitivity” (Libreria Editrice Vaticana 2000, 566). If sexuality is not accepted in a healthy way, tragedy can strike by way of self-harm or suicide (Julig 2020). Sexual ethics aside, the CCC references dignity and an attitude of welcoming for LGBTQ+ folks. The Catholic Church must consider a third way. It cannot remain in the  7 Both secular sources, The Human Rights Campaign and The Trevor Project, and a few Catholic theologians (Canales 2022) suggest use of LGBTQ or LGBTQ+.   28  either/or realm and must find a creative new approach. This conversation has become much more open in US society with the US Supreme Court legalization of same-sex marriage in their ruling for Obergefell v. Hodges on June 26, 2015. Considering how the Catholic Church is encouraged to be in the modern world, Pope Francis has attempted to bridge this controversial topic in the Catholic Church.  Pope Francis has leaned into this conversation. Stephen Goertz (2022), a professor of moral theology at Johannes Gutenberg University Mainz in Germany, edited a book in 2022 that analyzes Pope Francis’ famous 2015 quotation through the eyes of multiple experts from theologians and biblical scholars to medical experts and psychology professors. Goertz (2022) examines Pope Francis’ famous interview as a moral theologian and suggests the Catholic Church ought to be engaged in the conversation about the challenge of nondiscrimination yet, at the same time, holding up the Catechism. Pope Francis (2013, para. 6) said,  In Buenos Aires I received letters from homosexual persons who are “socially wounded” because they always feel condemned by the Church. But the Church does not want that. On the flight back from Rio de Janeiro, I said that if a homosexual person has good will and seeks God, I am not the one to judge him. In this way, I said what is written in the Catechism. . . . God has set us free in creation: there must be no spiritual interference in personal life.  This revolutionary quotation is seen as significant by LGBTQ+ advocates (DeBernardo and Shine 2021). New Ways Ministry’s executive director, Frank DeBernardo (2016, para. 14), embraces this comment as one that values LGBTQ+ folks when he says, “Pope Francis’ latest comments on lesbian and gay people reflect his broader project of building a church that propagates mercy, not doctrines.” Looking for hope from the Magisterium that there could be a new way of ministering to, for, and with LGBTQ+ folk without continued discrimination, Goertz (2022, 2) suggests that,   29  “Tradition should not be sacred to us for its own sake, but the human person, human dignity, and human rights should be.” These comments and efforts directly relate to how school administrators, counselors, campus ministers, and DEI directors approach policy and practice around spiritual care of LGBTQ+ students in Catholic high schools and will be critical in creating a more Catholic, more inclusive, and ultimately life-saving community. To ground this conversation in Catholic dogma, it is helpful to look at Gaudium et Spes, which was written during Vatican II. Pope Paul VI (1965, no. 27) includes an important statement when he writes, “This Council lays stress on reverence for the human person; all people must consider their every neighbor without exception as another self, considering, first of all, life and the means necessary to living it with dignity, so as not to imitate the rich man who had no concern for the poor man Lazarus.” Rooted in imago Dei, spiritual care ministry finds theological footing. Pope Francis (2020), in Fratelli Tutti, reminds us of the inherent dignity of all human beings made in the image and likeness of God when he says,  The dignity of others is to be respected in all circumstances, not because that dignity is something we have invented or imagined, but because human beings possess an intrinsic worth superior to that of material objects and contingent situations. This requires that they be treated differently. That every human being possesses an inalienable dignity is a truth that corresponds to human nature apart from all cultural change. For this reason, human beings have the same inviolable dignity in every age of history and no one can consider himself or herself authorized by particular situations to deny this conviction or to act against it. The intellect can investigate the reality of things through reflection, experience and dialogue, and come to recognize in that reality, which transcends it, the basis of certain universal moral demands. (para. 213)  Pope Francis calls us to consider the dignity inherent in all people. Respecting all must also include our LGBTQ+ neighbors. With this recent papal encyclical, Pope   30  Francis repeats this phrase seven times. He annunciates his dedication to communicating inherent dignity of all. Although he does not specifically mention LGBTQ+ folk, theologians like Fr. Daniel P. Horan expand and challenge Catholics to consider the underlying schema of imago Dei. In his book Emerging Personhood, Horan (2019, 154) offers a theological shift, “toward a holistic understanding of the universe that unveils something of how and, more importantly, why God creates.” Horan (2019) roots his argument in reconsidering how we identify as humans:  Value and dignity, then, are not located within a given person’s status as “male” or “female,” just as it does not reside within the generalized strictures of “human” conceived as a nature or essence. Individuals are what God primarily intends, not the biological sex or the socialized and constructed gender that is presumed within a given society. Fundamentally, all people share, on some level, their status as contingently existent and, on another level, they share a common nature as something we might call human, but any further demarcation is a material distinction made after the fact that reflects social or cultural norms rather than that which is metaphysical or ontological. (139–140)   Horan’s (2019, 141) theological stance is rooted in the dignity of existence as he posits, “But what God desires first, from all eternity, is not the creation of this species or that species in general, but a community of diverse and inexhaustibly unique individuals that bear inherent dignity and value by virtue of their existence and nothing more.” Similarly, a Catholic theologian, Arthur David Canales (2022), roots his argument for more inclusive LGBTQ+ pastoral care in imago Dei as well, particularly in parish youth ministry. According to Canales (2022, 21), Christianity maintains a preferential option for the poor, an obligation to protect the dignity and well-being of the less fortunate, and a responsibility to see everyone as created in imago Dei. Every person is created in imago Dei, despite religion, race, class, gender expression, or sexual orientation. We must consider something new.   31  With a deeper understanding of imago Dei, Catholic teaching can now be challenged as it impacts spiritual care efforts for LGBTQ+ people. Horan (2019) considers the impact of two doctors of the church, Thomas Aquinas and John Duns Scotus. Horan theorizes that Thomas Aquinas’s essentialist focus on male and female has skewed present day theology. The impact of the Aquinas’s viewpoint cannot go unnoticed and must be challenged because these “unchecked deficiencies that form the foundation of the church’s understanding of the human person” (Horan 2019, 151–152) do not recognize the inherent dignity of all human life.  Horan (2019, 136) proposes a reconsideration of Scotus’s notion of haecceitas, which “resituates the focus of human value and dignity from an essential and universal ‘essence’ or ‘nature’ to a location of radical particularity.” Horan (2019, 153) acknowledges that our current understanding of theological anthropology needs to shift, concluding that “how some of these perennial contentious issues in the church and academy might be reimagined or addressed anew according to this hermeneutic of catholicity.” Horan’s theological anthropology contributes to the discussion of how to be more inclusive to LGBTQ+ students in catholic high schools and shows how Catholic doctrine can be reevaluated.  Catholic Church teaching has changed over time. When engaged with the modern world, the Church considers dogma, morality, and the societal issues at hand. An example of how the Catholic Church has shown that its teaching can and does change as it engages in the modern world, is its stance on just war theory. Church teaching on war has changed over the years. With roots back to Augustine, just war theory or tradition has developed over time (O’Driscoll 2015, 1). Pope Benedict XV condemned World War I   32  and was unsuccessful in bringing about peace; however, since then, significant changes in Catholic theology on this subject have moved the Church toward pacifism (Beck 2015, 131). In fact, Pope Francis recently stated that the Catholic Church believes it is time to rethink the concept of just war theory and, in light of the war in Ukraine, said it is important, “to abolish war, to erase it from human history before it erases man from history” (Wells 2022). Although there is no official teaching on abolishing war explicitly, such statements could pave the way for new teachings. Another social teaching that has changed is the topic of racism. The Catholic Church “no longer sanctions slavery, as it once did, and some more recent documents about racial justice have been informed by developments in the social sciences about structural racism” (DeBernardo and Shine 2022, 51). These examples show how the Catholic Church is able to consider the morality of topics and be open to change.  A comprehensive look at Catholic Church doctrine, rooted in Jesus’s invitation to love the neighbor, allows people to see that inclusivity and community is at the heart of Catholic theology. How to be more inclusive and less discriminatory demands reconsideration of language and how to move from a theology of exclusion to a theology of inclusion. The USCCB (1997) reminds us in their letter to families, Always Our Children, that  Every person has an inherent dignity because he or she is created in God’s image. A deep respect for the total person leads the Church to hold and teach that sexuality is a gift from God. Being created a male or female person is an essential part of the divine plan, for it is their sexuality—a mysterious blend of spirit and body—that allows human beings to share in God’s own creative love and life. (7)    33  This creativity can also be found in other areas of study. Spending some time looking to Protestant theology and other forms of liberation theology can help expand Catholic practice to further include LGBTQ+ students in spiritual care at catholic high schools. Queer Theory, Praxis, and Liberation Theology Beyond Catholic theology is an area of literature that may help in the conversation about spiritual care for LGBTQ+ youth in catholic high schools. Queer theory, queer praxis, and queer liberation theology offer multiple lenses for the Catholic Church to consider how spiritual care of LGBTQ+ folks could look. Nikki Sullivan (2003), a lecturer in the department of critical and cultural studies at Macquarie University, offers a multitude of critical analyses in the field of queer theory, one of many liberation theologies. Sullivan highlights how society has taken the biblical reading of homosexuality as sinful and translated it to law which continues to impact same gender loving people today. Sullivan recounts sodomy legislation (Sullivan 2003, 3) that has criminalized and demonized same gender loving folks as well as homosexuality being considered a mental illness “that could be cured by therapeutic means” (Sullivan 2003, 15). Other cures range from “the so-called ‘talking cure,’ to aversion therapy, to insulin-induced shock, to the use of chemicals . . . to provoke grand mal seizures, to the mutilation of the bodies of homosexuals in and through procedures such as castration” (Sullivan 2003, 17). Sullivan’s account of the history of this criminalization helps show how society and the Church have actively discriminated and challenged LGBTQ+ inclusivity. In summary, queer theory seeks to look at the world and societies injustices through the worldview of LGBTQ+ people.   34  A look at how queer theory connects to Catholic theology helps in considering spiritual care of LGBTQ+ students. Queer theory challenges Catholic theology in that it, “as a deconstructive strategy, aims to denaturalize heteronormative understandings of sex, gender, sexuality, sociality, and the relations between them” (Sullivan 2003, 81). Although uncomfortable for some Catholics to consider, queer theory pushes Catholic dialogue to how heteronormativity can negatively impact LGBTQ+ people in a way that is non-life affirming. Dialoguing, welcoming with open arms, and acknowledging that, as Buechel (2015, 60) presents, “Christian theology was queer two thousand years before queer theory was invented . . . queer theory as a form of ‘divine illumination’. . . allows us to approach our own tradition anew and see that which has long been hiding in plain sight.” Embracing Buechel’s premise that Christianity has a counter-cultural “queer” foundation and turning that into practice and healing will allow Christian churches to get back to following Jesus Christ more authentically. Another avenue of study the Church could look to for ideas on how to embrace a theology of inclusion for LGBTQ+ people is to look to queer praxis, which can help define a new way forward that grounds spiritual care of LGBTQ+ efforts in table theology. Queer praxis is an extension of queer theory in that it identifies the discrimination experienced by LGBTQ+ people and offers a way of praxis, or practice, for those in ministry to consider. A leading theologian in this field is Bishop Yvette A. Flunder. Flunder (2005), who has a doctor of ministry degree from San Francisco Theological Seminary and is pastor of City of Refuge United Church of Christ in San Francisco, writes in her book, Where the Edge Gathers: Building a Community of   35  Radical Inclusion, how queer praxis can be used to heal individuals, communities, and especially our churches.  In the introduction to her book, Flunder (2005, x) highlights her inclusive theology stating, “Sustaining community among people who visibly represent marginalized groups necessitates (a) the use of village ethics or knowing where the boundaries are when all things are exposed and (b) the importance of village table theology or giving everyone a seat at the central meeting place or the welcome table.” In queer praxis, all are invited to meet at the metaphoric table to tell their stories and to contribute their gifts to all parts of the Christian church, including leadership (Flunder 2005, 16). Although Flunder’s book is outdated in that marriage equality was achieved in 2015 (US Supreme Court 2015), her argument that same gender loving (SGL) marriages be celebrated in all Christian churches is still a rally cry that has not been heard by many conservative Christian churches, particularly the Roman Catholic Church. For LGBTQ+ people, this is a justice issue. Flunder (2005, 21) suggests all Christian churches must engage in dialogue about how to overcome this archaic stance that only heterosexual marriage is blessed by God: Flunder (2005) writes: It is essential that the Christian church fully affirm the unions of SGL Christians so as to influence the next generation with the normativeness of the presence of SGL leadership and same-sex families. Forced, second-class citizenship is a justice issue, an institutionalized prison that traps SGL people in an enforced deviant position if they want to remain active in the Christian community. (23–24)   Queer praxis can illuminate ways of approaching spiritual care practice that can support and affirm all students, particularly those who identify LGBTQ+. Returning to Catholic theology, in its own teaching in the CCC, the Catholic Church expresses in article 6 how integral sexuality is to the human person. It states,   36  “Sexuality affects all aspects of the human person in the unity of his body and soul. It especially concerns affectivity, the capacity to love and to procreate, and in a more general way the aptitude for forming bonds of communion with others” (Libreria Editrice Vaticana 2000, 560). With this foundation, it is within reason to assume that the Catholic Church could take this teaching a step further to consider Flunder’s table theology as groundwork to spiritual care offerings for LGBTQ+ students in catholic high schools. In addition to serving all in the community, Flunder (2005, 21) challenges the Church by maintaining the focus as a justice issue. How might “fresh theology and interpretation” (Flunder 2005, 37) nudge the sexual ethics present in the Catholic Church to a more open and affirming stance and practice? After considering queer theory and queer praxis, incorporating queer liberation theology in the Catholic Church through their own justice lens in approaching this work will benefit LGBTQ+ students. Queer theology “takes an intersectional approach which also requires interrogation of other contexts and identities such as ethnicity, disability, class, and social location. In this way it has the potential to encourage reflection on faith communities and their activities in a kaleidoscopic perspective deeply committed to the pursuit of justice” (Cornwall 2019, para. 16).  Andy Buechel (2015, 14), author of That We Might Become God: The Queerness of Creedal Christianity, reminds us that, “It is very difficult to see the church as the place where humanity is being brought together as a sign of our eschatological unity in the Triune God. . . . [M]uch of the church has accepted without question modern ideology on sex and gender.” As a Church, we are in a crisis for not upholding the Catholic social teaching, life and dignity of the human person, when it comes to SGL folks.    37  The USCCB (2023, para. 1) includes in its description of this teaching that, “We believe that every person is precious, that people are more important than things, and that the measure of every institution is whether it threatens or enhances the life and dignity of the human person.” To accept an LGBTQ+ person only part way, instead of in their full capacity, is detrimental to life.  As referenced previously, Pope Francis’ famous quote “Who am I to judge?” references this partial acceptance (McElwee 2016). Pope Francis received praise for this statement, but it did not change the moral theology of the Catholic Church. To not welcome the LGBTQ+ community in full communion as they live into their highest potential is antithetical to the foundation of these themes of social justice and to Jesus’s life, mission, and ministry. This lack of welcome is also creating a chasm in which LGBTQ+ adolescents do not find the spiritual care support they need in the midst of societal and religious pressures (Sanders 2020).  To practice queer liberation theology means “talking, reflecting, and writing about the misnomers, challenges, and deconstruction of hegemonic, postcolonial, totalitarian or traditional theology (T-theology) that pigeonholes natural binary classifications of sexual and gender identity” (Canales 2022, 137). The Catholic Church must continue to live into the tension to see all humans equally in the eyes of God. This would be a wonderful first step in acknowledging the harm caused by its sexual ethics.  Accompaniment What practices of accompaniment are seen in the Catholic Church, particularly in Catholic high schools? Locally, in the Archdiocese of Seattle, recently appointed Archbishop Etienne has instituted two new priorities. First, the archbishop began a   38  pastoral council for the archdiocese, which was a recommendation of Vatican II but has not been used since the era of Archbishop Hunthausen, an ardent supporter and minister to the LGBTQ+ community (McCoy 2015, 159–162). Second, because of the international news coverage about the forced resignation of two LGBTQ+ employees at Kennedy Catholic High School, Etienne appointed a special task force to oversee an evaluation and recommendations for the employee contract covenant regarding same-sex partnerships (Archdiocese of Seattle 2020).  The recommendations of this year-long task force sat before the archbishop for over a year while he was in discernment. Although the final decision is not officially published, letters were written to school employees in January 2022 and October 2022 indicating there will be an adjustment to the covenant language (Archbishop Paul Etienne, letter sent to all diocesan employees, October 27, 2022). This unique engagement by our local church to respond directly to the quandary facing the Catholic Church today demonstrates a willingness on the part of the Catholic Church to pay attention to the signs of the times and respond. It also shows witness to LGBTQ+ students that the Catholic Church wishes to accompany all people. An in-depth look at local efforts to accompany LGBTQ+ youth can be helpful in identifying ways to weave in prayer and programing that (a) highlight injustices, (b) offer a call to action, and (c) show that Catholics can and will speak up for those our own Church chooses to marginalize. That is why this research is so important. Nationally, there is a campus ministry effort to support campus ministers who accompany their LGBTQ+ students. This online group was formed by a doctoral student at Catholic University and theology teacher at Xaverian Brothers High School in Westwood,   39  Massachusetts, David Palmieri. Several hundred campus ministers meet periodically throughout the year over Zoom to talk about pastoral approaches to high school ministry with LGBTQ+ students (Without Exception 2021).  Palmieri’s focus is on pastoral care of LGBTQ+ students and creating a support group for campus and pastoral ministers to talk about resources and issues facing their schools. This resource includes several Washington Catholic high school campus ministers, including myself. As stated in their recent synod publication sent to 800 Catholic ministries across the country, “Through a commitment to faithful dialogue and peer collaboration, we seek to understand what it means to love every person without exception” (Without Exception 2021). Although this group is newly formed, it is helping campus ministers identify appropriate and affirming programming. There is also a movement in the Catholic Church hierarchy toward inclusion and affirming ministries that will help LGBTQ+ students. Examples exist all over the world, but the leader who make the news most often is the top European Union cardinal, Jean-Claude Hollerich of Luxembourg, president of the Commission of the Bishops‘ Conferences of the European Union. Hollerich (Nachrichten-Agentur 2022) calls for change to Catholic Church teaching and specifically says, as quoted in the National Catholic Reporter, “I believe that the sociological-scientific foundation of this teaching is no longer correct.”  Cardinal Hollerich says it is time for a fundamental revision of church teaching and suggests the way Pope Francis had spoken about homosexuality in the past could lead to a change in doctrine (Nachrichten-Agentur 2022). Similarly, the American Jesuit priest, Fr. James Martin, SJ (2021), has also focused on inclusivity and combating   40  negative messages. These contributions by Catholic leaders invite the Catholic Church to reconcile itself with its antiquated teachings. Focusing on community-building, Martin (2018) suggests that through parish ministry, by identifying areas of possible commonality rather than division, and looking to our current Pope, we can be inspired to focus on this ministry as a much needed and primary focus.  With some support from the hierarchy of the Catholic Church, accompaniment takes on new meaning; however, it is imperative that the Catholic Church create policies and print literature on how to accompany with sensitivity to the unique needs of LGBTQ+ students. Coupled with data from The Trevor Project (2021) about the mental health toll this absence of ministry may be causing, I am seeking through this research to open wide the hearts of all to what Catholics could be capable of doing to support LGBTQ+ youth. As Efran Menny (2022), writer for Black Catholic Messenger asks:  So what are Catholics to do? The worst answer is to retreat and cower in the face of oppression. Remaining silent while millions of men and women live in crippling fear is not the solution. In addition, thumping the orthodoxy of our eternal teachings on marriage, sexuality, and sex is a reactionary tactic that serves to ostracize rather than aid. When approaching the human rights issue of LGBTQ+ mistreatment, we need to affirm two principles of Catholic Social Teaching: the life and dignity of the human person, and radical solidarity. (17)  It is through this lens that I view spiritual care offerings of LGBTQ+ Catholic campus ministries and the current literature, both theological and sociological, to create a new way forward. Practical ministry documentation on efforts to address spiritual care in catholic high schools are very rare. Literature around this topic was nonexistent until 2022; however, most sources are written toward parish ministry. For example, LGBTQ Catholics: A Guide to Inclusive Ministry, by Catholic writer Yunuen Trujillo (2022),   41  guides parishes on how to accompany LGBTQ+ people in the parish but has several suggestions of what all Catholic communities can do to support LGBTQ+ people. Similarly, Arthur David Canales (2022), a Catholic theologian, dedicated the past decade to youth ministry pastoral implications through various books and articles. A pastoral document was published in 2018 for the US Catholic Church by the USCCB (2018) that addresses the topic of LGBTQ+ spiritual care tangentially. “Open Wide Our Hearts” (USCCB 2018) focuses on diversity, equity, and inclusion. Although most of this document is focused on race relations, it creates a basis for inclusivity that is a recent beginning for the Catholic Church.  In corresponding with two leading LGBTQ+ Catholic advocates, Fr. James Martin, SJ, and Frank DeBernardo, director of New Ways Ministry, an LGBTQ+ Catholic advocacy group, there are no other documents or studies occurring in the Catholic Church regarding support of LGBTQ+ high school students. When asked about this topic, both Martin and DeBernardo stated that there are almost nonexistent resources available except what can be found online (Frank DeBernardo, email message to author, January 7, 2022; James Martin, email message to author author, January 6, 2022). As leading experts and tireless advocates of LGBTQ+ inclusion, both Martin and DeBernardo expressed the need for more research and writing on this topic. Whenever one talks about being more inclusive toward LGBTQ+ folks in the Catholic Church, the pushback is instantaneously critical. Even when the hierarchy of the Catholic Church speaks up for inclusion, as Cardinal Robert W. McElroy did in January 2023, the outcry critiques and shames such efforts. Cardinal McElroy (2023) called for a radical inclusion of women, divorced, and LGBT Catholics:    42  For this reason the church must embrace a eucharistic theology that effectively invites all of the baptized to the table of the Lord, rather than a theology of eucharistic coherence that multiplies barriers to the grace and gift of the eucharist. Unworthiness cannot be the prism of accompaniment for disciples of the God of grace and mercy. (para. 31)  Cardinal McElroy intends to open the conversation, but there are many in the Catholic Church who demonize him and refuse to engage. The National Catholic Register publishes articles aimed at upholding the sinfulness of homosexuality and does not see spiritual care, or specifically reception of the Eucharist, as a possible conversation. Fr. Raymond J. de Souza (2023) retaliated:  Cardinal McElroy’s argument — that “the distinction between orientation and activity” cannot be a “principal focus” — undermines a great deal more than he allows. Indeed, as a confessor, he would know how crucial the distinction is. A penitent who mentions an involuntary desire for adulterous relations but resists the temptation is not only not guilty of a sin, but is practicing virtue. A penitent who entertains such desires but does not act upon them is guilty of a sin, though likely not a grave one. And the penitent who engages in adultery is guilty of a mortal sin. (para. 9)   de Souza (2023) deepens his argument stating that, “In traditional pastoral practice, the two ought to go together, affirming the dignity of every person while also advising that sinful acts be avoided” (para. 8). Fr. de Souza’s dismissing of Cardinal McElroy’s invitation contributes to a culture of condemnation and judgement rather than one that uplifts and accompanies all people on their spiritual journey. It is my assertion that the focus must remain on the life and dignity of the human person. Summary The Catholic Church continues to respond to issues facing the world; however, a focus on LGBTQ+ spiritual care is in order. After reviewing encyclicals, pastoral letters, Catholic Church teaching, Protestant theologians, and pastoral ministers working with LGBTQ+ Catholics on providing spiritual care, there is clearly a dearth of information   43  regarding how to approach and implement LGBTQ+ spiritual care, particularly in catholic high schools. This research fills a gap in what is known about (a) what spiritual care offerings are found at Catholic high schools and (b) the importance of these offerings for young adult Catholics. With an upcoming international synod aimed at hearing the voices of the laity, and a pope who is willing to lean into the conversation, it is an important time to analyze LGBTQ+ spiritual care. Although there are challenges facing the Church on multiple levels, accompaniment rooted in the life and dignity of the human person will move the Church toward healing itself. By following Pope Francis’s lead in working toward embracing all people, it behooves the laity and clergy working in the trenches to consider possible spiritual care practices that could aid in the journey.     44  CHAPTER 3 METHODOLOGY Introduction As a high school campus minister who has served at three Catholic high schools in the state of Washington over the past 25 years, I am uniquely situated in proximity to spiritual care offerings in our local Catholic high schools. Because I have worked at two Category II schools and one Category I school, I am aware of various spiritual offerings and approaches to campus ministry and education depending on the charism of the school and proximity to the archdiocese. In this research, I focused on current spiritual care offerings for LGBTQ+ students in Washington Catholic high schools and offer an overview of (a) what is presently happening, (b) what is not happening, and (c) what views those in leadership at these schools hold. Due to the sensitive nature of involving current students, I chose to focus on alumni from Catholic high schools who have first-hand experience and who benefit from maturity, time, and life experience to speak to their spiritual journeys.  Rather than focus on just one of these efforts, a convergent mixed methods approach seemed imperative. My hope in putting forth a rigorous two-part study remained two-fold: (a) quantitative research allowed for current data on what is happening in Category I and II schools and (b) capturing the personal spiritual journeys of six alumni during and after their high school experience through qualitative interviews. Allowing the results of these two efforts to speak to each other in this study led to important, timely, and necessary spiritual care recommendations that could save lives.   45  Overview of Purpose and Research Questions Through this project, I sought to analyze best spiritual ministry practices for LGBTQ+ high school students in Catholic high schools in the state of Washington. This research seeks to affirm the Catholic Church’s fundamental value to uphold the life and dignity of every human being. Regardless of sexuality or gender identity for youth and employees at Category I and Category II Catholic high schools, upholding the life and dignity of the human person is of utmost importance. Because there is no database, textbook, policy guideline, or office of support to turn to in the Catholic Church, it is prudent to share the story of what is happening and what is not happening and, hopefully, identify what may be helpful to accompany all students, particularly LGBTQ+ identifying students, on their spiritual journey.  My hope is that this research will speak to all campus ministry programs and be useful to administrators, counselors, campus ministers, and diversity, equity, and inclusion (DEI) directors in Washington and beyond. Two research questions guided this study: 1. What do spiritual care offerings for LGBTQ+ students look like at Category I and Category II Catholic high schools in the state of Washington?  2. What are best practices for serving the spiritual needs of LGBTQ+ students?  To answer these questions, I used a convergent mixed methods approach grounded in the transformative research model. Research Methods I chose to address these primary questions through a convergent mixed methods approach because it uses both quantitative and qualitative data to respond to the research   46  questions. Mixed methods research originated in the late 1980s and early 1990s and can be integral to amalgamating quantitative and qualitative elements of a research project (Creswell and Creswell 2018, 215). As Creswell and Creswell (2018) point out:  Drawing strength from both quantitative and qualitative research, mixed methods research “is a useful strategy to have a more complete understanding of research problems and questions . . . comparing different perspectives drawn from quantitative and qualitative data . . . [and] developing a more complete understanding of changes needed for a marginalized group through the combination of quantitative and qualitative data. (216)   Because this study involves high school data, interviewing and collecting stories of LGBTQ+ alums to further illuminate these findings created a depth to the research that could not be achieved without their voices.  I used two specific methods to collect data. The first approach involved data collection via online survey from 51 participants currently working at Washington Catholic high schools. I chose a cross-sectional survey because it allowed me to collect a snapshot of current school programming and attitudes and beliefs about spiritual care for LGBTQ+ students (Mills and Gay 2019, 202). Collecting these data allowed me to identify the spiritual care practices currently in place. The survey included a 5-point Likert-type scale about attitudes toward serving LGBTQ+ students. Quantifying this portion of the study allowed me to see what current administrators, counselors, campus ministers, and DEI directors think about certain interventions and/or spiritual care practices for LGBTQ+ students (Mills and Gay 2019, 174).  The second part of the study involved a qualitative method of group interviews using five open-ended questions. Using descriptive and in vivo coding, results were then themed (Saldaña 2021, 133–143). This portion of the project revealed the necessity of LGBTQ+ voices in the study because it further highlights spiritual care needs of   47  LGBTQ+ students in Catholic high schools. A convergent mixed methods approach allowed for more depth and breadth. I focused on gathering information quickly from a large group of high school professionals, but I also captured the personal stories of alums who experienced life in a Catholic high school as LGBTQ+ students.  In the research design phase of this project, it became abundantly clear that multiple voices could strengthen this inquiry and make an impact on the practical ministry offerings in Catholic high schools. This necessitated a convergent mixed methods design. Examining the multifaceted layers of spiritual care for LGBTQ+ high school students meant hearing about current practice from a variety of schools through an online survey and directly from alumni in group interviews. This multilayered design, according to qualitative research experts Lyn Richards and Janice M. Morse (2013, 99), “may access more than one dimension within the same project, thereby making the results broader and more comprehensive.”  A survey of schools demonstrates what is and what is thought to be happening in the context of catholic high schools, and interviews with LGBTQ+ alumni allowed me to hear the idiographic knowledge of people who experienced spiritual care within those walls (Swinton and Mowat 2016, 43). Furthermore, as qualitative research and practical theologians, John Swinton and Harriet Mowat (2016), point out, practical theology highlights the importance of story and storytelling. Storytelling is a foundational model for gathering information through idiographic truth as it “assumes that no two people experience the same event in the same way; indeed, no individual will experience the same event in the same way twice. Idiographic events can be profoundly life-changing”   48  (Swinton and Mowat 2016, 40). Personal stories can reveal important truths that quantitative data alone cannot address. Learning the personal stories of LGBTQ+ alumni was an opportunity to gain knowledge on these important truths. Interviewing six LGBTQ+ alumni who graduated from Catholic high schools allowed personal stories to maintain a place in this inquiry. To recruit participants, I used purposive and snowball sampling (Richards and Morse 2013, 221). Because I was intentionally looking for alumni of Catholic high schools who identify as LGBTQ+, purposive sampling ensured this specific criterion would be met. Snowball sampling increased the participant numbers as participants reached out to join the study (Sensing 2011, 83–84). Local campus ministers also helped recruit participants (Richards and Morse 2013, 89). Thus, six participants voluntarily joined the group interview process (Creswell and Creswell 2018, 187).  In developing the interview questions, I followed the interview protocol presented in Creswell and Creswell (2018, 191). In choosing to do convergent mixed methods, each alumni participant completed a presurvey that contained similar questions to the quantitative survey portion of this project. The interviews involved a semistructured questionnaire that was sent to participants prior to the online video conference (Richards and Morse 2013, 127). The total number of questions did not exceed the five to ten recommended by Creswell and Creswell (2018, 190). Each group answered the exact same questions, which were open-ended and allowed for personal responses to each question. This summarizes the research methods for this convergent mixed methods study on spiritual care of LGBTQ+ students in catholic high schools.   49  Research Design Some would say a mixed methods design for a practical theologian goes overboard. Why not just interview the six alumni, code for themes and call it a day? Is it truly necessary for a researcher to spend her time focused on essentially two projects? In this case, the answer is more complicated than a simple yes or no. In-depth interviews meet criteria for a dissertation and the truth-telling alone that occurred in these interviews confirms the need for more LGBTQ+ voices to speak into society’s heteronormative culture. However, in my work as a campus minister, there is a dearth of information on how to meet our LGBTQ+ students where they are at, regardless of the support in the archdiocese or school itself. In fact, the mere mention of naming such support has isolated me in the workplace. It seemed imperative to include up-to-date information from Catholic high schools to help tell the story of official and unofficial efforts to provide spiritual care for all students. Both approaches speak to the need for more robust programming, more visibility, and the need to truly accompany all students. Therefore, I chose a convergent mixed methods approach for this research.  Because this research was inspired by Catholic Church teaching on the life and dignity of the human person, I was drawn to the transformative research and evaluation model as defined by Donna M. Mertens (2009), writer and professor at Gallaudet University. Using a transformative paradigm calls the researcher to look at a problem in the world, “to acknowledge that addressing issues of power, discrimination, and oppression can play a key role in redressing inequities” (Mertens 2009, 3) while seeking social change. The importance of involving LGBTQ+ voices in this research demonstrates that, “By establishing a transformative approach and reaching out to   50  concealed communities, researchers have the opportunity to engage voices that have been traditionally unrecognized or excluded” (Mertens 2009, 23).  Transformative research bridges two philosophies of social justice and pragmatism, which are both popular avenues in mixed methods literature (Creswell and Plano Clark 2018, 40). With the focus on social justice and rooting out oppression, the transformative paradigm or worldview allows the researcher to look critically at a topic and find a possible solution through the research (Creswell and Plano Clark 2018, 40). Rooting my research in a social justice mindset became key to the design process. In a convergent mixed methods design, the researcher merges qualitative and quantitative data for the purpose of comparing and combining results (Creswell and Plano Clark 2018, 68). The intent of convergent design is to collect different, but complementary, data on the same topic. In this case, collecting data on spiritual care of LGBTQ+ students in Catholic high schools while also interviewing alumni of Catholic high schools allowed me to look at data separately but then make a side-by-side comparison.  Specifically, using convergent mixed methods design allowed me to analyze each data set separately and then compare “the results to see if the findings confirm or disconfirm each other” (Creswell and Creswell 2018, 217). Convergent mixed methods design allows for different types of information to speak to each other. The quantitative data collection through online survey allowed for many participants, which gave me an understanding of what current programming is or is not available to LGBTQ+ students. Concurrently, interviewing six alumni of Catholic high schools allowed for depth and breadth to the topic of spiritual care of LGBTQ+ students. As an integral tool for   51  qualitative research, “Interviews allow people to describe their situations and put words to their interior lives, personal feelings, opinions, and experiences that otherwise are not available to the researcher by observation” (Sensing 2011, 103). In tandem with the online survey, the similar interview questions allowed me to code and theme together, which generated results I was able to interpret and find validity through side-by-side comparison with the quantitative results (Creswell and Creswell 2018, 220–221).  In both sets of data, similar questions were asked about spiritual care. The online survey sought quantifiable data in terms of what specific spiritual care options are currently available to LGBTQ+ students in Catholic high schools in Washington—specifically clubs, Mass involvement, retreats, prayer groups, and service projects. Beyond practical spiritual care programming, the survey asked about approved clubs and LGBTQ+ signs or symbols visible to students in the school. These closed ended questions allowed me to see what is happening both visibly and invisibly in the fifteen Catholic high schools in Washington.  Similarly, the group interviews explored what participants remembered from their high school years about the spiritual care options available, if clubs were formed, if there were safe adults to talk to, and if there were any LGBTQ+ signs or symbols visible. A presurvey allowed for a quick collection of responses, although the open-ended questions during the interviews created a narrative about the actual experience of what spiritual care offerings helped and hindered their experience as LGBTQ+ students in catholic high schools. Coding these responses and collapsing these codes into broad themes allowed both sets of data to speak to each other through data analysis (Creswell and Creswell   52  2018, 219). These qualitative data, in effect, add to the story of what is going on in Catholic high schools. In this study, I also examined attitudes about spiritual care practices in Catholic high schools. Each online participant was asked four questions using a Likert-type scale, and each participant responded with their level of agreement with each statement. This instrument is helpful because it examined the attitudes of the respondents. An attitude will “indicate our characteristic way of thinking about certain situations or ideas; they reflect our tendencies to accept or reject groups, ideas, or objects” (Mills and Gay 2019, 174). Assigning positive points to each strongly agree response helped show favorable attitudes toward each statement, and the lower the number of points indicated unfavorable attitudes (Mills and Gay 2019, 175). In chapter 4, I will discuss how the Likert-type scale portion of the survey connects with transformative research and how perception and practice may differ. Samples This mixed methods research project involved two sets of samples. One sample included survey responses from high school administrators, counselors, campus ministers, and DEI directors. The second sample included two group interviews totaling six participants. Those interviewed also completed a pre-interview survey. This research took place in October and November 2022. Online Survey Sample With no readily available database of the Catholic high schools in Washington, I researched the Seattle Archdiocese and the Yakima and Spokane Dioceses. I discovered fifteen Catholic high schools in the state of Washington. Pouring over each high school   53  website, I identified each schools’ administrators, counselors, campus ministers, and, if they had one, the DEI director. Gathering this information, I created a database of names, job titles, and high school email addresses from the school websites. The range of contacts from each high school varied from four possible participants (two administrators, one counselor, and one campus minister) at a Category II school to thirteen (multiple administrators, counselors, campus ministers and one DEI director) at a Category I school. A total of 144 online surveys were sent to identified contacts. Of these, three emails returned as undeliverable. Several individuals contacted me after learning of this study to identify themselves as a possible eligible participants. Three reminder emails were sent out to potential participants with links to the online survey. Fifty-one participants began the online survey and at least forty-five answered most of the questions. Demographics for the online survey were collected from fifty-one participants; however, not all participants answered all questions. Participants ranged from twenty-three to sixty-seven years of age (see appendix K for demographics). Seventeen participants were under the age of forty; twenty were between forty-one and sixty, and eight participants were over the age of sixty. In terms of gender, twenty-five respondents identified as female (56%), nineteen identified as male (42%) and one participant preferred not to identify their gender.  Participants were also asked to identify their race. The largest racial group was White (63%), followed by Asian/Pacific Islander (63%), Black or African American (10%), Hispanic or Latino (10%), Native American or American Indian (4%), and Other or Mixed Race (2%). In terms of religion, the overwhelming majority identified as   54  Catholic (76%) with others identifying as Christian (5%), Agnostic (2%), Native Spiritual (2%), or non (2%).  Alumni Group Interview Sample The sample size for the group interviews were four and two. Ideally, the group interview would have included all six participants, but two contributors were unable to attend at the original date and time, so I offered a second date and time that worked for them. The same interview protocol was used for both interviews (see appendix E). Both group interviews took place using Zoom, an online conferencing tool. Each interview was recorded, transcribed, and coded. Although participants used only first names in the group interview. Although I originally chose to use pseudonyms, it became clear that, to ensure anonymity, I needed to identify participants as speakers 1–6. Speaker 1, an Asian female, attended a Category II school and currently works as a campus minister in a Category I school. Speaker 2, a Latinx male, attended a Category I school and is currently enrolled in college while working fulltime. Speaker 3, a mixed-race male, attended a Category II school and serves as a campus minister at a Category II school. Speaker 4, a white female, attended a Category I school and currently teaches at a Category I school. Speaker 5, a black male, attended a Category II school and currently is a small business owner. Speaker 6, a white female, attended a Category I school and works as a mental health practitioner. These participants all completed a presurvey online to (a) ensure their informed consent, (b) gather practical information such as what type of school they attended, and (c) determine if there was a club and/or signs and symbols demonstrating support of LGBTQ+ high school students in their high school experience. The selection criteria for participation in the group interviews included currently   55  identifying as LGBTQ+ and being a graduate from a Category I or Category II Catholic high school (see appendix L for demographics). Setting The online quantitative research occurred through Qualtrics, an online software program that helps design, distribute, record, and analyze survey data for both closed-ended and open-ended questions (Qualtrics 2023). After populating my questions in Qualtrics, I sent six different practice surveys to ensure usability, clarity of questioning, and ease of use. Once emails were loaded into Qualtrics, I implemented a four-week plan to capture the data and remind participants to complete by the deadline (See appendix F for email communications). Concurrently, the alumni interview group also completed a presurvey that was built using Qualtrics (2023). The group interview occurred online using Zoom (2023), an online communication platform that allowed folks from different time zones to participate via video. Although four participants lived locally near Seattle, WA, two were in other cities across the United States. Zoom ensured both video recording, audio recording, and a written transcription of each group interview. These multiple ways of capturing the conversation became invaluable in the coding process. In pre-pandemic circumstances, the preferred method would have been in-person interview. However, Zoom ensured that all could show up to the interviews, particularly given the volatile nature of COVID-19 and exposure rates. Knowing that I would be interviewing folks about their personal spiritual journeys, I ensured that I interviewed them in a space clear of interruption.    56  Data Collection Confidentiality in the small group interviews and anonymity in the surveys was paramount. For the small group interviews, I emphasized the importance of confidentiality at both the beginning and the end of the session. I asked participants to respect each other’s privacy and not reveal identities of other participants or share their stories (Sensing 2011, 36). All participants’ real names have been changed and all identifying information regarding specific school or other personal information has been changed to protect confidentiality and so they may remain anonymous to the reader (Richards and Morse 2013, 205). For the surveys of staff, I used Qualtrics, an online survey generator, which ensured anonymity of responses (Mills and Gay 2019, 215). Structured and unstructured questions were built into the online survey (see appendices C and E). Basic data about what each participant does professionally and what they have seen in relationship to LGBTQ+ spiritual ministry at their respective high schools began the survey. Included in the survey were two unstructured questions about signs and symbols as well as presence of LGBTQ+ clubs on campus. A Likert-type scale, which sought responses on attitudes, was used with four questions. Lastly, as a researcher, I was curious about the demographic (i.e., age, race, gender identity, and religion) make-up of respondents from Washington Catholic high schools.  All questions were optional, and participants could quit at any time. Data collection via Qualtrics survey was available for four weeks, and I resent the email invitation to participants who had not participated. The survey was set up in such a way that a random number was assigned each participant and no other identifiers were collected—including email addresses, participant names, or school names. Even though   57  participants understood the confidential nature of their identities when they signed their informed consent prior to taking the survey, the surveys were, in fact, anonymous. It is possible some participants came from the same school, and it is also possible some schools in Washington did not have any participants. Simultaneously, while the quantitative survey was taking place, I used purposive snowball sampling to recruit participants for the alumni Zoom interviews. Originally, I was hoping for five to ten participants who met two criteria: (a) Catholic high school graduate and (b) identification as LGBTQ+. Using the data list formed to create the online survey contacts, I emailed the identified campus ministers to encourage them to send my information to alumni who identify as LGBTQ+. Individuals reached out to me over email, and I sent the same email to each contact asking them to fill out a presurvey prior to the online interview (see appendices D, E, and G).  The presurvey included four closed-ended questions and six open-ended questions (see appendices D and E). All six folks who reached out to me completed the presurvey on Qualtrics, and each interview on Zoom included the same script (see appendix H). As each group interview began, I read the same introduction, questions, and final statements. Using the Zoom recording feature, I was able to rewatch each interview multiple times to transcribe both group interviews. A major benefit to snowball sampling is that it allowed for a diverse number of folks from various backgrounds to participate as can be seen in appendix K in the demographics table (Sensing 2011, 84).  The set of questions used for the online alumni Zoom interview included five unstructured questions with possible follow-up questions (Mills and Gay 2019, 204). On the day of the scheduled group interview, all participants received an email that included   58  a copy of the questions and the Zoom link. In addition to describing their spiritual journey, participants were invited to (a) comment on spiritual care offerings at their Catholic high schools, (b) disclose if there was an official club for LGBTQ+ students that operated publicly, secretly, or not at all and their personal involvement with this group. With this question, I hoped to identify what department supported this group, where they met, how students found out about it, and, if there was not an organized group, if they heard of or tried to participate in organizing a group.  I was also curious to know about the responses from administrators at the time. I wanted to know which adults felt safe for them to talk to or where they found support in high school. One of the last questions focused on participants reflecting about how going to a Catholic high school helped or hindered their spiritual journey. Finally, I sought suggestions from participants on what else they would like to contribute to the topic of spiritual care of LGBTQ+ high school students. At the end of each group interview, I read a statement encouraging participants to speak with a trusted loved one if they felt triggered by any information shared in the interview. I also included a few online resources both in the chat feature and by sharing aloud about The Trevor Project, New Ways Ministry, and Dignity (see appendix H). Data Evaluation  A convergent mixed methods research protocol requires collection of both quantitative and qualitative data in response to research questions followed by an integration of the results from the two data sets (Creswell and Plano Clark 2018, 221). Rooted in the transformative research model, I collected descriptive data through an online survey of Washington Catholic administrators, counselors, campus ministers and   59  DEI directors and through the group alumni interviews (Mertens 2009, 191). Questions were designed to collect descriptive information about the types of spiritual care available in fifteen Washington Catholic high schools.  Data analysis in a convergent mixed methods design consists of three phases. The first part of the data evaluation process included collecting data through Qualtrics. During the month-long survey, Qualtrics tracked the responses for ease of data evaluation. This online program also tracked percentages and the mean and median for every question. Analysis revealed obvious results to report regarding schools that had LGBTQ+ clubs and what signs and symbols are present or not. I also analyzed the quantitative results from the survey by comparing Category I and Category II responses to each closed-ended question. Assigning value to the responses, I tallied scores to determine overall attitude, both positive and negative (Mills and Gay 2019, 175). The Likert-type scale revealed a variety of attitudes respondents hold about spiritual care practices. These findings were then ready to be compared to the qualitative data. The second phase of this convergent mixed methods design involved separately collecting qualitative data through two separate group interviews with a total of six participants. For the qualitative portion of the survey, I used recordings of interviews to create automated transcripts through HappyScribe (2023), an online transcription service, which I then edited for accuracy. These transcripts were then formatted for coding purposes and loaded into Delve (2023), an online qualitative coding software program. I then analyzed the transcripts using both descriptive and in vivo coding for the qualitative results from the interviews (Creswell and Creswell 2018, 219). Numerous codes were   60  identified through this process. Grouping codes together created six overall themes. These data were then ready to be compared to the quantitative data through integration. The third phase of this convergent mixed method research involved integration of the results. Using a side-by-side comparison, I sought to confirm or disconfirm the statistical results (Mertens 2009, 220). Navigating these data, I looked at overall responses and separated them into Category I and Category II responses by Catholic school personnel and LGBTQ+ alumni responses. A variety of tables were created to help illustrate the data collected for this convergent mixed methods research project.  Summary of Procedures To conduct this research, I completed the CITI program course on human subjects research for Seattle University’s institutional review board (IRB; see appendix K). I wrote a project proposal that was approved by the research project committee and submitted to Seattle University’s IRB. Seattle University’s IRB determined that this project met exemption criteria from IRB review (see appendix N). These processes ensured my research was conducted in an ethical manner (Creswell and Creswell 2018, 91). Following this communication, I emailed the quantitative survey to 144 previously identified Category I and Category II Washington Catholic high school administrators, counselors, campus ministers, and DEI directors. This online survey was available for four weeks. Concurrently, I sent an email to 29 campus ministers inviting them to reach out to LGBTQ+ alumni who may wish to participate in this research project. Six alumni from Catholic high schools contacted me and participated in one of two Zoom group interviews. The six alumni interviews were transcribed, coded, and   61  themed. Results from the quantitative survey and qualitative survey were then analyzed side by side to check for integration.  Ethical Considerations Due to the nature of this study, it was imperative that folks participate on their own accord. For each part of this project, all 51 survey respondents and six group interview participants responded “yes” to the online informed consent (Creswell and Creswell 2018, 91). This consent form acknowledged the purpose of the research project, listed Seattle University as the sponsoring institution, and included my contact information as researcher (see appendices I and J). The consent form also included the benefits of participation in the study and explained the nature of participant involvement (Creswell and Creswell 2018, 92). Potential risks connected to their voluntary participation were included as well as the steps taken to ensure participant confidentiality (Mertens 2009, 220). Participants were also informed that they could remove themselves from the research at any time (Mertens 2009, 227).  Seattle University IRB determined this study to be exempt from IRB review in accordance with federal regulation criteria. In creating the online survey for Washington Catholic high schools, I ensured confidentiality, which turned into anonymity as Qualtrics did not track participant information. No participant identifiers were included in gathering survey data except for delineation between Category I and Category II schools and position held at the school. There are no identifiers as to whether a participant was from a high school in Spokane, Tacoma, Seattle, or any of the other cities in Washington. However, demographic information was gathered to show the diversity of participants but cannot be tracked per participant.    62  For the alumni interviews, I honored confidentiality by reporting participants as speaker 1, speaker 2, and so forth. I also asked for confidentiality in each group interview and only first names were used. The video and audio recordings are saved on my hard drive and on an online backup drive; they will be destroyed at the end of the writing of this research (Mills and Gay 2019). One consideration is that I did not ask for demographic information of the group interview participants. Prior to the interviews, I did not know if I would personally know participants. As it turns out, I personally know four of the participants. Because of snowball sampling (some participants knew each other and invited them to participate), I was able to gather this information outside the survey and interview. The two distinct parts to this research required participants to share observations and personal experiences on LGBTQ+ spiritual care in Catholic high schools. Given Catholic Church teachings around this topic, the controversial hiring and firing of LGBTQ+ teachers and administrators, and the taboo nature of this subject, there could be other ethical considerations. For example, would participants feel at risk in terms of their employment through their participation in this project? Would LGBTQ+ alumni feel triggered by sharing their memories and stories of going to Catholic high schools? Although I could not control anyone’s reactions to the purpose of this project, I chose to be as clear as possible in my invitations to participate. An extension of my fear in writing this project includes my concern about the number of participants for the online survey. I worried that Category I and Category II Catholic high schools would not participate for fear of retaliation by the diocese or archdiocese and/or school administrators. I worried that no LGBTQ+ alumni from   63  Catholic high schools would be willing to tell their story as a part of the interviews. Discussing and talking about spiritual care of students in Catholic high schools is controversial. To reiterate, the confidentiality of this study was paramount for participation. With both parts of the study, all safeguards were in place to ensure participants would know and believe this. In doing group interviews on Zoom, I did not have control of who else might be in ear shot of the computer screens participants appeared in. This reality did not seem to impact participants; however, this could be an ethical consideration. Summary To address and answer the questions, I implemented a mixed-methods research study. Because of my proximity to working with students in Catholic high schools over the past twenty-five years, I was curious about what spiritual care offerings were available to LGBTQ+ students at both Category I and Category II Catholic high schools in Washington and how the experience of such programming impacted LGBTQ+ alumni’s spiritual journey. Because of the ethical concerns regarding interviewing or surveying underage students, I chose to survey administrators, counselors, campus ministers, and DEI directors. Additionally, by interviewing LGBTQ+ alumni from Catholic high schools, I was able to gather qualitative data to evaluate how spiritual care programming may or may not impact the spiritual life of LGBTQ+ folks. This mixed methods approach produced significant data in terms of what is happening in Washington Catholic high schools and also tells the story of LGBTQ+ alumni who attended those schools. Comparing the quantitative and qualitative data from this study can help steer spiritual care efforts and lead to recommendations that will impact the Catholic Church   64  and result in positive change for Catholic high school spiritual care programming for LGBTQ+ students.      65  CHAPTER 4 FINDINGS Introduction Two research questions guided this study: 1. What do spiritual care offerings look like at a Category I and Category II Catholic high schools in the state of Washington?  2. What are best practices for serving the spiritual needs of LGBTQ+ students?  In this doctoral project, I explored spiritual care in Catholic high schools through two primary sources of data. Through an online survey, a subset of Washington Catholic high school administrators, counselors, campus ministers, and diversity, equity, and inclusion (DEI) directors identified what is happening in terms of spiritual care of LGBTQ+ students and attitudes connected to spiritual care efforts. Further research included alumni group interviews about their experiences as LGBTQ+ students in a Catholic high school and what helped and hindered their spiritual journeys. These responses were coded and themed. Integrating these data to further answer the research questions shows the importance of spiritual care practices in Catholic high schools specifically for LGBTQ+ students.  Quantitative Data Analysis As explained previously, administrators, counselors, campus ministers and DEI directors of all fifteen Washington Catholic high schools received an email with an invitation to participate in an online survey about spiritual care practices of LGBTQ+ students in Catholic high schools. The survey was sent to 144 Washington Catholic high   66  school personnel I identified through online search engines of each school website. Fifty-two participants began the survey with forty-seven completing it in its entirety. Ideally, generalizability of results is best when an overall response rate is 50% or above. However, 30% participation is a minimum guideline for showing validity according to Qualtrics (2023), an online research statistics platform. In the case of this research project, 35.4% of those who received the survey completed it, which gives validity to the following results.  Description of Participants As seen in table 1, fifty-two participants began the survey and forty-seven completed it in its entirety. Four respondents completed between 19%–25% of the questions on the survey. Twenty respondents (39.2%) represented Category I schools, and thirty-one respondents (60.8%) represented Category II schools. Among these participants, 39.2% were administrators, 23.5% were campus ministers, 31.4% were counselors, and 3.9% were DEI directors. The breakdown of respondents’ job titles by school category shows some variance. Category I administrators comprised 40% of respondents, which is similar to Category II administrator respondents’ totaling 38.7% of respondents. More Category II campus ministers (29%) responded than Category I participants (15%), and more Category I counselors (40%) participated than Category II counselors (25.8%). Overall, more Category II administrators, campus ministers, counselors, and DEI directors responded than Category I personnel.       67  Table 1. Number of respondents in each position at their categorized school  Respondent  Total participants    Type of school at which employed   n, (%)   Category I   Category II Administrator  20 (39.2)  8 (40.0)  12 (38.7)  Campus minister  12 (23.5)  3 (15.0)  9 (29.0)  Counselor  16 (31.4)  8 (40.0)  8 (25.8)  DEI director  2 (3.9)  1 (5.0)  1 (3.2)  Other  1 (2.0)  0 (0.0)  1 (3.2)     Student Clubs When asked about their school currently having an administratively sanctioned student club for LGBTQ+ students, 60% of Category I respondents and 67.8% of Category II respondents responded affirmatively. Additionally, 5% of Category I respondents and 9.7% of Category II respondents indicated “maybe” there was an administratively sanctioned LGBTQ+ student club. Among survey participants, 35% of Category I respondents and 19.4% of Category II respondents said no administratively sanctioned club for LGBTQ+ students existed (see table 2). Given the responses from Washington Catholic high school personnel, there is a greater likelihood for Category II schools to have an administratively sanctioned LGBTQ+ student club than Category I schools. There is a greater likelihood that Category I schools do not have an administratively sanctioned LGBTQ+ student club. Overall, 64.7% of schools surveyed reported having an LGBTQ+ administratively sanctioned club.      68  Table 2. Administratively sanctioned student clubs for LGBTQ+ students     Total participants    Type of school at which employed  Respondent   Total, n (%)  Category I   Category II  Yes  33 (64.7)  12 (60.0)  21 (67.8)  Maybe  4 (7.8)  1 (5.0)  3 (9.7)  No  13 (25.5)  7 (35.0)  6 (19.4)  No response  1 (2.0)  0 (0.0)  1 (3.2)     In addition to responding to whether or not there was an administratively sanctioned student club for LGBTQ+ students, participants were asked to give the name of such a club if their school had one; thirty-four participants responded to the question. To maintain confidentiality, I will not disclose the names of the clubs associated with the high schools, but examples of club names include titles such as Love, One Body, A2Z, Pride, Everything, One Voice, Prism, and True Colors. Some schools included their mascot name, which I omitted from this report. Eight of the fifteen schools included in this study appear to have an administratively sanctioned club that is named. As table 3 demonstrates, these clubs are housed in various department, including activities (15.4% for Category I and 76.2% for Category II), campus ministry (15.4% for Category I and 4.8% for Category II), counseling (38.5% for Category I and 4.8% for Category II), and various other departments or a combination of departments (30.8% for Category I and 14.3% for Category II). These findings reveal which Washington Catholic high schools have an administratively approved LGBTQ+ club and what these clubs are called. There is a greater likelihood that Category II schools will have a club.      69  Table 3. Where LGBTQ+ clubs are housed   Total responses   Type of school at which employed Locations n (%)  Category I  Category II     Activities  18 (52.9) 2 (15.4) 16 (76.2) Campus ministry  3 (8.8) 2 (15.4) 1 (4.8) Counseling  5 (14.7) 4 (38.5) 1 (4.8) Other  7 (20.6) 4 (30.8) 3 (14.3) No response  1 (3.0) 1 (7.7) 0 (0.0)  Types of Spiritual Care Practices Types of spiritual care practices that are publicly advertised specifically for LGBTQ+ students in Category I and Category II Catholic high schools included a range of responses (see table 4). Of the twenty-three Category I respondents for this question, five (27.8%) reported having support groups, and eight (44.4%) reported having a LGBTQ+ Club. No other spiritual care practices were reportedly offered specifically to LGBTQ+ students by Category I respondents, though two respondents (11.1%) reported being unsure what specific programs are in place for LGBTQ+ students.  Among Category II respondents, four (14.8%) reported support groups were offered, eighteen (66.7%) indicated there was an LGBTQ+ Club, three (11%) said Mass involvement was available, and one (3.7%) mentioned a prayer group. Category II respondents did not report specific retreats or service projects for LGBTQ+ students. Seven Category II respondents (25.9%) said no spiritual care practices are offered specifically to LGBTQ+ students, two (7.4%) were unsure, and three (11.1%) reported “other.”  These findings reveal the types of spiritual care offerings publicly advertised for LGBTQ+ students. There is a greater likelihood that there are no specific spiritual care   70  practices are publicly offered at Category I schools. Category II schools are more likely to offer an LGBTQ+ club and support groups than anything else.   Table 4: Types of spiritual care practices for LGBTQ+ students (public)  Practices Total responses Type of school at which employed   n (%)   Category I   Category II  Support groups  LGBTQ+ clubs  9 (20.0)  26 (57.5)  5 (27.8)  8 (44.4)  4 (14.8)  18 (66.7)  Retreats  0 (0.0)  0 (10.5)  0 (0.0)  Service  0 (0.0)  0 (0.0)  0 (0.0)  Mass  3 (6.6)  0 (0.0)  3(11.1)  Prayer  1 (2.2)  0 (0.0)  1 (3.7)  Unsure  4 (44.4)  2 (11.1)  2 (7.4)  None  15 (33.3)  8 (44.4)  7 (25.9)  Other  3 (6.6)   0 (0.0)  3 (11.1)      When asked about what spiritual care practices are offered that may not be publicly advertised for LGBTQ+ students but, instead, heard through word of mouth, respondents shared a variety of practices (see table 5). For Category I respondents, one-on-one spiritual counseling received the highest response (n = 4, 35.3%) followed by support groups (n = 5, 29.4%) and LGBTQ+ clubs (n = 4, 23.5%). Five respondents (29.4%) checked unsure, and two (11.8%) indicated other practices were available.  Among Category II respondents, one-on-one spiritual counseling also received the highest response (n = 11, 42.3%) followed by LGBTQ+ Club (n = 6, 23.1%) and support group (n = 5, 19.2%). Six respondents (23.1%) were unsure, four (15.4%) indicated other practices are offered, and two (7.7%) said no practices are offered. One respondent added that retreat participation was offered, and another respondent reported they found the phrase “spiritual care” confusing, saying “We have a club advertised publicly, but the name is not transparent to outsiders.”   71  Both Category I and Category II school respondents most often identified spiritual counseling as one of the types of spiritual care practices offered that may not be publicly advertised for LGBTQ+ students. These findings show varied responses about what spiritual care practices are offered for LGBTQ+ students that may not be publicly advertised but, instead, heard through word of mouth.   Table 5. Types of spiritual care practices for LGBTQ+ students (not public)  Practices  Total responses Type of school at which employed  n, (%)   Category I  Category II  Support Groups  10 (23.3)  5 (29.4)  5 (19.2)  Spiritual Counseling  17 (39.5)  6 (35.3)  11 (42.3)  LGBTQ+ Club  10 (23.3)  4 (23.5)  6 (23.1)  Unsure  11 (25.6)  5 (29.4)  6 (23.1)  Other  6 (14)  2 (11.8)  4 (15.4)  None  2 (4.7)  0 (0.0)  2 (7.7)     Signs or Visible Symbols The next question on the survey asked if there were any signs or symbols visible in Washington Catholic high schools that show support of LGBTQ+ students. Of the forty-six respondents for this question, 73% of Category I respondents (n = 14) and 51.9% (n = 14) of Category II schools responded affirmatively. As shown in table 6, those answering maybe included 10.5% of Category I respondents (n = 2) and 18.5% of Category II respondents (n = 5). However, 15.8% of Category I respondents (n = 3) and 29.6% of Category II respondents (n = 8) reported there are no signs or symbols visible in their school building.  Of the signs and symbols visible in Washington Catholic high schools, Category I respondents reported the following: pride flag (n = 9, 47.4%), pride pin (n = 6, 31.6%), posters (n = 8, 42.1%), flyers (n = 8, 42.1%), and other (n = 6, 31.6%). Category II   72  respondents reported the following: pride flag (n = 6, 22.2%), pride pin (n = 6, 22.2%), posters (n = 14, 51.9%), flyers (n = 9, 33.3%), and other (n = 1, 3.7%). Other signs or symbols listed included individual teachers and staff choice, window decals, pronoun pins, posters, and rainbow stickers.  Overall, 60.8% of respondents (n = 28) indicated there were signs and symbols visible in their high school. Pride flags, posters, and flyers were reported with higher frequency for Category I schools, but posters and flyers were more common for Category II schools.  Table 6. Presence of visible signs or symbols in support of LGBTQ+ students    Total responses Type of school at which employed   n, (%)   Category I   Category II  Responses        Yes  28 (60.8)  14 (73.0)  14 (51.9)  Maybe  7 (15.2)  2 (10.5)  5 (18.5)  No  11 (23.9)  3 (15.8)  8 (29.6)    Signs/symbols        Pride Flag  15 (32.6)  9 (47.4)  6 (22.2)  Pride Pin  12 (26.1)  6 (31.6)  6 (22.2)  Posters  22 (47.8)  8 (42.1)  14 (51.9)  Flyers  17 (37)  8 (42.1)  9 (33.3)  Other  7 (15.2)   6 (31.6)  1 (3.7)     Attitudes To measure attitudes among personnel at Category I and Category II Catholic high schools in Washington, I considered four statements that I hoped would illuminate current LGBTQ+ acceptance, support, and possible bias about LGBTQ+ spiritual care practices. These four statements assessed thoughts and feelings related to the topic of spiritual care of LGBTQ+ students in Catholic high schools. Using a Likert-type scale,   73  each question provided five possible responses including strongly agree, somewhat agree, neither agree nor disagree, somewhat disagree, and strongly disagree.  For this portion of the survey, forty-six participants responded, nineteen from Category I schools and twenty-seven from Category II schools (see table 7). The first statement asserted, “LGBTQ+ students are vulnerable students that must receive spiritual care.” Among Category I respondents, 85% (n = 17) strongly agreed with this statement, and 15% (n = 2) somewhat agreed. No other responses were recorded for Category I respondents. Among Category II respondents, 66.7% (n = 18) strongly agreed with this statement, and 22.2% (n = 6) somewhat agreed. Additionally, 7.4% (n = 2) neither agreed nor disagreed, and one (3.7%) strongly disagreed that LGBTQ+ students are vulnerable students who must receive spiritual care. The second statement asserted, “Rooted in the Catholic Social Teaching, Life and Dignity of the Human Person, Catholic high schools must provide spiritual care to LGBTQ+ students.” Of the five options, only two were checked by all forty-nine respondents (see table 7). Ninety percent of Category I respondents (n = 18) and 81.5% of Category II respondents (n = 22) strongly agreed. Ten percent of Category I respondents (n = 1) and 18.5% of Category II respondents (n = 5) somewhat agreed that Catholic high schools must provide spiritual care to LGBTQ+ students. No one disagreed with this statement from either Category I or Category II schools. The third statement said, “Spiritual care offerings should be publicized for all to see.” Eighty-five percent of Category I respondents (n = 17) and 63% of Category II respondents (n = 17) strongly agreed with the statement. Five percent of Category I respondents (n = 1) and 22.2% of Category II respondents (n = 6) somewhat agreed. No   74  Category I respondents and 11.1% of Category II respondents (n = 3) chose neither agree nor disagree to this statement. One Category I respondent (5%) and one Category II respondent (3.7%) somewhat disagreed with the statement. No one from either category strongly disagreed with the statement. The fourth statement in the Likert scale portion of the survey stated, “A rainbow flag hanging in the campus ministry office or a classroom would be welcome in my school.” As shown in table 7, responses to this statement varied widely across both categories. Thirty percent of Category I respondents (n = 6) and 25.9% of Category II respondents (n = 7) strongly agreed with the statement. Thirty-five percent of Category I respondents (n = 7) and 18.5% of Category II respondents (n = 5) somewhat agreed with the statement. Fifteen percent of Category I respondents (n = 3) and 25.9% of Category II respondents (n = 7) indicated they neither agreed nor disagreed with the statement. Those who somewhat disagreed included 5% of Category I respondents (n = 1) and 18.5% of Category II respondents (n = 5). Fifteen percent of Category I respondents (n = 3) and 11.1% of Category II respondents (n = 3) strongly disagreed with the statement. Although there was some dissent about how a rainbow flag would be received, over half of respondents indicated a rainbow flag would be welcome in a campus ministry office or classroom in their high school.      75  Table 7. Responses about spiritual care of LGBTQ+ students    School type Levels of agreement and disagreement, n (%)        Questions  Category I or II    Strongly agree   Somewhat agree   Neither agree nor disagree   Somewhat disagree    Strongly disagree    Mean    SD  LGBTQ+ students are vulnerable students that must receive spiritual care.   I   17 (85)  2 (15)   0   0   0   4.89  0.31  II   18 (66.7)   6 (22.2)   2 (7.4)   0   1 (3.7)   4.48  0.92  Rooted in the Catholic Social Teaching, Life and Dignity of the Human Person, Catholic high schools must provide spiritual care to LGBTQ+ students.   I      18 (90)   1 (10)   0   0   0   4.95  0.69  II   22 (81.5)   5 (18.5)   0   0   0   4.44  0.83  Spiritual care offerings should be publicized for all to see.   I   17 (85)   1 (5)   0   1 (5)   0   4.79  0.69  II   17 (63)   6 (22.2)   3 (11.1)   1 (3.7)   0   4.44  0.83  A rainbow flag hanging in the campus ministry office or a classroom would be welcome in my school.   I      6 (30)   7 (35)   3 (15)   1 (5)   3 (15)   3.60  1.30  II   7 (25.9)   5 (18.5)   7 (25.9)   5 (18.5)   3 (11.1)   3.30  1.33      As shown in table 7, respondents from Category I schools tend to have higher means and lower standard deviations than respondents from Category II schools in their responses to these four statements. This means Category I respondents agree more with all four statements. Category II averages are still fairly high, but Category I respondents seem to be more consistent because the standard deviations tend to be smaller for Category I respondents than for Category II respondents.  These data suggest Category I respondents, on average, strongly agree that LGBTQ+ students are vulnerable and must receive spiritual care and that Catholic high schools must provide spiritual care to LGBTQ+ students. Similarly, Category I   76  respondents strongly agreed that spiritual care offerings should be publicized for all. Average responses for Category II respondents were slightly lower.  The most evident difference in attitude is visible in the fourth statement about rainbow flags being present in campus ministry offices or classrooms. With the lowest mean and largest standard deviation, there was greater variation in responses across both categories. Respondents did not agree about whether a rainbow flag would be welcome in their Catholic high school. Overall, a rainbow flag would not be as welcome in either a Category I or Category II school. Attitudes toward LGBTQ+ students and their involvement in spiritual care programming seem mostly positive given the responses of these Likert-type scale questions. Additional Comments The final element to the online survey included a question about what questions, concerns, or topics might be missing from this survey of Washington Catholic high schools. There were three responses. One respondent wanted to know if there was archdiocese support for this survey. Another respondent wanted to know if “students that identify as LGBTQ+ are actively asking for more support at their school.” Lastly, one person wanted to know “what guidance exists for students in general regarding how to respond to and offer appropriate support for those who are facing issues of identity.” This person also wrote, “Everyone needs to be informed and supported, not just those who are facing the issue.” This last point needs clarification but could be pointing to the need for bias and discrimination training for Catholic educators.   77  Summary of Quantitative Findings In summary, findings from the quantitative portion of this convergent mixed methods study show there are spiritual care support efforts occurring in Washington Catholic high schools. This support varies in terms of what exactly is offered publicly for LGBTQ+ students but includes LGBTQ+ clubs, support groups, and prayer groups. Respondents from both Category I and Category II schools reported the presence of administratively approved and publicly advertised LGBTQ+ clubs and efforts that are advertised or made known by word-of-mouth. These efforts are housed mostly in the activities department, counseling, DEI offices, and campus ministry. There are some types of signs and symbols visible to students in both Category I and Category II schools. These include pride flags, pride pins, posters, flyers, and other items (e.g., stickers and pronoun pins). These signs and symbols were reported with less frequency than support groups or LGBTQ+ clubs. The survey showed varied attitudes toward efforts focused on spiritual care of LGBTQ+ students for both Category I and Category II schools.  Qualitative Data Analysis An important approach to this research is that it is practical theology. Practical theology “is critical, theological reflection on the practices of the Church as they interact with the practices of the world, with a view to ensuring and enabling faithful participation in God’s redemptive practices in, to and for the world” (Swinton and Mowat 2016, 7). This research followed a model of theological reflection where an issue was identified, research was then conducted, and analysis of this situation in conversation with theology occurred. Citing theologian Stephen Pattison, practical theologians and qualitative researchers Swinton and Mowat (2016, 76–77) present this as “mutual critical   78  conversation.” This means that when a theological discussion is open to hearing both sides, transformation may occur. There is a willingness to listen to both sides with both agreement and disagreement but an understanding that the conversation is central to dialogue (Swinton and Mowat 2016, 76–77).  When conducting qualitative research, group interviews in this case, there is a conversation that happens between the data and the researcher as layers of meaning are uncovered through the coding and theming process. Reporting the findings for this study demonstrates the significance of qualitative research when doing practical theology. It is eye-opening and sheds light on why a project exploring spiritual care of LGBTQ+ students in Catholic high schools necessitated the voices of LGBTQ+ alumni. Throughout the following findings, I used thick description to allow the voices of those I interviewed to tell the story of LGBTQ+ spiritual care in Catholic high schools (Richards and Morse 2013, 188). The only criteria for participation in the qualitative portion of the project included participants who currently identified as LGBTQ+ and who had graduated from a Catholic high school—in Washington or another state. Through purposive and snowball sampling, LGBTQ+ alumni self-selected through invitations from local campus ministers to participate in group interviews (Sensing 2011, 83). Four alumni were from Washington and two were from other states.  Presurvey Results Prior to the group interviews, a presurvey was sent to alumni who contacted me to participate in the project. The presurvey showed three participants attended Category I schools and three attended Category II schools. Their graduation years ranged from 1980   79  to 2020 (see Appendix L). Three alumni participants are young alums who graduated in the last nine years. The forty-year gap in graduation years shows diversity in sample size and indicates a depth and breadth to this sample that could not have been predicted given that I did not recruit specific participants other than those who were invited by local campus ministers to contact me (Mertens 2009). Of the six who contacted me to be a part of the group interview, I personally knew four of the participants from a variety of connections.  When asked in the presurvey if they participated in Catholic liturgies or retreat offerings at their high school, five of the six participants indicated participation; speaker 6, from a Category I school, said they did not participate in these offerings. When asked about dedicated spaces for LGBTQ+ students at their high schools, two Category I participants indicated there were no such spaces, but one Category I participant indicated there was a dedicated space. For the Category II schools, one participant said yes, one said maybe, and one said no in response to the question about dedicated spaces for LGBTQ+ students. Overall, three alumni reported there were no dedicated spaces for LGBTQ+ students, two indicated that there was a dedicated space, and one said maybe there was a dedicated space for LGBTQ+ students. When asked what symbols of support they saw in their Catholic high school for LGBTQ+ students, one person indicated they were confused by the wording of this question, one was unsure, three indicated none were present, and one reported that “not a whole ton” was present.  Interviews During the interviews, there were noticeable differences in group dynamics. The first group interview involved the younger participants who graduated from Catholic high   80  schools in 2006, 2014, and 2020. Most shared their stories in a matter-of-fact manner, and, although they started with a round robin order to their responses, the group began to share more popcorn style as the questions continued. As people shared experiences of feeling ostracized by the Catholic Church, there was more emotion shared by speaker 4. In the second group interview, participants graduated in 1980 and 1992. Their conversation was more with each other while I interjected questions from the interview protocol. The conversation was fostered by both speakers as they shared similar experiences of feeling discriminated against by the Catholic Church. One major difference is that speaker 5 felt a lot of support from campus ministers, but speaker 6 not only felt no support from adults at her Catholic high school but experienced active homophobia and discrimination. Throughout the group interview, both speaker 5 and speaker 6 affirmed each other’s experiences and expressed emotion. All six participants were “in the closet” in high school. Each interview lasted about one hour. Emergent Themes After concluding the interviews, I uploaded the audio recorded from Zoom to HappyScribe which transcribed the interviews. I then double checked these transcriptions by rewatching the Zoom interviews twice while editing the transcriptions. At this point, I used the online program Delve, which helped me manage the coding process. I began with descriptive coding for responses directly related to spiritual care practices experienced during high school by the six alumni participants. Beyond these descriptive codes, I also used in vivo coding for the narrative. Several themes became apparent through the combination descriptive coding and in vivo coding. These themes include (a) what spiritual care opportunities were offered, (b) safe spaces and adults with whom to   81  journey, (c) LGBTQ+ club accessibility, (d) the Catholic closet, and (e) themes of oppression they experienced in Catholic high school. These themes emerged as the main focus of the findings. Spiritual Care Opportunities Offered In response to the question about how the Catholic Church has helped or hindered their spiritual journey, participants identified several helpful elements that supported their spiritual care in high school. Five of the six participants shared various aspects of spiritual care opportunities that helped them in high school, with one participant from a Category I school sharing that there were no spiritual care opportunities that helped her in high school. For the five who found campus ministry program aspects helpful to their spiritual journey, alumni participants specifically mentioned weekly or monthly Mass and liturgy, prayer opportunities in class and large group settings, and retreat experiences (particularly Kairos and SEARCH) and retreat leadership opportunities. Mass. Speaker 3, from a Category II school, spoke passionately about Mass saying, “I think I was spoiled with good liturgy and music and color and involvement of students and instruments, and the guys really enjoyed all school mass, which is shocking, I know.” He went on to say that masses and liturgies were very helpful in his spiritual journey, and he found being a part of these services on a weekly basis impacted him for life. He stated, “Finding God in all things and about being in the community, meeting people where they are, realizing everyone has a story. Those are all things that are part of my own spiritual Catholic worldview.” The opportunities to engage in Mass at his Category II school continue to impact speaker 3 as an adult.   82  Prayer. Prayer was reported as a helpful tool by three participants, one from a Category I school and two from Category II Catholic high schools. Speaker 3 reported, “We had morning prayer and afternoon over the PA, and then, I mean, I had Jesuits who were scholastics and regents as my teachers, so I guess that was kind of cool to have like, spiritual care through class at times.” Speaker 2 also shared that prayer was offered and it was something that helped him connect with others, saying, “I feel like I was offered prayer a lot as a meditation. . . . If something went wrong in life or something was going bad, I feel like I was always offered like, oh, we should pray for this, or should I pray for you kind of thing.”  Two other participants reported prayer was shared as a morning and afternoon offering over the PA in their Category II schools. Speaker 1 shared about her firsthand experiences with prayer and how the Ignatian spiritual exercises rooted her in her faith journey. She shared, “I think when I think to my experience of going to Catholic high school, I think about how helpful it was to receive learning about St. Ignatius’s spiritual exercises. I think that there were just a lot of tools and self-reflection that I still take to this day that, I‘m like, it‘s so integral for my spiritual journey.” Exposure to prayer opportunities was another layer of spiritual care LGBTQ+ alumni identified as helpful and present during their time at their respective Catholic high schools. Retreats. Across all interviews, five participants repeatedly talked about how influential the retreat programming was for their spiritual care and growth. Speaker 1, from a Category II school, connected with retreat programming stating, “Retreats happened every single year for students. And I‘d probably say the most notable retreat was Kairos and senior year. Like, being able to be a leader on those retreats was also   83  another spiritual care offering in just a different setting.” Leadership opportunities also impacted spiritual care of some Catholic school alumni.  Speaker 5 also described the impact of retreats when he said, “I went on a Kairos retreat. It was Kairos number 16. I’ll never forget that. And it was, at that time, it was the most powerful spiritual event in my life.” Speaker 4 did not have many positive experiences during high school that helped her on her spiritual journey. However, she shared, “Similar to these guys, like, Kairos was definitely a very formative experience for me. I was a leader . . . and I would say that was kind of my first introduction into the very Jesuit idea of seeing God in all things. And, yeah, that was pretty big. Like a worldview shifting kind of experience for me.” Speaker 2 concurred and shared, “But definitely what stuck with me throughout . . . was the retreats because I feel like I saw myself in the people who were leading the retreats, and that kind of helped me with my own faith journey and stuff, because . . . these are people my age, this is how they see it. . . . I would kind of follow in their footsteps and that helped me a lot.” To be seen is to be known. Retreats allow students to encounter themselves and others in new ways. On a deeper level, retreats seemed to help alumni participants find their own spiritual footing in the Catholic faith tradition. Speaker 2 articulated this well when he said, “They really helped me find myself with the whole self-actualization. I had a lot of introspection with each retreat, and I think that what‘s really helped me with my spiritual journey is that I‘ve learned something new about myself and the people around me because of the school I went to and the retreats I was given. And I‘m so grateful for those opportunities.” Through reflections from LGBTQ+ Catholic school alumni, I learned that   84  retreats are a best practice Catholic schools offer where LGBTQ+ students feel comfortable and are able to define their spiritual journey more concretely. In summary, five of six participants found multiple spiritual care offerings helpful in high school. They reported that Masses, prayer experiences, and retreats helped them feel connected to their spiritual journey. The one participant who did not find spiritual connection at her Catholic high school graduated in 1980 from a Category I school. She shared, “I’ll just say I didn‘t engage in a lot of those. I guess there was Mass and there [were] probably some retreats. Different from speaker 5, I didn‘t experience any real spiritual connecting at my Catholic [high] school.” Thus, one participant did not share any spiritual care offerings that were helpful to her in high school. Safe Adults and Safe Places Safe Adults. During the group interviews, participants were asked about any adults they felt safe to talk with while in high school. Participants discussed where they felt safe to be themselves on campus. They also discussed who they felt safe to talk with. None of the participants in this study were out in high school; the all came out as LGBTQ+ in young adulthood, one at age 28. Because none were out at their Catholic high school, so responses varied as to who and where was “safe.”  Several participants described having adults available to them who they may have felt safe talking to had they been out, but most described their friend group as the safest place. Speaker 2, from a Category I school, shared:  [I] felt like my French teacher, my Christian lifestyles teacher, my ASB coordinator, all of my English teachers, and most of my theology teachers; I felt very comfortable with the adults in the building besides like a handpicked view, which is pretty awesome. I know that not everybody had that, but I don‘t think I ever really used those resources to their full potential if that makes sense. I didn‘t really feel comfortable talking about it too much, mostly because I really wasn‘t   85  straight out out. But I found more comfort in my friends at the time than any adult until my senior year.  Similarly, speaker 3, from a Category II school, talked about how he may have talked to a teacher but was not out yet. He referenced having Jesuits as teachers and enjoyed them because they were funny and approachable. But one teacher really helped him feel safe. Speaker 3 said, “We had a teacher who taught us current events, and she was very passionate about social justice . . . and she always was very open to talking . . . and encouraged us to talk about it in the class.” Speaker 3 went on to say, “So as I was sort of discerning my identity when I was in high school, but not fully, I felt like, ‘Oh, she‘d be somebody.’ Like, if I was out at that time, I would totally talk to her first.” Speaker 6, from a Category I school, had a similar experience about feeling like someone may have supported her, but she still did not feel comfortable coming out to him. Speaker 6 shared, “Yeah. I mean, the interesting thing is there was a softball coach. I‘m sure he knew I was a big old dyke and there were lots of other dykes on the team. And he was sweet to me, but I didn‘t feel close to any of the women. Like, that‘s really sad. . . . If I could have just gone back and been more comfortable, [the softball coach] would have been someone that I would have chosen as a mentor.”  For speaker 1, from a Category II school, her experience was varied in terms of which adults felt safe. For her, a counselor was most supportive as she shared:  I know one counselor that I was comfortable going to if I wanted to talk about it. And she was very present on the retreats as well, which was really helpful because it’s kind of like broke down the black and white thinking, like, ‘Okay, well, the Church is not accepting, but also this person is really heavily involved in retreats, then maybe it [the Church] is.’ I think my high school brain understood that much, and then, yeah, I don‘t know. Our theology teacher, who is my social justice and advocacy teacher my senior year was very vocal about LGBTQ rights and feminist rights, and so I knew that was a safe person that I could talk to. But I   86  don‘t know. No other people really stood out to me when I think back to my time in high school.  All participants could think of one person or a few people they may have chosen as a mentor or someone with whom they felt safe to talk to, yet none of them came out during high school. Speaker 5 shared about how he may have talked to someone in campus ministry, saying, “For me, with the campus ministers. But I didn‘t talk about being gay. I talked about other issues, but not about being gay. If I did come out, it would have most likely would have been [to] them.” This leads into the next subtopic of safe people and spaces, campus ministry. Safe Places—Campus Ministry. All three alumni from Category II high schools and one graduate of a Category I school spoke about how campus ministry and being on retreat helped them feel safest on campus. Speaker 5 stated, “Campus ministry was like my first church at the school because I felt safe there. I could just fall asleep. I could ask really interesting questions, and no one would judge me and say I was going to hell for asking questions. The campus ministers were, they seemed fearless and very graceful to have my presence.” Speaker 5 went on to narrate more about how campus ministry impacted him as his nap place, It‘s funny. I didn‘t consider it spiritual connecting just by taking naps at campus ministry. [laughter] I just remember being very tired. We had a lot of homework, and my backpack was heavy with so many books . . . and campus ministry was a very quiet place at times, and they had an open space with students just to hang out. And I took naps in between classes there, and they would wake me up when the bell rang. “[Speaker 5], it is time to go.” I was like, “Oh!” So that‘s how it started. It was my nap place, and then it gradually turned into having conversations about what‘s going on at home. I was in an abusive family situation with my mom‘s boyfriend, and so I found safety and talking about that with the campus ministers, and they gave me resources for domestic violence abuse organizations. So they were the first people I could talk about things that I would never tell anybody else before I even started talking about religion and spirituality.   87   Campus Ministry became a safe place for speaker 5, not because of his LGBTQ+ identity, but because it was a place to process the abuse he was experiencing; he received affirmation about his experiences.  For speakers 1, 2, 3, and 5, their retreat experiences with campus ministry were life changing. Speaker 5 shared, “And I went on Kairos, and that changed my life forever. And I went on more and led more retreats, but I never felt forced, like proselytized. It was out of my own curiosity. No one said, ‘You have to do this.’ [As a non-Catholic], I never felt excluded from Catholic rituals at all. It was very inviting.” On retreats, there are opportunities for students to let down their walls and share what is going on in their life. Speaker 5 said it best:  I got to see my classmates as human beings. Everybody was vulnerable. There was a lot of crying. A lot of deep personal stories were shared. And I felt like we were like the apostles and the disciples around campfires on the weekend and just telling our deepest, darkest secrets. And the way that all of us teenage boys held that container naturally without being coached about doing that, it was just amazing.  Even though none six participants in the group interview shared their LGBTQ+ identity at their Catholic high school, they felt safe in campus ministry and on retreats. One other place where one person found safety was in artistic and creative spaces. Speaker 2, from a Category I school, shared, “I think that I found it easy to find my people . . . in the drama sections. So, like the plays and the musicals . . . so I thought, okay, maybe this is where my people are kind of thing. . . . I thought it was where I kind of found my people and my friends. That was really my group instead of an actual club.” Friends, adults, and safe spaces like campus ministry helped those interviewed feel more connected to their spiritual lives, even if they were not “out” in high school.   88  LGBTQ+ Club Accessibility An area of focus for this research is whether or not there is an LGBTQ+ club present for students at Washington Catholic high schools and was this true for interview participants when they were in high school. I explored this topic in the interview with questions about club presence and details about their experiences with such a club. Responses varied by school type. Three participants said there was such aa club and three said there was not. Differentiating this data by type of school and year of graduation, Category I schools did not have a club represented in 1980 and 2020, and one Category II participant who graduated in 1992 also said there was not an LGBTQ+ club in his high school. Category II alumni who graduated in 2014 and one Category I alum who graduated in 2006 did identify an LGBTQ+ specific club present during their high school experience.  Where clubs were housed and who moderated them varied among the three participants who affirmed there was an LGBTQ+ club on campus. Speaker 3 shared that the LGBTQ+ club was located in the counseling office: “I think you just had to reach out to the counselor‘s office or go to this time and place in the counseling office. . . . It was like a support group and it was confidential . . . so like if you identified that way, you could join that group. I just remember getting a pamphlet in the beginning that had all the support groups.”  Speaker 4 shared that there was an official club run by the priest, saying, “When I was there, and it was called Glow, Gay Lesbian, or whatever . . . it was under campus ministry. I have no idea where they met. . . . There were announcements about it and the response by administration. . . . When I was there, it was great. Like, [the president] was   89  super supportive of it. After I graduated, the archdiocese came in and shut down the club, and it was a whole thing.” Even though speaker 4 did not identify as LGBTQ+ until later in life, she did remember that there was a support group in campus ministry that was moderated by the priest. Even though speaker 1 learned there was an LGBTQ+ club on campus, she was confused about its purpose, sharing this:  We had this club called One Voice, which I think is still a club. But when I was in high school, I, for the longest time I thought it was a poetry club because the only time that we ever really were exposed to One Voice was through one assembly. And it was like a cultural week, and they would do, like, spoken word. And so I just assumed that it was like a poetry club. And then up until senior year, I was like, “Oh, it‘s like a club for people who identify as LGBTQ+.” But it wasn‘t known as the gay club. It was known as a club that people could feel safe in and to feel safe in being out. . . . It was recognized. There were always, like, posters around to join One Voice. They would be in announcements, like, if you want to go to a One Voice meeting.  For speaker 1, the name of the club did not denote it was an LGBTQ+ club. Another participant, speaker 2, shared there were no clubs available to LGBTQ+ students stating, “I, personally, if there was a club, I didn‘t know about it. Whether that‘s me just not knowing or I don‘t know, I was never told about anything like that. I didn‘t feel like there was a real club at all. I think that I found it easy to find my people, which is going to sound funny, but I found it [was] easy to find my people in the drama sections.” Although three participants knew about clubs being on campus, they did not participate. Speakers 2, 5 and 6 did not have access to a club on their high school campuses.  The Catholic Closet All participants in the alumni interviews described the inability to truly be themselves in high school. All Catholic alumni participants were closeted in high school and did not feel safe coming out or identifying as LGBTQ+. Repeatedly, the alumni   90  speakers shared similar experiences. Speaker 1 revealed, “I also wasn‘t out in high school.” Speaker 2 shared, “I really wasn‘t straight out out.” Speaker 3 offered his story, “But I wasn‘t really out at that time in my life, so I didn‘t really think [about going to the LGBTQ+ support group].” Speaker 4’s journey to her identity did not manifest until later in life. She shared, “I was very much not out, like, super closeted. I didn‘t come out until I was 28.”  There are other layers to why someone may not come out in high school. Speaker 5 imparted, “I think the reason why I think I didn’t come out is because I was dealing with the race issue.” Speaker 6 disclosed, “My experience is that everyone was closeted.” Speaker 6 also expressed a lot of frustration and grief around being closeted in high school when she shared, “And I think that I knew that if I came out, it wasn‘t going to be okay, that it would be negatively looked at. And I was so desperate to belong and to fit in that I was not going to say or share it with anyone.” Throughout both interviews, the grief underscoring these statements was palpable, even through a computer screen. When sharing about others who were out and how they were treated, speaker 5 said, “There was one guy that was out. He was ridiculed. I was afraid to talk to him because I didn‘t want to be associated with him. That‘s how bad it was.” Speaker 2, a 2020 graduate from a Category I school, had a different experience of navigating whether or not to come out during high school:  I don‘t want to say, like, “Oh, yeah, you should come out in high school,” but I never thought of myself coming out because it just wasn‘t talked about to be an okay thing to do. But we also didn‘t say nobody ever said, “Don‘t come out.” It wasn‘t ever looked down upon. It just was, like, the norm. Like, you don‘t talk about it and you don‘t come out in high school, which is such a shame.    91  Speaker 2 went on to say: “[I] felt like sometimes when the topic came up, I almost felt like, reduced to just that when I was more than just my sexual orientation or being gay.” Speaker 6 expressed the damaging effect of being closeted in high school, sharing, “My experience is that there was a bias, a negative bias toward the kids that were queer in sports. So I have a lot of grief about that.” Speaker 4 also shared the difficulty they faced in finding an adult to talk to about LGBTQ+ and how negatively impactful the Catholic Church was on her life, revealing, “But if you‘re specifically asking, are there any adults you felt safe to talk to, like, about LGBTQ stuff, I would say no. And that going to a Catholic school was super damaging for me in that way because there was no one modeling that it was okay to be gay. So it was very clear to me that it wasn‘t a good thing.”  Similarly, one significant contribution came from speaker 6, who graduated from a Category I school in 1980, when she shared, “But there were no gay support groups. There was no ministry directed toward us at all. We were not talked about. We were pretty much invisible.” Being “out” was not necessarily a goal or possibility for LGBTQ+ young people whether they graduated in 1980 or 2020. These personal stories of feeling forced to stay in the closet contribute to the conversation about spiritual care in Catholic high schools for LGBTQ+ students.  Oppression Experienced in Catholic High Schools The last question I asked of the LGBTQ+ alumni of Catholic high schools was if there was anything else they would like to add to the topic of spiritual care of LGBTQ+ students. This open-ended question allowed respondents to consider the responses they already shared and speak into the conversation around spiritual care, particularly about   92  what is and what is not happening on Catholic high school campuses. None of the questions I had asked to that point had to do with the theme of oppression. However, throughout the interviews, oppression in various forms appeared over and over again, particularly in response to this last question. Using in vivo coding, themes emerged from significant comments made by LGBTQ+ Catholic alumni. Subthemes include clericalism, internalized homophobia, firing of LGBTQ+ teachers/administrators, no LGBTQ+ representation, and self-hatred and shame. Clericalism. In the second interview, speakers 5 and 6 spoke about the topic of clericalism. Speaker 5 shared his thoughts about the Catholic patriarchy and the homophobia that impacts the Catholic Church:  And so we have a clericalism that is homophobic but also hate their gay selves or lesbian selves. And the question is what do you do with that? Well, that requires an institutional transformation about sexuality. That requires an institutional change about these documents and these catechisms that do not embrace the diversity of our experiences. And there‘s power in oppressing people. There‘s power in oppressing people. It benefits certain people in the church to be this way and at our expense.  Speaker 5 spoke as a former priest who experienced formation through the Jesuit order. His unique experience is also a firsthand account of how a focus on priests above anything else leads to clericalism. Speaker 5 went on to say, “But then we have a church that you just have the exact opposite. You have to hate your body and escape it to be saved, to go to heaven, and then otherwise certain ways of expressing are appropriate . . . the [Church] policing of our sexuality.” Speaker 5’s experience certainly influenced his response as to what he would like to contribute to this study on LGBTQ+ spiritual care in Catholic high schools.   93  As mentioned previously, speaker 2 felt caught between living the way he felt called to live and the teachings he was learning from the Church. Speaker 2 said, “So it felt weird to me to almost be like, ‘Why is there no one talking about this?’ But I was also not necessarily talking about it either, so I wasn‘t helping the cause, but I was a part of it, and so I felt like, the oppressor and the oppressed at the same time.” Not having a safe space to talk about his emerging identity was difficult. In fact, it caused him to feel like he was denying himself, which meant he felt like he was contributing to his own oppression and the oppression of others. Internalized Homophobia. Speaker 6 processed this question during the group interview with speaker 5. They both talked about internalized homophobia. Speaker 6 shared, “It was so confusing to me, all these kind of gay priests and queer women that weren‘t out and that they had so much internalized homophobia that where they were kind of colluding with.” Speaker 6’s experience of recognizing LGBTQ+ teachers and priests but feeling shamed by them contributed to her confusion and feeling of abandonment.  Similarly, speaker 5 talked about what being gay as a teenager was like in theology class, sharing, “We learned in Christian morality class that homosexuality was a sin, that it was disordered, and they would quote from the Catechism about that. And that was it.” Speaker 5 went on to say, “I didn‘t learn anything about gay people, gay Catholics. It was nonexistent except for this one guy who had the audacity to claim his gayness in an all-boys Catholic high school. It was not easy for him. I watched him suffer in his authenticity, in his honesty and his integrity. And I always wished that I could have been that way.” According to speaker 5, to live in one’s authentic self means claiming   94  one’s own sexuality, which also means exposing yourself to the homophobia present in Catholic spaces. This struggle meant, as speaker 5 went on to say, “There was the collusion of people who . . . [had] internalized homophobia, and I didn‘t want to be that way, which is why I didn‘t volunteer any information. I didn‘t say yes or no for a long time. I was just like this vague, sexually ambiguous person using they and them.” Denying oneself publicly and internally brought stress and shame to both speaker 5 and speaker 6. Speaker 5 also pointed out during this conversation that, “[homophobia was] not only just at school, but also in my family, in my neighborhood, so it was all over the place. The invisibility of our community was not something that was so different from what I had experienced at home and in my neighborhood.” Homophobia was present at school, but also permeated society. Fired Teachers and Administrators and No Representation. For two participants, the firing of teachers and administrators for their LGBTQ+ identity left a lasting impression. As speaker 1 shared, “There was an administrator at Eastside Catholic. I don‘t know, I‘m pretty sure he was forced to resign, like, effective immediately. And that just prompted a lot of conversation at [my school] within the student body.” Speaker 1 went on to describe the day after the firing at Eastside:  We were running around the school all day telling people about what was happening at Eastside [Catholic] and how other schools were doing sit in protests that day. And so I ended up leading a sit in, and that drew in a lot of students, but it also drew in a lot of teachers that I was really shocked to see there and engaging in conversations that were happening about what was going on at Eastside. And so I think after that happened, I realized that there were a lot more teachers who were okay to talk to you about, and you weren‘t going to be shut down in that sense, which was really helpful my senior year, and very eye opening, too.  In sharing this experience, speaker 1 remembered the injustice that happened but also the community that was built among students and teachers trying to grapple with the   95  firing of an LGBTQ+ administrator. Similarly, speaker 2 remembered two teachers leaving his school because they were engaged to their same-sex partners, sharing, “So I had a really rough senior year. I had a lot going on . . . two of our teachers got fired that were LGBTQ, and it was kind of devastating because then it proved to me that it was wrong to have these feelings for somebody or to really show love in the way I wanted to show it.” This firsthand feeling of being comfortable in the school prior to this experience caused speaker 2 to question a lot of things:  And I think that‘s what set the forefront where I was like, “Oh, this. We‘re still dealing with the same oppression kind of thing.” And so that made me take a step back and really think, should I be coming out? Should I be telling people about this? I think that‘s when I started to go back and question, when I already felt free, in a sense. I don‘t know. I‘m getting nervous. That‘s how I, like, stepped back. And I don‘t know, I thought it was kind of scary that this was all happening, and I felt so comfortable before when I was almost, like, blind to the idea that it was already happening.  Oppression continues to surprise speaker 2, who graduated in 2020. He shared how safe he felt on retreats, but then when this situation happened, the oppression scared him. Speaker 4 shared multiple times about how representation matters. When she was in high school, speaker 4 remembered, “One time saying about another teacher, like, ‘Oh, I heard that she‘s gay.’ And this teacher [I was talking to] . . . now I look back, I‘m like, ‘Oh, she was protecting her.’ But in the moment, she was like, ‘Do not repeat that to anyone. Never say that again.’” This experience of trying to process with another teacher but being shut down so quickly caused speaker 4 to diminish part of herself. She shared, “And I see now, because of the archdiocese, like, firing people for that kind of thing, that she was really protecting her friend. But for me, it was like, that moment is crystallized of like, ‘Yeah, this is not okay.’ Yes, as a person, no, for this part of me.” This struggle of not having representation impacted her for the next ten years.   96  Self-Hatred and Shame. Participants in the group interviews processed the feelings of self-hatred and shame they learned early on. They affirmed each other’s experiences and also shared how they have moved forward. Some of the data from these group interviews showed how even the memory of the self-hatred and shame has continued to impact their lives. Speaker 5 reflected, “And on a deep level, [being Catholic is] about inclusion and loving every other human. And then the wounding is the deep hypocrisy.” Speaker 5 shared how, when he was in the priesthood, he “could see all these people that were queer, that hated themselves or couldn‘t be who they were. And so, yeah, I mean, my stomach feels sick in the moment, but, like, I lived in this, like, place where I wasn‘t okay, and I was taught to not talk about it, be it and fake it and be something else [crying].” To hear repeatedly from Catholic teaching and from your community that who you love is a mortal sin has long-lasting impact. Reporting this thick description from the alumni interviews brings to light the obvious answers to the research questions for this project and the underlying experiences and traumas endured by LGBTQ+ young people who attend Catholic high schools. Because this is a convergent mixed methods project, it is now important to examine how the quantitative and qualitative data “talk to each other” in a side-by-side analysis for integration. Integration of Quantitative and Qualitative Findings Integration comes at the point in the research process where qualitative findings interface with quantitative findings (Creswell and Plano Clark 2018, 220). Using a convergent mixed methods approach encourages a conversation between the quantitative and qualitative data obtained in this project. Although separate results in each data set are   97  valuable on their own as described in detail previously, “a more complete understanding [is] developed by combining statistical results with personal experience” in convergent design (Creswell and Plano Clark 2018, 220).  In this study, I examined results from the quantitative online survey side by side with the qualitative data from the alumni interviews (Creswell and Creswell 2018, 220). Some similarities are apparent and obvious. Survey respondents from Washington Catholic Schools reported a variety of administratively sanctioned efforts (e.g., LGBTQ+ clubs, spiritual care offerings such as Mass, retreats, and prayer, and word-of-mouth efforts such as support groups). Five of six LGBTQ+ alumni discussed all of these options at their Catholic high schools favorably and found them to be helpful to their spiritual journey. Survey participants reported signs and symbols that included pride flags, rainbow pins, posters, flyers, and so forth. In contrast, alumni interviewees reported very few signs and symbols in their Catholic high schools. Only two alumni reported seeing a brochure and a flyer related to the support group and LGBTQ+ club at their respective high schools (see table 8). Three alumni remembered there had been a club or support group specifically for LGBTQ+ high school students. Some alumni participants could not remember if there was a club available, and one was confused by what she thought was a poetry club. Observing combined Category I and Category II respondent data with alumni reporting reveals that 100% of alumni from Category II schools (n = 3) reported having an LGBTQ+ club, but only 33.3% of Category I alumni (n = 1) did (see in table 8). Comparing alumni interview data with survey respondents shows 60% of Category I respondents (n = 12) and 67% of Category II respondents (n = 21) reported having a   98  LGBTQ+ club. These numbers are both convergent and divergent. Survey respondents from Category I and Category II schools and alumni from Category II schools were more likely to report the presence of an LGBTQ+ club. Category I alumni were half as likely to have access to an LGBTQ+ club, which gives a divergent reading. Similarly, alumni respondents reported fewer signs and symbols visible on campus than both Category I and Category II respondents. These data suggest alumni, regardless of graduation year, experienced fewer visible signs of LGBTQ+ support.  Table 8. Integration of quantitative and qualitative data   Total Responses n, (%)   Yes  Maybe  No Did Not Respond Club for LGBTQ+ students      Category I–survey 20 (35.1) 12 (60.0) 1 (5.0) 7 (35) 0 Category II–survey  31 (54.4) 21 (67.8) 3 (9.7) 6 (19.4) 1 (3.2) Category I–interview  3 (5.3) 1 (33.3) 0 2 (66.7) 0 Category II–interview  3 (5.3) 3 (100) 0 0 0  Supportive signs and symbols      Category I–survey 19 (33.33) 14 (73.0) 2 (10.5) 3 (15.8) 0 Category II–survey  31 (54.4) 14 (51.9) 5 (18.5) 8 (29.6) 0 Category I–interview  3 (5.3) 1 (33.3) 0 2 (66.7) 0 Category II–interview  3 (5.3) 1 (33.3) 0 2 (66.7) 0  Representation emerged as a topic for further consideration. Likewise, the depths and pain shared in conversations around oppression, discrimination, clericalism, internalized homophobia, and self-hatred were not captured by the online survey of administrators, counselors, campus ministers, and DEI directors. However, attitudes were captured through the Likert-type scale survey items.    99  As previously mentioned, the statement about a rainbow flag in the campus ministry office or a classroom being welcome had mixed responses from survey respondents with fewer responses indicating this would be welcome. Alumni reported never having seen a rainbow flag in their high schools when they were students. This compelling data point shows that representation matters. Although the same Likert-type scale questions were not used with the LGBTQ+ alumni, as reported previously, there were varied reports of what was seen and experienced within the walls of both Category I and Category II high schools. The survey data tells a part of the story that is important to hear. The alumni interviews illustrates the lived experience of LGBTQ+ students in a way that can only be captured through storytelling. I will address some of the deeper meaning behind some of these observations in greater depth in the concluding chapter. Summary This convergent mixed methods research produced varied results. The online survey uncovered what spiritual care practices are offered to LGBTQ+ students at Washington Catholic high schools and attitudes related to offering spiritual care to LGBTQ+ students. This research also uncovered what spiritual care practices are not offered and the similarities and differences between what is offered at Category I and Category II schools. The qualitative portion of this research project unveiled several themes that ranged from the practical spiritual care offerings that were present in Category I and Category II high schools when the interviewees were in high school, but more importantly, to their lived experiences while living closeted as LGBTQ+ students in their respective Catholic high schools.      100  CHAPTER 5 CONCLUSIONS Introduction In my experience of talking with young people about their spiritual journeys, sometimes a student will open up and share their identity and the struggles they endure in the Catholic Church. These moments are always a sacred revealing. These moments feel suspended in time as I navigate how to respond to them through listening and support. Some questions I have heard include “Why does my teacher tell me I’m inherently disordered? I thought my whole life that Jesus loved me!” and “My parents don’t understand my sexuality and keep praying for me. How can I be Catholic if the Church doesn’t love me?”  Questions like these break my heart every time. I cry with my students, for their personal anguish and pain, but also for the betrayal I feel as a Catholic who deeply loves my faith tradition. In my twenty-five years of serving as a campus minister, I have searched for a guide or resource in the Catholic Church that could help me and my colleagues better minister to our students. Even finding a safe colleague with whom to navigate these encounters has sometimes been difficult. As a taboo topic, I receive mixed reactions from Catholics, and it is difficult to find allies. Our youth deserve more and, as a Church, we must do better. Catholics are called to uphold the life and dignity of the human person. Judging others based on one specific teaching found in the Catechism of the Catholic Church is detrimental to the lives of LGBTQ+ students in Catholic high schools. Catholics must lean into a liberative social justice model of loving. Throughout this transformative   101  research project, LGBTQ+ voices and data reported by Washington high school personnel have shown the importance of inclusivity, community-building, and opportunities to gather together in a safe space with safe adults. As Catholics, we are called to serve the LGBTQ+ community. Embracing this work means following Pope Francis’s lead, upholding the life and dignity of the human person by finding rootedness in imago Dei, remembering that LGTBQ+ people are also Catholic, implementing spiritual care programming that embraces all, and working for change. It is my hope this extends into homes and parishes as well as Catholic high school spaces.  Follow Pope Francis’s Lead For the past decade, Pope Francis, as our servant of servants, has talked about a pastoral approach to ministering to LGBTQ+ folk. His modeling as the leader of the Catholic Church on how to lead with curiosity, rather than fear, inspires and challenges the faithful to minister with hope. Following the lead of the Catholic Church hierarchy in engaging in the discussion on spiritual care of the LGBTQ+ community will lead to change in the Catholic faith.  As seen in the theology literature review, there are Catholic leaders who speak pastorally about caring for all people, not just those who conform to heteronormative values. The Church must step into the conversation rather than closing the door with judgement and bias. A few brave Catholic cardinals and bishops have dared to discuss a more inclusive Church, so much so that one was investigated and removed from his position as Archbishop of Seattle (McCoy 2015). Recently, a German bishop and an American cardinal have spoken out about the importance of engaging in conversation and ending discrimination. Cardinal McElroy (2023) writes:    102  It is a demonic mystery of the human soul why so many men and women have a profound and visceral animus toward members of the L.G.B.T. communities. The church’s primary witness in the face of this bigotry must be one of embrace rather than distance or condemnation. The distinction between orientation and activity cannot be the principal focus for such a pastoral embrace because it inevitably suggests dividing the L.G.B.T. community into those who refrain from sexual activity and those who do not. Rather, the dignity of every person as a child of God struggling in this world, and the loving outreach of God, must be the heart, soul, face and substance of the church’s stance and pastoral action. (para. 36)  Cardinal McElroy admonishes those in the Catholic Church who focus solely on sexual ethics and refuse to acknowledge and minister from the premise that every person is a child of God. Similarly, Pope Francis affirms the conversation. He began a synodal process between 2021-2022 and recently released a document summarizing this process in which many dioceses around the world participated. This document explicitly includes LGBTQ folk: “Among those who ask for a more meaningful dialogue and a more welcoming space we also find those who, for various reasons, feel a tension between belonging to the Church and their own loving relationships, such as: remarried divorcees, single parents, people living in a polygamous marriage, LGBTQ people, etc. Reports show how this demand for welcome challenges many local Churches” (General Secretariat of the Synod 2022b, 24). How Catholics approach pastoral and spiritual care ministry in light of the synod’s findings has yet to be determined. However, the inclusion of LGBTQ+ people in this summary gives many hope. If the Church faithful around the world could follow Pope Francis’s lead and take a curious stance toward upholding the life and dignity of the human person, Catholics will both save lives and continue to build the Church.    103  Upholding the Life and Dignity of the Human Person: Imago Dei The Catholic Church has a rich history of welcoming every person into the folds of her care. The Catechism upholds the life and dignity of the human person in #2334 when it states, “In creating men ‘male and female,’ God gives man and woman an equal personal dignity. Man is a person, man and woman equally so, since both were created in the image and likeness of the personal God” (Libreria Editrice Vaticana 2000, 561).  The USCCB (1997) upheld this teaching in their document written to families:  Every person has an inherent dignity because he or she is created in God’s image. A deep respect for the total person leads the Church to hold and teach that sexuality is a gift from God. Being created a male or female person is an essential part of the divine plan, for it is their sexuality—a mysterious blend of spirit and body—that allows human beings to share in God’s own creative love and life. (para. 30)  If each person is a part of the divine plan, then Church teaching and action must continue to pivot to include LGBTQ+ in outward ministry (Canales 2022, 172). Including voices of LGBTQ+ alumni helps illuminate the importance of Catholic Church outreach and inclusion. Speaker 6 reflected on the importance of upholding the life and dignity of the human person when she shared this: And on a deep level, it‘s about inclusion and loving every other human. And then the wounding is the deep hypocrisy and that I could see all these people that were queer, that hated themselves or couldn‘t be who they were. And so, yeah, I mean, my stomach feels sick in the moment, but, like, I lived in this, like, place where I wasn‘t okay and I was taught to not talk about it, be it and fake it and be something else [crying].  For many Catholics, this recollection is heartbreaking. Loving our children means embracing every part of them without judgement. Denying their worth through continued focus on exclusion out of fear does not work.   104   Imago Dei, as presented by Fr. Daniel P. Horan and David Canales, is a reminder that a rich Catholic heritage provides opportunities to expand theological understandings. Both authors discuss upholding the principle of haecceitas, particularly as it relates to the reality of transgender persons. Horan (2019, 164) suggests that we must expand beyond “the current Aristotelian-Thomistic essentialist anthropology that generally informs Catholic theological ethics . . . and therefore [take] an alternative approach, one that reflects greater wholemaking.” In defense of transgender persons, Horan (2019, 171) suggests that we stop erasing and dismissing those who fit outside of the heteronormative structure and instead embrace the “plurality of unique creatures loved into existence by God [which] forms the wholeness of creation.” In this unique invitation, we are all called to uphold the life and dignity of the human person, and this is affirmed through this research. Every school employee who completed the survey agreed that upholding the life and dignity of the human person, particularly LGBTQ+ students, is a central value to Catholicism. Similarly, each alumni interviewed expressed the desire to have experienced unconditional acceptance and love during their Catholic high school experience. A specific recommendation from The Trevor Project (2022, para. 8) from their 2022 survey of 35,000 teenagers suggested “LGBTQ youth who found their school to be LGBTQ+ affirming reported lower rates of attempting suicide.” The study reported that “45% of LGBTQ youth seriously considered suicide in the past year [and] 14% of LGBTQ youth attempted suicide in the past year” (The Trevor Project 2022, para. 7).  As Catholics, we must consider this a life and death issue that must be addressed. Jesus inspires us with his compassion to serve all people thus upholding the life and   105  dignity of the human person. According to the New Testament, “Jesus went around to all the towns and villages, teaching in their synagogues, proclaiming the gospel of the kingdom, and curing every disease and illness. At the sight of the crowds, his heart was moved with pity for them because they were troubled and abandoned, like sheep without a shepherd. Then he said to his disciples, ‘The harvest is abundant but the laborers are few; so ask the master of the harvest to send out laborers for his harvest’” (Matthew 35-38). Compassion toward all must be a driving force in ministry programming; however, as Catholics, we must actually believe that LGBTQ+ people are a part of the same flock and deserve to be treated with the same inherent dignity as everyone else. LGBTQ+ People Are Also Catholic When interviewing LGBTQ+ alumni from Catholic high schools, speaker 2 said, “And I think that‘s very important because we‘re still people at the end of the day.” This struck me during the interviews and in my analysis of all these data. People who desire a relationship with God, who are serving the community through their God-given gifts, and who believe in the mission of the Church to spread Jesus’ love to all, deserve respect and love equally, because they are human and because they see themselves as Catholic. Through my interviews with LGBTQ+ alumni and in reading the surveys from Washington Catholic high schools, it is clear LGBTQ+ folks feel called to be Catholic. In the alumni interviews, four grew up Catholic and received all their sacraments. Two converted to Catholicism in high school, and one of those went on to become a Jesuit. Two of those I interviewed currently work as Catholic high school campus ministers and one as a Catholic educator. Another interviewee hopes to work in campus ministry someday because of the powerful experiences he had on retreats. There are pastoral   106  implications that stem from this research that will impact Catholic schools as they continue to figure out what programming is possible for LGBTQ+ students given the volatile nature of Catholic teaching and practice, both for employees and students. Spiritual Care Implications Twenty-five years ago, a pastoral letter was written by the USCCB to families of LGBTQ+ children. There were suggestions for families on how to find support and what to do. Ultimately, the letter encouraged LGBTQ+ youth by saying, “Though at times you may feel discouraged, hurt, or angry, do not walk away from your families, from the Christian community, from all those who love you. In you God’s love is revealed. You are always our children” (US Catholic Conference of Bishops 1997, para. 69). The Catholic Church recognizes that to be LGBTQ+ in our society brings isolation and fear. The Trevor Project (2021) reminds us that “LGBTQ youth are not inherently prone to suicide risk because of their sexual orientation or gender identity but rather placed at higher risk because of how they are mistreated and stigmatized in society.” We must respond to this reality with programming and representation that includes LGBTQ+ students. As revealed in the alumni data, campus ministry programming was powerful in its ability to provide spaces for LGBTQ+ students to feel safe in their spiritual journey. One conclusion is that campus ministry programming, specific to LGBTQ+ students or not, is having a significant impact. However, when analyzing the reporting from Catholic Washington high school personnel, campus ministry spiritual care programming was not highlighted as a means for supporting LGBTQ+ youth.    107  Alumni who were interviewed reported a mixed review of whether LGBTQ+ clubs were present during their time or if they could be helpful. As stated previously, all interviewees were closeted while in high school. Their sexuality was emerging in a Catholic institution and their journey to knowing themselves was still unfolding (Armstrong 2019, 111). It is my conclusion that transparent and inclusive offerings in Catholic high schools could help LGBTQ+ students on their spiritual journey. The increase of LGBTQ+ clubs and support groups in Catholic high school settings could positively impact students if they are transparently named and visible in the high school through various signs and symbols.  An additional focus should be on training faculty and staff on bias and discrimination training and Catholic social teaching so LGBTQ+ students are not left to fend for themselves within the walls of a Catholic high school. Further research into specific programing could help illuminate other recommended spiritual care practices and may include LGBTQ+ speakers, book or film series, parent sessions about LGBTQ+ issues and the Catholic Church, school-wide efforts to educate and bring about awareness to combat discrimination, specific retreats, hosted liturgies, built or remodeled bathrooms to include transgender students, and a myriad of other opportunities to normalize, welcome, and include LGBTQ+ students and create allies in the student body, among both peers and faculty and staff (Canales 2022, 152–166). Representation and having safe adults to talk to matters. One topic not anticipated in this research was how many times representation was brought up by alumni participants. Speaker 1 shared, “There wasn‘t representation of it being okay or it being celebrated, for that matter.” Speaker 6 talked about representation and that even if there is   108  representation, or someone who is openly LGBTQ+, there also needs to be a welcoming presence. Speaker 6 said, “I think that it‘s so important to make kids know that every part of them is accepted and welcomed into a spiritual care space. I think one of the ways to do that is through visibility, representation modeling. Like, look, here‘s a queer person in front of you in this spiritual care space. Like, modeling this.” Speaker 1 also shared about how a female teacher was married to a woman:  She wore her wedding ring and everything, but nobody ever really talked about it. And she was an awesome addition to our community. She was so involved, always went on retreats, and she‘s like, this awesome triathlon athlete, did amazing things. . . . When I think back to my experience, I‘m grateful that she was a vital part of our community and that she was able to live authentically at [school].  A statement by one alumni participant that directly indicates the importance of having safe adults and representation came from speaker 3 when he shared that he “had Jesuits who were scholastics and regents of my teachers, so I guess that was kind of cool to have like, spiritual care through class at times. . . . Like, I can find spiritual care maybe outside of this class, but I didn‘t really check in with any priests or anything outside of class.” For this participant, having priests in class leading prayer and talking about spiritual things was “cool” even though this participant did not have one-on-one spiritual care outside the classroom. According to those interviewed for this project, representation and safe adults matter. It is clear that more follow up with Washington Catholic high school personnel on what training is offered on their campus’ around issues related to LGBTQ+ spiritual care is needed. Curriculum is lacking and needs to be created. Training of faculty should be rooted in the USCCB’s (1997) call to all families, Always Our Children. The document states, “Love, too, is the continuing story of every family’s life. Love can be shared, nurtured, rejected, and sometimes lost. To follow   109  Christ’s way of love is the challenge before every family today. Your family now has an added opportunity to share love and to accept love. Our church communities are likewise called to an exemplary standard of love and justice” (US Catholic Conference of Bishops 1997, para. 67). In our Catholic family, those working directly with LGBTQ+ ministries could also help outline specific pastoral programming that seeks to uphold the life and dignity of all (DeBernardo and Shine 2021). Leaders of Catholic institutions have the opportunity to learn better how to share the love of Christ with LGBTQ+ students without discriminating or devaluing their presence. Bishop Flunder (2005, 31) reminds us that, “Meeting a real person on a one-to-one basis can do wonders for pejorative assumptions and prejudices.” Listening to one another, particularly voices from the LGBTQ+ community is essential to the process of overcoming active discrimination in Catholic spaces. All people, but especially LGBTQ+ people, must be invited to the table. Table Theology Jesus loved a meal with friends and those he ministered to. There are numerous stories of Jesus dining with those who were shunned by society. Jesus eats with women who are hemorrhaging, tax collectors who are judged, dead people who have risen, poor people on a mountain who are hungry, and, the night before he was crucified, with his disciples. No one was excluded. At Vatican II, Pope Paul VI (1965, no. 40) made this point clear when he wrote, “Thus the church, at once ‘a visible organization and a spiritual community,’ travels the same journey as all of humanity and shares the same earthly lot with the world; it is to be a leaven and, as it were, the soul of human society in   110  its renewal by Christ and transformation into the family of God.” We are to literally be bread to each other. So how are we doing in terms of inviting all to the sacred table? This research shows that we can improve in how inviting we are to LGBTQ+ people. Bishop Flunder (2005, 11) challenges the heteronormative Church when she suggests that “an individual’s seat at the table is not given in spite of who they are but because of who they are.” Embracing the LGBTQ+ community means they are invited to the table with open arms. Throughout all the LGBTQ+ alumni interviews, it was evident that these six people desired a relationship with God and wished they had the opportunity to live fully into who they felt called to be without the judgement of the Church. According to survey respondents from Washington Catholic high schools, there is interest in upholding the life and dignity of the human person, particularly LGBTQ+ students, with an impressive response to the first few Likert-type scale statements. However, when it comes to practically living out transparent support by having a sign or symbol (e.g., a rainbow flag), there is less confidence in this effort being accepted by Catholic high school administrators. Working through biases and standing up to policies that exclude will help in creating a Catholic high school experience where all are welcome.  As seen recently in Seattle with the change in the employment covenant, there is movement toward the greater good (Etienne 2022). These efforts widen the Catholic Church’s efforts to invite everyone to the table to be fed. In Bishop Flunder’s (2005) sermon titled “Stir Up the Gift,” she writes:  Stir it up. You cannot stand off from a fire that has died down and command it to flame up. You must get involved with it. Move it around, see what is there, and assess what is needed. . . . Tune out those voices and choices that stand in opposition to the voice and will of God for you. . . . Your gift is not for you alone.   111  It was given for you to share it and to bless others with it. Use it. There is much more to the gift of God in us than we can imagine. (71–72)  Conservative, liberal, and middle-ground Catholics must lean into the discomfort of such challenging conversations to speak up for the marginalized in the community, particularly for LGBTQ+ students.  Desire for Change Spiritual care of the LGBTQ+ student in Catholic high schools is important and vital to the mission of the Catholic Church. How can Catholics enter the conversation in a way that we will be heard and not dismissed as people opposed to Catholic Church teaching? Can Catholics have difficult conversations and hear the pain and fear young people carry as they battle societal discrimination and Catholic silence? Speaker 6 spoke to this when she said, “I feel like I would have loved to jump out of that gray area and been like, ‘No, I should be advocating for people like me. I should be standing up for this. I should be letting people know it‘s okay to be all these different things and be gay and be LGBTQ+IA,’ but I didn‘t. And I almost feel like I kind of let people down, but I felt like, I don‘t know, I felt like I could have done more.” A desire for change in the Catholic Church was expressed in each interview and affirmed by the online survey.  Do Washington Catholic high schools have spiritual care opportunities for LGBTQ+ students? The simple answer is “sort of.” Sixty percent of respondents from Category I schools and 67.8% of respondents from Category II schools reported having active LGBTQ+ clubs, and 35% of those from Category I schools and 19.4% of those from Category II schools reported not having a club that was as administratively approved by the high school. These varied responses show that, although a majority of schools have a club for LGBTQ+ students, multiple respondents reported not having a   112  club. A unique difference is that a higher number of Category I respondents (n = 14, 73%) shared that they display signs or symbols that show support of LGBTQ+ students although only half of Category II respondents from (n = 14, 51.9%) reported visible signs and symbols. Reviewing these numbers helps demonstrate a desire across both Category I and Category II schools to offer LGBTQ+ support in a variety of ways.  To be LGBTQ+ in a Catholic high school and to be offered spiritual care is paramount to helping students feel safe and open to their personal faith journey, according to several alumni. Speaker 3 became impassioned talking about this topic: The one thing I would just add is it‘s so so important for LGBTQ people and students to have spiritual care. . . . I just think it‘s so important just for that to be available to students, because I think there are students who identify as LGBTQ and are trying to wrestle with their own spirituality, whatever that is. And I think it‘s just important to meet people where they are, including students, because . . . it would have been helpful for that to be a little bit more prominent or more approachable when I was in high school, because . . . that could have equipped me better for the future. I think it‘s very important for students of all different entities, but definitely LGBTQ+ students, to have the opportunity to ask questions about faith and about their relationship to God or whatever their higher power is, for people to listen and accompany in that way.  Accompanying all students, including LGBTQ+ students, is a Catholic objective. Again, according to Gaudium et Spes, “The social order requires constant improvement; it must be founded in truth, built on justice, and enlivened by love; it should grow in freedom toward a more humane equilibrium. If these objectives are to be attained there will first have to be a renewal of attitudes and far-reaching social changes” (Pope Paul VI 1965, no. 26). To live this out fully would radically alter Catholic spaces for LGBTQ+ students and thus create a just and more inclusive Church for us all.   113  Areas of Further Research This research was limited in that there were several voices left out of this conversation. First, more LGBTQ+ stories must be told. How to care for the spiritual needs of all who enter Catholic spaces begins with a listening stance. Six rich voices were heard in this research, but how many more stories must be told? How many more voices will be lost because of abandonment of the Church, or worse—suicide? The life and dignity of the human person is at risk and the Catholic Church would do well to investigate and acknowledge “the prevalence of depression and substance use among LGBT+, and the relationship of spirituality and religion to the manifestation of these issues” (McCann, Donohue, and Timmins 2020, 841).  The Catholic Church must take a stance and continue to call the hierarchy and laity to a new beginning. Similar to the USCCB’s efforts on bringing our awareness to the issue of race and discrimination in “Open Wide Our Hearts,” a pastoral green light is needed to create inclusive programming and training for Catholic educators, parishes, high schools, and individuals to hear all voices of those on the margins who have been actively discriminated against because of Church teaching. An official letter outlining how to interrupt discriminatory acts toward LGBTQ+ from the Magisterium would aid in this effort. Second, further research is necessary on models of campus ministry programming, activities departments supporting clubs such as Pride and Unity, and policies that protect LGBTQ+ students from discrimination and harassment from peers, faculty, staff, clergy, and other families. Research on nondiscrimination clauses that can be adopted by schools could help administrators educate and protect students and   114  families. Similarly, engagement with organizations like The Trevor Project, New Ways Ministries, and GLAAD should be seen as pro-Catholic, not anti-Catholic. Openness toward inclusive dialogue is paramount. Third, this research project did not include parent voices. The USCCB (1997) wrote its letter, “Always Our Children,” to demonstrate support and guide families with an LGBTQ+ child. A study of how parents navigate their child’s journey to sharing their identity, accepting their child with open arms, and supporting them on their journey is paramount to upholding the life and dignity of the human person. How parents navigate this journey is unclear as there are no studies documenting their journey. An ethnographic study could illuminate how to best offer spiritual care to LGBTQ+ students. Additionally, inviting parents to join a task force at their child’s Catholic high school to assess the programming, advocate for spiritual care of LGBTQ+ students, and encourage training of faculty and staff could be helpful to changing culture and creating a safe place for all students. Fourth, institutional change is important to fully living out Jesus’ call to love one another. This research included the hierarchy of the Catholic Church via encyclicals, pastoral letters, and doctrine. It also included one former Jesuit in the alumni interview. It is possible that a priest or vowed religious took the survey, but, because it was an anonymous survey, I have no way of finding out. However, I did not interview anyone in the hierarchy, such as a priest or an archbishop, to include the pastoral challenge they face when discussing LGBTQ+ spiritual care. Their personal voices representing the hierarchy of the Catholic Church could also shed light on Church teaching and the practical implications of spiritual care to LGBTQ+ students. Sending a survey to priests,   115  bishops, and cardinals and/or hosting a group interview could show attitudes and beliefs around why the Catholic Church will not create specific policy on accompanying LGBTQ+ youth at Catholic high schools.  Is it possible for a diocese to condone LGBTQ+ clubs or specific spiritual care practices in Catholic high schools? Why or why not? Studying this phenomenon to see if motivation behind their reluctance to implement programming is fear-based or strictly an outcome of trying to uphold one teaching in the catechism could be helpful to the conversation. It is tricky to know what motivates the Church, other than its focus on sexual ethics, on this particular topic, but the judgement is palpable and the silence is deafening. Lastly, a new pastoral document explicitly stating a change in Church dogma affirming the life and dignity of LGBTQ+ people fully and without qualifications will bring about much needed inclusivity and change (DeBernardo and Shine 2022, 49–53). A recent PBS documentary reminded me of a great twentieth century female Catholic activist, Dorothy Day, who started the Catholic Worker Movement. This one-hour documentary highlighted Day’s biography and her activism alongside her faith journey. In an interview, Day says, “At the Catholic Worker, it is not our job to fix people but to accept people for who they are and make room for them” (Revolution of the Heart: The Dorothy Day Story 2019). The Catholic Church has an abundance of space in their beautiful cathedrals and chapels. It is imperative that at this time in history, our faith becomes one of full inclusion and makes more room for LGBTQ+ family and friends, if they will have us.   116  Summary The Catholic Church upholds the life and dignity of the human person in a multitude of ways—from welcoming the migrant to advocating an end to the death penalty. When it comes to the life and dignity of the LGBTQ+ person, there are mixed messages about what this looks like. A study into the spiritual care of LGBTQ+ youth at Washington Catholic high schools as reported by administrators, counselors, campus ministers, and DEI directors revealed there are efforts occurring on Catholic high school campuses. However, not all schools report efforts or attitudes of inclusion. Affirmed by alumni participants in group interviews, the LGBTQ+ student experience is varied. Most reported growing in their faith journey through a variety of campus ministry programming. All of those interviewed were closeted during high school because they were either emerging into their identity or lived in fear of being discriminated against or othered. Ultimately, there are conclusions to be made based on this research.  This convergent mixed methods research revealed various opportunities for supporting and advocating for LGBTQ+ students in Catholic high schools. Rooted in transformative research, the response of the Catholic Church is a justice issue that must be addressed through various means. Pope Francis’s leadership has embraced a renewed conversation of accompanying LGBTQ+ people on their journey. With this encouragement, Catholic high schools must work to uphold the life and dignity of the human person by finding rootedness in imago Dei. This means the Church must embrace all, including LGBTQ+ people. This research also provides a reminder that LGTBQ+ people are also Catholic and desire a relationship with God; spiritual care programming must promote and support this noble yearning. Based on the findings of this project,   117  implementing pastoral programming that embraces all is imperative. As Catholics, we must all work for change. It is my hope that this extends into homes and parishes and especially into Catholic spaces throughout the world.       118  REFERENCES Archdiocese of Seattle. 2020. “Pastoral Planning.” Accessed June 30, 2020. https://archseattle.org/about-the-archdiocese-of-seattle/archbishop-etienne/pastoralplanning/. Archdiocese of Seattle. 2021. Final Report of the Archdiocesan Task Force on the Ministerial Covenant. Seattle: Catapult Learning. https://mycatholicschool.org/wp-content/uploads/2021/08/Archdiocese-of-Seattle.August-2-2021.pdf.  Armstrong, Thomas. 2019. The Human Odessey: Navigating the Twelve Stages of Life. Mineola: Ixia Press. Astley, Jeff, and Leslie Francis. 1992. Christian Perspectives on Faith Development. Grand Rapids: Eerdmans. Beck, Ashley. 2015. “How Catholic Teaching about War Has Changed: The Issues in   View.” New Blackfriars 96 (1062): 130–146.    https://www.jstor.org/stable/24766284.  Brazile, Liz, and Ashley Hiruko. 2020. “Archdiocese Called for Resignations of Gay Teachers from Kennedy Catholic High School, Attorney Says.” Produced by KUOW Seattle. NPR, February 20, 2020. Accessed March 12, 2023. https://www.kuow.org/stories/archdiocese-called-for-gay-teacher-resignations.  Buechel, Andy. 2015. That We Might Become God: The Queerness of Creedal Christianity. Eugene: Cascade Books. Canales, Arthur David. 2022. Pastoral Care to and Ministry with LGBTQ Youth and Young Adults. Eugene: Wipf & Stock. Chamberlain, Gary L. 1988. Fostering Faith: A Minister’s Guide to Faith Development. New York: Paulist Press. Cornwall, Savannah. 2019. “Constructive Theological Perspectives: What is Queer Theology?” Concilium 5: 22–32. Courage International. 2022. Courage International. Accessed February 9, 2022. https://couragerc.org/for-individuals/. Creswell, John W., and David J. Creswell. 2018. Research Design: Qualitative, Quantitative, and Mixed Methods Approaches. 5th ed. Thousand Oaks: SAGE Publications. Creswell, John W., and Vicki L. Plano Clark. 2018. Designing and Conducting Mixed Methods Research. 3rd ed. Thousand Oaks: SAGE Publications.   119  de Souza, Raymond J. 2023. “Cardinal McElroy’s Attack on Church Teachings on Sexuality is a Pastoral Disaster.” National Catholic Register, January 26, 2023. https://www.ncregister.com/commentaries/cardinal-mcelroy-s-attack-on-church-teachings-on-sexuality-is-a-pastoral-disaster.  DeBernardo, Francis. 2016. “Explaining ‘Who Am I to Judge?,’ Pope Moves LGBT Discussion One Step Further.” New Ways Ministry, January 10, 2016. https://www.newwaysministry.org/2016/01/10/explaining-who-am-i-to-judge-pope-moves-lgbt-discussion-one-step-further/.  DeBernardo, Francis, and Robert Shine. 2021. “Employees of Catholic Institutions Who Have Been Fired, Forced to Resign, Had Offers Rescinded, or Had Their Jobs Threatened Because of LGBT Issues.” New Ways Ministry. Last updated September 21, 2021. https://www.newwaysministry.org/issues/employment/employment-disputes/#unique-identifier2020.  ———. 2022. A Home for All: A Catholic Call for LGBTQ   Non-Discrimination. Mount Rainier: New Ways Ministry. Delve. 2023. Delve. Accessed January 9, 2023. https://delvetool.com/.  Farley, Margaret A. 2006. Just Love: A Framework for Christian Sexual Ethics. Continuum. Flunder, Yvette A. 2005. Where the Edge Gathers: Building a Community of Radical Inclusion. Cleveland: The Pilgrim Press. Fourré, Constance, Adrian Mison Fulay, Sandra Iwanski, and Roy Petitfil. 2007. The Practical Guide to High School Campus Ministry. Winona: Saint Mary’s Press. Fowler, James W. 1981. Stages of Faith: The Psychology of Human Development and the Quest for Meaning. New York: HarperSanFrancisco. Francis, Pope. 2013. Interview by Fr. Antonio Spadaro. Interview with Pope Francis. September 21, 2013. Libreria Editrice Vaticana. https://www.vatican.va/content/francesco/en/speeches/2013/september/documents/papa-francesco_20130921_intervista-spadaro.html. ———. 2020. Fratelli Tutti. Encyclical Letter. Vatican City: Libreria Editrice Vaticana. https://www.libreriaeditricevaticana.va/en/francis/509-fratelli-tutti.html.   120  Franjo Cardinal Seper, ed. 1975. Persona Humana. Congregation for the Doctrine of the Faith. 1975. https://www.vatican.va/roman_curia/congregations/cfaith/documents/rc_con_cfaith_doc_19751229_persona-humana_en.html?msclkid=24c4b35db54d11ec8aec40dd3cf33ec5.  General Secretariat of the Synod. 2022a. Documento Tappa Continentale. Vatican. https://www.synod.va/content/dam/synod/common/phases/continental-stage/dcs/Documento-Tappa-Continentale-EN.pdf.  ———. 2022b. Enlarge the Space of Your Tent: Working Document for the Continental Stage. Papal Report. Vatican City: General Secretariat of the Synod. https://www.synod.va/content/dam/synod/common/phases/continental-stage/dcs/Documento-Tappa-Continentale-EN.pdf.  GLAAD. 2023. GLAAD Media Reference Guide. 11th ed. https://www.glaad.org/reference/terms.  Goertz, Stephan. 2022. Who Am I to Judge? Homosexuality and the Catholic Church. Berlin: De Gruyter. HappyScribe. 2023. “HappyScribe.” Accessed January 8, 2023. https://www.happyscribe.com/. Hedegaard, Holly, Sally C. Curtin, and Margaret Warner. 2018. Suicide Mortality in the United States, 1999-2017. NCHS Data Brief No. 330. Washington, DC: Centers for Disease Control. https://www.cdc.gov/nchs/products/databriefs/db330.htm.  Horan, Daniel P. 2019. Catholicity & Emerging Personhood: A Contemporary Theological Anthropology. Maryknoll: Orbis Books. Human Rights Campaign. 2023. “Equality for All.” https://www.hrc.org.  Human Rights Campaign Foundation. 2023. “Stances of Faiths on LGBTQ Issues: Roman Catholic Church.” Human Rights Campaign. Accessed March 12, 2023. https://www.hrc.org/resources/stances-of-faiths-on-lgbt-issues-roman-catholic-church. Janicki, Luke. 2020. “We Can (and Should) Do Better by our Catholic L.G.B.T. school teachers.” America Magazine. Accessed June 24, 2020. https://www.americamagazine.org/faith/2020/06/23/we-can-and-should-do-better-our-catholic-lgbt-school-teachers. John Paul II. 1995. “Vatican.” March 25. Accessed January 31, 2021. https://www.vatican.va/content/john-paul-ii/en/encyclicals/documents/hf_jp-ii_enc_25031995_evangelium-vitae.html.   121  Julig, Carina. 2020. “A young woman’s suicide puts focus on church’s counseling for LGBT Catholics.” National Catholic Reporter, February 17, 2020. https://www.ncronline.org/news/opinion/my-daughter-was-gay-catholic-who-died-suicide-heres-how-church-must-protect-lgbtq?fbclid=IwAR2dvYCKGrkNY1BTS3HTsINyWvAeXAQ8CbXz0g9T1o4MPywZx3sE9uqtrhs.  Lebacqz , Karen, and Joseph D. Driskill. 2000. Ethics and Spiritual Care: A Guide for Pastors, Chaplains, and Spiritual Directors. Nashville: Abingdon Press. Libreria Editrice Vaticana. 2000. Catechism of the Catholic Church. 2nd ed. Washington DC: United States Catholic Conference of Bishops. Lipka, Michael, and Benjamin Wormald. 2016. “How Religious is Your State?” Pew Research Center. February 29, 2016. https://www.pewresearch.org/fact-tank/2016/02/29/how-religious-is-your-state/?state=washington.  Martin, James. 2018. Building a Bridge: How the Catholic Church and the LGBT Community Can Enter into a Relationship of Respect, Compassion, and Sensitivity. New York: HarperOne. ———. 2021. “Pope Francis is Making Space for LGBT People in the Church—With Limits. And It’s a Huge Step Forward.” American Magazine, September 23, 2021. https://www.americamagazine.org/faith/2021/09/23/james-martin-pope-francis-lgbt-24.  McCann, Edward, Graínne Donohue, and Fiona Timmins. 2020. “An Exploration of the Relationship Between Spirituality, Religion and Mental Health Among Youth Who Identify as LGBT+: A Systematic Literature Review.” Journal of Religion and Health 59: 836–41. https://doi.org/10.1007/s10943-020-00989-7.  McCoy, John A. 2015. A Still and Quiet Conscience: The Archbishoph Who Challenged a Pope, a President, and a Church. New York: Orbis. McDermott, Jim. 2022. “Pope Francis Praises Sister Jeannine Gramick’s 50 years of LGBT Ministry in Handwritten Letter.” America Magazine, January 7, 2022. https://www.americamagazine.org/faith/2022/01/07/sister-jeanine-gramick-letter-pope-francis-242157.  McElroy, Robert W. 2023. “Cardinal McElroy on ‘Radical Inclusion’ for L.G.B.T. People, Women and Others in the Catholic Church.” America: The Jesuit Review, January 24, 2023. https://www.americamagazine.org/faith/2023/01/24/mcelroy-synodality-inclusion-244587.  McElwee, Joshua J. 2016. “Francis Explains ‘Who Am I to Judge?’ National Catholic Reporter, January 10, 2016. https://www.ncronline.org/news/vatican/francis-explains-who-am-i-judge.    122  Menny, Efran. 2022. “Opinion: Combating International Anti-LGBTQ+ Hate is a Pro-Life Issue. Black Catholic Messenger, March 1, 2011. https://www.blackcatholicmessenger.com/combating-anti-lgbtq-hate/.  Mertens, Donna M. 2009. Tranformative Research and Evaluation. New York: The Gilford Press. Mills, Geoffrey E., and L. R. Gay. 2019. Educational Research Competencies for Analysis and Applications. 12th ed. New York: Pearson. Nachrichten-Agentur, Katholische. 2022. “Top EU Cardinal Calls for Change in Church Teaching on Gay Relationships.” National Catholic Reporter, February 2, 2022. https://www.ncronline.org/news/quick-reads/top-eu-cardinal-calls-change-church-teaching-gay-relationships?fbclid=IwAR2LFIS9wJBnRnpgbRqynFCjt8HaRSqyFDlJH9VPmPARnaOpq7pmLSIZlxM.  New American Bible. 2011. Washington, DC: US Catholic Council of Bishops. Obergefell v. Hodges. 576 U.S. 644 (2015).  O’Driscoll, Cian. 2015. “Rewriting the Just War Tradition: Just War in Classical Greek Political Thought and Practice.” International Studies Quarterly, 59, no. 1: 1–10. https://doi.org/10.1111/isqu.12187.  Pew Research Center. 2009. “Leaving Catholicism.” Pew Research Center, April 27, 2009. https://www.pewresearch.org/religion/2009/04/27/faith-in-flux3/. Pope Paul VI. 1965. “Gaudium et Spes.” Vatican. December 7, 1965. https://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_const_19651207_gaudium-et-spes_en.html.  Qualtrics. 2023. “Qualtrics XM.” https://www.qualtrics.com.  Revolution of the Heart: The Dorothy Day Story. 2019. Directed by Martin Doblmeier. Distributed by American Public Television. Richards, Lyn, and Janice M. Morse. 2013. Readme First for a User’s Guide to Qualitative Methods. 3rd ed. Los Angeles: SAGE Publications. Robertson, Phyllis K. 2004. “The Historical Effects of Depathologizing Homosexuality on the Practice of Counseling.” International Association of Marriage and Family Counselors 12, no. 2: 162–165. https://doi.org/10.1177/1066480703261976.  Saldaña, Johnny. 2021. The Coding Manual for Qualitative Researchers. Thousand Oaks: SAGE Publications.   123  Sanders, Cody J. 2020. Christianity, LGBTQ Suicide, and the Souls of Queer Folk. Lanham: Lexington Books. Schmitz, Michael. 2017. Made for Love: Same-Sex Attraction and the Catholic Church. San Francisco: Ignatius Press. Sensing, Tim. 2011. Qualitative Research. Eugene: Wipf & Stock. Steffens, Melanie Caroline, and Claudia Niedlich. 2022. “Homosexuality Between Acceptance and Discrimination.” In Who Am I to Judge? Homosexuality and the Catholic Church, edited by Stephan Goertz, 113–135. Berlin: De Gruyter. Sullivan, Nikki. 2003. A Critical Introduction to Queer Theory. New York: NYU Press. Swinton, John, and Harriet Mowat. 2016. Practical Theology and Qualitative Research. 2nd ed. London: SCM Press. The Trevor Project. 2021. “National Project on LGBTQ Youth Mental Health 2021.” https://www.thetrevorproject.org/survey-2021/?section=Introduction.  ———. 2022. “2022 National Survey on LGBTQ Youth Mental Health.”   https://www.thetrevorproject.org/survey-2022/.  Worchester, Thomas, SJ, ed. 2017. The Cambridge Encyclopedia of the Jesuits. Cambridge: Cambridge University Press. Trujillo, Yunuen. 2022. LGBTQ Catholics: A Guide to Inclusive Ministry. New York: Paulist Press. US Catholic Conference of Bishops. 1997. “Always Our Children.” https://www.usccb.org/resources/Always%20Our%20Children.pdf.  ———. 2018. “Open Wide Our Hearts: The Enduring Call to Love.” Pastoral Letter Against Racism. Washington, DC: USCCB. https://www.usccb.org/resources/open-wide-our-hearts_0.pdf.  ———. 2023. “Catholic Social Teaching.” https://www.usccb.org/beliefs-and-teachings/what-we-believe/catholic-social-teaching/life-and-dignity-of-the-human-person.  Vatican Council II. 1965. “Gravissimum Educationis.” In Gravissimum Educationis, by Paul VI, edited by Austin Flannery, OP. Vatican. https://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_decl_19651028_gravissimum-educationis_en.html.    124  Wells, Christopher. 2022. “Pope: Abolish War Now, Before War Erases Humanity From History.” Vatican News, March 22, 2022. https://www.vaticannews.va/en/pope/news/2022-03/pope-abolish-war-now-before-war-erases-mankind-from-history.html.  Without Exception. 2021. Without Exception Synod Report. https://www.ncronline.org/files/Organization-WithoutException-SynodReport.pdf.  Young, Kristen Millares. 2013. “Seattle Catholic School’s Firing of Gay Teacher Pits State Law Against Religion.” The Guardian, December 12, 2013. https://www.theguardian.com/world/2013/dec/21/seattle-catholic-schools-firing-gay-vice-principal.       125      APPENDIX A Definition of Terms     126   Definitions of Terms CCC—Catechism of the Catholic Church Category I—this authors name for schools owned and operated by the Archdiocese/Diocese (sometimes called Tier I) Category II—this authors name for schools owned and operated privately by religious communities and boards (sometimes called Tier II) Homosexuality—this term is used by the Catholic Church, however, it is seen as an antiquated and offensive way to reference the LGBTQ+ community; in this project, the term will only be used in reference to direct texts that exclusively use it LGBTQ+—recommended abbreviation by the Human Rights Campaign; stands for lesbian, gay, bisexual, transgender, queer or questioning, and the + indicates intersex, pansexual, asexual, and more; this author chooses to use this abbreviation SGL—This term comes from Bishop Flunder’s writing and stands for “same gender loving” (Flunder 2005, 144) Spiritual Care—Not bound by tradition, this term refers to providing care for the whole person (cura personalis) with respect and may include spiritual guidance through one-on-one counseling, small group spiritual direction, retreat involvement, and participation in liturgy; spiritual care offerings and spiritual care ministry will be used interchangeably  USCCB—US Catholic Council of Bishops    127      APPENDIX B Category I and II High Schools in Washington     128  Category I and II High Schools in Washington Category I schools are schools owned and operated by the archdiocese and its parishes. Category II schools are owned and operated privately by religious communities and boards. Archdiocese of Seattle Catholic High Schools8 Category I Schools Category II Schools Bishop Blanchet High School Archbishop Murphy High School Kennedy Catholic High School Bellarmine High School O’Dea High School Eastside Catholic High School Pope John Paul II High School Forest Ridge High School Seton Catholic High School Holy Names Academy  Seattle Preparatory School  Archdiocese of Spokane Catholic High Schools9 Category I Schools Category II Schools DeSales Catholic School Gonzaga Prep High School  Tri Cities Prep  Archdiocese of Yakima Catholic High Schools10 Category I Schools Category II Schools None La Salle High School   8 Archdiocese of Seattle Catholic Schools. Date accessed February 4, 2022. https://mycatholicschool.org/the-catholic-schools-located-within-the-archdiocese-of-seattle/ 9 Archdiocese of Spokane. Date accessed February 8, 2022. https://dioceseofspokane.org/schools.  10 Archdiocese of Yakima. Date accessed February 8, 2022. https://yakimadiocese.org/directory-schools/listing/yakima-la-salle-high-school/.   129      APPENDIX C Quantitative Survey Questions     130  Quantitative Survey Questions These questions were sent to Washington Catholic high schools identified as Category I and Category II schools through Qualtrics, an online survey company.  1. Consent to participate (see Appendix E) 2. What role/job do you have at the high school? (Administrator, Campus Minister, Counselor, Director of Equity and Inclusion Director, Other) 3. At what type of Catholic high school do you work? (Category I – Diocesan/Archdiocesan Catholic High School: Bishop Blanchet, Kennedy Catholic, O’Dea, Pope John Paul II, Seton Catholic, or DeSales; Category II – Religious Order/Private Catholic High School: Archbishop Murphy, Bellarmine Preparatory, Eastside Catholic, Forest Ridge, Holy Hames, Seattle Preparatory, Gonzaga Preparatory, Tri Cities Preparatory, or La Salle) 4. Does your school currently have an administratively sanctioned student club for LGBTQ+ students? (Yes, Maybe, No) 5. If so, what is the name of this club? 6. If there is an administratively sanctioned student club for LGBTQ+ students, what department is it housed? (Activities, Campus Ministry, Counseling, Other) 7. What spiritual care practices do you publicly advertise specifically for LGBTQ+ students? (Select all that apply: Support group, LGBTQ+ Club, Prayer group, Retreats, Service projects, Mass involvement, None are offered, Unsure, Other) 8. What spiritual care practices do you offer that may not be publicly advertised for LGBTQ+ students but instead heard through word of mouth? (Select all that apply: Support group, LGBTQ+ Club, One on one spiritual counseling, None are offered, Unsure, Other) 9. Do you have any signs or symbols visible in your school that show support of LGBTQ+ students? (Yes, Maybe, No) 10. If yes, what signs and symbols are visible in your school that show support of LGBTQ+ students? (Pride flag, Pride pin, Posters, Flyers, Other) 11. Please read the following statements and respond Strongly Agree, Somewhat Agree, Neither agree nor disagree, Somewhat Disagree, Strongly Disagree” 12. LGBTQ+ students are vulnerable students that must receive spiritual care.  13. Rooted in the Catholic Social Teaching, Life and Dignity of the Human Person, Catholic high schools must provide spiritual care to LGBTQ+ students. 14. Spiritual care offerings should be publicized visibly for students to see.  15. A rainbow flag hanging in the campus ministry office or a classroom would be welcome in my high school.  16. What questions, concerns or topics might be missing from this survey? 17. Demographic questions (optional): a. What is your ethnicity? (White/Caucasian, Hispanic or Latino, Native American or American Indian, Asian/Pacific Islander, Other) b. What is your age? c. What is your gender? (Male, Female, Nonbinary, Prefer not to say) d. What religion are you?    131      APPENDIX D Pre-Interview Alumni Group Online Questions     132  Pre-Interview Alumni Group Online Questions Pre-interview questions in Qualtrics for the online survey that included details on when the Zoom group interview would occur.  a. Did you attend a Catholic high school? (Yes, No) b. Which type of Catholic high school did you go to (Category I (diocesan or archdiocesan) or Category II (religious affiliation or private (i.e., Christian Brothers, Jesuits, SNJM, etc.)) c. What year did you graduate?  d. Did you participate in Catholic liturgies or retreat offerings at your high school? (Yes, No) e. Were there any dedicated spaces for LGBTQ+ students at your high school? (Yes, Maybe, No) f. What symbols of support did you see in your Catholic high school for LGBTQ+ students?     133      APPENDIX E Alumni Group Interview Questions     134  Alumni Group Interview Questions Alumni Group Interview Questions during 1-hour Zoom:   1. Describe your spiritual journey. (Did you grow up Catholic? Are you still a practicing Catholic? If not, do you belong to another church tradition? How would you describe your spiritual path right now as an adult?) 2. What spiritual care offerings did you experience at your Catholic high school? 3. Was there an official club for LGBTQ+ students that operated publicly, secretly, or not at all? Tell me about your experience(s) with such a group.  Questions I hope are answered in question 3:  a. In what department was the group?  b. Where did you meet?  c. How did students find out about it?  d. If there were no groups, did you hear of or participate in trying to organize a group?  e. What was the response by administrators? 4. In high school, were there any adults you felt safe to talk to? If so, what was their role? If not, where did you find support? 5. In what ways did going to a Catholic high school help or hinder your spiritual journey? 6. What else would you like to contribute to the topic of spiritual care of LGBTQ+ students?     135      APPENDIX F Sample Email Invitation to Online Survey     136  Sample Email Invitation to Online Survey Title of Project: SACRED LIVES: A STUDY ON THE SPIRITUAL NEEDS OF LGBTQ+ STUDENTS AND POSSIBLE RESPONSES BY CATHOLIC HIGH SCHOOLS Dear Administrators, Counselors, Campus Ministers, and DEI Directors of Washington Catholic High Schools, You are invited to participate in a research study about spiritual care of LGBTQ+ students who attend Washington Catholic high schools. The goal of this research study is to identify spiritual care offerings and opportunities at Category I (diocesan) and Category II (religious affiliated or private) Catholic high schools. This study is being conducted by Jenny Farrell, Campus Minister at Kennedy Catholic High School in Burien, WA and candidate for the Doctor of Ministry degree at Seattle University in the School of Theology and Ministry.  There is one qualification to participate in this study: working as an administrator, counselor, campus minister, or DEI director at a Washington Catholic high school. Participation in this study is voluntary. If you agree to participate in this study, you will take the attached anonymous survey. The survey includes questions about spiritual care needs of LGBTQ+ students. Your participation in the survey serves as your informed consent. Participating in this study may not benefit you directly, but it will help this researcher learn what spiritual care is occurring that is visible, other spiritual care that may not be as visible, or an absence of spiritual care at local Washington Catholic high schools for LGBTQ+ students. You may find answering some of the questions upsetting, but we expect that this would not be different from the kinds of things you discuss with family or friends. You may skip any questions you don’t want to answer. The information you will share if you participate in this study will be kept completely confidential to the full extent of the law. Your information will be assigned a code number that is unique to this study. The list connecting your responses to this number will be kept in a password protected file on Jenny Farrell’s personal computer. As the sole and principal investigator, only Jenny Farrell will be able to see the survey responses. No one at Seattle University or your place of employment will be able to see your survey or even know whether you participated in this study. Study findings will be presented only in summary form. While the investigator will keep your information confidential, there are some risks of data breeches when sending information over the internet that are beyond the control of the investigator(s).   137  Please note: You must be 18 or older to participate in this study. Thank you for your participation.  The password for the online survey is 1stud3nt. Here is the link to the survey (https://seattleux.qualtrics.com/jfe/form/SV_efKaRtKIL5bxPvw). Peace, Jenny Farrell Doctor of Ministry Candidate, Seattle University 206-334-6056 Follow this link to the Survey:  ${l://SurveyLink?d=Take the Survey} Or copy and paste the URL below into your internet browser: ${l://SurveyURL} Follow the link to opt out of future emails: ${l://OptOutLink?d=Click here to unsubscribe} Follow this link to the Survey:  ${l://SurveyLink?d=Take the Survey} Or copy and paste the URL below into your internet browser: ${l://SurveyURL} Follow the link to opt out of future emails: ${l://OptOutLink?d=Click here to unsubscribe}      138      APPENDIX G Sample Email of Communications with Alumni Interview Participants     139  Sample Email of Communications with Alumni Interview Participants Initial Email Outreach Participant, My name is Jenny Farrell, doctoral candidate for the Doctor of Ministry degree at Seattle University and campus minister at Kennedy Catholic High School. I am looking for participants for a research study. You were identified as an LGBTQ+ alumnus of a Washington Catholic high school and received my contact information. You are receiving this email because you contacted me.  This study is about spiritual care of LGBTQ+ students in the Catholic high school, both visible and unseen. If you take part in this study, you will participate in a one-hour Zoom interview with 5-10 other alums. To be able to take part in this study, individuals must be fill out a consent form, a pre-interview survey (password: 1stud3nt) and be available on Thursday, November 17 from 6-7pm. Anonymity cannot be guaranteed as this is a group interview; however, confidentiality will be requested of all participants.  If you are interested in participating or have any questions about the study, please email Jenny Farrell at farrelj@seattleu.edu or call 206-334-6056. Interview questions will be sent to each participant. Thank you for considering participation in this research project.  Peace,  Jenny Farrell  Follow Up Email to Zoom Participants Hello, Thank you so much for being willing to participate in my doctoral research study. The title of the study is Sacred Lives: A Study on The Spiritual Needs of LGBTQ+ Students and Possible Responses by Catholic High Schools. You were sent a Pre-Interview Online Survey earlier this week which also included a consent form. Thank you for filling that out. Below you will find the Zoom link and the questions I will be asking during the interview. The Zoom meeting will go from 6-7pm. Please let me know if you have any questions or concerns. 1. Describe your spiritual journey. (Did you grow up Catholic? Are you still a practicing Catholic? If not, do you belong to another church tradition? How would you describe your spiritual path right now as an adult?) 2. What spiritual care offerings did you experience at your Catholic high school? 3. Was there an official club for LGBTQ+ students that operated publicly, secretly, or not at all? Tell me about your experience(s) with such a group. 4. Questions I hope are answered in question 3: a. In what department was the group? b. Where did you meet? c. How did students find out about it?   140  d. If there were no groups, did you hear of or participate in trying to organize a group? e. What was the response by administrators? 5. In high school, were there any adults you felt safe to talk to? If so, what was their role? If not, where did you find support? 6. In what ways did going to a Catholic high school help or hinder your spiritual journey? 7. What else would you like to contribute to the topic of spiritual care of LGBTQ+ students? Zoom Information: • Jenny Farrell is inviting you to a scheduled Zoom meeting. • Topic: LGBTQ+ Catholic High School Alumni Interview • Time: Nov 17, 2022 06:00 PM Pacific Time (US and Canada) • https://seattleu.zoom.us/j/91807573372 • Meeting ID: 918 0757 3372 Peace, Jenny Farrell (206) 334-6056     141      APPENDIX H Alumni Group Pre-Interview Survey Email and Interview Script     142  Alumni Group Pre-Interview Survey Email and Interview Script Zoom Information:  Jenny Farrell is inviting you to a scheduled Zoom meeting. Topic: LGBTQ+ Catholic High School Alumni Interview Time: Nov 17, 2022 06:00 PM Pacific Time (US and Canada) https://seattleu.zoom.us/j/91807573372  Meeting ID: 918 0757 3372  PRESS RECORD! Pre-Interview Online Survey with details on when the Zoom group interview will occur. Here is the link to the Pre-Interview Online Survey: Preview - Qualtrics Survey | Qualtrics Experience Management a. Did you attend a Catholic high school? (Yes, No) b. Which type of Catholic high school did you go to (Category I (diocesan) or Category II (religious affiliated or private)) c. What year did you graduate? (fill in the blank) d. Did you participate in Catholic liturgies or retreat offerings at your high school? (Yes, No) e. Were there any dedicated spaces for LGBTQ+ students at your high school? (Yes, No) f. What symbols of support did you see in your Catholic high school for LGBTQ+ students? (fill in the blank) Thank you for completing this pre-interview survey. See you on [insert date and time] for the Zoom interview [insert Zoom link]. If you have not completed the Consent Form, please click this link and send your signed form to farrelj@seattleu.edu.  Alumni Group Interview Questions during one-hour Zoom Script: Thank you all for attending this one-hour Zoom group interview to share your experiences as LGBTQ+ alums from a Catholic high school. I am Jenny Farrell, principal investigator and candidate for the Doctor of Ministry degree. The title of my project is Sacred Lives: A Study on The Spiritual Needs of LGBTQ+ Students and Possible Responses by Catholic High Schools. This group interview is one part of my mixed methods research project and an online survey of all Washington Catholic high school administrators, counselors, campus ministers, and DEI directors is also taking place concurrently with this interview. During this interview, we will use first names only during this interview and while we cannot guarantee anonymity in this setting, I ask that you keep confidential what is shared in this interview. Please state your name when you share, and we will go around the Zoom room for each question. If you are uncomfortable with any question or would prefer not to answer, please feel free to do so. This interview is being recorded for transcription purposes. No one will hear or see this recording except for me, and it will be deleted at the end of my research phase. As I ask these questions, I will also post them in the chat, and you also received these in your email. Are there any questions? Let us begin.   143  1. Describe your spiritual journey. (Did you grow up Catholic? Are you still a practicing Catholic? If not, do you belong to another church tradition? How would you describe your spiritual path right now as an adult?) 2. What spiritual care offerings did you experience at your Catholic high school? 3. Was there an official club for LGBTQ+ students that operated publicly, secretly, or not at all? Tell me about your experience(s) with such a group.  Questions I hope are answered in question 3:  a. In what department was the group?  b. Where did you meet?  c. How did students find out about it?  d. If there were no groups, did you hear of or participate in trying to organize a group?  e. What was the response by administrators? 4. In high school, were there any adults you felt safe to talk to? If so, what was their role? If not, where did you find support? 5. In what ways did going to a Catholic high school help or hinder your spiritual journey? 6. What else would you like to contribute to the topic of spiritual care of LGBTQ+ students? Thank you so much for participating in this Zoom group interview. If this interview brought up any triggers or issues for you, please consider reaching out to a trusted friend, counselor, or spiritual director. There are also great resources at New Ways Ministry, Dignity, and The Trevor Project which are posted in the chat. If you wish to read the final research project, my dissertation will be available and published through Seattle University in Spring 2023. Again, I ask that what was shared here today and who was in this group interview be kept confidential and I thank you so much for your time and contribution to this research.  Post in the Chat: New Ways Ministry https://www.newwaysministry.org/  Dignity https://www.dignityusa.org/  The Trevor Project https://www.thetrevorproject.org/      144      APPENDIX I Online Survey Informed Consent Forms     145  Online Survey Informed Consent Forms CONSENT TO PARTICIPATE IN RESEARCH TITLE: “Sacred lives: a study on the spiritual needs of LGBTQ+ students and possible responses by Catholic high schools” INVESTIGATOR: Jenny Farrell, Doctor of Ministry student in the School of Theology and Ministry at Seattle University, 206-334-6056  ADVISOR: Bishop Edward Donalson, III, DMin, Director of Doctor of Ministry and Assistant Clinical Professor; email address: donalso1@seattleu.edu, 206.296.6357 PURPOSE: You are being asked to participate in a research project that seeks to investigate the spiritual care offerings in Washington Catholic high schools for LGBTQ+ students. You will be asked to complete a 60-minute interview via Zoom that will be recorded.  SOURCE OF SUPPORT: This study is being performed as partial fulfillment of the requirements for the Doctor of Ministry degree at Seattle University.  RISKS: There are no known risks associated with this study. However, the topics explored cover vulnerable subjects which might be uncomfortable to discuss. Questions will be provided in advance to mitigate any discomfort during the interview process. BENEFITS: Participation in this research project will provide a safe and supportive space to review spiritual care offered or experienced at Catholic high schools to which you are connected. In addition, the results of this study will benefit campus ministers, administrators, chaplains, and counselors working in Catholic high schools. INCENTIVES: You will receive no gifts/incentives for this study. Participation in the project will require no monetary cost to you. CONFIDENTIALITY: Your name will not be recorded with the data. Any other identifying information collected will be provided under your own discretion and will be omitted from the report if requested at the time of the interview. Your name will never be used in any public dissemination of these data (publications, presentations, etc.). All research materials and consent forms will be stored on a personal computer under password protection. Human subjects research regulations require that data be kept for a minimum of three (3) years. When the research study ends, any identifying information will be removed from the data, or it will be destroyed. Confidentiality cannot be guaranteed in a focus group setting; however, we ask all participants to respect others’ privacy and keep all information shared confidential. However, if we learn you intend to harm yourself or others, we must notify the authorities.  RIGHT TO WITHDRAW: Your participation in this study is voluntary. You may withdraw your consent to participate at any time without penalty. Your withdrawal will not influence any other services to which you may be otherwise entitled.   146  SUMMARY OF RESULTS: A summary of the research results will be supplied to you, at no cost, upon request, and will be made available upon request after the research is completed and submitted in April 2023. Requests to receive final research documents can be made to Jenny Farrell via email, farrelj@seattleu.edu, or phone, (206) 334-6056. VOLUNTARY CONSENT: I have read the above statements and understand what is being asked of me. I also understand that my participation is voluntary and that I am free to withdraw my consent at any time, for any reason, without penalty. On these terms, I certify that I am willing to participate in this research project. I understand that should I have any concerns about my participation in this study, I may call Jenny Farrell, who is asking me to participate, at (206) 334-6056. If I have any concerns that my rights are being violated, I may contact Dr. Michael Spinetta, Chair of the Seattle University Institutional Review Board at (206) 296-2585. Participants were able to click their consent online which then moved them to the survey. If participants clicked that they did not accept, the online survey ended immediately.     147      APPENDIX J Interview Survey Informed Consent Forms     148  Interview Survey Informed Consent Forms CONSENT TO PARTICIPATE IN RESEARCH  TITLE: “Sacred lives: a study on the spiritual needs of LGBTQ+ students and possible responses by Catholic high schools”   INVESTIGATOR: Jenny Farrell, Doctor of Ministry student in the School of Theology and Ministry at Seattle University, 206-334-6056   ADVISOR: Bishop Edward Donalson, III, DMin., Director of Doctor of Ministry and Assistant Clinical Professor; email address: donalso1@seattleu.edu, 206.296.6357   PURPOSE: You are being asked to participate in a survey for a research project that seeks to investigate the spiritual care offerings in Washington Catholic high schools for LGBTQ+ students.   SOURCE OF SUPPORT: This study is being performed as partial fulfillment of the requirements for the Doctor of Ministry degree at Seattle University.   RISKS: There are no known risks associated with this study.   BENEFITS: Participation in this research project will help the researcher identify spiritual care offered or experienced at Washington Catholic high schools to which you are connected. In addition, the results of this study will benefit campus ministers, administrators, chaplains, and counselors working in Catholic high schools.   INCENTIVES: You will receive no gifts/incentives for this study. Participation in the project will require no monetary cost to you.   CONFIDENTIALITY: Your name will not be recorded with the data as this is a confidential survey. Any other identifying information collected will be provided under your own discretion and will be omitted from the report if requested at the time of the interview. Your name will never be used in any public dissemination of these data (publications, presentations, etc.). All research materials and consent forms will be stored on a personal computer under password protection. Human subjects research regulations require that data be kept for a minimum of three (3) years. When the research study ends, any identifying information will be removed from the data, or it will be destroyed.   RIGHT TO WITHDRAW: Your participation in this study is voluntary. You may withdraw your consent to participate at any time without penalty. Your withdrawal will not influence any other services to which you may be otherwise entitled.   SUMMARY OF RESULTS: A summary of the research results will be supplied to you, at no cost, upon request, and will be made available upon request after the research is   149  completed and submitted in April 2023. Requests to receive final research documents can be made to Jenny Farrell via email, farrelj@seattleu.edu, or phone, (206) 334-6056.   VOLUNTARY CONSENT: I have read the above statements and understand what is being asked of me. I also understand that my participation is voluntary and that I am free to withdraw my consent at any time, for any reason, without penalty. On these terms, I certify that I am willing to participate in this research project. I understand that should I have any concerns about my participation in this study, I may call Jenny Farrell, who is asking me to participate, at (206) 334-6056. If I have any concerns that my rights are being violated, I may contact Dr. Michael Spinetta, Chair of the Seattle University Institutional Review Board at (206) 296-2585.  Participants were able to click their consent online which then moved them to the survey. If participants clicked that they did not accept, the online survey ended immediately.     150      APPENDIX K Demographics of Quantitative Survey     151  Demographics of Quantitative Survey Demographics for Washington Catholic high school administrators, counselors, campus ministers, and DEI directors who participated in the online quantitative survey about spiritual care for LGBTQ+ youth in catholic high schools.    Total Participants  Females  Males  Undisclosed n (%) 51 25 (49.0) 19 (37.3) 7 (13.7)           Age Categories (yr.), n (%)          23-40  17 10 (40.0) 7 (36.8) 0 (0.0) 41-60  20 10 (40.0) 9 (47.4) 1 (2.3) 61-67  6 3 (12.0) 3 (15.8) 0 (0.0) Unidentified  8 2 (8.0) 0 (0.0) 6 (86.0)       Race Ethnicity, n (%)      White/Caucasian  28 17 (68.0) 11 (57.9) 0 (0.0) Black or African American  4 2 (8.0) 2 (10.5) 0 (0.0) Hispanic or Latino  2 2 (8.0) 0 (0.0) 0 (0.0) Asian/Pacific Islander  6 3 (12.0) 3 (15.8) 0 (0.0) Multiracial*  5 1 (4.0) 3 (15.8) 1 (14.3) Unidentified  6 0 (0.0) 0 (0.0) 6 (85.7)       Religion, n (%)      Agnostic  1 1 (4.0) 0 (0.0) 0 (0.0) Catholic  36 19 (76.0) 16 (84.2) 1 (14.3) Christian  3 2 (8.0) 1 (5.3) 0 (0.0) Native Spiritual  1 0 (0.0) 1 (5.3) 0 (0.0) No affiliation  1 1 (4.0) 0 (0.0) 0 (0.0) Undisclosed  9 2 (8.0) 1 (5.3) 6 (85.7)   *Participant identified as multiple races from the options listed above or one that was not listed--Native American or American Indian      152      APPENDIX L Demographics for Qualitative Study     153  Demographics for Qualitative Study Demographics for LGBTQ+ alumni participants   n (%) Total Participants 6  Females 3 (50.0)  Males 3 (50.0)         Age categories (yr.), n (%)        21–30  3 1 (33.3) 2 (66.7) 31–40  1 1 (33.3) 0 (0.0) 41–50  1 0 (0.0) 1 (33.3) 51–60+  1 1 (33.3) 0 (0.0)      Race/Ethnicity, n (%)     White/Caucasian  2 2 (66.7) 0 (0.0) Black or African American  1 0 (0.00) 1 (33.3) Hispanic or Latino  1 0 (0.00) 1 (33.3) Asian/Pacific Islander  1 1 (33.3) 0 (0.0) Multiracial  1 0 (0.0) 1 (33.3)      Religion, n (%)     Catholic  3 1 (33.3) 2 (66.7) Nonpracticing    School Attended, n (%)  Category I  Category II  3   3 3 2 (66.7)   2 (66.7) 1 (33.3) 1 (33.3)   1 (33.3) 2 (66.7)      154      APPENDIX M CITI Program Certification     155  CITI Program Certification      156      APPENDIX N IRB Letter     157  IRB Letter   ",
    "id": 578311425,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.seattleu.edu:etds-dmin-projects-1003"
    },
    "title": "Sacred Lives: A Study on the Spiritual Needs of LGBTQ+ Students and Possible Responses by Catholic High Schools",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks @ SeattleU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.seattleu.edu/cgi/viewcontent.cgi?article=1003&context=etds-dmin-projects"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/578311425.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/578311425"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/578311425/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/578311425/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/578311425"
        }
    ],
    "abstract": "In this project, I examined the spiritual care offerings available to LGBTQ+ students in Catholic high schools in the state of Washington and potential best practices. Through a convergent mixed methods approach to gathering information on spiritual care, both public and clandestine, I sourced several methods of inquiry to analyze data and make recommendations. Using a survey of all fifteen Category I and Category II Catholic high schools in Washington, I collected data from administrators, counselors, campus ministers, and diversity equity inclusion (DEI) directors about spiritual care efforts in catholic high schools. Concurrently, two listening sessions were held with six LGBTQ+ alumni about their personal spiritual journeys as students who attended a Catholic high school. With a liberative lens and as a practical theologian, I dialogue with Catholic social teaching, Catholic doctrine and social sciences, and other Christian theologians who speak to LGBTQ+ spiritual care experiences",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.seattleu.edu:etds-dmin-projects-1003",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13917",
        "openDoarId": 0,
        "name": "ScholarWorks @ SeattleU (Seattle University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 578311425,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-15T12:57:46+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-15T22:15:59+01:00"
    },
    "urls": [
        "https://scholarworks.seattleu.edu/context/etds-dmin-projects/article/1003/viewcontent/Farrell_Dissertation_FINAL.pdf",
        "https://scholarworks.seattleu.edu/etds-dmin-projects/4"
    ],
    "lastUpdate": "2024-02-15T12:57:46+00:00",
    "setSpecs": []
}