{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Haggerty, Alyssa J."
        }
    ],
    "contributors": [],
    "createdDate": "2019-05-28T17:36:20+01:00",
    "dataProvider": {
        "id": 3495,
        "name": "St. Catherine University",
        "url": "https://api.core.ac.uk/v3/data-providers/3495",
        "logo": "https://api.core.ac.uk/data-providers/3495/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/200292657.pdf",
    "fullText": "St. Catherine University SOPHIA Master of Social Work Clinical Research Papers School of Social Work 5-2017 Sacred Shame: Integrating Spirituality and Sexuality Alyssa J. Haggerty St. Catherine University, alyssajunehaggerty@gmail.com Follow this and additional works at: https://sophia.stkate.edu/msw_papers  Part of the Social Work Commons Recommended Citation Haggerty, Alyssa J.. (2017). Sacred Shame: Integrating Spirituality and Sexuality. Retrieved from Sophia, the St. Catherine University repository website: https://sophia.stkate.edu/msw_papers/743 This Clinical research paper is brought to you for free and open access by the School of Social Work at SOPHIA. It has been accepted for inclusion in Master of Social Work Clinical Research Papers by an authorized administrator of SOPHIA. For more information, please contact amshaw@stkate.edu. RUNNING\tHEAD:\t\tSACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t              Sacred Shame:  Integrating Spirituality and Sexuality  By Alyssa Haggerty, B.A.             Committee Members: Rachel Murr MSW, LMSW Mary Hoffman MSW, LGSW Mari Ann Graham, PhD, LISW (Committee Chair)    The Clinical Research Project is a graduation requirement for the MSW students at St. Catherine University/University of St. Thomas School of Social Work in St. Paul, Minnesota and is conducted within a nine-month time frame to demonstrate facility with basic research methods. Students must independently conceptualize a research problem, formulate a research design that is approved by a research committee and the university Institutional Review Board, implement the project, and publicly present the findings of the study. This project is neither a Master’s thesis nor a dissertation. SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t2\tAbstract  Literature shows that many LGBTQ individuals believe that they must deny or hide their sexual identities and conform to a hetero-dominant lifestyle that often results in shame, denial of self, depression, anxiety, isolation, addiction, and abandonment of spirituality.  This qualitative research study explored how LGBTQ individuals raised in non-affirming Christian traditions integrated their spiritual and sexual identities by in-person interviews with seven participants. Findings support previous research, and although the researcher was well aware of the nuances of this topic, an unexpected finding related to the complexity of gender identity and sexual orientation also surfaced. Practice implications include development of social workers’ self-awareness regarding their identity and/or belief systems.  Further research is also suggested to better understand client journeys toward integration, and how clinical social workers can increase their sensitivity and advocacy for LGBTQ individuals.                    SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t3\tAcknowledgments  To my love and teammate Conor, for your unconditional love and support.  You are my biggest cheerleader.  You believed in me before I believed in myself to complete this journey.  To my son Emerson, who is my dream come true and was five weeks old when my graduate school journey began, thank you for keeping me on my toes!  To my mom, who regardless of her own significant trials and tribulations during these last three years never ceased to support and encourage me.  To Kacie, Chris, Maya, and Miles, for beginning and ending this journey with us.  We could not have made this journey without you.  You encouraged me and helped me apply to this program. Kacie, going through the first year together was so helpful and special.  You offered constant and profound encouragement, as well as a safe place for me to be me.  You watched Emerson countless of times so I could do homework, have a break, and provided time for Conor and I to reconnect in the midst of the chaos.  Your house is still the only place Emerson has slept overnight away from us!    To my family and chosen family.  There are too many of you to thank individually. You provided constant encouragement, childcare, listening ears for my perpetual need to verbally process, validation, meals, and community.    To my committee chair Mari Ann, for the support and encouragement through the highs and lows of this project and for the countless hours of editing.  You have made such an impact on my life through my graduate school career.  To my committee members Mary and Rachel, thank you for your time, support, encouragement, and expertise.  Last, but certainly not least, the participants of this study.  Thank you for your incredible bravery and vulnerability.  It was an honor to hear your stories.  Your journeys have moved me in more ways than I can ever express.           SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t4\tDedication  My interest and passion for this topic began before I had the words for it.   As a small child, I watched my great aunt and uncle, embrace and unconditionally love their gay son, even though they held conservative religious beliefs.  Despite the overwhelming fear of the AIDS epidemic in the 1980s, they welcomed him home to provide hospice.  Ricky passed peacefully at his parents home, in his childhood room. Ricky Nauman (1952-1988)   To my friends who have allowed me to be apart of their integration journey in some capacity: Jessie, Camille, Andrew, Jakson, Brenna, Melissa, and Brandy.  I have learned so much from you all and it has been an honor.                             SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t5\tTable of Contents  ABSTRACT………………………………………………………………………... p. 2  ACKNOWLEDGMENTS.……………………………………………………........  p. 3 DEDICATION……………………………………………………………………...  p. 4  TABLE OF CONTENTS…………………………………………………………... p. 5 INTRODUCTION………………………………………………………………….  p. 7 LITERATURE REVIEW…………………………………………………………..  p. 10  Defining Spirituality and Religion…………………………………………. p. 10  Religion, Sexuality, and Shame…………………………………………….  p. 12  Privilege and Sexual Identity Development …………………………….....  p. 16  Integrating Sexuality and Spirituality ……………………………………...  p. 17  Role of Inclusive/Gay Positive Churches ……………………………….....  p. 20  Summary and Research Question ……………………………………….....  p. 22 RESEARCH LENSES ……………………………………………………………..  p. 22  Theoretical Lenses ………………………………………………………....  p. 23  Professional Lens …………………………………………………………..  p. 26  Personal lens ……………………………………………………………….  p. 27 METHOD  ………………………………………………………………………....  p. 30  Sampling Procedures ……………………………………………………....  p. 30  Protection of Human Subjects ……………………………………………..  p. 31  Instrumentation and Data Collection Procedures ………………………….  p. 32  Data Analysis Procedures ………………………………………………….  p. 32  Strengths and Limitations ………………………………………………….  p. 33 FINDINGS ………………………………………………………………………… p. 33  Description of Participants ………………………………………………… p. 34  Observational Data ………………………………………………………… p. 34  Christian Messages About Identity ………………………………………...  p. 36  Consequences of Shame …………………………………………………...  p. 40  Journey Toward Integration ………………………………………………..  p. 44  Integration Today ………………………………………………………….. p. 46 DISCUSSION ……………………………………………………………………...  p. 49  Findings Supported by the Literature ……………………………………...  p. 50  Unexpected Findings ………………………………………………………  p. 51  Implications for Practice …………………………………………………...  p. 52  Implications for Future Research ………………………………………….. p. 53 CONCLUSION …………………………………………………………………..... p. 54 REFERENCES  ……………………………………………………………………  p. 55 APPENDICES ……………………………………………………………………..  p. 61  Appendix A:  Consent Form …………………………………………….....  p. 61 SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t6\t Appendix B:  Interview Schedule ………………………………………….  p. 64  Appendix C:  Flier …………………………………………………………  p. 66  TABLES Table 1:  United States Christian Tradition Statistics ……………………………...  p. 13 Table 2:  Participant Demographics ……………………………………………….. p. 34                     SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t7\tIntroduction Neurologist, psychiatrist and Holocaust survivor Victor Frankl taught that our religious self is intrinsic to our being. To deny its power, he said, is as debilitating as denying our sexuality, or any core element of our identity. For that reason, rejection by a beloved faith community can be a devastating experience (HRC, n.d.)  For many years, same-sex attraction was something people felt like they had to keep hidden.  Same-sex attraction was not seen as acceptable.  Even as the United States began to grow in the acceptance of LGBTQ (lesbian, gay, bisexual, transgender, queer) communities, many religious communities held fast to their beliefs that same-sex attraction is a sin, and a choice.  While Human Rights Campaign (HRC) reported that the 1997 Catholic National Conference of Bishops acknowledged that same-sex attraction isn’t a choice, and therefore, being gay is not inherently sinful.  The Catholic Church has since made further statements that being gay or lesbian is “unnatural,” “disordered,” and one of the many manifestations of “original sin” (HRC, 2014a, para. 3). The HRC also unveiled views discussed at the Southern Baptist Convention, describing a “love the sinner, hate the sin” approach to their ministry (HRC, 2014b, para. 5). Many LGBTQ individuals have believed at one point in their lives that they must deny or hide their sexual identities from their families, friends, and faith communities.  When evangelical Christians address the topic of same-sex attraction, it is often done in a way that advises individuals to conform to a hetero-dominant lifestyle (Trammell, 2015).  This can lead to shame, denial of self, depression, anxiety, isolation, addiction, eating disorders, comorbid diagnosis, and abandonment of faith (Foster, Bowland &Vosler, 2015; Murr, 2013; Walton, 2008; Wood & Conley, 2014).  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t8\tThe process of understanding and accepting one’s sexual identity begins at a young age and is fraught with risks for LGBTQ youth as noted by the Center for Disease and Control: LGBTQ youth are at increased risk for suicidal thoughts and behaviors, suicide attempts, and suicide. A nationally representative study of adolescents in grades 7–12 found that lesbian, gay, and bisexual youth were more than twice as likely to have attempted suicide as their heterosexual peers.  More studies are needed to better understand the risks for suicide among transgender youth. However, one study with 55 transgender youth found that about 25% reported suicide attempts (CDC, 2014, para.4).    Feelings of shame and lack of self-acceptance generally do not improve without a positive support system and historically, churches have been a source of support for communities (Rodriguez & Ouellette, 2000). Regardless of denomination, churches across the spectrum are known for providing spiritual, relational, financial, emotional, and basic needs support for local community members.   In 2011, The Advocate, a national gay news magazine, voted Minneapolis the number one “Gay City” in the United States.  Approximately 2.9% of Minnesota’s 5,379,139 populations identify as LGBTQ, and 13,718 same sex couples reported living in Minnesota (CBS Minnesota, 2013).  In the magazine’s polling, cities were evaluated based on a number of criteria.  One criterion was the amount of LGBTQ friendly religious congregations (Palmer, 2011).  Many churches have emerged and declared themselves as “gay-positive” which not only welcomes LGBTQ members, but also addresses the spiritual needs of its LGBTQ community.  The National Association of Social Worker’s Code of Ethics demonstrates a commitment to service, social justice, dignity and worth of person, importance of human relationships, integrity, and competence (NASW Workers, 2008).  This leads social workers to view people through a biological, psychological, and social lenses, and to advocate on their behalf.  Canda and Furman (2010) propose a holistic model of spirituality that suggests that spirituality is at the center of a person, and that biological, sociological, and psychological, aspects stem from it.  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t9\tThey suggest that attending to client spirituality can help social workers put “clients’ challenges and goals within the context of their deepest meanings and highest aspirations” (p.5). They also note that identifying spiritual facets of clients’ lives can help professionals pinpoint areas of resilience and strength.  Noting that spirituality and religion are often skimmed over or ignored because of their reputation for being oppressive and conservative, they also note that social workers often avoid this dimension because separation of church and state, as many social work programs are government funded. Spirituality, the lack of it, trauma regarding it, and/or benefits of it, can contribute to a person’s personal experience and worldview.  Current research indicates that many LGBTQ persons experience a spiritual loss while developing their identities as people (Love, Bock, Jannarone & Richardson, 2005).  This suggests significant clinical implications for professionals to consider as they work with LGBTQ clients. Canda and Furman (2010) go as far to say: Spirituality is the heart of helping.  It is the heart of empathy and care, the pulse of compassion, the vital flow of practice wisdom, and the driving energy of service.  Social workers know that our professional roles, theories, and skills become rote, tiresome, and finally lifeless without this heart, by whatever names we call it (p.3).    Existing research provides a small window into the oppression that LGBTQ communities have endured in the name of religion.  Understanding this literature as well as personal stories about their experiences can help professionals stand in solidarity, advocate for human dignity and promote peace (NASW Workers, 2008).  This study seeks to explore how LGBTQ individuals, who were raised in non-affirming Christian traditions, have integrated their sexuality and spirituality.  In order to do this, a literature review will first be presented.  Next, a chapter outlining research lenses will be present.  Finally, the method chapter describes the research design used for this study.    SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t10\tLiterature Review This review of the literature will first define the differences between religion and spirituality.  Next, disparities between theology and sexuality will be discussed in order to present important background related to the religious oppression of sexuality.  An explanation of sexual identity development and how privilege contributes to marginalization of the LGBTQ community is presented in order to deepen the reader’s understanding of how shame connected to religion and sexuality creates hurdles as LGBTQ persons attempt to integrate sexual and spiritual identities.  A section on inclusive and/or gay positive communities is presented to illustrate how affirming environments can positively affect individuals’ integration of their spiritual and sexual identities. This chapter concludes with a summary of this literature and the research question for this study.   Defining Spirituality and Religion The terms spirituality and religion are often used interchangeably, but they are not the same and can hold positive or negative weight.  People who identify themselves as religious, might be offended if others were to refer to them as spiritual, and vice versa.  Some may use the term faith to define their belief system, but typically this term is reserved to define religious points of view. Canda and Furman (2010) observe: Human spirituality is like an intricate tapestry of all aspects of human diversity woven together with spiritual experiences, values, beliefs, and practices…Spirituality as wholeness of the person-in-relation is like the frame of a loom.  The frame provides a structure and support for the interweaving of warp and woof fibers.  Before the weaving begins, the frame is empty; it represents a potential for form and beauty that is not yet actualized (p.101).    Canda and Furman (2010) suggest that religion is “an institutionalized (i.e. systematic) pattern of values, beliefs, symbols, behaviors, and experiences that are oriented toward spiritual concerns, shared by a community, and transmitted over time in tradition” (p. 59), and that SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t11\t“spirituality refers to a universal and fundamental human quality involving the search for a sense of meaning, purpose, morality, well-being, and profundity in relationships with ourselves, others, and ultimate reality, however understood” (p. 59). Positive psychologists Zinnbauer and Pargament explain that there are similarities in both spirituality and religiousness in that they both connect to three key concepts:  significance, search, and the sacred as cited in Canda & Furman:   Significance relates to “valued, meaningful, or ultimate concerns.”  These concerns may be psychological (e.g. growth, self-esteem, comfort), social (e.g. intimacy, social justice), physical (e.g. health, fitness, material (money food, cars), or related to the divine (e.g. closeness with God, religious experience).  Search refers to the life process of discovering and conserving what is significant.  The sacred, as already described when added to significance and search, distinguishes religion and spirituality from other phenomena (p. 72).    The researchers present two conceptual models of spirituality: an operational model that focuses on spirituality as one aspect or dimension of the human experience, and holistic model in which spirituality is at the center of the person, connecting psychological, sociological, and biological aspects.  They note that healthy religiousness is an “expression of spirituality,” and that “spirituality is the source of religion, but it is not limited to religion.  Spirituality includes and transcends religion” (p.77).   They further describe aspects of four identities:  spiritual only, religious only, spiritual practice includes religion, and one in which religious and spiritual practices are the same.  One who identifies as spiritual only does not identify with any religious group, views spirituality as their whole life or culture, and is invested in matters of purpose, morality, and meaning.  One who identifies as religious only typically belongs to a religious group, participates in and practices religious activities and considers their religious practice to be their culture.  Individuals who identify with spiritual practice that includes religion, adhere to religious practices as types SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t12\tof spiritual practices, not all of which have to be religious in nature.  Lastly, there are those  whom experience religious and spiritual practice are indistinguishable; their religion and spirituality are completely entwined and permeates all aspects of their lives (Canada & Furman, 2010).    Religion, Sexuality, and Shame Approximately three-fifths of adults in the United States report some type of religious affiliation.  Of those three-fifths, more than 70% attend religious services of some type.  The Pew Research Center (PRC) reports that 70.6% of the population in the United States identifies as Christian (PRC, 2017).  “Christian” is divided into seven categories: Evangelical Protestant, Mainline Protestant, Historically Black Protestant, Catholic, Mormon, Orthodox Christian, and Jehovah’s Witness.  The PRC (2017), conducted further research with these religious communities to measure Views About Homosexuality by Religious Group.  See Table 1: United States Christian Tradition Statistics to view the denominations included in each category and their acceptance of homosexuality.            SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t13\tTable 1:  United States Christian Tradition Statistics Christian Tradition Population Percentage Acceptance of Homosexuality  Evangelical Protestant • Methodist (Not United Methodist Church) • Lutheran (Not Evangelical Lutheran Church in America • Presbyterian (Not Presbyterian Church of the United States of America • Restorationist • Holiness (White) • Reformed • Churches of Christ • Baptist (White) • Nondenominational (Evangelical)  25.4% 36% Mainline Protestant • Nondenominational (Not Evangelical) • United Church of Christ • Episcopal • Lutheran (Evangelical Lutheran Church in America) • American Baptist • Methodist (United Methodist Church) • Disciples of Christ  14.7 % 66% Historically Black Protestant • African Methodist Episcopal • Baptist (black) • Progressive Baptist • National Baptist • Church of God In Christ • Holiness (black) • Pentecostals (black)  6.5 % 51% Catholic 20.8% 70% Mormon 1.6% 36% Orthodox Christian 0.5% 62% Jehovah’s Witness .04% 16% SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t14\tThe statistics indicate that many LGBTQ adults were raised in religious homes.  For a young child or youth, discovering and understanding their sexual identity can bring great internal conflict, especially if their family is religious. These youth may alienate themselves for fear of family members discovering their same-sex identity (Brennan-Ing, Seidel, Larson & Karpiak, 2013).  The feelings of guilt and fear may be even more significant if the adolescent also identifies as “religious” (Cates, 2007).  Adolescence is usually the time that faith communities begin to educate and set expectations for sexuality within the context of their institution.  Many Christian denominations of faith believe that same-sex attraction is a “sin” that individuals choose to engage in (Subdi & Geelan, 2012).  “Most Protestant Christian denominations hold formal positions regarding sexuality, and some have formally developed anti-homosexual policies” (Barringer et al., 2013, p. 242).  Guilt can lead to shame and depression.  Suicide is the second leading cause of death among people ages 10-24 in the United States.  LGBTQ youth are four times more likely to attempt suicide then their straight peers (CDC, 2014).   Sexual fluidity refers to the capacity to change one’s sexual identity, sexual attraction, or sexual behavior.  While some in the LGBTQ community resonate with the idea of sexual fluidity, others find this concept threatening because the notion of choice has been used coercively to insist that LGBTQ should simply repent and chose heterosexuality (Moon, 2014).    Religious communities often have three beliefs about same-sex attractions:   1. People are born gay and cannot change.  This can either lead to full acceptance of the individual or full rejection.   2. Sexuality is purely a choice, not necessarily inherent if one chooses same sex attraction they are choosing the “sinful choice.” 3. “Love the sinner, hate the sin.” One may be born gay, but that alone is not considered sin. Acting on the same sex attraction is the actual “sin.”  Therefore, if one avoids the behavior either through celibacy or forcing oneself into a heterosexual relationship, believers should love and accept them as persons (Baaringer, Gay, & Lynxwiler, 2013; Moon, 2014; Trammell, 2015).    SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t15\tQualitative research shows that leaders and members of church communities have significantly contributed to the emotional distress of LGBTQ individuals within religious communities (Murr, 2013; Walton, 2008).  Congregations send a variety of hurtful messages: being gay is a sickness; they cannot be in leadership; they are deviants, disgusting, and dangerous to children.  These kinds of messages deepen the shame that gay individuals experience.  Those who experience disapproval, rejection, cruelty, or abandonment from their family and/or faith community, can internalize negative messages.  Many individuals attempt to change their sexual orientation to avoid conflict with their communities (Cates, 2007; Murr, 2013).   Churches were some of the first groups to promote and host reparative therapy groups. Reparative therapy or conversion therapy is a therapeutic approach to transform and convert individuals who identify as LGBTQ into heterosexuals (Cates, 2007; Murr, 2013; Subdi & Geelan, 2012).  The National Center for Lesbian Rights (NCLR) (2016) reported:   According to a 2009 report of the American Psychological Association, the techniques therapists have used to try to change sexual orientation and gender identity include inducing nausea, vomiting, or paralysis while showing the patient homoerotic images; providing electric shocks; having the individual snap an elastic band around the wrist when aroused by same-sex erotic images or thoughts; using shame to create aversion to same-sex attractions; orgasmic reconditioning; and satiation therapy. Other techniques include trying to make patients’ behavior more stereotypically feminine or masculine, teaching heterosexual dating skills, using hypnosis to try to redirect desires and arousal, and other techniques—all based on the scientifically discredited premise that being LGBT is a defect or disorder (NCLR, 2016, para. 3).  The NCLR (2016) report the nations leading medical and mental health organizations, including the American Psychological Association (APA), advise against conversion therapy and warn of its potential health risks.  Since 2012, the following states and cities have passed laws deeming it illegal for state licensed mental health workers to practice any type of conversion therapy:  California, Oregon, New York, New Jersey, Vermont, Washington D.C., Cincinnati OH, Seattle WA, Miami Beach, FL (NCLR, 2016).    SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t16\tPrivilege and Sexual Identity Development Marginalized groups in society often face challenges in identity development (Gross, 2008).  Adams, Bell, and Griffin (2007) discuss the concept of heterosexual privilege.  “Heterosexual Privilege: Unearned, often unconscious or taken for granted benefits afforded to heterosexuals in a heterosexist society based on their sexual orientation” (appendix 9G).  The appendix quotes provides a list of 44 heterosexual privilege statements that represent a limited list.  The following are a few samples from the list:   2.   No one questions the “normality” of my sexuality or believes my sexuality was “caused” by psychological trauma, sin, or abuse. 13.  People don’t ask me why I chose my sexual orientation, and why I choose to be so open about it.  15.  I can easily find a religious community that will welcome me and my partner. 37.  My sexual orientation is not used as a synonym for “bad,” “stupid,” or “disgusting.” (“That’s so gay.” “What a fag.” “She’s a lezzy”). 38.  I can raise children without threats of state intervention and without my children having to be worried about which friends might reject them because of their parents’ sexual orientation. I don’t have to prepare my children for the people who may treat them badly because of their parents’ sexual orientation 43.  I don’t have to choose between spending significant family time (religious holidays, family events) with my family of origin or my family of choice. I can assume that my family of origin will welcome or at least accept my partner (Adams, Bell, & Griffin, 2007, appendix 9G).    This leads to the question, how does privilege affect this particular time of sexual and spiritual identity development?  A study of 12 lesbian and gay college students was conducted regarding their spiritual identity development related to their sexual orientation.  There is little research completed regarding LGBTQ college students and spiritual development.  What has been conducted indicates that many LGBTQ college students experience a spiritual loss during their college years during this natural time of identity development (Love et al., 2005).   College students are exploring independence, their place in society, intimacy and relationship SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t17\texploration, and they might also be exploring both of their sexual and spiritual identities (McLeod, 2013).   This study showed that the “coming out” process served as an important catalyst for their spiritual development.  LGBTQ young adults often address the development of their sexual and spiritual identities much sooner than heterosexuals, due to societal and religious norms creating conflict between the two identities (Love et al., 2005).  Heterosexuals have the luxury of maintaining some degree of separation between their sexual identities and their spiritual identities, avoiding the dissonance between personal sexuality and spirituality that is typically generated for sexual minorities.  In our culture of non-integration between sexuality and spirituality, this separation that heterosexuals can experience is safe and adaptive, though not necessarily a healthy practice.  Gay and lesbian people (as well as other sexual minorities) are not afforded this luxury (Love et al., 2005, p. 206).      Love et al. (2005) refers to the concept of the “spirituality of sex” (organism, psyche, spirit), and how it is connected to the human experience.  This balance of organism, psyche, and spirit can bring healthy integration of spirituality and sexuality.  Achieving this integration in a sex-negative culture is difficult.  College students in this study reported that they felt as if society expected their sexuality to interact with all aspects of their human experience, unlike their heterosexual counterparts.  This pressure led some students to a deeper and stronger sense of reconciliation between their two identities, while for others it brought a great amount of grief (Love et al., 2005).   Integrating Sexuality and Spirituality  Research shows that individuals identifying as LGBTQ with a Christian upbringing specifically, struggle with sexual identity (Levy & Reeves, 2011; Rodriguez & Oulette, 2000; Wood & Conley, 2014).  A study of 134 participants, who identified as having same-sex attraction and were raised in a household where at least one parent identified as Christian, was SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t18\tconducted to examine the extent of the effects of a Christian upbringing in relation to their acceptance of the LGBTQ identity (Lapinski & McKiman, 2013).  Participants reported that their   ability to be openly LGBTQ to their primary social network was significantly related to both positive and negative aspects of their LGBTQ identities.  In other words, the more “out” someone was to their primary community, the more positive feelings they had about their sexual identity.  Two distinct groups emerged from the research.  The first group consisted of participants who were able to integrate their sexuality with their religious traditions.  The second group, was unable to integrate their sexuality with their religious upbringing, and unable to advance in their sexual identity (Lapinski & McKiman, 2013).   Several pieces of literature describe four main choices LGBTQ individuals make regarding their sexuality and spirituality:  reject their sexual identity, reject their spiritual identity, integrate the two identities, compartmentalize them and live in conflict with the two (Levy & Reeves, 2011; Rodriguez & Oulette, 2000; Wood & Conley, 2014).  There is not, however, a substantial amount of research about the personal accounts or journeys that lead to integration. Levy and Reeves (2011) articulate a five-stage process for which individuals resolve the conflict between their sexual identity and spirituality identity.  There are personal and contextual factors that affect each stage of the process.  The first stage is when there becomes an awareness of conflict between their sexual and spiritual identity.  The next stage typically brings a sort of secrecy, or hiding of their same-sex desires.  During this phase many increase their religious involvement hoping these sexual feelings will go away and/or individuals often become depressed.  Third, is the catalyst phase, where new knowledge is gained and the desire for change is stirred.  The fourth stage involves working through the conflict by continuing to seek SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t19\tnew information, reflect, discuss, and choose new behaviors.  The fifth stage involves resolution and acceptance of one’s sexual identity and a personalized faith, integration (Levey & Reeves, 20011).   Many individuals attempting to integrate their spirituality and sexuality are not only marginalized within religious communities, but many experience marginalization within the LGBTQ community as well, due to the historic religious oppression many of them have experienced (Bowland, Foster, & Vosler, 2013).  “The co-development of sexual identity and religious identity creates cognitive dissonance, and many LG [lesbian, gay] Christians abandon their religious orientation in favor of their sexual orientation” (Bowland et al., 2013, p. 321).   For people to reconcile these two identities, a new faith other than the faith they were raised with develops.  Adjustment of theology is poignant, especially for those who suffered from exposure to negative messages about who they are in the eyes of God (Brennan-Ing et al., 2013; Murr, 2013).  In order to engage with “God,” their beliefs about God must shift from seeing God as one that damns same-sex attraction to a God that loves and accepts them.  Therefore, endorsing the belief that God created people LGBTQ, and that it is not a choice, changes the locus of control around sexual identity from the internal (choosing to be LGBTQ) to external (Brennan-Ing et al, 2013).   Another significant theology adjustment in order to develop an affirming personal faith for people raised in the Christian faith is how to understand the Bible.  It is commonly taught in the Christian faith that the Bible is the infallible word of God and is interpreted literally to guide how to live.  The Bible has been frequently used to condemn same-sex attraction.  Many on the path to reconciliation, begin to understand it as the word of God, within the context of history and believe that not every scripture is to be lived literally today (Murr, 2013; Walton, 2008).   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t20\tLastly, many of those who have found spiritual fulfillment without compromising their sexual identity, found new affirming congregations to be a part of (Brennan-Ing et al, 2013; Murr, 2013; Subdi & Geelan, 2012).  Research between the conflict of same-sex attraction and Christianity, show that 80% of the participants wanted to maintain both their Christian and LGBTQ identities (Subdhi & Geelan, 2012).  “Integration occurs when an individual holds both a positive religious identity and positive LGBTQ identity and feels no conflict between them” (Bowland et al., 2013, p. 322).  Self-guided spiritual pursuit in adulthood, contributes to the significant level of strength one claims their faith to be (Murr, 2013; Rodriguez & Ouellette, 2000).  Role of Inclusive/Gay Positive Churches  Inclusive, gay positive, and/or affirming churches are congregations that affirm people regardless of sexual identity, sexual orientation, gender, or biological sex.  These churches address the spiritual needs inherent to the gay community.  Inclusive, affirming, and gay positive are often used interchangeably through much of the literature.  This should not be confused with “gay friendly” or “gay welcoming” churches as these churches may welcome LGBTQ individuals, but do not necessarily support or accept their sexual identity (Gross, 2008).  For example, The Human Rights Campaign reports on the official stance of the Church of the Nazerene: The denomination’s official website states that, “The Church of the Nazarene believes that every man or woman should be treated with dignity, grace, and holy love, whatever their sexual orientation.” However, the current Manual of the Church of the Nazarene, which dictates policy from 2013 to 2017, also states, “We view all forms of sexual intimacy that occur outside the covenant of heterosexual marriage as sinful distortions of the holiness and beauty God intended for it. Homosexuality is one means by which human sexuality is perverted . . . We deplore any action or statement that would seem to imply compatibility between Christian morality and the practice of homosexuality” (HRC, 2015, para. 4).  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t21\tMore and more Christian denominations are re-examining scripture in order to redefine their stance on same-sex attraction.  Some of these Christian denominations have chosen to change their affiliation from gay friendly to inclusive after their investigation.  Not all members have shown support for this transition (Gross, 2008).  The Gay and Lesbian Advocates and Defenders (GLAD) Alliance is a group connected to the Disciples of Christ denomination that promotes inclusion of all individuals regardless of gender and sexual identity, into the fullness of life and leadership within the church.  They also provide trainings for other religious groups on how to become affirming (GLAD Alliance, 2017).   Research suggests that identity conflict between sexuality and spirituality can be alleviated when LGBTQ individuals are able to integrate their religious beliefs and their sexuality into a new understanding of themselves (Rodriguez & Ouellette, 2000).  Rodriguez and Ouellette (2000) hypothesized that the more involved a LGBTQ individual was in an affirming church, the more integration they would report between their spiritual/religious and sexual identities. Their study was conducted at a well-known affirming church called Metropolitan Church of New York.  For the quantitative section of the research, the participants took a survey to explore any correlations between involvement in an inclusive church community and the individuals level of spiritual and sexual identify integration.  Two topics that were measured were: religious history and levels of involvement within the church.  The ranges of activities were: formal membership, worship services, church activities/ministries such as choir member and usher.  The number of years participants went to the church was also measured.  Their findings showed that 25% reported not being fully integrated, but 72.5% reported being fully integrated correlating directly with their higher levels of involvement within the church (Rodriguez & Ouellette, 2000).   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t22\tSpirituality is an important part of many people’s lives, including those in the LGBTQ community (Brennan-Ing et al, 2013). Research would suggest that having a positive space to address the needs of the LGBTQ community could positively affect sexual and spiritual identity integration. Oppression contributes to a significant abandonment of faith by many within the LGBTQ community (Brennan-Ing et al, 2013; Murr, 2013; Rodriguez & Ouellette, 2000; Wood & Conley, 2014).   A study by a Christian organization showed that 86% of 16-29 year olds describe Christians as “anti-gay.”  Therefore, it is not surprising that another study revealed that 60-69% of gay men and lesbians have abandoned organized religion.  Benefits of spirituality include improved relationships, more energy, and reduced risk of depression (Murr, 2013).  Summary and Research Question  The literature suggests that integrating spiritual/religious and sexual identities is complicated for anyone.  This process is made even more complex for sexual minorities. The literature suggests that the process of integration is very personal and intimate, and that inclusive/gay positive churches can provide positive support during this journey.  More qualitative research is needed to provide insight into how this marginalized group manages this challenge. This kind of research is needed not just to benefit LGBTQ populations, but also to inform clinicians and contribute to best practices. Therefore, the research question for this study is: How do LGBTQ individuals who were raised in a non-affirming Christian tradition integrate their spiritual/religious identity with their sexual identity?  Research Lenses Two artists look at the same painting in a museum and come away describing completely different aspects of the painting.  One may narrow in on the magnificent colors the painter chose while the other artist may be drawn into the technique of the dramatic brush strokes and not even SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t23\tnotice the colors.  These two artists may have different expertise in their training as artists that encourage them to focus on separate details of the same painting.  Their training creates lenses for which they view and understand the painting.  The same is true for researchers attempting to collect data on a topic and analyze it.  The purpose of this chapter is to demonstrate my credibility and competence as the researcher in this project and to be transparent about my theoretical, personal, and professional lenses as they relate to this project.   Theoretical Lenses As research has indicated, many LGBTQ individuals have experienced discrimination from religious communities due to their sexual orientation.  While reading articles with qualitative data, two things continued to be more and more apparent:  many individuals experienced shame and lacked a sense of empowerment. Therefore, two theories are important to me as the researcher: Shame Resilience Theory and Empowerment Theory.   Shame Resilience Theory (SRT).  Brenè Brown developed SRT after conducting research on the emotional factors that affect women’s development (Brown, 2006).    SRT offers a working definition of shame and a conceptual identity for shame. Through the development of a continuum schematic, SRT describes the main concerns of women experiencing shame and identifies the strategies and processes women find effective in developing shame resilience (Brown, 2006, p.45).   SRT suggests the definition of shame is extreme feelings or experiences that leave one believing that they are unworthy of acceptance and belonging (Robbins et al., 2006).  Brown’s research showed that shame led to feelings of being trapped, powerlessness, and isolation.  The opposite of those are empathy, connection, power, and freedom (Robbins et al., 2006).  Brown visually presents SRT on a continuum by placing those negative effects of shame on one end, and the positive emotions on the opposite end.   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t24\tThrough her research, Brown (2006) discovered that shame resilience is directly related to vulnerability and critical awareness.  The more women are able to reach out and talk about the actual shame they are experiencing by naming their emotions, the more resilient they became. According to this theory, connection, mutual support, and shared experiences are critical to the process of building resilience.   Although Brown began her work with women, she now acknowledges that shame is a universal human experience, and has expanded her theory to explain the shame that men feel (Brown, 2012).  Men and women do experience shame differently, however.  Twelve universal shame categories were identified by women: “appearance and body image, money and work, motherhood/fatherhood, family, parenting, mental and physical healthy, addiction, sex, aging, religion, surviving trauma, and being stereotyped or labeled” (Brown, 2012, p.86).  Brown saw themes in these categories of shame that she simplified into “who we should be, what we should be, how we should be” (Brown, 2012, p.87).   In contrast, when men were asked about how they experience shame, the stories they told led to an overwhelming, almost identical message at the end, “Do not be perceived as weak”  (Brown, 2012, p. 92).  Four universal themes rose to the top to help Brown (2012) describe the way men experience shame:   I am not allowed to be afraid.  I am not allowed to show fear.  I am not allowed to be vulnerable.  Shame is being afraid, showing fear, or being vulnerable”  (p.97).  When men’s shame resilience increases, they are able to respond with “awareness, self-compassion, and empathy.  But without that awareness, when men feel that rush of inadequacy and smallness, they normally respond with anger and/or by completely turning off (p.97).  Shame isolates people and isolation breeds shame.  One of the keys to breaking free from shame is allowing one’s self to be vulnerable and in community (Brown, 2012).  The literature showed many times how community and connection helped individuals break their cycle of shame in SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t25\torder integrate their spirituality and sexuality (Foster, Bowland, & Vosler, 2015; Gross, 2008; Love et al, 2005). Therefore, this theory guided the researcher’s understanding in how community and relationships supported LGBTQ individuals in their integration process.  This theory directed the development of many of the interview questions for this qualitative research.  All of the participants described specific examples of how both community and relationships supported their journey. Empowerment theory.  Social work is one of the only professions that incorporates social justice as part of its code of ethics (NASW Workers, 2008).   In order to fully understand how oppression affects marginalized people, one must understand the role privilege plays (Hutchison, 2011).  Client empowerment is at the core of social work practice. “Empowerment requires linking a sense of self-efficacy with critical consciousness and effective action” (Robbins et al, 2012, p. 87).  Empowerment invites us to “identify capabilities instead of cataloging risk factors and exploring environmental influences of social problems instead of blaming victims” (Perkins & Zimmerman, 1995, p.570).  Perkins and Zimmerman (1995) go on to describe how empowerment theory is beneficial on macro, mezzo, and micro levels.  They describe however, that empowerment used on a micro level, specifically in qualitative research, is what advances understanding in practice (Perkins & Zimmerman, 1995). This research project was inspired by the desire to learn more about LGBTQ individuals’ experiences in healing from shame and their ability to develop a meaningful spirituality. Understanding how LGBTQ individuals were empowered on their integration journey could further develop areas of advocacy for the LGBTQ community.  Therefore, Empowerment theory contributed to how interview questions for this qualitative research were developed.  Many of the questions were open ended and provided space for participants to share their story to the extent SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t26\tthey felt comfortable.  “We must create settings that promote empowering communal and personal stories and listen more carefully to the voices telling those stories” (Perkins & Zimmerman, 1995, p. 577).  Empowerment Theory also informed the manner in which I interviewed, listened to, and understood participant’s experience. Professional Lens My social work path started at a young age.  I was the child that loved to sit and listen to adults tell stories of “old times” while the other children went off to play.  I would just soak up the stories.  I loved asking questions or investigating.  I tended to ask the “off limits” questions, not to mindfully push the envelope, but out of genuine curiosity.  I struggled to adhere to the “we don’t talk about it” rule that many Midwest towns respect and follow.  I asked questions when silence was the preferred response.   I have worked in a variety of social work settings:  youth corrections, residential treatment for children, in-home work with families, and group homes for developmentally disabled adults.  In every single one of these settings I encountered people exploring their sexual, gender, and religious identities, and have been witness to the tormenting struggle many of them have faced.   While in my professional development, I have encountered colleagues who have lacked an understanding of the disenfranchisement LGBTQ individuals have experienced.  This lack of understanding is often times due to the absence of experience or relationships with LGBTQ people.  It is my hope that in continuing research that shares the intimate details of individuals’ stories, professionals will gain a deeper consciousness.     SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t27\tPersonal Lens   I identify as a spiritual, white, heterosexual, female.  This topic is extremely layered for me and deeply close to my heart on a personal level.  In 1987, when our country was in a state of fear regarding same-sex attraction, my second cousin, Ricky, came out to our family and died of AIDS within months.  His parents’ love never waivered.  He came home to die and his parents and my grandmother, a retired nurse, took shifts caring for him.   My family of origin was made up of members that identified as both religious and spiritual, which directly affected the way family members processed my cousin’s sexuality and death.  People vacillated between denial, disgust, and acceptance.  Those emotions presented as silence for the most part.  In my observation, the silence came from fear.  In 1987, there was so much still unknown about both same-sex attraction and AIDS in my small-town in the midwest.  After Ricky died, people from the community did not go to the funeral or to his parents’ home afterwards for the funeral dinner, reportedly out of disproval of Ricky and for fear they might “catch AIDS.”  Even at seven-years-old I never thought Ricky had chosen to be gay.  I just understood it to be his truth.                                  I was raised in a Southern Baptist church.  If you would have asked me when I was young if I identified as religious or spiritual, I would have said religious, because the word “spiritual” was seen as “new age” in my Baptist church.  Beginning in junior high school, I began to have a more personal sense of faith and began the journey of rejecting fundamentalism.  I had several close male friends that people in my small town community referred to as “different,” “goddamn weirdoes,” or “faggots.”  I always defended them, feeling frustrated by people’s apparent close mindedness.  This became emotionally tricky for me though, as I knew that my church’s stance on same-sex attraction was negative.  I began to have internal struggles SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t28\twith what I “should believe.”  I truly believed one was born gay, and that God created them in love.  I continued to love my friends and defend them, and was silent in church around conversations about same-sex attraction.  I left home after my senior of high school to attend a Christian Liberal Arts college.  During those four years of undergrad, I encountered a radical spiritual change.  I began to understand the differences between spirituality and religion and determined which was best for me.  This journey included therapy to work through the shame embedded by years of fundamentalism and also, the shame I experienced because I rejected fundamentalism.  During my journey, several close friends of mine began their journey of understanding their sexuality and struggling to accept their lesbian, gay, and queer identities mostly due to past religious upbringings.  Spirituality was important to them and they struggled to understand how their sexuality and spirituality could co-exist.    Unfortunately because I was on my own spiritual journey, I said some unhelpful things to friends who confided in me about their journey.  Due to my friends’ ability to be vulnerable with me, and share how I had unknowingly hurt them, I became passionate about reconciling my own beliefs and supporting my friends through this journey.   Today, many of them have integrated their sexuality and spirituality, but some have rejected spirituality and religion altogether.  Some have struggled painfully for twenty years or more, to integrate their identities.  These friends have fluctuated between rejecting all spirituality/religion, rejecting their sexuality, and compartmentalizing the two.  Their journey of conflict has been overwhelming with reported high levels of shame.  Having been in the trenches with them as they sort through the rubble is what fuels my passion for this topic.   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t29\tMy profoundly intimate experiences with LGBTQ individuals, both professionally and personally, give me a heightened awareness of the layered nuances in this research topic.  My professional skills, having been developed for over a decade, will significantly add to the sensitivity needed in the process of data collection.  I hold a high level of reverence for being trusted to hear one’s story.  Furthermore, I am passionate about qualitative research and the richness the data brings to the field of social work. With my passion and sensitivity for this topic also comes my bias, which allows me to have a level of insight that is valuable as the data collection instrument, but may also affect the interpretation of the data.  To account for this, the data will be open coded to look for common themes and concepts. I employed the discipline of reflexivity in order to interrogate specific biases that arose during data analysis:   Reflexivity is the process of examining both oneself as researcher, and the research relationship. Self-searching involves examining one's \"conceptual baggage,\" one's assumptions and preconceptions, and how these affect research decisions, particularly, the selection and wording of questions. Reflecting on the research relationship involves examining one's relationship to the respondent, and how the relationship dynamics affect responses to questions (Hsiung, 2010, para.1)  I experienced each interview on a human, personal level as well.  I had empathy for participants as they told their stories.  Hearing their stories brought up charged emotions for me, as someone who has been intimately involved in this journey with many people.  At times it took a great deal of effort to not switch into therapist mode. The participants discussed deep levels of intrapersonal conflict, grief, and shame.  It was difficult to not press into those pieces of their story as a therapist would, utilizing my professional lens, in order to explore deeper meanings, purpose, or problem solve.   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t30\tMethod In order to answer the research question, “How do LGBTQ individuals, who were raised in a non-affirming Christian tradition integrate their sexual identity and spiritual identity?” I decided to focus on individuals’ lived experiences and I used qualitative methods of data collection.  Monette et al (2014) explains that qualitative research gives “ a deeper and richer understanding of people’s lives and behavior, including some knowledge of their subjective experience” (p.220).  In order to maximize the benefits of the qualitative process, I conducted semi-structured interviews, allowing space for the participant to elaborate and expand on their responses as needed.  To describe the methodology for this project, a number of issues will be discussed including:  sampling procedures, protection of human subjects, instrumentation, data collection, and data analysis procedures.  This chapter will close with a short discussion of the strengths and limitations of this research design.   Sampling Procedures  Purposive sampling was used to recruit individuals who identify directly with the variables of the research question: LGBTQ and spiritual/religious identity (Monette et al, 2014).  Snowball sampling was used to recruit participants.  A flier (Appendix C) was developed that included information about the research topic, confidentiality, approximate interview length, and contact information for the researcher.  The flier was e-mailed to friends who knew individuals who fit the study criteria. The flier was also posted on Facebook as an additional recruitment method.  I conducted a search for affirming churches within 50 miles of my home address, and mailed fliers to those 25 identified churches as well.    SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t31\tProtection of Human Subjects  Prior to each interview, a consent form (Appendix A) was reviewed with each participant.  The form complied with a template provided by the Institutional Review Board (IRB) at the University of St. Thomas.  It reviewed the purpose of this research study, the participant’s rights, including their ability to withdrawal from the study at any time, and confidentiality.  The interviews began after the consent form was reviewed, signed, and dated by the participant. Participants were not compensated for participating in this study, nor were they coerced in any way.  All interviews conducted were voluntary and took place in a location of their choosing.   To protect confidentiality of participants, interviews were audio recorded with a fingerprint and password-protected cell phone.  All audio files were transcribed by an on-line computer program (trint.com) that provided strict privacy and terms of use agreements.  Interview data was uploaded to the computer program from my Google cloud server and no names or identifiable information were included on the recordings or in the transcripts.  Once the transcriptions were complete, all audio files were deleted.    The interviews presented minimal risks and some possible benefits.  Participants could have experienced distressing memories, emotions, or thoughts, and the potential benefits included feeling empowered by sharing their stories and a sense of giving back to their community.  Participants were reminded of the voluntary nature of this interview and were allowed to “pass” if the question felt too uncomfortable to answer.  The interviews ended with a debriefing question to determine if there was a need to follow up on anything that was triggered. Additional referrals were offered, but no participants felt they needed them.    SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t32\tInstrumentation and Data Collection Procedures An interview schedule that contained mostly open-ended questions was developed for this project.  Questions informed by the literature, and reviewed by the research committee for face validity.  The interview schedule (Appendix B) had questions regarding sexual orientation and spiritual/religious affiliation, how spirituality and sexuality have affected one another, how shame has affected their ability to integrate their spiritual and sexual identities, and how religious affiliation/attendance has impacted the integration of their spiritual and sexual identities.   In qualitative research, the researcher is also an instrument of data collection as well as the instrument used for data analysis.  As Patton (1990) notes:  In qualitative inquiry the researcher is the instrument.  Validity in qualitative methods, therefore hinges to a great extent on the skill, competence, and rigor of the person doing the [interviews] (p. 14).    I collected data through a single face-to-face interview with each participant, in a location of their choosing.  Interviews were audio recorded and stored on a fingerprint and password-protected cell phone, and transcribed verbatim.  To prepare data for analysis, I reviewed and edited transcripts for accuracy and then made hard copies as well as electronic files for each interview.   Data Analysis Procedures    Since the researcher is the primary instrument in qualitative research, I took steps to demonstrate “disciplined attention and intention” with the data (Graham, 2016a, p. 3).  Morse et al (2006) reports that one of the greatest hidden threats to validity is the lack of responsiveness by the researcher, largely due to desensitization to the process and content. I demonstrated rigor, by adhering to qualitative analytic procedures by consulting with members of my research committee.  Members offered support and also challenged my perceptions of the data.   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t33\tA thematic analysis was conducted using an open coding system to identify categories that emerged from the data.  The categories allowed the researcher to then identify themes and subthemes (Monette et al, 2014).  Once identified, I used the themes to look at interview data again to ensure that I maintained an active analytic stance in order to report findings accurately, regardless of whether they were what I expected.  Strengths and Limitations Qualitative research provides more depth and richness than quantitative measures (Monette et al, 2014).  Utilizing the method of semi structured interviewing allowed space for participants to dive deeper into the layers of this nuanced topic.  Capturing the “lived experience” is therefore a strength of this design.  There were also limitations to this study.  Given time constraints for this research, only seven participants were interviewed.  Although their stories illuminate the processes related to integration of sexual and spiritual identities, they are not representative and are therefore, not generalizable.  All participants live in the Twin Cities metro area in Minnesota, and the lived experience of individuals from different parts of the country as well as rural areas could be significantly different.   Findings  This chapter will begin with a description of the research participants, including relevant demographics.  Next, observational data from the research process will be presented.  This will be followed by the presentation of themes that emerged from the data:  Christian messages about identity, consequences of shame, journey to integration, and integration today.    SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t34\tDescription of Participants  Seven persons were interviewed for this study.  Their ages ranged from 25-63, and their gender identity and sexual orientations varied, as did their religious/spiritual orientations.  Two participants were raised in one tradition, but later in their teen years, chose to participate in another tradition based on involvement in youth group and/or to join a significant other at their church. See Table 2: Participant Demographics, details these demographics.   Table 2: Participant Demographics Participant  Age    Gender  Sexual Orientation  Spiritual/Religious in family of origin Current Spiritual/Religious Affiliation Participant 1:  28 Female Lesbian Catholic  ----------------- Non-denominational Christian: Pursing Methodist Church Participant 2:  52 Male Gay Baptist Christian: Pursing Unitarian Church Participant 3:  25 Male Gay/Queer Assemblies of God Episcopal Participant 4:  26 Female Gay (does not prefer Lesbian) Non-denominational ----------------- Catholic Christian- Not currently attending a church  Participant 5:  58 Female Lesbian/Queer Lutheran Self formed spirituality Participant 6:  63 Female Lesbian Lutheran Episcopal Participant 7:  46 Transgender Female Heterosexual Presbyterian Presbyterian  Observational Data  Interviews lasted approximately an hour each, and participants appeared comfortable sharing their stories with me.  Many of the participants showed deep emotion, even crying at times with variations in level of articulacy, clarity, and vulnerability in answering the interview questions.  Six of the seven participants thanked me for researching this topic, and expressed great need for increased awareness regarding shame and the difficulties one faces in integrating SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t35\ttheir sexual and/or gender identity with their spirituality, specifically within the LGBTQ community.   In hindsight, the practice of reflexivity had a profound impact on the research process.  As a researcher, I often felt conflicted because while the design of the research was semi-structured in order to allow me to ask open ended and probing questions, in the moment, I struggled with how far to probe.  I wasn’t sure how far I could deviate from the IRB approved interview schedule.  Furthermore, I did not want to increase the threat to validity to the research, by changing the questions or asking too many follow up questions off script.     I was also surprised how much my own identities would surface during the research process.  As I conducted each interview, my theoretical, personal, and professional lenses competed for attention.  As researcher, I found myself having even more questions, increasing my desire to investigate. Coding each transcript and determining the findings was intensive and complicated.  Although the interview schedule contained important and thoughtful questions, it is my observation that they may have been too complex, resulting in answers that were layered and difficult to sift through.  For example, one interview question asked, “How would you describe the relationships between your sexual identity and your religious/spiritual identify growing up?”  A few participants appeared somewhat confused by the question or specifically identified difficulty in understanding.  This question maybe have resulted in different answers, had it been worded a bit differently.    The final interview revealed an interesting complexity.  I was fortunate to have at least one participant who identified as transgender (male to female).  In response to the first question about sexual orientation, the participant took a deep breath, and explained that she is transgender, SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t36\tand identifies as straight.  From that point, it became clear that I needed to change each question to reflect gender identity (rather than sexual orientation).  Interestingly, she later revealed that the only places she presents as female are at home, church, and in a transgender women’s group; the rest of the time she presents as male.  This complexity will be discussed further in the Discussion chapter along with other important issues.  Christian Messages About Identity All seven participants reported receiving negative messages about same-sex attraction or gender identity from leaders and/or members within churches and Christian universities. One participant was raised in the Baptist tradition by the church’s pastor (his father), and also attended a Christian university.  He made the following observations: I was acutely aware of the teachings… coming from my dad and [the] other adults in the church [about] homosexuality being a sin and that if you were gay you were going to hell.  I remember being so aware of it, [but no one ever said anything directly to me]… But… we did this… course for boys about how to grow up and be a man and how to… flirt with girls and…. how to handle [women]… [and be a proper gentleman.] [The curriculum was] called \"Man in Demand.\"… [That book], oh my god, I’ll never forget it … because I didn't have anyone to talk to about [how I was] feeling.  [I felt like it] didn’t fit with who I felt like I was.    This same participant reported that he came out to his parents approximately 20 years ago, (when he was 32 years old) and that he occasionally engages his parents in conversation about scripture, challenging what they taught him in church growing up:   I said to my dad, \"Dad, I can look you in the eye and tell you with 100% certainty that I have zero doubt that Jesus was the son of God and he died for me, and he did that because he loved me, and loved everyone else, and had a plan for my salvation.\" [My dad] will still look at me and say \"But but I...... \" Are you kidding me? But?! [tears] That's really painful for me... I want so badly for them [parents] to just say “we love you unconditionally,” but they still seem to not be able to do that. So, it's hard… My Dad said to me [that] it's more important for him to be right, then it is to love\" …  [and] that he is more obligated to be right in the teaching of the scripture than he is to love the sinner…   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t37\tAnother participant was very involved in her youth group and decided to pursue higher education to become a youth minister:  The summer after her high school graduation she applied to become a part of the youth ministry team at her church:   During one of those meetings after I was accepted, the director flat out said “If any of you are having any sort of homosexual thoughts… or acting on it, it's not OK. But you can come to us and we can… pray it out of you.\" I remember sitting in that room and being so uncomfortable and thought I was the worst human being in the world… At that point I hadn't accepted [my sexual orientation), so all the messages I was hearing was that it was wrong, and there was something wrong with me… After that, it was a whole year of, a really low dark point. I thought I was this horrible person, and I tried to pray it out of myself… [I prayed] \"Why did you [God] make me like this if this is so wrong?\"   Another participant reported being very involved with his church and in leadership and was pursing ordination within his denomination.  For many years he believed he was not gay, but reported that he saw same-sex attraction as a symptom of sin that he needed to be healed of.  He prayed the gay away at the alter for many years.  He reported participating in forms of reparative therapy with his own pastors, and with a couple non-profit, ex-gay ministries: I only did that [reparative therapy] for probably about eight months because... getting in a room full of other gay guys and talking about getting rid of it [same-sex attraction] was just counterintuitive to me because I had attraction to them. So needless to say I didn't do it very well which I'm very thankful. [laughs]  He reported continuing to struggle with same-sex attraction, and trying to adhere to the rules of his church and his Christian University.  He knew that he could be expelled from the university for acting on his same-sex desires, and elaborated on messages he believes evangelical denominations give about sex in general, and how they are magnified for LGBTQ persons: In church you live in a very sex shamed culture. Sex is meant in very specific confines… You're taught that anything outside of that is detrimental to not only yourself but to everyone around you… Not only do you have the shame of having same sex attraction desires, which is just a no-go in any sense, there's also the shame that any thought that you have, anything that [you] look at, and anything that you do, within a sexual aspect is just… horrible. So it's a double shaming process [when you’re gay].  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t38\tThe same participant reported that when some in leadership found out about his “struggle,” he was removed from leading a children’s ministry of 150 children and given a volunteer role that put him in a less public role.  As his journey continued, he continued to receive negative messages:   I remember my pastor getting up on stage stating, “We know that Minnesota passed same sex marriage and I want to reiterate our theological stance on it. We would not be performing same sex marriages in our church.  And about 70 percent of the church was whooping and hollering and standing up.  And this is a church of 3000 people. There's probably about 20 percent that didn't stand or just kind of were there, wondering.  And I guess I wanted to clap and celebrate because it was the right thing, but really I was just like, \"Why, why are people getting so excited? It doesn't affect them.”…  I think that maybe I clapped like once or twice, but then when people stood up and started shouting “Amen! Hallelujah!,” it really made me uncomfortable because I felt...  even though I wasn't even for same sex marriage myself at that time, I felt like something within me was being taken away, and looking back at…. that now is… further… showing that what I was not welcomed....  When one of the participants applied to a seminary over 20 years ago she reported mentioning her sexual orientation in her application, and subsequently received a letter notifying her that she was in fact not accepted for the following school year.  When she contacted the seminary to ask why she was not accepted, she was told that they did not accept anyone who openly identified as gay.  This participant went on to say that she knew other gay individuals who were currently enrolled.  The advisor explained that those individuals had not written about it in their application essays, and when the participant reported saying, “So your preference is that you want people to lie?” the advisor said, “It's not good, but yes.” As a result, the participant did not pursue ministry.    Another participant reported joining Fellowship of Catholic University Students (FOCUS) when she was experiencing symptoms of depression and after having recently come out to herself and to her family.  She was not out publically to her new friends through FOCUS.  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t39\tShe reported attending a FOCUS conference and a well-known Catholic worship leader delivered a message to the students:  He was on stage talking about how we need to love everybody [because] God wants us to love and care about people… despite how we feel about them… [He said] “Someone comes up and they're gay, and like you know, I just think to myself, \"How am I supposed to overcome that?\" As if it's so hard for him to love a person who is gay!  [He went on to say]… “We got to just keep praying through it”... as if he's just… not strong enough to love a gay person. So I was sitting there, surrounded by my friends that I had finally trusted, who have no idea [I’m gay] and… hear that, and at the same time… [I’m feeling] really inspired by some of the messages he was sending. It was just so conflicting, and that's the part where the shame comes. It's like \"Oh my god, I feel like I'm good with this guy,\" and all of a sudden I realize, “Oh no, I'm different ...  No, he's better than I am”…  The same participant reported that a few months later, she went to talk to the priest who led FOCUS.  She reported that she came out to him, and that he sat and cried with her.  He was crying because he could just see my pain….  He then began to discuss her options.  She could live celibately without having to be a nun.  He told her about a group called Courage, a Catholic program for individuals experiencing same-sex attraction:  It's… a group of all gay people who are celibate together and they just support each other being celibate… [Then he said] “It's called courage because it takes so much courage to [live that way]. So just remember you can always come to me and I will always have your back”…  I really appreciated that about him, but at the same time too he was still basically telling me, I couldn't be who I am…   This same participant reported dating a woman for the first time by the end of her sophomore year of college.  She relocated to a new city, and to a Christian university in order to be closer to her girlfriend.  The participant explained that as part of the admission to the Christian university, she had to sign a life style covenant that prohibited acting on same-sex attraction, amongst other behaviors.  She reported having several professors that she trusted and shared her sexual orientation with. One professor encouraged her to go to a student led group called Straight Gay SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t40\tReconciliation (SGR).  The participant reported that the group had only five members, all of whom identified as LGBTQ:   [The name of the group is significant,] it’s straight first....not gay....and gay reconciliation. We're just reconciling our differences, we're not an alliance. We're not aligning ourselves.   This same participant went on to describe an event that SGR hosted on campus the same year same-sex marriage was to be voted on in Minnesota.  She reported that members of SGR gave testimonies about being gay Christians.  There was a Q &A led by the university’s provost who explained that this event was not a debate.  Rather, it was an opportunity to hear people’s stories: He was our biggest ally, but he was a shitty ally. He was all we had though…. he was…. such a heterosexual white male you know. [It felt like he] was selling his soul in order to help us…. I remember kind of hating myself a little bit [afterwards].  I remember… saying that I was really proud to be a [Christian university] student, and that I was proud of [the university] for hosting that event. Later on in life, once I realized what it was like to be [out]... [I realized] how shitty it was that I had to pat [the students] on the back for showing up, [and how] shitty it was that I had to thank [them] for listening to my story.  [Furthermore, I felt like I also had to boast about how]…  proud [I was] of [the Christian university] for hosting this [event].   Consequences of Shame Every single participant identified receiving negative messages that resulted in shame and/or experiencing some level of shame in the process of integrating sexual identity, gender identity, and spirituality.  All seven participants reported consequences connected to that shame.  These include addiction, promiscuity, mental health, and loss of relationships/community.    Addiction.  Although there were no questions in the interview schedule related to addictions three of the seven participants reported addictions that were related to the shame they experienced.  As one participant notes:  Most literature supports… [that shame is] the core of most addictions.  I lived a double life, one of complete destruction and awfulness…because I couldn't find a way to integrate [my sexual and spiritual identities].  I would say the majority of my life,...  from like 16, 17 [years old], up until [I went to] treatment in 2012,…..I've been doing forms of SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t41\tdestructive behavior [for most of my life, even] just working too much and staying busy.  At one point in my life I belonged to like two gyms, and I was going and working out all of the time. Other points in my life I'd eat [too much]. There was always some sort of destructive behavior to avoid the shame….  This same participant further explained how treatment helped him to identify a specific, shame- filled same-sex interaction that resulted in increased drug use.  After that specific interaction, his drug use graduated from pills to intravenous drugs: I started using drugs more because the emotional pain was so bad… All the struggles I've ever had in life have been made worse by this issue [shame]… I had everything. I had a beautiful apartment… I was making six figures and lost it all because I couldn't stop [using].  I started to do IV drugs. I couldn't stop. It took over my life. I lost my career. I got in trouble with the law which just destroyed my life, but thank God, I'm a better man for it and I'm turning it around to help others [and] help myself, but the point is, this struggle around shame and my sexuality certainly didn't make this journey any easier.   A different participant reported on how alcohol affected her:  I think I turned into kind of a drunk… I think that [drinking] was a coping mechanism as a young woman. And also it was a party thing you do. But I think I did it a little bit more than my peers, and I had to work hard to learn new behavior because I was miserable.   Still another participant described how much of her core self she relinquished to appease family members and church leadership:  If you drink enough you can do anything and I managed to become actively alcoholic. Promiscuity.  Two of the seven participants reported that sex was a means of numbing themselves or coping with the shame they experienced.  One participant describes the repercussions of this kind of coping:  When I was in my early 20s right after [college], I prostituted myself for two years to make money at Loring Park.  Totally no one knew. It was totally in secret. No one knew. I would go at night... that was all shame, hidden... under the covers... and that ended just because I got into a really dangerous situation that scared me enough to stop doing that… I truly believe that I'm HIV positive because of the number of times I engaged in unsafe sex motivated by shame.  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t42\tAnother participant reported that shame contributed to poor judgment regarding intimacy on her path toward accepting her sexuality:  [I would] act out and sleep with people I shouldn't have [in college and for the few years after].  Mental health.   All seven participants reported experiencing depression, anxiety, or high levels of stress related to the shame they experienced as they were discovering their sexual orientation or gender identity.  The following two quotes illustrate mental health consequences:   Shame is the biggest word I would use for about two years of my life and it was pretty dark. I was pretty… suicidal. [I] just didn't understand.  I had been praying the gay away at the altar for upwards of eight years from [ages] 16 to 23. I mean… you just feel like you are defeated every week and that you have to constantly start from square one because you messed up and because you weren't living within the guidelines [of the church’s expectations]. What I found out actually more recently, [in] the last two years, [is] yes there [is] a lot of hurt, depression, and anxiety [that I’ve been able to identify and heal from].  As another participant began the process of “coming out” to himself, he reported experiencing a loss of identity and inability to grieve his loss that resulted in depression:  I'm really exhausted living this life of going to church and loving everything about it, but [then] recognizing that when I leave out those doors, I'm a different person.  And that was the last thing that I wanted to do, was to be a different person. I mean you grow up in youth group [hearing], \"You should be the same as you are in church as you are at home and in school,\" and I really believed that. I want to be my authentic self. I don't want to put on a mask for different people. I think that, everybody deals with identity crisis through high school and college, in your young adult age, [but] I really wanted to say, “No I didn't deal with that identity crisis.” Well that's a joke, every one does. … I told you that my faith was my main identity and kind of that firm, foundation. When I plucked that out from under myself I didn't grieve that process…. I didn't really have time to, I just kinda kept going and that was the source of a lot of my pain, loneliness and my depression.   Another participant reported coming out as queer to herself and to her boyfriend of approximately two years, just three days before she was supposed to join him at college for her freshmen year.  She had left her home, family, and everything familiar to join her now ex-boyfriend at college.  When she arrived, she realized quickly how lonely she was going to be, as SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t43\tthe university had not assigned her a roommate after her original roommate had declined acceptance to the university.  She reported that this loneliness left her drowning in her Catholic guilt because of her new understanding of her sexuality; she described this time as very dark.   Loss of relationships/community.  All seven participants described losing and/or the fear of losing relationships with family members, friends, God, church communities, and educational institutions.   The participant who reported breaking up with her boyfriend just a few days before joining him at college, explained that her loneliness due to the loss of her boyfriend, who she explained was also her best friend, made her question her sexual orientation again:  I kind of had a freak out, [I was lonely, and I thought,] \"Well maybe I'm wrong. [Maybe I’m not gay]”…. If he's not going to be in my life anymore and I'm so upset over it, maybe I'm not gay, [why would] I be [this] upset?   Three participants reported their discomfort of having conversations with family members resulting in emotional exhaustion, fear, and loss: It's so exhausting. There are times that you need to step back and take care of yourself and not be on the front lines, that's something I have chosen to do with my sister right now, we're not necessarily talking, because I just can't handle the [awkwardness] and the  black and white view she has [with] no room to discuss [any] viewpoints that she has about me.  [I’m also] on the front lines with my parents, [but they are more loving and accepting].   For me, shame entered in less because of sexuality and more because I lived in a family where shame was highly valued. It continues to be and so I have [had] to… kind of pull back [from certain family relationships].  I married a man to please my parents.  [They] were very upset with me when I tried to explain to them that I liked girls. When I was in college, they told me I was going to hell because the Bible said [so].  And so I married a man [and] stayed married for five years. [When I came out as a lesbian and left my husband]…. my parents didn't talk to me. I lost custody of my son. I lost the house. I had to pay child support…  I really... paid a hell of a price for coming out.  The participant who identified as transgender reported fear of loss resulted in hiding her gender identity: SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t44\t  [If when I was growing up,] someone found out [that I identified as female], especially the pastor...I would have been incredibly embarrassed during that time. I went to great lengths to hide it. Not only from my spiritual community, but my own family. I haven't come out yet to my family, friends, or co-workers… given the situations, I didn't feel like I would benefit… So I very much have kind of my separate worlds, it's mainly my church world, church friends, and a couple other people that I share [my female identity with].   Journey Toward Integration    Participants described integrating their sexual and/or gender identities with their spiritual identity as a journey.  The journey toward integration was more complicated for some based on their family, their religious affiliation, and a variety of other factors.  Although each participant’s journey was unique, similar themes emerged regarding their journeys: therapy and treatment for addictions, self-education, vulnerability, empowerment, and a new understanding of scripture.   Therapy and treatment for addiction.  Four participants reported that therapy and/or treatment for addictions was critical in helping them integrate their spiritual and sexual identities.  They reported therapy and recovery groups, such as Narcotics Anonymous (N.A.) and Alcoholics Anonymous (A.A.), provided a supportive space to verbally process, gain new understanding, and grieve.  Two participants discussed their experiences in therapy:   I'm in weekly therapy with a woman who's amazing.  [I’ve learned to do shame] check in’s with myself… [When I notice my shame getting triggered, I notice the old [shame] voice creeping in.  [For example], there is a man, probably my age, maybe a little bit younger… [and] we really hit it off. I really like him.  I noticed recently… [that]my shame is getting triggered by the fact that I am fond of this person.  [The old shame voice creeps in and says,] “Hey, what’s your problem, you’re not supposed to like him.”]  But good for me, I will stop, notice it and say “Ok, that’s old way of thinking, that’s old belief systems. What you’re feeling is so healthy, normal, and good.  You’re experiencing a fondness for this man’s personality. He’s funny, delightful, [and] he’s fun to talk to.” And I [start] to feel shame free.    I went through a horrible breakup, which resulted actually in meeting my therapist that has helped me uncover… some of the shame [I didn’t realize was there.]… My faith was my main identity and kind of that firm foundation. When I plucked that out from under my myself (after coming out and leaving his non-affirming church), I didn't grieve that SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t45\tprocess.  I just kind of kept going and that was the source of a lot of my pain, my loneliness, and my current depression. I really had to grieve [that].   Two different participants reported on how maintaining their sobriety is deeply connected to their spirituality and helps them integrate their sexual and spiritual identities:   [In my] AA meetings I found less judgment and found more spirituality there and I [was able to transfer] that to my church… It's just a peaceful wonderful faith that we [spouse and I] have that is very grounded in our hierarchy of values. First comes my sobriety, which is tied into my spirituality.  Then comes family… I'm very clear about who I am. I have also written my personal mission statement which is \"I am a happy and healthy woman. Living my dreams. Looking for the best in others, and striving to be a living sermon.\"   My recovery is a huge piece… My faith is extremely important. In fact, my faith is the cornerstone of my treatment, my recovery.  My relationship with Christ really is unconditional. [tears] This is what gets me through the roughest days of my treatment…  Self-education, vulnerability, and empowerment.  Participants reported that educating themselves via books, blogs, articles, online communities, art, music, and culture that address issues of sexuality, gender, and spirituality was important in their journeys, toward integration.  Participants reported that after educating themselves it became important for them to be more open and vulnerable with others in order to discuss their thoughts and interpretations.  Participants spoke to the significance of finding others who were on similar journeys so that they could learn from them and be vulnerable with them.  Four different participant quotes illustrates this: I read and then I talk to other people… I think just continuing to educate myself, talking with people… [has helped me in] standing up for what I know is my truth.  Talking to friends, finding people who seemed like they had done it [integrated their sexual and spiritual identities]… reading, music, art, the writing of women… I would take a class or be in a little reading group or.... [I’ve recently joined online discussion groups], that's [been] really cool.   I lived in New York for a year and found a [Jesuit] Catholic Church there… and they had a Catholic lesbian group… It was me, I was 22 years old, and a bunch of 60 [year old] women. It was cool to hear their stories because they have seen a lot more oppression SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t46\tand horrible things than I have and struggled with it, and here they are still Catholic and married to a woman.  I met a spiritual mentor [at church], a wonderful man in his late 70s who is just full of wisdom and knowledge. We've been meeting ever since.  New understanding of scripture.  Since participants were all raised in non-affirming Christian traditions that used scripture to support their community’s discrimination of same-sex attraction, they spoke to the significance of gaining new understandings of scripture.  One participant’s quote is illustrative:   I think one of the main resolutions I formed, is that… religions aren't perfect. They are people's interpretations of God and [of] God's teachings. So they're constantly being [interpreted over and over] to get it more right.  And so, it's not the end all be all I guess [I thought it was].  You're allowed to struggle with it and it's not clear-cut.  At the end of the day, the only clear cut thing is, to love one another, love God, and God loves you.   While participants reported this new understanding was of great importance on their journey of integration, some participants also expressed frustration with feeling like they had to become Bible scholars in order to justify the way they were created.  As one participant notes: Because I was gay, I felt like I had to know more, I had to be an expert Christian and I had to know all about the Bible and the interpretations of everything.  It made me more knowledgeable about the Bible and about what specific scriptures said and meant about gay people… I felt like I needed to [know it all, in case] I was ever questioned.  I could out Bible somebody, there was no way they could tell me I was a bad Christian for being gay.   Integration Today All seven participants reported feeling that their spiritual and sexual identities were integrated, but this did not mean they were without doubt at times.  They reported that there was no prescribed checklist for obtaining integration, but instead saw it as a journey that ebbed and flowed.  Three significant themes emerged from the data regarding their current experiences of integration:  participation in an affirming church community, spiritual identity in the LGBTQ community, and on-going struggles within integration.  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t47\tParticipation in affirming church communities.  Six of the seven participants reported that the ability to participate in affirming church communities was paramount in their integration journey.  Four participants described how healing it was to be apart of a church community that aligned with who they are as a whole person: Being able to be my authentic self within a faith community and be celebrated and allowed to serve in any capacity is probably the most freeing medication that I [could] have. Coming out [meant] losing a lot, [it’s been a grieving process], but yet [I’ve gained] so much more. I am an extroverted person, I enjoy being on committee's, enjoy volunteering… I'm involved in a lot… I'm our LGBT young adults coordinator…  and even thinking about doing vocational ministry and becoming ordained.   I had to find a church that was going to allow me to be my lesbian self and recognize that I could still be a woman of faith and still be part... of the church community and not be a second rate citizen.  You know, they showed that they were extremely supportive by asking me to join the church… Shortly after I joined the church, I was asked to be on Session. So not only am I welcome to join the church, I'm welcomed to be apart of the church government and have a voice about church policy.  I think… [one of the] biggest pieces [that has helped my integration process] has been in finding a church and a community that fits this personal spirituality I've created, which is easier to find now, than it was in the past. [There are more affirming communities now than there used to be.]   Spiritual identity in the LGBTQ community.  A few participants reported how complicated it can be to identify as spiritual/religious within the LGBTQ community.  They expressed how disheartening this was after having experienced exclusion within religious communities.  One participant described the tension:  I always tell people I'm stuck between a rock and a hard place. The gay community doesn't always accept me because.... I've somehow [held] on to my faith and that's ridiculous, [because] those people [Christians] are horrible. They're back-minded [and] faith is not necessary or important at all.  Then on the other side, I have a faith community that's saying your lifestyle is not accepted.  [I’m] always going to be explaining how I've reconciled my sexuality and my faith, even amongst people who are affirming! [I’ll] be educating them and helping them better understand it. I've been able to accept that over the last several months.  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t48\tAnother participant reported feeling like a missionary to the LGBTQ community:  [My wife] and I are church ladies and to be out in the gay community as church people, I think is good for everyone, in that, we're doing… good within the gay community to let them know that the church [isn’t] necessarily… the way that it's been portrayed in [the past and] it's come around.  I think [that’s] really important because so many gay people have been damaged by the church.  [We’ve acted] almost as missionaries [to] the gay community, [letting them know] there are places where [they] can feel safe and experience the love of God and [be apart of a community].  Ongoing struggles within integration.  Although all seven participants reported feeling like their sexual and/or gender identities were integrated with their spiritual identity, several participants noted that the journey toward integration is on-going, and that there is still a struggle at times.  As one participant reports:  It's an extremely bumpy, complicated road.  I just kind of look at this [as] it's a work in progress I guess, just like anything else. We want a one size fits all…   Another participant illustrates the complexity of integration: I identify as Christian. I'm not agnostic or anything, I still believe in Jesus. I'm not atheist either. I think it's still kind of a battle, to be honest… I'm not necessarily a religious person anymore… I didn't come to a place where I was like, “OK I'm going to be really Christian, and I'm gonna be really gay, and it's gonna be fine…” I kind of felt like it had to be one or the other… I know where I stand with God, and I feel like God and I are cool, we're fine, but church is the problem.  That's why I don't attend church anymore. I don't even like gay accepting churches.  It [just] feels like it's the same type of environment that I was in before even though I know they're accepting of me.  It almost triggers me in a way…  As long as I know who I am [and] I know that I'm following good morals, I know that God and I are fine... that's how it's kind of resolved… [Once in a while, when I’m struggling,] I have moments [where I think,] “what if I get to the pearly gates and he's like “Dude, I gave you so many warnings, I sent those really homophobic priests after you, I told them to tell you.”   The participant who identified as transgender also notes the on-going nature of integration:   God is with me.  God is on my right side 100% of the time, whether I'm good, bad, or somewhere in the middle. I pray throughout the day, especially when I don't understand a situation I don't understand, \"God help me, or I don't know what to do here…” No two transgender people are the same, and they all have a different story to tell.  [I see being transgender as a spectrum.] People that are at the high [end] must live full time [as their identified gender]… They are going to take hormones… and have surgeries.  They may risk everything in their life to do that… At the low end, there are people that may only SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t49\tpresent once in a while as their other self so to speak… Then at times, present to match their gender identity in safer situations [like me].   One participant described their integration today with more certainty:  My sexual orientation is no longer an issue in my spirituality. I've kind of gotten to the point where I've accepted it so much [that] it's not even an issue anymore. It's just my spirituality… I went through this [period of] trying to pray it [same-sex attraction] out of myself and coming to this realization of like, “This isn't going away. You can't pray it out of yourself.” [I was] angry with God and then going through that [intense period of prayer] with God, [I] realized, “No, I'm this way for a reason and I need to love myself and accept the way that God made me.”  Two participants reported on how their journey toward integration has resulted in a more eclectic, less rigid spirituality than before: [Integration is] about finding home. Finding home in all sorts of places and letting go of any idealized version of home, which I didn't really have, but if I did, it's gone… I had to learn and I continue to learn how, [and wonder] “What's the best way for me? What's the most likely way for me, to be present?” [My spiritual practice is one of mindfulness, more Buddhist.]  I know people are wounded from their past or daunted by the future. I don't really know if those things exist, but I know the repercussions of them do. I'm willing [to stay in a place of] wonder, [of openness].  I like \"I don't know\" that's my spiritual belief. “I don't know.”   [Sexual orientation is] almost a non-issue at this juncture, which is amazing.  [It’s an] amazing thing [to experience in] my life time… My faith life and my sexuality... [have] absolutely no conflict… [I attend an Episcopal church that I love.] I have to tell you [though], I've got a Buddhist prayer wheel in my car and I'm a docent at the Art Institute. So, I have studied all kinds of faith groups all over the planet. I'm actually of the opinion that it's all the same God. So… I wouldn't say that I am as…  into some of the old stuff that the church talks about, like the virgin birth and things like that, I've set [those] aside. I'm much more into the example of Jesus and living a life [like him]. I'm not too sure if there is a heaven. I think I've lived through hell. But I do believe that we are energy that will continue on, which is [a] very Hindu [belief].  So I don't know, I think there's a blending that has happened. I think there's certain maturity in my faith, in that it's, more user friendly.   Discussion This chapter will discuss the findings of this study that were supported by the literature.  Next, unexpected findings will be presented, followed by implications for practice and further research.  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t50\tFindings Supported by the Literature Almost all of the findings in this study are supported by the literature review.  Participants had various levels of self-awareness, this variance could be attributed to:  age, attendance of therapy or treatment for addictions, family culture, church affiliation.  All participants spoke to how non-affirming Christian traditions played a profound role in the shame they experienced regarding same-sex attraction and/or gender identity.  As the literature suggests, many participants experienced depression and/or anxiety (CDC, 2014).  Shame and depression led some participants to excessive drinking, drugs, promiscuity, and many lost meaningful relationships, including their church community (Cates, 2007; Murr, 2013; Walston, 2008).   A few participants spoke to heterosexual/cisgender privilege, and how their sexual and gender identity combined with their spiritual identity, set them apart not only within religious communities, but also within the LGBTQ community (Adams, Bell, & Griffin, 2007; Love et al., 2005).  As the literature showed, many individuals attempting to integrate their spirituality and sexuality are not only marginalized within religious communities, but many experience marginalization within the LGBTQ community as well, due to the historic religious oppression (Bowland, Foster, & Vosler, 2013).   Congruent with the literature, participants reported the importance of deepening their understanding of religion, spirituality, scripture, church, and how God created them (Brennan-Ing et al., 2013; Murr, 2013; Walton, 2008).  Accepting that God created them perfectly, in love, and not as a God who damns them, was paramount in their integration journey (Brennan-Ing et al, 2013; Rodriguez & Ouellete, 2000).  All participants mentioned reconciling their past understanding of the Bible, specifically regarding what it says about same-sex attraction (Murr, SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t51\t2013; Walton, 2008).  Several participants pursued taking classes, reading exegetical books, spiritual guidance, therapy, recovery groups, arts, and listening to other people’s stories as ways of doing this.   Five out of the seven participants identified how valuable relationships and involvement in an affirming church community has been in their journey (Brennan-Ing et al., 2013; Murr, 2013, Subdi & Geelan, 2012).  One participant however, expressed how important and empowering it was for her to have supportive relationships and community, without the involvement in a church community.  Due to her disparaging history with the church, leaving behind the oppressive system was empowering. She maintained however, that her spirituality was still important to her.   Unexpected Findings  One unexpected finding was how people would define and experience integration.  Participants described diverse levels of integration.  A possible explanation is that the concept of integration is very nuanced.  It is also possible that my subconscious definition, as researcher, made me surprised at the variation.  Although I certainly had awareness of the complexity of this topic, I found unexpected layers that rose from my expectations.  For example, I wanted as many people within the LGBTQ acronym represented, but it did not occur to me that a transgender person would have interpreted my questions about sexual orientation as uneducated or offensive.  My consciousness was raised when the participant who identified as transgender (male to female), informed me that she identified as female, but does not identify as gay.  She later explained that because she is biologically male and is attracted to females, she identifies as straight.  I never considered my assumption that transgender persons would also identify as gay.  I understood that identifying as transgender is about gender identity, not about sexual preference, SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t52\tstill the two were linked in my mind.  I apologized and went forward with the interview, replacing “sexual orientation” with “gender identity” so that the questions made sense to her.  Since all of the transgender women I know who identify as female and are attracted to women identify as lesbian or queer, it was difficult to understand and accept this participant’s choice to identify as straight, because it contradicted my previous experience and I became acutely aware of the judgment I had when she told me that she ONLY presents as female at home, church, and on occasional outings with a transgender women’s group she participates in despite reporting that she was “fully integrated.”  Again, my assumption about what integrated meant reared its head.  I even began to question whether I should use the data from her interview because she didn’t fit my criteria according to my definition.  After consulting with a committee member, I was able to notice how MY judgment and assumptions about shame and integration were interfering with my capacity to receive HER story. Implications For Practice  This research suggests a number of important implications for social work practice.  These include increased knowledge of sexuality, gender, and identity, spirituality, and increased practitioner self-awareness.    Sexuality, gender, and identity.  Not until 1973 was “homosexuality” removed from the Diagnostic and Statistical Manual of Mental Disorders (DSM) as a disorder.  There is still, however, a diagnosis in the DSM for individuals who identify as a gender other than the one they were assigned at birth: gender dysphoria.   The American Psychiatric Association (APA) considers identifying as transgender a mental disorder (Group for the Advancement of Psychiatry, 2012).  Therefore, a deeper understanding of both sexuality and gender is necessary in order to practice person-centered social work.  There has been significant research, training, SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t53\tand discussion amongst clinical social work professionals regarding same-sex attraction and gender identity.  As evident in this study, people identify their gender and sexual identities in many different ways.  One participant who was born female, identifies today as female, and is attracted to females does not identify as lesbian; she prefers queer instead.  It is best practice for clinical social workers to ask clients how they identify or define their identity.    Increased practitioner self-awareness and spirituality.   Clinical social workers will work with individuals who are processing highly personal and sensitive topics like sexuality, gender, and spirituality.  Many social workers still treat spirituality and religion are as taboo topics.  It is evident in this research that both negative and positive spiritual/religious experiences greatly affect individuals’ lives.  We need to understand how our identities and/or belief systems impact what we see, and how our judgments can interfere with a more holistic assessment and approach. Research is just one aspect of practice.  My own ideas about integration clouded my ability to understand one specific participant’s journey.  Had I not been able to step back and process my counter-transference right away, it may have changed my process in interpreting the data.  Implications for Further Research  This research suggests implications for future research in a few areas.  First, more research is needed to better understand how LGBTQ individuals are able to integrate their sexual and gender identities with their spiritual/religious identity.  Due to the complexity and diverse definitions of integration, more voices from the LGBTQ community need to be heard.  Secondly, further research into how individuals in the LGBTQ community experience discrimination in religious communities and it’s effects, is needed to not only help practitioners understand their SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t54\texperiences, but also to advocate for individuals in their healing process.  Furthermore, as revealed in the data, individuals are facing discrimination within the LGBTQ communities based on their religious identities.  More research related to discrimination within LGBTQ communities based on their religious identities is warranted.  In addition, more research about how practitioners understand, respect, and incorporate client spirituality into their practice is needed.  Since participants in this study all lived in an urban area, future research is needed to better understand how the experience of integration may vary for LGBTQ persons living in rural areas.    Conclusion  This research provides insight into how LGBTQ individuals who were raised in non-affirming Christian traditions have maintained a spiritual identity in spite of the negative messages they received.  The literature and data from this study shows the extensive consequences of negative messages sent by Christian leaders and/or communities.  Providing opportunities for LGBTQ individuals to share their journey reduces oppression and raises awareness.  If Christian communities embrace the exploration of sexuality and identity, shame can be significantly reduced and identity integration can be positively affected. For clinical social workers to provide person centered services for LGBTQ individuals, they must work through their own bias in order to support individuals in self-determination, shame resilience, personal empowerment, and connection to community.       SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t55\tReferences Adams, M., Bell, L. A., & Griffin, P. (Eds.). (2007). (2nd ed.). Teaching for Diversity and Social Justice. New York, NY: Routledge, Taylor, and Francis Group.  Barringer, M. N., Gay, D. A., & Lynxwiler, J. P. (2013). Gender, religiosity, spirituality, and attitudes toward homosexuality. Sociological Spectrum, 33(3), 240-257. doi:10.1080/02732173.2013.732903 Bowland, S. E., Foster, K., & Vosler, A. N. R. (2013). Culturally competent and spiritually sensitive therapy with lesbian and gay christians. Social Work, 58(4), 321-332. Retrieved fromhttp://ezproxy.stthomas.edu/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=sih&AN=92051194&site=ehost-live Brennan-Ing, M., Seidel, L., Larson, B., & Karpiak, S. E. (2013). “I'm created in god's image, and god don't create junk”: Religious participation and support among older GLBT adults. Journal of Religion, Spirituality & Aging, 25(2), 70-92. doi:10.1080/15528030.2013.746629 Brown B. (2006) Shame Resilience Theory: A Grounded Theory Study on Women and Shame. Families in Society: The Journal of Contemporary Social Services: 2006, Vol. 87, No. 1, pp. 43-52. Brown, B. (2012). Daring greatly: How the courage to be vulnerable transforms the way we live, love, parent, and lead. New York, NY: Gotham Books.  Canda, E. R., & Furman, L. D. (2010; 2009). Spiritual diversity in social work practice: The heart of helping (2nd ed.). Oxford; New York: Oxford University Press. Cates, J. (2007). Identity in crisis: Spirituality and homosexuality in adolescence. Child & Adolescent Social Work Journal, 24(4), 369-383. doi:10.1007/s10560-007-0089-6 SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t56\tCenter for Disease Control and Prevention. (2014, 12 November). Lesbian, Gay, Bisexual, and  Transgender Health.  Retrieved from http://www.cdc.gov/lgbthealth/youth.htm CBS Minnesota.  (2013, July 29).  Reality Check: How many gay couples are in MN?  Retrieved from http://minnesota.cbslocal.com/2013/07/29/reality-check-how-many-gay-couples-are-in-mn/  Foster, K., Bowland, S., & Vosler, A. (2015). All the pain along with all the joy: Spiritual resilience in lesbian and gay christians. American Journal of Community Psychology, 55(1), 191-201. doi:10.1007/s10464-015-9704-4 Gay Church.org. (2014, July).  Year in Review.  Retrieved from http://www.gaychurch.org/affirming-church-survey/2013-survey/ GLAD Alliance. (2017) Our Mission and Vision.  Retrieved April 28, 2017 from: http://gladalliance.org/site/about/  Gross, M. (2008). To be christian and homosexual: From shame to identity-based claims. Nova Religion: The Journal of Alternative & Emergent Religion, 11(4), 77-101. doi:10.1525/nr.2008.11.4.77 Graham, M. (2016a).  Important Principles in Qualitative Research. [Class handout]. Department of Social Work, University of St. Thomas.   Graham, M. (2016b).  Strengths and Limitations:  YingYang.  [Class handout]. Department of Social Work, University of St. Thomas.   Group for the Advancement of Psychiatry. (2012)  The History of Psychiatry and Homosexuality.  Retrieved May 5, 2017, from http://www.aglp.org/gap/1_history/  Hsiung, P. (2010, August). A process of reflection. Retrieved November 9, 2016, from http://www.utsc.utoronto.ca/~pchsiung/LAL/reflexivity.  SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t57\tHuman Rights Campaign. (n.d.)  Coming Home: To Faith, To Spirit, To Self.  Retrieved from http://hrc-assets.s3-website-us-east 1.amazonaws.com//files/assets/resources/Coming_Home.pdf Human Rights Campaign. (2015) Stances of Faiths on LGBTQ Issues: Church of the Nazarene. Retrieved from http://www.hrc.org/resources/stances-of-faiths-on-lgbt-issues-church-of-the nazarene. Human Rights Campaign. (2014a) Stances of Faiths on LGBT Issues: Roman Catholic Church.  Retrieved from http://www.hrc.org/resources/entry/stances-of-faiths-on-lgbt-issues-roman-catholic-church.   Human Rights Campaign. (2014b) Stances of Faiths on LGBT Issues:  Southern Baptist Convention. http://www.hrc.org/resources/entry/stances-of-faiths-on-lgbt-issues-southern-baptist-convention  Hutchison, E. D. (2011). Dimensions of human behavior: Person and environment (4th ed). Thousand Oaks, CA: Sage Publication.  Lapinski, J., & McKirnan, D. (2013). Forgive me father for I have sinned: The role of a christian upbringing on lesbian, gay, and bisexual identity development. Journal of Homosexuality, 60(6), 853-872. doi:10.1080/00918369.2013.774844 Levy, D. L., & Reeves, P. (2011). Resolving identity conflict: Gay, lesbian, and queer individuals with a christian upbringing. Journal of Gay & Lesbian Social Services, 23(1), 53-68. doi:10.1080/10538720.2010.530193 Love, P., Bock, M., Jannarone, A., & Richardson, P. (2005). Identity interaction: Exploring the spiritual experiences of lesbian and gay college students. Journal of College Student Development, 46(2), 193-209. doi:10.1353/csd.2005.0019 SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t58\tLowe, M. E. (2009). Gay, lesbian, and queer theologies: Origins, contributions, and challenges. Dialog, 48(1), 49-61. doi:10.1111/j.1540-6385.2009.00430.x Maher, M. J. (2006). A voice in the wilderness: Gay and lesbian religious groups in the western united states. Journal of Homosexuality, 51(4), 91-117. Retrieved fromhttp://ezproxy.stthomas.edu/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=sih&AN=23540450&site=ehost-live Massachusetts Conference United Church of Christ.  (2014). Options for Struggling Congregations.  Retrieved from http://www.macucc.org/strugglingcongregations.   McLeod, S. (2013).  Erik Erickson.  Retrieved from Simply Psychology website: http://www.simplypsychology.org/Erik-Erikson.html Monette, D.R., Sullivan, T. J. DeJong, C.R., & Hilton, T. P. (2014). Applied social research: Tool for the human services (9th Ed.). Belmont, CA: Brooks/Cole Moon, D. (2014). Beyond the dichotomy: Six religious views of homosexuality. Journal of Homosexuality, 61(9), 1215-1241. doi:10.1080/00918369.2014.926762 Morse, J.M. (n.d.).  Insight, Inference, Evidence, and Verification:  Creating a Legitimate Discipline.  International Journal of Qualitative Methods, 5(1), 1-7. Murr, R. (2013). “I became proud of being gay and proud of being christian”: The spiritual journeys of queer christian women. Journal of Religion & Spirituality in Social Work, 32(4), 349-372. doi:10.1080/15426432.2013.839241 National Center for Lesbian Rights. 2016. #BornPerfect: The Facts About Conversion Therapy.  Retrieved from:  http://www.nclrights.org/bornperfect-the-facts-about-conversion-therapy/#q5 Padgett, D. (2008). Qualitative Methods in Social work Research (2nd ed.). Sage Publications. SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t59\tPalmer, K.  (2011, January 15). Gayest city?  Magazine says it’s Minneapolis.  Star Tribune.  Retrieved from http://www.startribune.com/lifestyle/113618049.htm Patton, M. (1990).  Qualitative evaluation and research methods, 2nd ed. Newbury Park, CA:  Sage Publishers. Perkins, D., & Zimmerman, M. A. (1995). Empowerment theory, research, and application. American Journal of Community Psychology, 23(5), 569. Retrieved from http://ezproxy.stthomas.edu/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=sih&AN=9604114404&site=ehost-live Pew Research Center.  (2017).  Religious Landscape Study.  Retrieved April 28, 2017 from: http://www.pewforum.org/religious-landscape-study/#religions  Privilege.  2016.  In Dictionary.com.  Retrieved October 6, 2016 from:  http://www.dictionary.com/browse/privilege?s=t Ridge, D., & Ziebland, S. (2012). Understanding depression through a 'coming out' framework. Sociology of Health & Illness, 34(5), 730-745. doi:10.1111/j.1467-9566.2011.01409.x Rodriguez, E. M. (2010). At the intersection of church and gay: A review of the psychological research on gay and lesbian christians. Journal of Homosexuality, 57(1), 5-38. doi:10.1080/00918360903445806 Rodriguez, E. M., & Ouellette, S. C. (2000). Gay and lesbian christians: Homosexual and religious identity integration in the members and participants of a gay-positive church. Journal for the Scientific Study of Religion, 39(3), 333. Retrieved from http://ezproxy.stthomas.edu/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=sih&AN=3571427&site=ehost-live SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t60\tSubhi, N., & Geelan, D. (2012). When christianity and  collide: Understanding the potential intrapersonal conflict. Journal of Homosexuality, 59(10), 1382-1402. doi:10.1080/00918369.2012.724638 Trammell, J. Y. (2015). \"Homosexuality is bad for me\": An analysis of homosexual christian testimonies in christianity today magazine. Journal of Media and Religion, 14(1), 1. doi:10.1080/15348423.2014.971560 Walton, G. (2006). \"Fag church\": Men who integrate gay and christian identities. Journal of Homosexuality, 51(2), 1-17. Retrieved from http://ezproxy.stthomas.edu/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=sih&AN=23003740&site=ehost-live Wood, A. W., & Conley, A. H. (2014). Loss of religious or spiritual identities among the LGBT population. Counseling & Values, 59(1), 95-111. doi:10.1002/j.2161-007X.2014.00044.x Workers, N. A. (2008). NASW Code of Ethics (Guide to the Everyday Professional Conduct of Social Workers). Washington, DC: NASW.          SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t61\tAppendix A \tConsent\tForm\t\tIntegrating\tSpirituality\tand\tSexuality\tin\tthe\tLGBTQ\tcommunity\t\t\t\t \tYou\t are\t invited\t to\t participate\t in\t a\t research\t study\t about\t how\t LGBTQ\t (lesbian,\t gay,\t bisexual,\ttransgender,\tqueer)\t individuals\tare\table\tto\t integrate\ttheir\tspirituality\tand\tsexuality\tafter\tgrowing\tup\t in\tnon-affirming\tChristian\t traditions.\tYou\twere\t selected\tas\t a\tpossible\tparticipant\tbecause\tyou\tidentify\t as\t spiritual/religious,\t grew\t up\t in\t a\t non-affirming\t Christian\t tradition,\t and\t identify\t as\tlesbian,\tgay,\tbisexual,\ttransgender,\tor\tqueer.\tThe\tfollowing\tinformation\tis\tprovided\tin\torder\tto\thelp\tyou\tmake\tan\tinformed\tdecision\twhether\tor\tnot\tyou\twould\tlike\tto\tparticipate.\tPlease\tread\tthis\tform\tand\task\tany\tquestions\tyou\tmay\thave\tbefore\tagreeing\tto\tbe\tin\tthe\tstudy.\t\tThis\t study\t is\t being\t conducted\t by\t Alyssa\t Haggerty,\t through\t the\t School\t of\t Social\t Work\t at\t the\tUniversity\t of\t St.\t Thomas.\t This\t study\t was\t approved\t by\t the\t Institutional\t Review\t Board\t at\t the\tUniversity\tof\tSt.\tThomas.\t\t\tBackground\tInformation\t\tThe\t purpose\t of\t this\t study\t is\t to\t explore\t how\t LGBTQ\t individuals,\t who\t grew\t up\t in\t non-affirming\tChristian\ttraditions,\t integrate\ttheir\tspirituality\tand\ttheir\tsexuality.\t \tMany\tLGBTQ\tindividuals\thave\tabandoned\t their\t faith\t or\t denied\t their\t sexual\t orientation\t due\t to\t the\t oppression\t faced\t within\treligious\tcommunities.\tThis\tresearch\tproject\twas\tinspired\tby\tthe\tdesire\tto\tunderstand\tthe\tprocess\tof\t integrating\t these\t two\t identities\t and\t additionally\t to\t give\t voice\t to\t personal\t stories.\t The\t data\tcollected\twill\t hopefully\t advance\t the\tLGBTQ\t community,\t as\twell\t as\t help\tprofessionals\t to\t stand\t in\tsolidarity,\tadvocate\tfor\thuman\tdignity,\tand\tpromote\tpeace.\t\tProcedures\t\tIf\tyou\tagree\tto\tparticipate\tin\tthis\tstudy,\tI\twill\task\tyou\tto\tdo\tthe\tfollowing\tthings:\t\t\t• Sign\tand\tDate\tthis\tconsent\tform.\t• Complete\tone\tinterview\tlasting\tapproximately\t90\tminutes.\t\tThe\tinterview\twill\ttake\tplace\tat\tan\t agreed\t upon\t location\t that\t will\t provide\t privacy.\t The\t interview\t will\t consist\t of\tapproximately\t16\tsemi-structured/open\tended\tquestions.\t\t\t\tAll\t interviews\t will\t be\t audio\t recorded\t and\t will\t be\t later\t transcribed\t by\t a\t professional\ttranscriptionist.\t\tThis\tstudy\twill\tinclude\ta\ttotal\tof\tapproximately\teight\tto\tten\tparticipants.\t\t\t\t\t\t\t\tSACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t62\tRisks\tand\tBenefits\tof\tBeing\tin\tthe\tStudy\t\tThere\t are\t potential\t risks\t in\t completing\t this\t study.\t \t It\t is\t possible\t you\tmay\t experience\t emotional\tdistress\tin\trecalling\tpast\texperiences\tof\toppression,\tabuse,\tor\tdiscrimination.\t\tThis\tresearch\ttopic\tis\tpersonal\tand\tyou\tmay\texperience\tdiscomfort\tin\tdiscussing\tthis\tsensitive\ttopic.\t\t\tThere\tare\tno\tdirect\tbenefits\tin\tparticipating\tin\tthis\tresearch\tstudy.\t\tSome\tindirect\tbenefits\tinclude:\t\tself-validation\t in\t sharing\t your\t story,\t a\t sense\t of\t contribution\t to\t the\t LGBTQ\t community\t and\t the\tprofessional\tfield\tof\tsocial\twork.\t\t\t\t\t\tCompensation\t\tNo\tmonetary\tcompensation\twill\tbe\tgiven\tfor\tparticipating\tin\tthis\tresearch\tstudy.\t\t\t\tPrivacy\tand\tConfidentiality\t\tAll\tinterviews\twill\tbe\taudio\trecorded\tand\tthen\tuploaded\tto\tOneDrive,\ta\tconfidential\tInternet\tcloud\tstorage\tsystem.\tThe\taudio\trecordings\twill\tbe\tdelivered\tto\ta\tprofessional\t transcriptionist\twho\twill\tbe\t required\t to\t sign\t and\t date\t a\t confidentiality\t form\t before\t beginning\t their\t work.\t \t Once\ttranscriptions\tare\tcompleted,\tall\taudio\tfiles\twill\tbe\tdeleted.\t\tTranscripts\twill\tbe\tde-identified\tto\tthe\tbest\tof\tmy\tability\tby\tredacting\tand\tcoding\tidentifiable\tinformation\tupon\ttranscription.\tTranscripts\tand\t interview\t notes\t will\t be\t contained\t in\t a\t lock\t box\t at\t the\t researchers\t home,\t with\t only\t the\tresearcher\t having\t access.\t \t Once\t the\t research\t project\t is\t complete,\t all\t transcriptions\t will\t be\tdestroyed.\t \t Only\t the\t committee\t chair\t and\t me\t will\t have\t access\t to\t the\t transcriptions.\t All\t signed\tconsent\t forms\twill\tbe\tkept\t for\ta\tminimum\tof\t three\tyears\tupon\tcompletion\tof\t the\t study\t to\t follow\tfederal\tregulation.\t Institutional\tReview\tBoard\tofficials\tat\t the\tUniversity\tof\tSt.\tThomas\treserve\tthe\tright\tto\tinspect\tall\tresearch\trecords\tto\tensure\tcompliance.\t\t\tInterviews\t will\t be\t held\t at\t an\t agreed\t upon\t location\t to\t protect\t participants\t privacy\t and\tconfidentiality.\t\tDue\tto\tthe\tnature\tof\tthis\tstudy,\tprivacy\tcannot\tbe\tguaranteed\twhile\tyou\tparticipate,\tspecifically\t if\t the\t agreed\tupon\t location\t is\t in\t a\tpublic\t setting\t like\t a\tprivate\t room\tat\t a\t coffee\t shop,\tstudy\troom\tat\ta\tlibrary,\tavailable\tclassroom\tat\tUniversity\tof\tSt.\tThomas.\t\t\t\t\tVoluntary\tNature\tof\tthe\tStudy\t\tYour\t participation\t in\t this\t study\t is\t entirely\t voluntary.\t Your\t decision\t to\t participate\twill\t not\t affect\tyour\tcurrent\tor\tfuture\trelations\twith\tthe\tresearcher\tor\tthe\tUniversity\tof\tSt.\tThomas.\tThere\tare\tno\tpenalties\tor\tconsequences\tif\tyou\tchoose\tnot\tto\tparticipate.\tIf\tyou\tdecide\tto\tparticipate,\tyou\tare\tfree\tto\twithdraw\tat\tany\ttime\twithout\tpenalty\tor\tloss\tof\tany\tbenefits\tto\twhich\tyou\tare\totherwise\tentitled.\tShould\tyou\tdecide\tto\twithdraw,\tdata\tcollected\tabout\tyou\twill\tnot\tbe\tused\tfor\tthe\tstudy\tand\twill\tbe\tdestroyed.\t\tYou\tcan\twithdraw\tby\tsimply\tnotifying\tme,\tAlyssa\tHaggerty,\tor\tmy\tresearch\tcommittee\tchair,\tMari\tAnn\tGraham,\tand\tyou\twill\tbe\tremoved\tfrom\tthe\tstudy\timmediately.\tYou\tare\talso\tfree\tto\tskip\tany\tquestions\tI\tmay\task.\t\t\t\tContacts\tand\tQuestions\t\tSACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t63\tMy\tname\tis\tAlyssa\tHaggerty.\tYou\tmay\task\tany\tquestions\tyou\thave\tnow\tand\tany\ttime\tduring\tor\tafter\tthe\tresearch\tprocedures.\tIf\tyou\thave\tquestions\tlater,\tyou\tmay\tcontact\tme\tat\t(303)\t960-6484\tor\tmy\tcommittee\tchair,\tMari\tAnn\tGraham\tat\t(651)\t962-581\tor\tYou\tmay\talso\tcontact\tthe\tUniversity\tof\tSt.\tThomas\tInstitutional\tReview\tBoard\tat\t651-962-6035\tor\tmuen0526@stthomas.edu\twith\tany\tquestions\tor\tconcerns.\t\t\tStatement\tof\tConsent\t\tI\t have\t had\t a\t conversation\t with\t the\t researcher\t about\t this\t study\t and\t have\t read\t the\t above\tinformation.\tMy\tquestions\thave\tbeen\tanswered\t to\tmy\t satisfaction.\t I\t consent\t to\tparticipate\t in\t the\tstudy.\tI\tam\tat\tleast\t18\tyears\tof\tage.\tI\tgive\tpermission\tto\tbe\taudio\trecorded\tduring\tthis\tstudy.\t\t\t\tYou\twill\tbe\tgiven\ta\tcopy\tof\tthis\tform\tto\tkeep\tfor\tyour\trecords.\t\t\t\t_______________________________________________________________\t \t \t ________________\tSignature\tof\tStudy\tParticipant\t \t \t \t \t \t Date\t\t_______________________________________________________________\t \t \t \tPrint\tName\tof\tStudy\tParticipant\t\t\t\t\t\t_______________________________________________________________\t \t \t ________________\tSignature\tof\tResearcher\t \t \t \t \t \t \t Date\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t64\tAppendix\tB\t\tInterview Schedule The purpose of this research is to explore the connection between sexual orientation and religious/spiritual orientation- how they connect (or don’t connect) and how they impact each other.  Let’s start with sexual orientation.   1. When did you first become aware of your sexual orientation?  2. Can you tell me about some of your first memories connected to knowing what sexual orientation you identified with?  3. How do you identify today? Now let’s shift gears and talk about your religious/spiritual orientation. 4. What religious/spiritual tradition did you grown up with? 5. Were you aware of any conflict between your sexual orientation and religious/spiritual orientation? If so, can you please describe or tell a story.   6. How would you describe the relationships between your sexual identity and your religious/spiritual identify growing up? 7. What role do you think shame played in keeping your orientations separate? Now, I’d like to explore shame and it’s effects on your integration journey.   8. To what extent was shame played a role in your journey of integrating your spiritual/religious and sexual identities? 9.  How has shame (and other charged emotions) motivated you to better understand each of these two identities? 10. What role has your sexual identity played in your spiritual/religious identity? 11.  How were you able to resolve any conflict between your sexual and spiritual/religious identities?   SACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t65\t12. How well integrated do you think these two identities are today? Now\tI’d\tlike\tto\task\tyou\tabout\tthe\trole\tof\tthe\tchurch\tin\tyour\tintegration\tjourney.\t\t13.\t\tWith\twhat\tspiritual/religious\ttradition\tdo\tyou\tidentify\twith\ttoday?\t14.\t\tDo\tyou\tcurrently\tattend\ta\tchurch,\tif\tso,\tdo\tthey\tidentify\tthemselves\tas\taffirming\tor\tinclusive?\t15.\t\tHow\thas\tinvolvement\tin\tthe\tchurch\t(or\tlack\tof\tinvolvement)\thelped\tor\thindered\tthe\tintegration\tof\tyour\tsexual\tand\tspiritual\torientations?\t\t16.\t\tWhat\twould\tyou\tlike\tto\ttell\tme\tthat\tI\thaven’t\tasked?\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSACRED\tSHAME:\tINTEGRATING\tSPIRITUALITY\tAND\tSEXUALITY\t \t \t66\tAppendix\tC\t\tIntegrating Spirituality and Sexuality Masters of clinical Social Work Research Project Seeking individuals who identify as LGBTQ, were raised in non-affirming Christian traditions, and have been able to successfully integrate their spirituality/religion with their sexuality. In order to participate in this study, you must:   • Identify as LGBTQ, grew up in a non-affirming Christian tradition, and identify as spiritual/religious now • Be willing to participate in ONE interview lasting approximately 90 min.  Participants will be asked open-ended questions regarding their sexual orientation, spiritual orientation, and their ability to integrate these two identities.  Please contact Alyssa Haggerty for further questions  (303) 960-6484 \t\t  ",
    "id": 200292657,
    "identifiers": {
        "doi": null,
        "oai": "oai:sophia.stkate.edu:msw_papers-1748"
    },
    "title": "Sacred Shame: Integrating Spirituality and Sexuality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-01T08:00:00+01:00",
    "publisher": "'Sophia Centre Press'",
    "references": [],
    "sourceFulltextUrls": [
        "https://sophia.stkate.edu/cgi/viewcontent.cgi?article=1748&amp;context=msw_papers"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/200292657.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/200292657"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/200292657/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/200292657/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/200292657"
        }
    ],
    "abstract": "Literature shows that many LGBTQ individuals believe that they must deny or hide their sexual identities and conform to a hetero-dominant lifestyle that often results in shame, denial of self, depression, anxiety, isolation, addiction, and abandonment of spirituality. This qualitative research study explored how LGBTQ individuals raised in non-affirming Christian traditions integrated their spiritual and sexual identities by in-person interviews with seven participants. Findings support previous research, and although the researcher was well aware of the nuances of this topic, an unexpected finding related to the complexity of gender identity and sexual orientation also surfaced. Practice implications include development of social workers’ selfawareness regarding their identity and/or belief systems. Further research is also suggested to better understand client journeys toward integration, and how clinical social workers can increase their sensitivity and advocacy for LGBTQ individuals",
    "tags": [
        "text",
        "sexuality",
        "spirituality",
        "LGBTQ",
        "homosexuality",
        "integration",
        "identity",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:sophia.stkate.edu:msw_papers-1748",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3495",
        "openDoarId": 0,
        "name": "St. Catherine University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 200292657,
        "depositedDate": null,
        "publishedDate": "2017-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T04:33:58+00:00",
        "acceptedDate": null,
        "createdDate": "2019-05-28T17:36:20+01:00"
    },
    "urls": [
        "https://sophia.stkate.edu/msw_papers/743",
        "https://sophia.stkate.edu/context/msw_papers/article/1748/viewcontent/Haggerty.pdf"
    ],
    "lastUpdate": "2024-01-24T04:33:58+00:00",
    "setSpecs": []
}