{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Fisher, Emily"
        },
        {
            "name": "Anhalt, Karla"
        },
        {
            "name": "Cannava, Amy"
        },
        {
            "name": "Gorenstein, Sharon"
        },
        {
            "name": "Saint, Jo"
        },
        {
            "name": "Thomas Schanding, G., Jr."
        },
        {
            "name": "Tiberi, Amy E."
        },
        {
            "name": "Varjas, Kris"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-10T05:38:55+01:00",
    "dataProvider": {
        "id": 3596,
        "name": "Loyola Marymount University",
        "url": "https://api.core.ac.uk/v3/data-providers/3596",
        "logo": "https://api.core.ac.uk/data-providers/3596/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/519832100.pdf",
    "fullText": "Education Faculty Works School of Education 2017 Safe and Supportive Schools for LGBTQ+ Youth Emily Fisher Karla Anhalt Amy Cannava Sharon Gorenstein Jo Saint See next page for additional authors Follow this and additional works at: https://digitalcommons.lmu.edu/education_fac  Part of the Education Commons This Editorial is brought to you for free and open access by the School of Education at Digital Commons @ Loyola Marymount University and Loyola Law School. It has been accepted for inclusion in Education Faculty Works by an authorized administrator of Digital Commons@Loyola Marymount University and Loyola Law School. For more information, please contact digitalcommons@lmu.edu. Authors Emily Fisher, Karla Anhalt, Amy Cannava, Sharon Gorenstein, Jo Saint, G. Thomas Schanding Jr., Amy E. Tiberi, and Kris Varjas Position Statement \t\t\t NASP Position Statement: Safe and Supportive Schools for LGBTQ+ Youth      1 © 2017 National Association of School Psychologists, 4340 East West Highway, Ste. 402, Bethesda, MD 20814│ www.nasponline.org │ 301-657-0270 Safe and Supportive Schools for LGBTQ+ Youth* The National Association of School Psychologists (NASP) believes school psychologists are ethically obligated to ensure all youth with diverse sexual orientations, gender identities, and/or gender expressions, are able to develop and express their personal identities in a school climate that is safe, accepting, and respectful of all persons and free from discrimination, harassment, violence, and abuse. Specifically, NASP’s ethical guidelines require school psychologists to promote fairness and justice, help to cultivate safe and welcoming school climates, and work to identify and reform both social and system-level patterns of injustice (NASP, 2010, pp. 11–12). NASP further asserts all youth are entitled to equal opportunities to participate in and benefit from affirming and supportive educational and mental health services within schools. As such, any efforts to change one’s sexual orientation or gender identity are unethical, are illegal in some states, and have the potential to do irreparable damage to youth development (Just the Facts Coalition, 2008). The acronym LGBTQ+ is intended to be inclusive of students of diverse sexual orientations, gender identities, and/or gender expressions,* and the term youth is inclusive of all children, adolescents, and young adults.   Unfortunately, LGBTQ+ youth experience significantly high rates of harassment, bullying, and discrimination while at school, which can lead them to feel unsafe at school, and can contribute to a host of negative academic and social–emotional outcomes including school dropout and suicide (Kosciw, Greytak, Giga, Villenas, & Danischewski, 2016; Robinson & Espelage, 2011). LGBTQ+ youth can best reach their full potential when they are accepted, respected, supported and valued as members of the school community. To achieve this goal, education and advocacy must be focused on both promoting positive social–emotional and academic development for all youth and, simultaneously, on eliminating discrimination, harassment, and sexuality and gender-based biases. ENVIRONMENTAL RISK AND PROTECTIVE FACTORS All youth, including LGBTQ+ youth, are resilient and can thrive in environments where they feel safe, supported, and valued (e.g., Kosciw et al., 2016; Russell, Toomey, Ryan, & Diaz, 2014). Being LGBTQ+ in and of itself does not put youth at greater risk for deleterious outcomes; however, being LGBTQ+ in heterosexist, homophobic, sexist, and transphobic environments in which youth are more likely to experience harassment, bullying, discrimination, and oppression can  negatively impact LGBTQ+ youth’s developmental trajectories (Kosciw et al., 2016; Russell et al., 2014).   Within schools, higher levels of victimization for LGBTQ+ youth are associated with poorer school attendance, lower grade point averages, fewer plans for postsecondary education, lower self-esteem, higher rates of depression, greater substance abuse, and higher risk for suicide (Centers for Disease \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t*\tLGBTQ+ youth is inclusive of all students who identify as lesbian, gay, bisexual, transgender, and/or questioning, and/or who express diverse sexual orientations, gender identities, and/or gender expression.  NASP Position Statement: Safe and Supportive Schools for LGBTQ+ Youth      2 © 2017 National Association of School Psychologists, 4340 East West Highway, Ste. 402, Bethesda, MD 20814│ www.nasponline.org │ 301-657-0270 Control and Prevention, 2013; Kosciw et al., 2016). In contrast, when LGBTQ+ youth develop in more positive school climates which include various supports such as a Gender and Sexuality Alliance (GSA), an LGBTQ+ inclusive curriculum, comprehensive antibullying policies, and supportive educators, allies, and role models, they report greater feelings of safety and improved educational outcomes (Kosciw et al., 2016).  Within the home environment, some LGBTQ+ youth experience family rejection, which may include abuse, exclusion, being forced to leave home, and efforts to change a youth’s sexual orientation or gender identity (Ryan, Huebner, Diaz, & Sanchez, 2009). Family rejection is associated with higher risk for depression, suicide, and substance use (Ryan et al., 2009). Conversely, family support, which involves openly talking about sexual orientation and gender identity and expressing an appreciation of diverse gender expressions, is associated with higher levels of self-esteem, lower levels of depression and suicide risk, and increases in overall general health (Ryan, Russell, Huebner, Diaz, & Sanchez, 2010).  At the societal and community levels, LGBTQ+ youth are affected by ever-changing shifts in social attitudes, public policies, and laws related to LGBTQ+ rights. In particular, youth living in communities that espouse more conservative religious, familial, and political values may experience greater violations of their rights (Becker, 2014). Youth living in rural areas or areas of the country with reduced access to supportive resources may experience higher levels of victimization and fewer supportive staff at school (Kosciw et al., 2016).  ETHICAL, LEGAL, AND AFFIRMATIVE PRACTICES FOR LGBTQ+ YOUTH The American Psychological Association (APA) and NASP (2015) affirm that “same-sex sexual and romantic attractions, feelings, and behaviors … [and] diverse gender expressions … and gender identities … are normal and positive variations of the human experience” (p. 6). School psychologists need to be aware of federal and state legislation and court decisions that impact the rights of LGBTQ+ youth. Further, school psychologists should practice under the NASP ethical guidelines (2010) that assert school psychologists must not reveal any “information about the sexual orientation, gender identity, or transgender status of a student (including minors) … without the individual’s permission” (p. 5).   School psychologists recognize positive student development includes “social, emotional, and behavioral health and the ability to cope with life’s challenges,” (NASP, 2015, p. 1). School psychologists should adopt an affirmative approach to working with LGBTQ+ youth (NASP, 2015) which emphasizes the acceptance of youth exactly as they are, and which enables youth the opportunity to explore and develop at their own pace (APA & NASP, 2015). Such affirming practices require school psychologists to demonstrate attitudes, knowledge, and skills that promote resiliency, wellness, and school connectedness for LGBTQ+ youth (NASP, 2015; Van Den Bergh & Crisp, 2004). Affirming Attitudes Although school psychologists come to their work from a wide range of backgrounds and belief systems, culturally responsive practice requires they examine their own beliefs, values, attitudes, and biases to support the positive identity development and well-being of LGBTQ+ youth (APA, 2012; APA, 2015; Garner & Emano, 2013). In order to become more aware of their own values, beliefs, and understanding of sexual orientation, gender identity, and gender expression, school psychologists may consider the processes by which they gained awareness of their own sexual orientation and gender  NASP Position Statement: Safe and Supportive Schools for LGBTQ+ Youth      3 © 2017 National Association of School Psychologists, 4340 East West Highway, Ste. 402, Bethesda, MD 20814│ www.nasponline.org │ 301-657-0270 identity. For example, school psychologists can reflect on how norms and expectations around these topics were communicated in their families, communities, and cultures; the impact their assumptions, biases, and stereotypes may have on their work with LGBTQ+ youth; and how they have experienced and responded to LGBTQ+ related discrimination (Garner & Emano, 2013; Whitman, 2013). Key Knowledge Although the landscape for LGBTQ+ youth is continually shifting and changing, knowledge is a key element in the provision of culturally responsive services (Crisp & McCave, 2007). School psychologists must work to educate themselves about the following:     Terminology. It is not only important to be familiar with appropriate terminology, slang, and symbols, but also to recognize that definitions and labels are continually evolving and changing. Many youth do not use common labels, so it is best practice to ask a student how he/she/they/ze (ze is a gender-neutral third person singular pronoun) identifies rather than assuming. Additionally, it is best practice to always utilize gender-neutral terms such as “my person,” “romantic interest,” and “date.” The Trevor Project provides a glossary of contemporary terminology (www.thetrevorproject.org/pages/glossary#).   Symbols, historical events, and contemporary figures. Being knowledgeable about historical and contemporary events that impact the LGBTQ+ community can help: (a) provide a context for understanding students’ experiences, (b) build rapport, (c) establish a sense of community and connection, and (d) counter feelings of being isolated, alone, flawed, and different (Chiasson & Sanlo, 2013).  Risk and protective factors. Understanding risk and protective factors across contexts allows school psychologists to advocate for systemic changes, increase protective factors, identify students who may be at greater risk for mental health and academic problems, and ensure that students have adequate support systems (e.g., at least one person at school who is a trusted ally).    Identity development and intersectionality. Gender identity and sexual orientation are relevant across the lifespan, and it is imperative to recognize these identities may develop well before adolescence. While heterosexual and cisgender (i.e., gender identity matches their assigned sex) youth may develop their sexual and gender identities without much consideration, the development of an LGBTQ+ identity may involve exploration, confusion, fluctuations, flexibility, and/or struggle (Glover, Galliher, & Lamere, 2009). Further, LGBTQ+ youth may hold multiple group identities that intersect with one another (e.g., race/ethnicity, culture, religion, socioeconomic status, ability/disability, immigration/citizenship status). The cumulative impact of the experiences of oppression based on these intersecting identities may lead to an increased risk of displacement, homelessness, and harassment, and limited access to both safe public spaces and comprehensive healthcare (FIERCE, 2013; Irazábal & Huerta, 2016). Further, the unique challenges associated with intersecting identities may lead some LGBTQ+ youth to distance themselves from one or more of their social groups in order to maintain safety, which can ultimately reduce access to necessary social supports.  Unique considerations for transgender and gender diverse youth. Transgender and gender diverse (TGD) youth experience greater school victimization and more barriers to accessing affirming resources than do their sexual minority (LGB) peers (Case & Meier, 2014; Greytak, Kosciw, & Diaz, 2009). It is important for school psychologists to understand the unique needs and  NASP Position Statement: Safe and Supportive Schools for LGBTQ+ Youth      4 © 2017 National Association of School Psychologists, 4340 East West Highway, Ste. 402, Bethesda, MD 20814│ www.nasponline.org │ 301-657-0270 experiences of TGD youth, which are well documented in the complementary NASP (2014) Position Statement “Safe Schools for Transgender and Gender Diverse Students.”  LGBTQ+ Resources. It is imperative for school psychologists to be familiar with reputable online, national, and local community resources to help LGBTQ+ students access beneficial health and mental health services, gain social support, and learn about their rights (Kennedy, 2013).  THE ROLE OF SCHOOL PSYCHOLOGISTS School psychologists play a critical role in supporting LGBTQ+ youth by using their skills across the domains of practice to challenge pathological views of sexual orientation and gender identity and to advocate for policies and practices that benefit and empower all students (Crisp & McCave, 2007). As school psychologists develop affirming attitudes and knowledge about LGBTQ+ youth, they can use their skills to:    Develop and implement comprehensive antibullying policies. Ensure  districts/schools have comprehensive antibullying policies that specifically protect individuals based on actual or perceived sexual orientation, gender identity, and gender expression. Educate staff members, students, and families about these policies, expectations of student behavior, how to report violations, and the consequences for policy violations. Work with administrators to intervene with students who violate policies and provide support for students who are targets of bullying and harassment (Kosciw et al., 2016).  Provide professional development. Provide ongoing professional development or identify local trainers to educate school staff about LGBTQ+ issues, to know how to recognize and intervene when LGBTQ+ related harassment and bullying occur, and to develop skills and strategies to serve as supportive allies (Kosciw et al., 2016). GLSEN is an excellent resource for professional development activities (www.glsen.org).   Support a gender and sexuality alliance. Work with students and allies at school to establish a Gender and Sexuality Alliance (GSA) or similar supportive club (Kosciw et al., 2016) and educate administrators about students’ legal right to form a GSA under the Equal Access Act (Fisher & Kennedy, 2013). GSA Network (www.gsanetwork) provides information and support for students and advisors.  Consult with teachers to develop inclusive curricula. Curricula in which “appropriate and accurate information regarding LGBT[Q+] people, history, and events” (Kosciw et al., 2016, p. 14) are included not only allow LGBTQ+ students to learn about themselves but help all students to learn about LGBTQ+ individuals and their experiences (Greytak & Kosciw, 2013).  Provide affirmative counseling. LGBTQ+ students may seek counseling for a variety of reasons, and it should not be assumed their difficulties are related to LGBTQ+ status (Fisher & Kennedy, 2013). It is essential to listen to what students are reporting, to affirm all aspects of the whole person, to recognize internal and external effects homophobia and transphobia can have an impact on students, and to be aware of the complexities involved with intersecting identities (Fisher & Kennedy, 2013).  Collaborate with families. Provide families with accurate information about sexual orientation, gender identity, and gender expression. Support families by helping them learn how to talk with their children about these topics, by encouraging them to support their child’s identity, and by assisting them in developing the skills needed to advocate for their child (Ryan et al., 2010; SAMHSA, 2014). A good resource to support families is PFLAG (www.pflag.org).   NASP Position Statement: Safe and Supportive Schools for LGBTQ+ Youth      5 © 2017 National Association of School Psychologists, 4340 East West Highway, Ste. 402, Bethesda, MD 20814│ www.nasponline.org │ 301-657-0270  Support transgender and gender diverse students. Work with TGD students in an affirming manner that facilitates self-exploration and self-acceptance (APA & NASP, 2015). Advocate for inclusive policies such as ensuring that TGD students have access to activities (e.g., sports teams) and facilities (e.g., restrooms) in a manner consistent with their gender identity. For more comprehensive information specific to school supports for TGD students, see the complementary NASP (2014) position statement “Safe Schools for Transgender and Gender Diverse Students,” as well as visiting Gender Spectrum at www.genderspectrum.org.  Be an ally. Social support is critical for LGBTQ+ youth, and research consistently finds that having at least one supportive adult ally at school can positively impact youth’s experience (Kosciw et al., 2016). Being an ally means being open, listening, validating, supporting, and standing up for LGBTQ+ youth and their rights. Every school psychologist can be an ally.  SUMMARY LGBTQ+ youth often face challenges at school including isolation, harassment, and victimization, which can result in negative academic, social–emotional, and physical outcomes. Despite what often seem like overwhelming odds against them, the vast majority of LGBTQ+ youth are highly resilient and, with the support of even a single affirming adult, can thrive in school and beyond. While having the attitude, knowledge, and skills to support LGBTQ+ youth and affect systematic change is ideal, school psychologists do not need to be experts on LGBTQ+ issues in order to have a positive impact. Specifically, by following ethical guidelines and by being active listeners who affirm and accept LGBTQ+ youth, school psychologists can make a meaningful difference by simply allowing youth to be themselves. This can further be accomplished by reminding colleagues that schools that are safe for LGBTQ+ youth are safe for all youth, by identifying and focusing on LGBTQ+ youth’s resilience and strengths, and by implementing policies and practices that support all youth in schools.  Whether these are considered small steps or giant leaps, dependent upon the unique needs of the schools, districts, and community settings in which school psychologists work, by advocating for LGBTQ+ youth and educating others about the existing challenges and opportunities, school psychologists can transform the lives of LGBTQ+ youth and potentially save lives in the process.  REFERENCES American Psychological Association. (2012). Guidelines for psychological practice with lesbian, gay, and bisexual clients. Retrieved from http://doi.apa.org/getdoi.cfm?doi=10.1037/a0024659 American Psychological Association. (2015). Guidelines for psychological practice with transgender and gender nonconforming people. Retrieved from http://doi.apa.org/getdoi.cfm?doi=10.1037/a0039906 American Psychological Association & National Association of School Psychologists. (2015). Resolution on gender and sexual orientation diversity in children and adolescents in schools. Retrieved from http://www.apa.org/about/policy/orientation-diversity.aspx Becker, A. B. (2014). Employment Discrimination, Local School Boards, and LGBT Civil Rights: Reviewing 25 Years of Public Opinion Data. International Journal of Public Opinion Research, 26(3), 342–354. https://doi.org/10.1093/ijpor/edu003 Case, K. A., & Meier, S. C. (2014). Developing Allies to Transgender and Gender-Nonconforming Youth: Training for Counselors and Educators. Journal of LGBT Youth, 11(1), 62.  NASP Position Statement: Safe and Supportive Schools for LGBTQ+ Youth      6 © 2017 National Association of School Psychologists, 4340 East West Highway, Ste. 402, Bethesda, MD 20814│ www.nasponline.org │ 301-657-0270 Centers for Disease Control and Prevention. (2013). Parents’ Influence on the Health of Lesbian, Gay, and Bisexual Teens: What Parents and Families Should Know. Retrieved from https://www.cdc.gov/healthyyouth/protective/pdf/parents_influence_lgb.pdf Chiasson, J., & Sanlo, R. (2013). Putting sexual orientation and gender identity in context: Historical influences and social trends. In E. S. Fisher & J. Chiasson (Eds.), Creating safe and supportive learning environments: a guide for working with lesbian, gay, bisexual, transgender, and questioning youth, and families (pp. 10–28). New York, NY: Routledge. Crisp, C., & McCave, E. L. (2007). Gay Affirmative Practice: A Model for Social Work Practice with Gay, Lesbian, and Bisexual Youth. Child and Adolescent Social Work Journal, 24(4), 403–421. https://doi.org/10.1007/s10560-007-0091-z FIERCE. (2013). Moving up, fighting back: Creating a path to LGBTQ youth liberation. National Report. Retrieved from http://www.fiercenyc.org/sites/default/files/docs/MoveUpFightBackReport_Final.pdf Fisher, E. S., & Kennedy, K. S. (2013). Counseling special populations in schools. New York, NY: Oxford University Press. Garner, G. L., & Emano, D. M. (2013). Counseling lesbian, gay, bisexual, transgender, and questioning students. In E. S. Fisher & J. Chiasson (Eds.), Creating safe and supportive learning environments: a guide for working with lesbian, gay, bisexual, transgender, and questioning youth, and families (pp. 189–208). New York, NY: Routledge. Glover, J. A., Galliher, R. V., & Lamere, T. G. (2009). Identity Development and Exploration Among Sexual Minority Adolescents: Examination of a Multidimensional Model. Journal of Homosexuality, 56(1), 77–101. https://doi.org/10.1080/00918360802551555 Greytak, E. A., Kosciw, J. G., & Diaz, E. M. (2009). Harsh Realities: The Experiences of Transgender Youth in Our Nation’s Schools. ERIC. Retrieved from http://eric.ed.gov/?id=ED505687 Greytak, E. A., & Kosciw, J. (2013). Responsive classroom curriculum for lesbian, gay, bisexual, transgender, and questioning students. In E. S. Fisher & J. Chiasson (Eds.), Creating safe and supportive learning environments: a guide for working with lesbian, gay, bisexual, transgender, and questioning youth, and families (pp. 156–174). New York, NY: Routledge. Irazábal, C., & Huerta, C. (2016). Intersectionality and planning at the margins: LGBTQ youth of color in New York. Gender, Place & Culture: A Journal of Feminist Geography, 23(5), 714. Just the Facts Coalition. (2008). Just the facts about sexual orientation and youth: A primer for principals, educators, and school personnel (pp. 1–24). Washington, DC: Retrieved from http://www.apa.org/pi/lgbt/resources/just-the-facts.pdf Kennedy, K. S. (2013). Counseling lesbian, gay, bisexual, transgender, and questioning students. In E. S. Fisher & J. Chiasson (Eds.), Counseling special populations in schools (pp. 243–255). New York, NY: Oxford University Press. Kosciw, J. G., Greytak, E., Giga, N., Villenas, C., & Danischewski, D. (2016). The 2015 national school climate survey: The experiences of lesbian, gay, bisexual, transgender, and queer youth in our nation’s schools. New York, NY: Retrieved from https://www.glsen.org/sites/default/files/GLSEN%202015%20 National%20School%20Climate%20Survey%20%28NSCS%29%20-%20Full%20Report.pdf National Association of School Psychologists. (2010). Principles for professional ethics. Retrieved from http://www.nasponline.org/assets/Documents/Standards%20and%20Certification/Standards/1_%20Ethical%20Principles.pdf National Association of School Psychologists. (2014). Safe Schools for Transgender and Gender Diverse Students (Position statement). Bethesda, MD: Author. Retrieved from  NASP Position Statement: Safe and Supportive Schools for LGBTQ+ Youth      7 © 2017 National Association of School Psychologists, 4340 East West Highway, Ste. 402, Bethesda, MD 20814│ www.nasponline.org │ 301-657-0270 https://www.nasponline.org/assets/Documents/Research%20and%20Policy/Position%20Statements/Transgender_PositionStatement.pdf National Association of School Psychologists. (2015). The importance of mental and behavioral health services for children and adolescents (Position statement). Bethesda, MD: Author. Robinson, J. P., & Espelage, D. L. (2011). Inequities in education and psychological outcomes between LGBTQ and straight students in middle and high school. Educational Researcher, 40(7), 315–330. doi:10.3102/0013189X11422112 Russell, S. T., Toomey, R. B., Ryan, C., & Diaz, R. M. (2014). Being out at school: The implications for school victimization and young adult adjustment. American Journal of Orthopsychiatry, 84(6), 635–643. doi:10.1037/ort0000037 Ryan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family Rejection as a Predictor of Negative Health Outcomes in White and Latino Lesbian, Gay, and Bisexual Young Adults. PEDIATRICS, 123(1), 346–352. doi:10.1542/peds.2007-3524 Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family Acceptance in Adolescence and the Health of LGBT Young Adults: Family Acceptance in Adolescence and the Health of LGBT Young Adults. Journal of Child and Adolescent Psychiatric Nursing, 23(4), 205–213. doi:10.1111/j.1744-6171.2010.00246.x SAMHSA. (2014). A practitioner’s resource guide: Helping families to support their LGBT children. HHS Publication No. PEP14-LGBTKIDS. Rockville, MD. Retrieved from https://store.samhsa.gov /shin/content/PEP14-LGBTKIDS/PEP14-LGBTKIDS.pdf Van Den Bergh, N., & Crisp, C. (2004). Defining Culturally Competent Practice with Sexual Minorities: Implications for Social Work Education and Practice. Journal of Social Work Education, 40(2), 221–238. doi:10.1080/10437797.2004.10778491 Whitman, J. (2013). Training school professionals to work with lesbian, gay, bisexual, transgender, and questioning students and parents. In E. S. Fisher & J. Chiasson (Eds.), Creating safe and supportive learning environments: a guide for working with lesbian, gay, bisexual, transgender, and questioning youth, and families (pp. 123–139). New York, NY: Routledge.  Adopted by the NASP Leadership Assembly in December 19, 2017.  Acknowledgement of the position statement writing group members: Emily S. Fisher (Chair), Karla Anhalt, Amy Cannava, Sharon Gorenstein, Jo Saint, G. Thomas Schanding Jr., Amy E. Tiberi, and Kris Varjas.  Please cite this document as: National Association of School Psychologists. (2017). Safe and supportive schools for LGBTQ+ youth (Position statement). Bethesda, MD: Author. ",
    "id": 519832100,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lmu.edu:education_fac-1090"
    },
    "title": "Safe and Supportive Schools for LGBTQ+ Youth",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "Digital Commons at Loyola Marymount University and Loyola Law School",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lmu.edu/cgi/viewcontent.cgi?article=1090&context=education_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/519832100.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/519832100"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/519832100/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/519832100/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/519832100"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lmu.edu:education_fac-1090",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3596",
        "openDoarId": 0,
        "name": "Loyola Marymount University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 519832100,
        "depositedDate": null,
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T14:07:17+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-10T05:38:55+01:00"
    },
    "urls": [
        "https://digitalcommons.lmu.edu/education_fac/85",
        "https://digitalcommons.lmu.edu/context/education_fac/article/1090/viewcontent/LGBTQ_Youth.pdf"
    ],
    "lastUpdate": "2024-01-24T14:07:17+00:00",
    "setSpecs": []
}