{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Simon, Andrew"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-29T12:16:34+00:00",
    "dataProvider": {
        "id": 3613,
        "name": "University of Portland",
        "url": "https://api.core.ac.uk/v3/data-providers/3613",
        "logo": "https://api.core.ac.uk/data-providers/3613/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/232743227.pdf",
    "fullText": "University of PortlandPilot ScholarsCommunication Studies Graduate Publications andPresentations Communication Studies2017Safe Spaces: Their Construction and Their PurposeAndrew SimonFollow this and additional works at: http://pilotscholars.up.edu/cst_gradpubsPart of the Communication CommonsThis Capstone Project is brought to you for free and open access by the Communication Studies at Pilot Scholars. It has been accepted for inclusion inCommunication Studies Graduate Publications and Presentations by an authorized administrator of Pilot Scholars. For more information, pleasecontact library@up.edu.Citation: Pilot Scholars Version (Modified MLA Style)Simon, Andrew, \"Safe Spaces: Their Construction and Their Purpose\" (2017). Communication Studies Graduate Publications andPresentations. 11.http://pilotscholars.up.edu/cst_gradpubs/11Running head: SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 1              Safe Spaces: Their Construction and Their Purpose Andrew Simon University of Portland         April 30, 2017       I understand that in the interest of shared scholarship the University of Portland and its agents have the non-exclusive license to archive and make accessible my work in whole or in part in all forms of media in perpetuity. Further, I understand that my work, in addition to its bibliographic record and abstract, may be available to a wider community of scholars and researchers through electronic access.    SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 2  Abstract This study looks at the purpose and symbolic co-construction of safe spaces, specifically LGBTQ+ areas. It is important to address such spaces’ physical, temporal, and other attributes through their users’ eyes because these spaces host sensitive exchanges that impact emotions, time, and negotiations of identity for their users. Symbolic convergence theory is applied to frame and make sense of what is happening in one such space under observation, exposing important narratives that are shared among those who take advantage of the safety of the space. Users’ experiences reflect consistent narrative attention paid to who is invited and welcomed into the space, how to stay safe there, and the transformative impact that safe space setting can impart on actors. Understanding those stories through an emergent theme of “comfort” helps clarify some of what helps co-create successful spaces like these.  Keywords: Safe Spaces, LGBTQ, Symbolic Convergence Theory, Community, Construction          SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 3  Safe Spaces: Their Construction and Their Purpose Literature Review Safe spaces exist as havens from everyday social settings that subscribe to normative social expectations. The roles people play align with whatever the dominant discourse is, meaning \"regular\" spaces are considered to be \"owned\" by those who traditionally hold power. In the United States, for example, the dominant groups include white people, men, heterosexuals and the able-bodied. While these may not result in the explicit exclusion of minority groups, the cultural power dimensions that exist are transferred into everyday spaces, perpetuating unequal distributions of representation. While a bar may allow LGBTQ+ individuals to engage in the space, the heteronormative assumption that everyone else in the bar is heterosexual carries over into the bar. A gay bar, then, explicitly addresses and disputes the heteronormativity simply by being an explicitly gay-friendly, gay-catering space. In order to understand the multiple dimensions and aspects that safe spaces encompass, it is best to address them through the key themes presented below. By drawing from qualitative Communication, Women’s Studies, and Psychology research, a holistic picture of safe spaces and the existing literature is created. First, assessing them as physical places and then addressing them as temporal ideas shows the complexity of these specifically-intentioned space. Then understanding safe spaces as community-centered highlights the applicability of communication study in these spaces. Finally, it is essential to understand that these spaces incorporate intersectionality in their creation, rather than focusing on one identity piece and excluding all others. Safe Spaces as Physical Places  SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 4  It is essential to understand that a foundational piece of safe spaces is that they are shaped by existing in a physical place. While it is possible for these spaces to take the form of an online-mediated chatroom or website, for the sake of this study, the interest is in physical locations that operate as safe spaces. One of the critical steps in constructing a physical place of safety is to identify it as such a space, and there are a few ways that this can be done.  Explicitly, there are signs that can be utilized in order to mark a location as a designated safe space. Whether it be a sticker on the door of a professor's office (Milani, 2013), through advertisements for commercial businesses such as LGBTQ-friendly bars or clubs (Hollis, 2008) or discreet word of mouth for bathhouses (Cooper, 2009), the labeling of a space as being \"safe\" is an essential part of attracting those of the public who the space is meant to serve.  The spaces can take the shape of a single room, such as a counselor or professor's office. It may be an entire bar or club, or a bathhouse with many rooms intended to allow for everything from observing others to having sexual contact. It may be an entire neighborhood, such as Boystown in Chicago (Greene, 2015) where many independent businesses cater to LGBTQ+ individuals line a few specific streets, creating several blocks of implicit safe space. By having spaces represented in physical form, whether it be a room or a neighborhood or any size between allows for a different sense of belonging than a digital space does. By physically being present in a space that welcomes the presence and existence of people, there is a sense of bodily, physical safety provided. In assessing gay and lesbian journalism consumption, though, Cover (2005) found \"[u]tilising interviews with younger readers of lesbian/gay journalism, it is argued that such publications are understood by readers a s a public 'social space', but that a strong desire to engage in lesbian/gay in a local, geographic and physical sense SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 5  is identified by the readers, suggesting that such publications perform an … incomplete role in the construction of sexual identity and community belonging.\" The design of the physical space is also an important factor in the creation of safe spaces. The way the space is laid out can encourage different types of types of communication and provide varying levels of comfort, depending on the needs of the individual. When Hunter observes \"[m]ost of the twelve or so young people in the building … gravitate towards the transitional safety the landing offers. Neither inside nor outside, the landing provides a place to hedge their bets …\" (Hunter, 2008, p. 5) it is clear that the uniqueness of the landing on the staircase draws people to it. Its non-committal nature provides those present a way to scope out what is happening without completely engaging before they are sure. In other contexts, for example, it may be important to consider if there are dyadic-tables arranged so that interpersonal, one-on-one conversations can take place, or if there are large-group tables set up. Is there a bar that is frequented where, with stools not facing one another, verbal communication is minimized? These architectural decisions can have a drastic impact on what communication occurs and the outcomes of people utilizing the space and should be kept in mind when observing the communication that takes place.  It is also important to note that certain spaces and their breadth have varying degrees of manipulation available. For example, if building a bar from the ground up, the layout can be very specific and fine-tuned to fit the anticipated needs of a safe space. One can arrange for where the seating, bar and pool tables will be located, for example. However, when it comes to an entire neighborhood, though, there are countless variables from the residents to the business owners to city and state regulations. Depending on the expanse and intended purpose of the space, there are different challenges that come with designing the space, some of which cannot be controlled. In SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 6  these cases, it is important to pay attention to the other aspects of safe spaces that contribute to the end-goal of the spaces, such as the temporal dimension. Safe Spaces as Temporal Ideas There are two aspects of time that should be considered when discussing the role of safe spaces. The first addresses the way time impacts what phase of life people are in. The second is how using time positively and productively improves people's experiences in these safe spaces.  First, it is important to understand that safe spaces are accessible to different people depending on what age they are. For example, many bars and clubs are not accessible to those who are under the age of twenty-one. Therefore, LGBTQ+ members who are underage need a more inclusive space, especially if they are still in high school. Given the nature of some high school environments, there is a limitation on people's ability to express themselves. As discussed by Dalley and Campbell (2006), there are times when the environment young people inhabit does not allow them to be themselves. In their study, they follow the lives of two homosexual young men who do not express their orientation explicitly to their peers. One of these young men worries about how his home culture (Somalian) community will react to or reject him.  Being required to attend a school that does not provide a safe space for LGBTQ+ students and coming from a home community that does not offer a mindset of inclusion or safety for LGBTQ+ individuals highlights the difficulty facing young LGBTQ+ individuals. Without the ability to leave these communities and seek refuge in a common safe space like a bar or club, time is not on their side. Once graduated, though, the students of this heteronormative high school environment were able to more freely express their homosexual identities. \"After graduation, Zudan also spent more time at the gay bars downtown\" (Dalley & Campbell, 2006, p. 4). SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 7  The second dimension looks at the use of time to actively participate in positive activities. Providing specific activities that take up time by doing something encouraging and inclusive provides a positive experience for participants and inhibits opportunities where violence and discrimination may occur. Hunter's study (2008) looked at choreographing dances and writing lyrics as positive events for racial and ethnic minority youths to bridge gaps to better understand one another. While LGBTQ+ members may not seek out these activities in a bar or club, these spaces can apply this lesson of positivity in different ways. For example, trivia night encourages friendly competition and bonding among friends, and themed nights like \"70s Night\" can provide the opportunity to dress up, dance, and simply have fun. By performing these positive activities in a designated physical place, a feeling of inclusivity occurs while eliminating opportunities for negativity like discrimination to occur.  By occupying time with positive activities attendants of these safe spaces find another type of refuge. Rather than just the feeling that they are physically safe, they can enjoy the preoccupation and encouragement to interact positively with others who can relate to their stresses. In doing this, there is a clear transition to the third concept found within the literature, which is the community aspect of safe spaces.  Safe Spaces are Community-Centered  The literature covers a wide array of types of spaces that are considered \"safe\" for certain communities. Despite this, the general goals of these spaces to create a community are consistent. The hope of bringing like-minded people together, creating positive relationships and maintaining an open-minded frame are relevant goals whether looking at a student-run group, a bar or a neighborhood.  SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 8  Tied to the idea of making sure that the purpose of the safe space is known – communicating clearly that this space is for a particular type of person, typically a minority – the ties within that group can be strengthened. Adding sensitivity and clarity to the expectations of that safe space improve the ability for comfort and openness to occur. One example of this looks at a student-run campus LGBTQ+ group. The ultimate goal was to attract like-minded individuals who could share their stories and experiences of living on the same campus. \"In general, with like the idea of safe spaces is just, like, the number one thing is to use inclusive language within the safe space...we don't say 'you guys' or we try to use the term 'partner' that is more inclusive\" (VanderStouwe, 2015, p. 181).  By bringing people with similar experiences together, that hopeful community can become a reality. By sensitizing those involved in the group and clearly communicating expectations, the stakeholders of these communities can become the center of attention. As discussed by Cover (2005), young LGBTQ+ individuals often seek out face-to-face interactions, rather than online community building. By understanding and acknowledging this, the need for physical locations can be tended to. Additionally, providing activities that occupy time and encourage communication and community building can be initiated. While there are many dimensions to address, the two previously discussed clearly contribute to this third dimension of community.  Similarly, Greene (2015) assessed the needs and expectations of the Chicago Boystown neighborhood. Here, there were those who lived in the area, and those who lived in other areas of Chicago but sought out the LGBTQ+ friendly atmosphere of the Boystown neighborhood. This opened up discussion at a neighborhood meeting about how non-residents should be included, which one attendee summarized well when saying \"I really love the diversity that is in the room SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 9  today... But a solution [to the increased crime] is law and order. A solution is excellent youth, and knowing that they are also part of this community. A solution is understanding the perspective of everyone...\" (Greene, 2015, p. 238).  At base, though, whether it be a large or small safe space, the intent of bringing people with similar experiences together is the end-goal. Hunter (2008) explores this idea of framing community-building as an explicit goal. By bringing together people who have a shared hope, but who come from different walks of life, the song-writing and choreography was able to bring together a community of individuals who were once at odds. In Hunter's (2008) study, acknowledging that different racial and ethnic minorities have different experiences in their marginalization allowed for these issues to be overcome. In terms of LGBTQ+ safe spaces, it is critical to keep other identity pieces in mind, such as gender and race. Safe Spaces and Conflict with Identity Intersectionality Creating LGBTQ+ safe spaces must acknowledge sexual orientations, but also must give attention to the other identity pieces that can play a role in marginalization and intersectionality for LGBTQ+ members. \"Indeed, there is no universal 'gay' experience. The discourse of LGBT safe spaces fails to acknowledge how our experiences in relation to our sexuality are profoundly connected with our gendered and raced experiences. And although many white people attempt to group all LGBT people of color together, it follows that there is no universal experience for LGBT people of color – no 'gay African American' experience, no 'Chicana lesbian' experience\" (Fox & Ore, 2010, p. 634). This highlights the fact that all people's experiences are undoubtedly different. When constructing and participating in safe spaces, it is crucial to understand that there may be one or many hardships that individuals are seeking safety and comfort for. These range from orientation to gender to race and a long list of other identity SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 10  pieces, but the core concepts of respect, inclusion and community-building can help to ease these challenges.  In order to respect the many walks of life LGBTQ+ people come from, there needs to be an acknowledgement of the different experiences. Women may need more focus placed on care for them to feel comfortable, such as in the bathhouse case study Cooper conducted (2009). Other safe space communities may need to openly discuss the role that race plays in the ability to integrate into a community. For example, Greene (2015) observed a neighborhood meeting wherein young LGBTQ+ people of color expressed feeling unwelcome based on racial discrimination. They voiced opinions that showed they felt they were being unjustly blamed for crime rates increasing. This prompted a discussion about making these non-residents feel like a part of the Boystown community, encouraging them to work to make the safe space community (neighborhood) even better, because they will reap the benefits.  Ultimately, striving to create a welcoming environment for all – regardless of race or gender, while still acknowledging that these bring separate challenges various LGBTQ+ individuals face – contributes to the creation of safety in these spaces. There is a consistent negotiation of identity, and mistakes will be made and should be forgiven in their construction. These all add value to the spaces and what can be learned about others and one's own identity and sense of community in them (Hunter, 2008). Understanding intersectionality and the negotiating among members that occurs allows safe spaces to grow into even better spaces for community members.  Finally, VanderStouwe (2015) addresses the biases that go into the creation of many safe spaces. This study was sparked by claims that orientation is a secondary identity piece, so LGBTQ+-specific safe spaces are no longer necessary. This study showed this may be true for SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 11  some members – typically white, gay, middle- to upper-class men – but it is not true of the experience of many other LGBTQ+ members. The skew of the majority of safe spaces (and research regarding them) is then easier to highlight. Many safe spaces are created with white gay men in mind, meaning that there are additional challenges for LGBTQ+ women or people of color to overcome in order to access and utilize safe spaces. Symbolic Convergence Theory In order to make sense of the observations gathered, this study utilized symbolic convergence theory (SCT). The theory makes use of fantasy-theme analysis as a means to understand the symbolic convergence group members’ experience. It is concerned with shared narrative created through communication. It focuses on seeing characters, scenes and plot-action as comparable to a play. SCT offers a social constructionist view, as shared narratives and understandings of stories (actors, settings and actions) are seen to produce and reproduce a shared reality (Littlejohn & Foss, 2011). In order to articulate the personal and intimate stories told within safe spaces, it is important to understand them as authentically lived experiences. The strength with SCT comes in the form of humanizing and capturing the emotions that exist within the narratives told in this setting. Fantasy theme analysis is a way of understanding multiple views of the world as expressed in a series of narratives, and knitting them together to create symbolic convergence, or one shared reality. By assessing the people involved, their roles in producing actions that matter, and understanding the context (scene or setting) in which these take place, sense making can occur while still capturing the emotional implications associated with a particular shared narrative.  SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 12  SCT has been utilized to understand LGBTQ+-related areas through online-mediated communication, helping capture the socio-emotional importance of discussing minorities’ experiences of their safe spaces. Myers and Andrews (2006), for example, looked at online chatrooms for people who discussed living as LGBTQ+ and/or non-gender-binary in a heteronormative world. This article depicted three primary characters referred to as “stock” characters, which are recurring throughout narratives The first is those who are posting in the chatrooms as the protagonists, the second is “frat boys” who are often portrayed as villains representing the lack of understanding or inclusion that is so common for these individuals. Finally, there are children who represent innocence and acceptance as they learn about the non-binary experiences of others, potentially for the first time. These characters exist within a setting wherein they perform actions, which are the last two elements of the narrative. The setting in this case was in part the chatroom, but many stories took place in settings outside of the chatroom, also referred to as the “real world.” The actions were performed by the characters. The action was the posting in the chatroom. The actions were both the sharing taking place within this virtual realm, as well as the events that occurred in the “real world.” Myers and Andrews (2006) found the narrative existed to make sense of reality intertwines these three story elements. The characters coming together and acting through sharing about actions that took place elsewhere within the setting of a chatroom created a narrative that was able to be dissected. Posters/commenters exclusively interacted online for the purposes of their study, but the content they posted took place outside of the chatrooms. The construction of their shared experiences created an understanding of a heteronormative world, one in which the act of questioning sexuality and gender could be good or bad, depending on the characters performing the action. SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 13  Where these events took place may have had some impact, but overall the sentiments of the experiences boiled down to the actors involved.  While this shared space was not a physical place (which is usually a tenant for safe spaces), the ability to analyze conversations so closely provides useful insight thanks to SCT. The struggles, confusion and understanding found among these members are able to be articulated in narrative themes. They engage in fantasy chains as they share similar experiences, wherein stock experiences like being questioned about their identities or the legitimacy of their orientations are made points of contention.  Similarly, though in a very different setting, Mesaros-Winckles (2009) used SCT to analyze the rhetoric and storytelling of the Westboro Baptist Church. Their findings revealed fantasy chaining in the strategic storytelling from the Westboro Baptist Church to its followers, chains built upon extremes, misinterpretation and manipulation of the Bible, and character portrayals that placed Phelps – their pastor – as the only worthy and good pastor in the world. Their narratives took extremist video clips from televangelists and gay pride parades and quotes out of context from the Bible in order to create a narrative that condemned homosexuals and their supporters. This strategic fantasy construction painted those who spew hate as the heroes and anyone who isn’t anti-homosexual a villain. This is a stark contrast to the chatrooms explored by Myers and Andrews, and highlights the diversity of narratives that SCT can make sense of. SCT frames the current study’s analysis of people’s experiences, especially of this site’s physical setting. The physical space where observations took place provides a more detailed version of the experience that characters have, and the actions they perform. The physical place studied under SCT allows characters to be analyzed as they transform, and contextualizes the SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 14  experiences of those observed within the culture of a specific space. By understanding the setting, one of the three key elements of SCT, sense can be made when observing the actions of characters in the space under study.  Rationale Safe spaces are locations, typically physical, but sometimes also online spaces, where special attention is given to creating comfort for minority individuals. This case study focused on an LGBTQ+ bar as a safe space, with the background literature including other examples such as gay neighborhoods, gay bathhouses and campus-run LGBTQ+ groups. With the intention to provide an environment wherein people can be themselves regardless of gender, sexual orientation, race or other identity pieces, safe spaces are consciously created and often explicitly labeled areas that house minority community members. The range of options is wide, from online chat rooms to parades as extravagant as Pride, but the aspect that makes the spaces safe is the intention of inclusion for those who are of minority-standing within larger culture. Safe spaces, then, exist in order to counter the default discourse that exists in day-to-day life. These may take the form of racial or gendered safe spaces, but the focus of this research project is in terms of LGBTQ+ safe spaces. These may include support groups, educational groups, student-run campus groups, bars and clubs, or entire neighborhoods. As long as the intent of the space is to create an environment wherein people can freely express a non-heterosexual identity, that is an attempted construction of a safe space. It is important to understand the different aspects that go into creating safe spaces (Hunter, 2008), as well as the various forms they can take. SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 15  In order to broaden the understanding of safe spaces and how they positively impact the lives of those who are demographically a minority, further study is necessary. Much of the existing research on LGBTQ+ safe spaces examines wide-spanning topics such as gay neighborhoods (Greene, 2015), sexually aggressive spaces such as bathhouses (Cooper, 2009) or student-run niche groups (VanderStouwe, 2015). While these are important areas of study, it is useful to look at other common safe spaces. Upon looking through the literature, there is a lack of information regarding communication-specific studies, as well as a lack of attention paid to gay bars and the communicative practices that take place within them. The following study, based on existing literature, utilizes symbolic convergence theory to frame and make sense of its findings about the nature of one particular safe space designed for an LGBTQ clientele. Findings are discussed in light of their importance, limitations, and recommendations for future research. This study centered around addressing two research questions: RQ 1: Which communication strategies and (SCT) themes create this LGBTQ+ safe space? Once observations helped identify “comfort” as the essential characterizing theme to creating safety in this space, a second research question guided subsequent data inquiry:  RQ 2: In what ways is comfort communicated and interpreted within this LGBTQ+ safe space? Methodology This case study relied primarily on a qualitative grounded theory approach to examine safe spaces and the ways in which comfort is created in them. Grounded theory “develops an overriding story or set of themes as ground and ‘real’ in any group of data” (Tracy, 2013, p. 246). Rather than seeing an incoherent jumble, grounded theory pieces together the observations that are made to create a holistic view of reality, rather than a fractioned one. It is important to SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 16  note that I am a gay man and consider the space under study to be safe for me. So, I have a personal stake in preserving the anonymity and safety of the space for the ethics of my research and for myself as a patron of the space. Interacting with fellow safe space users produced noteworthy data and insights relevant to sense-making within this setting. Observations were conducted in person on four separate occasions, totaling four hours and thirty minutes over a three-month period. The space was engaged as naturally as possible utilizing a play participant observation method. Tracy explains that researchers can “engag[e] in a range of cultural activities…they can opt in and out in ways unavailable to a complete participant. Play participants watch and do what others are doing” (Tracy, 2013, p. 109). This method allowed for more natural engagement with the space. For example, each visit would start with approaching the bar, exchanging greetings with the bartender, ordering a drink, and selecting a seat. By selecting a different observation location each visit, there was a unique new perspective of the bar generated, creating a good understanding of the physical layout and allowing me to learn about different vantage points and what they had to offer.  Raw records were made during and immediately after observations were conducted, recorded on the notes application on a cell phone. Raw records refer to “the first, unprocessed notations of the field” (Tracy, 2013, p. 114). This method of recording was chosen in order to blend more effectively without the risk of forgetting important observations by waiting to do the write-up of field notes. Utilizing an emergent, or “emic” strategy, notes were taken regarding what was happening at the time, with little attention paid to analysis during the moments observations occurred. “[W]e often speak of emic understandings of the scene, which means the behavior is described from the actor’s point of view and is context-specific…Emic research refers to meanings that Emerge from the field” (Tracy, 2013, p. 21). The following day, full-SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 17  detail fieldnotes were written up. I followed Tracy’s directions regarding the process of crafting fieldnotes as she writes, “fieldnote writing may be loose and informal. The goal is to write quickly rather than force a consistent or prescribed style” (Tracy, 2013, p. 117). I also chose to write my field notes in the order of events that occurred according to my raw records. I also found it helpful to sketch the layout of the bar to help me visualize where events I observed took place when writing my fieldnotes (Tracy, 2013). After three observation periods were completed and written up, field notes were coded. I utilized a cyclical process of coding. “Cycle captures the circular reflexive process that marks qualitative data analysis…primary-cycle coding refers to these initial coding activities that occur more than just a single ‘first’ time” (Tracy, 2013, p. 189). After reading through my data for initial findings, I began the secondary-cycle coding, where one needs to “critically examine the codes already identified in primary cycles and begins to organize, synthesize and categorize them into interpretive concepts” (Tracy, 2013, p. 194). Following observations resulted in the same writing process and resulted in repeated readings of the field notes in order to check, rediscover and continue analyzing for emergent themes, codes and meanings. After observations had been completed, interviews were conducted. Two interviews took place, one totaling thirty minutes, another totaling fifteen minutes. These interviews were audio-recorded and transcribed after they were completed. Interviewees were patrons of LGBTQ+ safe spaces. One interviewee had attended the bar under study, allowing for insight into the space that was directly observed. The other interviewee had not attended bar under study, but spoke about experiences in other LGBTQ+ safe spaces, including bars and clubs. Interview questions explored the opinions of the need for safe space, comparisons and contrasts between gay and non-gay-specified bars and experiences they had in those spaces. SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 18  These are described as compare-contrast, motive, experience and touring questions (Tracy, 2013). The same coding strategies were utilized for interview transcripts as for fieldnotes (Tracy, 2013). The first step of analysis was to code field notes (Tracy, 2013) to find emergent themes in the data (Tracy, 2013). Once these themes were discovered, they were analyzed through the lens of symbolic convergence theory, seeking and checking coherent narratives that emerged across experiences observed and stories told. Because the study was based on in situ observations, anonymity was preserved for the bar, those present in the space and the interviewees. Findings  Once the initial research question was answered, the findings rapidly took a turn towards the central theme of comfort. Safe spaces are built upon comfort for those who attend and utilize them. This led to a deep analysis of what contributes to feelings of comfort for people in safe spaces and what that looked like.  A symbolic convergence theory lens was utilized to explore comfort’s constructed forms in this setting. Centered on assessing the setting, the characters and their actions, SCT applied to comfort in a space provides insights as to how approachability, politeness, relaxation and support create an environment where actors can behave in ways that other settings do not accommodate. These were reflected in observations of openly gay couples interacting and in interviewees’ reflections emphasizing the feelings of acceptance that occur in these spaces. Comfort “Comfort” was seen and described on site as having several components. The key codes that were found under the umbrella of “comfort” are explored below, first assessing approachability of the space and then looking at what politeness means in the bar under study. SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 19  Then the code of relaxation and its role in creating comfort is explored. Finally, the finding of support is examined.   Comfort itself was the key emergent symbolic theme found in the research. It became clear that in order for a space to feel safe, those in it needed to feel comfortable being there. If there is discomfort, that can easily lead to tension or edginess, which takes away from the peacefulness that is intended by these safe spaces. One example of this is comedy night, where threats to comfort became more frequent. When comedians failed to make the crowd laugh, an awkward tension seemed to fill the room. A more personal moment of discomfort was experienced when one comedian made jokes about communication majors, and “what type of person” a communication major is.  As a communication major, I felt some discomfort personally because I became the butt of this joke – although I did not feel discomfort relating to my sexual orientation, which was not a topic that came up within this LGBTQ+ safe space. This did not cause the space to feel unsafe, but was seen as a threat to the comfortability of the space for me because of a non-sexual-orientation piece of my identity. Comfort is a complex topic and it is important to pay attention to the many ways in which it can be interrupted, as it is not solely caused by interactions on one topic. In this case, the discomfort I felt was in watching performances or in commentary on what I study, neither of which related to my sexual orientation in this safe space. Approachability. Approachability occurs in instances where those in the space are talkative, friendly, and make it clear that they are open to conversation and getting to know new people. The importance of approachability to comfort is that approachability is often observed in initial interactions that occur, serving as a way to welcome people when they first enter the space. An example of this was encountered during each observation period with the friendly SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 20  smiles and greetings that the bartenders exchanged with me and most other patrons when they first entered the bar and ordered a drink.    Every observation conducted found approachability actively in the space. The bartenders were friendly, engaging and sought opportunities to strike up conversation with those who approached the bar. The longer people stayed at the bar, the more frequent and at times the lengthier the conversations would be. Bartenders smiled at all who entered the bar and asked “What can I get you?” as often as they asked “How is your night going?” Rather than treating their job solely as a drink-maker, they consistently communicated as though they wanted to engage in conversation with patrons.  Being welcomed and provided with positive, friendly service is an experience that primes actors in the scene to be more at ease. As people enter the space and are treated well, the atmosphere created by the bartenders is geared towards providing patrons with a setting that is friendly, laid back and comfortable for them. These conscious actions by these employees set the stage for safety by providing initial moments of welcoming and comfort for people as they entered the space. Politeness. Politeness was found in the bartenders as well. Politeness is more formal, taking form in natural expectations, such as that bartenders should greet customers when they begin ordering a drink. When nights were busier, the conversations between customers and bartenders only lasted about as long as it took to pour drinks, as they needed to move on to the next order, but the rush did not make concise conversations synonymous with rude interactions. Consistency in situations like this result in habitual politeness that patrons would come to expect.   Politeness also was explicitly asked of the patrons in the space. The menu reads “Please be patient – your bartender is also often your cook!” In anticipation of impatience that may turn SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 21  to rudeness, the bar actively notifies customers about how hectic the bartender’s night may be. Motivation to encourage politeness on both ends is important to creating comfort within the space.  Mutual respect and understanding stems, in part, from an exchange of politeness in communication. Patrons arrive in hopes of a fun night where they are treated respectfully and are given a space in which they can freely express their identities. Bartenders deserve to be treated respectfully and hope to be granted grace in case the kitchen or the bar itself are running behind because it is busy. Being polite in communication exchanges allows for both parties to be put at ease. The back and forth that occurs can create an atmosphere of politeness, where both parties can anticipate being treated respectfully and kindly. This expectation contributes to the feelings of comfort that are essential for safe spaces.  Polite exchanges reflect respect and can put those in the communication interaction more at peace. Without feeling as though there is rudeness on the horizon, guards can be let down, providing opportunities for actors to express themselves more holistically. The acts of ordering drinks and patiently waiting for them are not inherently important, but their contribution to the atmosphere of comfort that must exist in order for spaces to truly be safe make these small moments crucial. Relaxation. Relaxation was observed as a cyclical concept in the context of safe spaces. One aspect comes from the design of the space that contributes to a relaxing environment. The second aspect of relaxation is found inwardly, where patrons understand that they are in a safe space, and are put at ease, allowing them to perform differently than they might in other spaces.  The space itself is designed in a way that encourages relaxation. The darker walls, the soft lighting, the variety of seating options – plenty of which are cozy couches – all come SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 22  together to create an atmosphere to kick back in. The music in the background has a wide variety playing, but the softness of it encourages conversations rather than dancing. Offering opportunities for comfortable seating and casual conversation contributes to the overall symbolic comfort of the space, allowing people to relax and come together casually.  The attire of those working and consuming the bar is casual. The groups dotted throughout the bar engage in quiet conversations, with some laughter being the biggest spikes in volume that occur for the majority of their conversations. On nights when there is no structured event happening, the bar is uncrowded and those in attendance space themselves out from other groups. The casual gathering that occurs in this space is the default of the space when the bar is slower, encouraged by the décor and subtle background choices.  The second aspect of relaxation is a mindset that seems to occur when a space is labeled as a safe space. One interviewee discussed how, in a gay bar, he is comfortable approaching other men. There was one analogy provided that discussed how he would not just randomly message Facebook users and ask them out, whereas a gay dating app takes care of both knowing the other person is interested in men and that they may be interested in going on a date. Within the gay bar, the assumption that other men in the space are attracted to men is taken care of, and the associations with the bar scene as a place to try to make connections with other people is also carried over.  While there is not necessarily an inhibition to approach men in other non-safe space settings, there is a more conscious knowledge of acceptance in these safe spaces. Other spaces are not explicitly more stressful, but there is acknowledgement and awareness that safe spaces contribute to a more relaxed state of mind simply because they are supposed to be a more accepting space. SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 23   This relaxation is a major factor in creating comfort. The cyclical process of knowing one is in a safe space, then entering a space that has an ambiance of comfort relaxes the mind and reinforces relaxation is a complex pattern. It is also essential to constructing a setting of comfort for those in the space. The physical design of the space aligns with Hunter’s recommendation to construct spaces with physical safety in mind (2008). The actions that occur between people in this space then contribute to reinforcing this comfort and creating the metaphorical safety she describes (Hunter, 2008).  Support. Support that transpires in this space is essential to building comfort, and was observed in a variety of ways that could act as incentives for patrons to return to the bar. One especially rich incident of support and encouragement was found in the crowd during comedy night. The first performer was well-received, telling stories about his love of laying on the ground as a “victim” during first aid trainings so that he did not have to do anything. The bar patrons were laughing fairly loudly during his set. However, the following comedians did not seem to be as well-rehearsed, and did not generate the same amount of laughter during their sets.  Even though many of the comedians did not get the crowd laughing much – if at all –each set was ended with an ample amount of applause. During their sets, even if nobody was engaging very positively with them, there was no heckling or booing. The people in the space created a supportive environment that encouraged those on stage, even if their acts were not what the crowd seemed to consider comedic speech.  Interviews unveiled similar sentiments of acceptance and support that were shown towards the comedians. One interviewee, when asked about his thoughts on the need for safe spaces, explained that the people in these spaces provide an opportunity for people to open up and be reaffirmed in their identities. His explanation discussed how “they can talk about their SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 24  feelings and what they’re going through” allowing them to “accept who they are and just understand what they’re going through” (Interview, 4/24/2017, p. 4).  Instances of support like these were seen in public acts between gay couples, displaying their relationship to one another as romantic. When kissing and hugging during a pool tournament, one couple was more separated from their larger group of friends as they became more intimately interested with one another. Another couple was seen holding hands during comedy night, sharing drinks and a meal as they watched the comedians on stage. The casual kisses that occurred and the consistent hand holding (both above and below the table) acted as clear examples of support received in the form of a lack of judgment in this space.  Being able to find a space where people can be themselves, and be around people that understand and accept that, is essential to creating an environment of support. The support that is shared within this safe space contributes to feelings of comfort. Seeking acceptance and receiving it puts at ease those tensions that may exist in other spaces, as indicated by the interviewee understanding safe spaces as providing less risk for rejection of identity.  Affirmations that take place in this setting contribute positively to the actors within the space. When actions, such as expression of self, are reinforced and encouraged by others, those action are incentivized. When looking at people as actors, it only makes sense to see them as actors that seek positive situations for themselves. By performing in settings where support is frequent and judgment is withheld, opportunity is provided for actors to behave in ways they may not if a risk of judgement was perceived as higher. These changed performances, then, are created and sustained by participants operating within the space itself. The power of safe spaces to encourage self-expression is crucial to understanding the actions performed by those in the space. SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 25  Discussion  The goal of this case study research was to discover symbolic elements necessary to constitute a particular safe space for LGBTQ+ individuals. A qualitative approach was used in order to find answers to these questions. Play-participant style observations (Tracy, 2013) and qualitative interviews (Tracy, 2013) were utilized to collect data, which then were coded in a recursive pattern using primary and then secondary coding methods (Tracy, 2013). Data analysis led to the discovery of “comfort” as an essential symbolic meaning, necessitating emergent inquiry into four primary codes or tenets that further symbolized and communicated “comfort” in this particular LGBTQ+ social space: approachability, politeness, relaxation, and support. These together constituted a symbolic setting where actors could fully express themselves, particularly their non-heterosexual orientation identities.  Symbolic convergence theory (SCT) was applied to provide a distinct explanation of “comfort’s” role for participants, particularly in how the setting influenced the dynamics of communication. An essential element of SCT is the setting for communication activities. Each narrative and exchange takes place somewhere in the world, and that particular “somewhere” can have drastic impacts on how the communication process unfolds (Littlejohn & Foss, 2011). For this study, the importance of comfort in the setting was crucial to understanding what impact the setting had for the actors in the safe space, specifically in the ways it allowed them to behave that other spaces often do not. Comfort in safe space allows actors to perform in ways that are wholly, or at least more, true to themselves, as shown by the validation interviewees expressed they felt in these spaces. Interviewees discussed the lack of judgment and consistency of acceptance they encountered in safe spaces. Compared to non-gay-specified bars especially, the emphasis of support was placed SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 26  as a significant building block of comfort. Comfort in the form of support and the feelings it created for the interviewees aligned with the instances where gay couples were seen performing as a couple in the safe space setting. During pool league nights, male-male couples could be seen occasionally separating from their group of friends to be more intimate with one another. During comedy night performances gay couples could be seen holding hands at their tables while watching the on-stage entertainment. Where the majority of coupled performances in the world take place in terms of the heterosexual majority, LGBTQ+ safe spaces provide a setting in which actors can perform their sexual orientation explicitly, presumably free from judgement for their sexual identities. The comfort of knowing acceptance is a priority provides a setting in which LGBTQ+ actors can portray themselves more freely.  To Create Safe Spaces  These insights from SCT lead to an important understanding of how to create safe spaces. Understanding comfort as an essential part of safety obligates an exploration of what comfort means depending on the space. In the case of this study, comfort looks like a laid back atmosphere where actors can come in, relax and feel supported by approachable and polite staff members and fellow patrons. However, this is not necessarily transferrable to other safe spaces.  For example, other LGBTQ+ safe spaces include night clubs, where music is anticipated to be loud and dancing is the primary activity, rather than a game of league pool or a structured comedy night. In this instance, the idea of relaxation is probably not an applicable tenant of comfort, but that does not make it an inherently uncomfortable setting, because it is a safe space where support, approachability and politeness can exist. And rather than relaxation, perhaps a different atmosphere such as “high energy” is a setting that makes some actors comfortable. SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 27   The creation of safe spaces is not a process that is outlined in a detailed, step-by-step strategy. Instead, each is unique in its own right, as each caters to a different group of individual actors. The settings that are created for these actors must be designed in a way that matches not only the mentality of comfort, but in understanding what comfort looks like to the group at hand. This may require safe space designers to incorporate strategies similar to market research, as would be necessary for most successful businesses. Alongside this, researching what the target market considers to be comfortable is crucial. Businesses that operate as safe spaces have a dual responsibility to both operate as a successful business in whatever terms are appropriate for their business model, but also must facilitate whatever brand of comfort attracts those who are intended to be drawn to the space.  To Sustain Existing Safe Spaces  It is important to understand that safe spaces currently in operation are probably doing some things right, while other things may need improvement. In order to make the improvements that could happen and build upon current success, though, it is crucial to understand what aspects of comfort are successful. There are a variety of ways to do this, which may range from polling to experimenting with business strategies, offered events and so on. Tracking feedback through comments, attendance and business success all appear to be viable factors to assessing comfortability in these spaces.  There is no guaranteed formula in place, as each space is unique. Just as construction of each space must be original, it is important to maintain safe spaces that already exist with respect to their individual qualities that are already drawing people in. The bottom line of the business is important, but assuring that this bottom line is met without sacrificing comfort is necessary to maintaining the title of “safe space.” For those spaces that are not businesses, though, the SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 28  financial success may not be as important, while an emphasis on safety and comfortability is still essential.  Limitations  Limitations of this study can be found in the relatively short amount of time spent observing, the limited number of people interviewed, and not enough attention paid to understand this safe space as experienced by people with identities more intersected than this space’s primary clientele. In order to more thoroughly understand a space, a deeper analysis of the space would be necessary. This would have allowed time to develop a better concept of the space as a whole, as well as build a better idea of which actors frequent it. In terms of SCT, this would provide opportunity to find and describe more of the stock characters that exist within the setting. This study found stock narratives, but not persons.  Two interviews provided good insight and contained overlap in the form of shared narratives, but did not provide a holistic articulation of the experiences of safe spaces. Only having two perspectives was a limitation, but having those perspectives be exclusively from a consumer side of the safe space setting was also limiting. Multivocality is the incorporation of multiple perspectives and opinions on a topic from a variety of individuals. This diversity of perspectives was not achieved in the interview process. Since only a small number of opinions were heard, there was not much diversity gathered. Additionally, the interviewees’ relationships with safe spaces (they were consuming rather than constructing/managing these spaces) was not varied.  Intersectionality also could have been addressed more explicitly during the observation and coding processes. It also would have been beneficial to add an interviewee perspective of SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 29  some kind of intersectional identity. This issue was clear in the literature, and was unable to be thoroughly addressed during this research process. Future Research  Future research would benefit from staying with a case study approach. This strategy provides an opportunity to get to intimately know a series of spaces and how they are experienced by the people within them. Through the lens of symbolic convergence theory, it makes sense to learn more deeply about a setting and the characters within it, as this can highlight stock characters, actions and narratives from which conclusions can be drawn about the safety, comfortability and work necessary to create and maintain safe spaces. As research in this area continues to grow, more studies of a variety of safe spaces can come together to paint a bigger picture for comfort-creating strategies.  Study of safe spaces should attend to multivocality more explicitly. Research questions specifically related to topics like intersectionality would incorporate a better variety of voices for the research. Additionally, rather than just getting the perspective of consumers of safe spaces, the ideas and intentions of those who currently create and sustain safe spaces would help to paint a more holistic picture of work necessary for safe spaces.  Finally, other theoretical approaches may help to provide more insight, especially to the idea presence of comfort in these spaces. During this research, ideas relating to face negotiation theory stood out in some important regards. While they were not addressed under the theoretical scope of SCT, FNT’s use may highlight important pieces of communication actions that create or threaten comfort, similar to how face can be affirmed or threatened.   SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 30  References Calder, B. (2015). Gay lifestyle publications: Drawing the crowds to grow the gay bar scene.  Media International Australia, 156(1), 39-49. Cooper, D. (2009). Caring for sex and the power of attentive action: Governance, drama and  conflict in building a queer feminist bathhouse. Signs: Journal of Women in Culture & Society, 35(1), 105-130. Cover, R. (2005). Engaging sexualities: Lesbian/gay print journalism, community belonging,  social space and physical place. Pacific Journalism Review 11(1), 113-132. Dalley, P. & Campbell, M. D. (2006) Constructing and contesting discourses of  heteronormativity: An ethnographic study of youth in a francophone high school in Canada. Journal of Language, Identity and Education, 5(1), 11-29. Fox, C. O. & Ore, T. E. (2010). (Un)Covering normalized gender and race subjectivities in Safe  Spaces, Their Construction and Their Purpose 12 LGBT \"safe spaces.\" Feminist Studies, 36(3), 629-649.  Greene, T. (2015). Gay neighborhoods and the self-enfranchisement of queer youth. Conference  Papers – American Sociological Association, 1-26. Hollis, G. (2008). Your favorite stars, live on our screens: Media culture, queer publics and  commercial space. Light Trap: A Critical Journal of Film & Television, 62, 15-28. Hunter, M. A. (2008). Cultivating the art of safe space. School of English, Media Studies and  Art History, and Australian Centre for Peace and Conflict Studies, 13(1), 5-21. Littlejohn, S. W. & Foss, K. A. (2011). Theories of human communication. Long Grove, IL: Waveland Press, Inc.   SAFE SPACES, THEIR CONSTRUCTION AND PURPOSE 31  Mesaros-Winckles, C. (2009). God Hates Fags: The religious rhetoric of the Westboro Baptist. Conference Papers – National Communication Association, 1-19. Milani, T. (2013). Expanding the queer linguistic scene: Multimodality, space and sexuality at a  South African university. Journal of Language & Sexuality, 2(2), 206-234. Myers, M. and Andrews, M. (2006). Technodyke: Genderqueer Stories in Cyberspace. Conference Papers – International Communication Association, 4(2), 272-287. Tracy, S. J. (2013). Qualitative research methods: Collecting evidence, crafting analysis, communicating impact. Pondicherry, India: Wiley-Blackwell.  VanderStouwe, C. (2015). Combating privilege, regulating language: the struggle to create and maintain university safe spaces. Journal of Language & Sexuality, 4(2), 272-287. ",
    "id": 232743227,
    "identifiers": {
        "doi": null,
        "oai": "oai:pilotscholars.up.edu:cst_gradpubs-1015"
    },
    "title": "Safe Spaces: Their Construction and Their Purpose",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "Pilot Scholars",
    "references": [],
    "sourceFulltextUrls": [
        "https://pilotscholars.up.edu/cgi/viewcontent.cgi?article=1015&context=cst_gradpubs"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/232743227.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/232743227"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/232743227/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/232743227/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/232743227"
        }
    ],
    "abstract": "This study looks at the purpose and symbolic co-construction of safe spaces, specifically LGBTQ+ areas. It is important to address such spaces’ physical, temporal, and other attributes through their users’ eyes because these spaces host sensitive exchanges that impact emotions, time, and negotiations of identity for their users. Symbolic convergence theory is applied to frame and make sense of what is happening in one such space under observation, exposing important narratives that are shared among those who take advantage of the safety of the space. Users’ experiences reflect consistent narrative attention paid to who is invited and welcomed into the space, how to stay safe there, and the transformative impact that safe space setting can impart on actors. Understanding those stories through an emergent theme of “comfort” helps clarify some of what helps co-create successful spaces like these",
    "tags": [
        "text",
        "Safe Spaces",
        "LGBTQ",
        "Symbolic Convergence Theory",
        "Community",
        "Construction",
        "Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:pilotscholars.up.edu:cst_gradpubs-1015",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3613",
        "openDoarId": 0,
        "name": "University of Portland",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 232743227,
        "depositedDate": null,
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2023-07-04T22:54:01+01:00",
        "acceptedDate": null,
        "createdDate": "2019-10-29T12:16:34+00:00"
    },
    "urls": [
        "https://pilotscholars.up.edu/cst_gradpubs/11",
        "https://pilotscholars.up.edu/context/cst_gradpubs/article/1015/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2023-07-04T22:54:01+01:00",
    "setSpecs": []
}