{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jennings, Noah"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-10T09:26:01+00:00",
    "dataProvider": {
        "id": 3323,
        "name": "Keck Graduate Institute",
        "url": "https://api.core.ac.uk/v3/data-providers/3323",
        "logo": "https://api.core.ac.uk/data-providers/3323/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/148358331.pdf",
    "fullText": "Claremont-UC Undergraduate Research Conference on the\nEuropean Union\nVolume 2011 2011 Article 6\nApril 2013\nSame-Sex Marriage on the Iberian Peninsula: The\nChurch and Franco’s Competing Legacies\nNoah Jennings\nUniversity of San Francisco, nmjennings@dons.usfca.edu\nFollow this and additional works at: http://scholarship.claremont.edu/urceu\nPart of the Family, Life Course, and Society Commons, Gender and Sexuality Commons, and the\nPolitics and Social Change Commons\nThis Chapter is brought to you for free and open access by the Journals at Claremont at Scholarship @ Claremont. It has been accepted for inclusion in\nClaremont-UC Undergraduate Research Conference on the European Union by an authorized administrator of Scholarship @ Claremont. For more\ninformation, please contact scholarship@cuc.claremont.edu.\nRecommended Citation\nJennings, Noah (2011) \"Same-Sex Marriage on the Iberian Peninsula: The Church and Franco’s Competing Legacies,\" Claremont-UC\nUndergraduate Research Conference on the European Union: Vol. 2011, Article 6. DOI: 10.5642/urceu.201101.06\nAvailable at: http://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union 35\n4\nSame-Sex Marriage on the Iberian \nPeninsula: The Church and Franco’s \nCompeting Legacies\nNoah Jennings\nIn recent years, the legal recognition of marriage between same-sex partners has turned \ninto a hot-button political topic the world over. From California and Mexico City to South \nAfrica and Argentina, same-sex marriage1 has been the subject of contention in courts, legis-\nlatures, and referendums. The political and social debates surrounding these unions date as far \nback to the 1980s, when Denmark became the first country in the world to legalize a form \nof registered partnerships for same-sex couples. In the subsequent decades, other jurisdic-\ntions, primarily in Europe and North America, followed suit and legalized similar partner-\nships that gave LGBT2 couples rights and responsibilities similar to marriage.  \nIt wasn’t until 2001, when the Netherlands became the first country in the world to \nadopt gender-neutral marriage that marriage became a legal possibility for LGBT couples. \nThe Dutch government’s decision generated little controversy in that nation’s socially liberal \nsociety, but soon spurred discussion and movements for gender-neutral marriage in other \ncountries. Now that same-sex marriage was actually happening, progressives and LGBT \nrights organizations began advocating for gender-neutral marriage the world over. Two years \nlater, neighboring Belgium followed suit by legalizing same-sex marriage. Within several \nmore years and through a combination of legislation and judicial decisions, Massachusetts, \nCanada, Spain, and South Africa would all open up marriage to same-sex couples, suggest-\ning that the LGBT rights campaign for relationship recognition had turned into a global \nmovement. Today, same-sex marriages are performed nationwide in ten countries and four \ncontinents. Europe is likely the most LGBT-friendly region; seven of the ten countries that \nperform same-sex marriage are located there. Furthermore, a majority of member-states in \nthe European Union recognize or allow at least some form of same-sex union, ranging from \n1 Same-sex marriage and gender-neutral marriage are terms that will be used synonymously when referring to \na legal marriage between two persons of the same sex, colloquially known as gay marriage. Same-sex union is a \nbroader term for legal statuses between two persons of the same sex including marriage, domestic partnerships, and \ncivil unions.\n2 When referring to the lesbian, gay, bisexual, transgender, and queer community, I will be using the term LGBT.\nSame-Sex Marriage on the Iberian Peninsula\nfull marriage rights in Sweden (including a church wedding) to registered partnerships in \nAustria and Germany. A Eurobarometer poll released by the European Commission in 2006 \nshows substantial support for same-sex marriage in major countries like the United King-\ndom, France, and Germany.\nPopular support for same-sex marriage\nHowever, European attitudes regarding same-sex marriage and other partnerships are \nhardly universal. While the same Eurobarometer poll indicates public support for same-sex \nmarriage is at 82 and 71 percent in the Netherlands and Sweden respectively, support is \nmuch lower at only 15 percent in Greece and Bulgaria. Looking at the report, we can make \nsome general observations and assumptions based on their findings. Support for same-sex \nmarriage is much higher amongst countries in Western Europe, while support is almost \nuniversally low in the Eastern European countries that comprised the Soviet Bloc, with a \nnotable exception of the Czech Republic, which actually has majority support. Majority \nsupport can also be found in Germany, Belgium, Sweden, the Netherlands, Luxembourg, \nDenmark, and Spain; four of these countries currently have gender-neutral marriage3. \nStances on same-sex marriage are equally varied among political parties, ranging from \nnear universal support to total condemnation. In some areas of Europe, particularly in Scan-\ndinavia and the Low Countries, same-sex marriage is widely supported across the political \nspectrum. In Sweden for instance, only one minor political party in the parliament adopted a \nposition against the center-right government’s legislation to allow same-sex marriage. Simi-\nlarly, in Iceland no single member of the parliament voted against that country’s measure \nto legalize gender-neutral marriage. In these countries, LGBT rights are considered under \nhuman rights, a key value of many modern liberal democracies. In contrast, governments in \nPoland, Slovakia, and many other Eastern European countries remain vocally homophobic; \nopposing not only same-sex unions but also actively discriminating against and demonizing \ntheir country’s LGBT minorities. While advocates see gender-neutral marriage to be the \nnext step in the continuing human rights movement, opponents see it as an erosion of reli-\ngious and traditional values.\nReligion and same-sex marriage\nSome of the most prominent and oft cited opponents of same-sex marriage and LGBT \nrights have been religious organizations. This is certainly descriptive of the dynamic in the \nUnited States, where campaigns against same-sex marriage—most notably in California’s \nbattle over Proposition 8—were heavily supported by Catholic, Mormon, and Evangelical \nchurches.   Religious opposition to same-sex marriage in Europe is also well documented. \nIn a strongly Catholic country like Italy, where the Catholic Church defines the debate on \nLGBT rights, support for same-sex marriage was polled at only 31 percent. In addition to \nthe Eurobarometer poll on same-sex marriage, I studied a Eurobarometer poll on religious \nattitudes. In order to investigate religiosity’s relationship with support for same-sex marriage, \nI plotted the results of the Eurobarometer polls on same-sex marriage and religiosity4.  In \nmany cases, such as in Malta and Poland, low support for same-sex marriage corresponds \nwith higher levels of religiosity, while in Sweden and Denmark, high support for same-sex \n3 A chart from the Eurobarometer report detailing the above information is included in the appendices.\n4 Both the Eurobarometer poll on religious beliefs and my own analysis of the two polls are included in the ap-\npendices.\nNoah Jennings University of San Francisco36\nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union\nmarriage comes with lower religiosity.\nHowever, the Eurobarometer polls give us counter examples of religious countries with \nstrong support for same-sex marriage. Spain and Portugal are both clear contradictions to \nthe conventional notion that religion is the sole cause of opposition to same-sex marriage. \nAccording to the Eurobarometer polls, Spain has majorities that both accept same-sex mar-\nriage and believe in god, meaning that Spain is above the EU average in both support for \nLGBT rights and religiosity. Portugal is also of note in this case because although a low level \nof support for same-sex marriage corresponds to the country’s higher religiosity, Portugal is \none of the few European countries to have actually taken the step to legalize same-sex mar-\nriage. So, despite being overwhelmingly Catholic and having lukewarm popular support for \nLGBT rights, Portugal’s government is at the world’s forefront in relationship recognition \nlaws for same-sex couples.  \nAnalysis of Eurobarometer polls on religiosity and support for same-sex mar-\nriage, first throughout Europe and then exclusively in countries with same-sex \nmarriage laws\n37\nSame-Sex Marriage on the Iberian Peninsula\nWhile the conventional wisdom would suggest that a highly religious country would \nbe opposed to same-sex unions, as is the case in Italy, I was curious as to why Catholic \ncountries such as Spain and Portugal would go against Vatican doctrine and embrace same-\nsex marriage.  Despite being overwhelmingly Catholic, the Spanish government legalized \ngender-neutral marriage in 2005 and polls consistently show majority support for same-sex \nmarriage. Because Catholicism is so prevalent in the country, and homosexuality is consid-\nered at odds with official Church doctrine, there must be some other factors that influenced \nSpain in this decision that cannot be simply defined in terms of religion. Consequently, my \nresearch consisted of a historical analysis of Spain’s circumstances surrounding same-sex mar-\nriage, considering the country’s recent history and experiences transitioning from fascism to \na liberal democracy. I found there were several factors other than religion stemming from \nSpain’s experience under Francisco Franco’s forty-year reign as dictator that help to explain \nwhy the Spanish people were so receptive to the new understanding of LGBT rights as a \nhuman rights issue. I continued my analysis in neighboring Portugal, a country with a simi-\nlar experience as Spain where the same factors also help to explain that country’s dramatic \ntransformation concerning LGBT rights. Together, these two countries serve as examples \ndemonstrating how a prolonged history of right-wing oppression followed by sudden de-\nmocratization can result in Catholic societies that respect an LGBT inclusive definition of \nhuman rights.\nHaving identified these common factors, perhaps we can recognize some wider im-\nplications about how framing LGBT rights from a “Spanish” perspective could change the \ndebate here in the United States. It helps us better to define the LGBT rights movement \nnot as a struggle against organized religion as it is so often framed, but instead a movement \nfor equality and human rights. In order to accept LGBT people, their rights, and same-sex \nmarriage, it was not necessary for Spaniards to reject their religious beliefs and values. The \nNoah Jennings University of San Francisco38\nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union\nCatholic Church is still an integral part of the culture, spirituality, and daily lives of many \nSpaniards. Despite Church teaching that condemns “homosexual lifestyles” and same-sex \nrelationships, the Spanish society was able to cast off these oppressive notions and open the \ndoor for an accurate understanding of LGBT rights as an extension of human rights. I will \nargue that this newfound perspective for millions of Spanish women and men occurred \nbecause of their own marginalization and oppression endured under the fascist experience.  \nFurthermore, LGBT rights activists could use this experience as an example. Advocates \nshould not position themselves as the antithesis to religiosity. While religious organizations \nlike the Catholic Church are rightfully criticized for their drastic activism against LGBT \nrights and same-sex unions, LGBT rights activists should take note of Spain and see that \nreligion, even Catholicism, and support for same-sex marriage are not mutually exclusive. \nIn this question, an individual’s ability to relate to the experiences of the marginalized and \noppressed is more important than espousing or denying the religious dogma. By looking \nat the examples of Spain and Portugal, where LGBT rights were successfully reframed as a \nhuman rights issue instead of a matter of morality or religion, US LGBT rights organiza-\ntions could learn valuable lessons about how to continue the struggle for same-sex marriage \nin the United States. Following ballot defeats in California and Maine, where groups like \nthe National Organization for Marriage successfully framed the campaign in a moral and \nreligious context, advocates for LGBT rights need to look upon the successes in Spain and \nPortugal and work to reframe the argument over same-sex marriage as part of the struggle \nfor civil rights. Based on these observations, working to establish the discourse over same-\nsex marriage as a human rights issue is the best hope LGBT rights advocates have to achieve \ngender-neutral marriage in the United States.\nCatholic Church’s stance on same-sex marriage\nAs was the case with Proposition 8, the Catholic Church has been unwaveringly op-\nposed to any government’s attempt to recognize same-sex relationships under the law. The \nChurch outlines and reasons its opposition to same-sex unions in a document released by the \nVatican in 2003 by then Cardinal Joseph Ratzinger and current Pope Benedict XVI. Because \nhomosexual relationships are against the natural moral law, Ratzinger wrote that, “Legal rec-\nognition of homosexual unions or placing them on the same level as marriage would mean \nnot only the approval of deviant behaviour, with the consequence of making it a model in \npresent-day society, but would also obscure basic values which belong to the common inher-\nitance of humanity” (Ratzinger, 2003). The Catholic Church argues that endorsing same-sex \nunions would tarnish institutions like the family and jeopardize the stability of our society. \nThis rigid stance puts even the policies of domestic partnerships and civil unions, which are \nnearly universally adopted in Western European countries, in contradiction with the official \nChurch teaching on homosexual relationships and same-sex unions.\nRatzinger also has a message on morality directed to those in public office facing votes \nregarding same-sex unions, providing specific guidelines for Catholic politicians consider-\ning such legislation. Ratzinger states that, “When legislation in favour of the recognition of \nhomosexual unions is proposed for the first time in a legislative assembly, the Catholic law-\nmaker has a moral duty to express his opposition clearly and publicly and to vote against it” \n(Ratzinger, 2003). It would seem that Catholic politicians in Ireland, France, and Germany \nare already in discord with the Church for allowing same-sex unions other than full-fledged \nmarriage. Still, the Vatican was successful in killing support for legislation to allow same-sex \n39\nSame-Sex Marriage on the Iberian Peninsula\nNoah Jennings University of San Francisco40\ncivil unions in Italy. While domestic partnerships and other same-sex unions separate from \nmarriage are still considered unacceptable, the Vatican particularly objects to same-sex mar-\nriage because of marriage’s importance as a sacrament within the Church. As a result, the \nmost high profile campaigns waged by the Catholic Church against same-sex unions have \nbeen against laws that provided gender-neutral marriage.  \nCatholic Church’s reactions to same-sex unions in Italy\nThere is perhaps no better country in which to examine the Church’s influence over \nwhether or not to adopt same-sex unions than Italy. The country’s historical, cultural, and \ngeographical proximity to the Vatican mean that the Catholic Church is an integral part of \nItalian daily life. We can begin by examining some of the political factors that have influenced \nthe Italian government’s standoffish approach to same-sex unions. One important charac-\nteristic would be the centralized nature of the national government. In policies relating to \n‘family matters,’ only the national parliament has the authority to make legislation (Moscati, \n2010). Local jurisdictions and municipalities lack any real power to enact same-sex marriage \nor significant domestic partnerships in their respective regions. While some Italian localities, \nsuch as Pisa and Bologna, have passed measures to provide for same-sex partnerships, the re-\nality is that they are almost entirely symbolic and afford few civil rights to same-sex couples. \nSame-sex partnerships formed in these cities receive no recognition in neighboring parts \nof the country (Merin, 2002). Because of the highly centralized Italian state, sub-national \nlegislation on same-sex partnerships has next to no effect on the national political discourse. \nIn fact, even the very limited actions taken by local authorities to create some sort of legal \nframework for same-sex couples have come under fire in the Italian courts as an overreach \npast the federalist limitations (Moscati, 2010). The centralized Italian system means that any \nmeaningful discourse on same-sex unions must come from the national government.\nWe can also look at the LGBT rights policies of Italy’s main political parties to ex-\nplain the country’s failure to enact legislation on same-sex unions. In Italy and throughout \nWestern Europe, most political opposition to LGBT rights comes from the right-wing and \nconservative parties. The current administration of Silvio Berlusconi, three time prime min-\nister and leader of center-right politics in Italy, is completely opposed to same-sex unions. \nHowever, a brief window of opportunity opened for LGBT activists in Italy when the \ncenter-left coalition led by Romano Prodi won elections and formed a government in \n2006 (Moscati, 2010). In anticipation, many assumed that as a center-left party, the Prodi \nadministration would advance legislation furthering same-sex unions. Accordingly, Prodi’s \ngovernment announced that it would begin the dialogue and introduce legislation providing \nfor a form of domestic partnership. However, unlike in many European countries, support \nfor LGBT rights was not universal amongst the left-wing members of the governing coali-\ntion (Fabrizio, 2007). Even radically left-wing organizations such as the Italian Communist \nParty found themselves in opposition to the expansion of LGBT rights. Instead of reaching \na consensus on this issue, the left-wing members of the coalition government fragmented, \nand the chance to enact legislation on same-sex unions ended when the Prodi parliament \nfell from power in 2008. The return of a right-wing government again under the leadership \nof Berlusconi meant that a bill on same-sex partnerships in Italy would not be a possibility \nin the foreseeable future (Moscati, 2010).\nOne could argue that perhaps the most obvious factor influencing Italy’s rejection \nof same-sex unions is the role of the Catholic Church. Not only is Italy a predominately \nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union 41\nCatholic country, but it is also a society where the church exudes significant authority over \npolitics (Fabrizio, 2007). One very simple reason that the Catholic Church is so dominant \nhere is the geographical proximity; the Vatican is only a short few miles away from the na-\ntional government’s parliament in Rome. The Pope’s historical and permanent presence in \nthe Italian capital makes him into a political institution in his own right. After all, the Catho-\nlic Church has been headquartered in Rome centuries longer than there has been an Italian \nnation-state. As such, there is perhaps nowhere in the world where the church’s influence \nand judgments are more powerful. It is also worth noting that the power of the Vatican over \nItalian politics is not rooted in only one party or one side of the political spectrum. Instead, \nCatholicism is of incredible importance to right-wing and left-wing political parties across \nthe board. The Vatican’s fierce condemnation of homosexuality and the so-called “erosion” \nof traditional family values strongly resonated with representatives from every political party \nin parliament (Moscati, 2010). This is likely the most important thing to consider in the \nItalian political system when debating why the left-wing government under Prodi failed \nto unite behind legislation on same-sex union. The Catholic Church successfully defined \nthe political debate from its standpoint of moral condemnation. As an influential moral and \npolitical authority, the Vatican asserted itself over the proposals of the left-wing government \nand ultimately won the debate.\nItaly must also cope with the codified interference of the Catholic Church in the \nstate’s affairs. While the Vatican may be a country independent of Italy, the opposite is not \nquite true. In fact, the Vatican still enjoys certain rights to intervene in Italian politics that \nwere adopted in the Lateran Treaties, dating back to 1929 (Fabrizio, 2007). Signed by the \nCatholic Church and the fascist government of Benito Mussolini, the Lateran Treaties guar-\nanteed the Vatican political independence in exchange for the stability and control provided \nby a unifying state religion. So, as long as the Vatican worked to maintain the status quo of \ndictatorship in Italy, the Church would have the exclusive rights over the people’s religion. \nWhile the government of Italy has since changed to a democracy, its relationship with the \nVatican remains much the same.5 Despite repealing fragments of the Lateran Treaties in the \n1980s, many portions of the treaty still stand (Moscati, 2010). This right to freely involve itself \nin Italian politics came to be used when the Prodi government was debating same-sex civil \nunions. On June 26, 2006, the Pontifical Council released a document strongly condemning \nany legislation contrary to the “traditional family” and in favor of same-sex couples. The Vati-\ncan asserted that efforts to redefine this age old tradition with a radical new phenomenon of \nhomosexuality would be a direct attack at the very foundations of society, similar to Ratz-\ninger’s 2003 statements on homosexual relationships. (Fabrizio, 2007). With this powerful \ndeviation into Italian politics, legislation on same-sex unions stood little chance of moving \nthrough Parliament.\nAnother facet of Italian history that is relevant in this debate is that the country lacked \nany LGBT movements until very recently. While LGBT rights organizations formed in \nmany of the world’s other western democracies in the 1970s and 1980s, sparking social and \npolitical discourse on the controversial issues of homosexuality and same-sex unions, the is-\nsue remained out of the Italian public sphere until much later. Indeed, it seemed that LGBT \nItalians had little to fight for. Homosexuality had been decriminalized in Italy since the brief \nadoption of the Napoleonic Code by the 19th century, meaning that a campaign for decrim-\n5 For instance, the Catholic Church lobbied strongly against the liberalization of divorce, stopping legislation to \nreform divorce laws until 1974.\nSame-Sex Marriage on the Iberian Peninsula\nNoah Jennings University of San Francisco42\ninalization was unnecessary (Moscati, 2010). With the Catholic Church firmly entrenched \nagainst any form of same-sex union that would “jeopardize the sanctity of marriage,” efforts \ntowards relationship recognition was simply too far out of reach. Lacking the prior establish-\nment of LGBT rights organizations, the battle for same-sex unions was never mainstreamed, \nleaving the heterosexist societal norms unchallenged and the general populace unexposed. \nModern day Italian LGBT rights activists lack the groundwork laid in other countries with \nlonger records of LGBT activism and more expansive rights for same-sex couples. Instead, \nItalian society seems to ignore the whole issue of homosexuality, shoving it “out of sight, out \nof mind” instead of conducting a public discourse on the topic.  \nThese implications are only now beginning to change with a more vocal LGBT rights \norganizations and a more prominent LGBT community. Despite this recent activism, it is \nimportant to realize that the current inequities in relationship recognition stem from the \nhistorical silence of the Italian LGBT community in politics (Moscati, 2010). Italy is an ex-\nample of a country where the only discernable voice in the same-sex union debate was the \nCatholic Church. While a successful LGBT rights movement would have sought to define \nsame-sex unions as a human rights issue, the Catholic Church’s overwhelming dominance \nover the Italians’ political and social lives meant the Vatican could successfully frame the \ndiscourse in its own terms as a religious and moral issue, giving the Church undeniable \nauthority. With almost no LGBT rights organizations or strong advocates to oppose them \nin making the human rights argument, the Catholic Church’s strong messages condemning \nthe proposed legislation were heard loud and clear by Italy’s Catholic politicians, dooming \nsame-sex unions in that country.\nTHE SPANISH CASE STUDY\nEvents leading to same-sex marriage in Spain\nIn Spain, the political factors that affected the country’s legalization of same-sex mar-\nriage were much more complex to be defined simply by the country’s Catholic beliefs, \nultimately contributing to a more conducive environment for LGBT rights organizations \nto succeed in defining the debate as a human rights issue and in achieving gender-neutral \nmarriage. Spain is composed of many jurisdictions that enjoy significant political autonomy \nfrom the central Spanish government. The right to self-governance in regions such as Cata-\nlonia and Andalusia is a strong component of the country’s federalist system. Prior to Spain’s \nnationwide adoption of same-sex marriage, same-sex unions were already present in many \nof the local communities (Moscati, 2010). In fact, the earliest same-sex partnership law was \nenacted in Catalonia in 1998. Another region, Aragon, authorized a virtually identical part-\nnership law the very next year. By the time same-sex marriage was legalized throughout \nSpain in 2005, 12 out of the 17 regions had registries recognizing some sort of same-sex \nunion. In addition to these regions, a multitude of smaller localities and cities instituted their \nown forms of same-sex unions (Méndez, 2007). In retrospect, these early partnership laws in \nthe sub-national Spanish communities blazed the trail for countrywide recognition. Without \nthe sovereignty specifically vested in the Spanish federalist system, same-sex marriage would \nhave faced more difficulties gaining support at a national level (Moscati, 2010).\nThe political persuasions of the main Spanish political parties offer more details as \nto why the country chose to legalize same-sex marriage. Hostility towards LGBT rights \nand same-sex partnerships is firmly cemented in Spain’s right-wing political parties. How-\never, the left-wing Spanish politicians are staunch supporters of same-sex unions and even \nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union 43\ngender-neutral marriage (Moscati, 2010). In fact, same-sex marriage became a possibility \nin Spain after the 2004 elections that swept the Spanish Socialist Party into power. Socialist \nleader Jose Luis Rodriguez Zapatero, who would become prime minister after his victory \nin the polls, pledged to legalize same-sex marriage as one of his party’s platforms. Zapatero \nwould make good on that promise less than a year later when the Socialist dominated parlia-\nment passed a bill allowing for gender-neutral marriage throughout Spain (Petrou, 2006). \nSame-sex unions in Spain had very strong support from the left-wing political parties and \ntheir elected representatives. Lawmakers on the left considered extending marriage to same-\nsex couples to be necessary in order to guarantee equal access to basic human rights. The \nmoral authority of the Catholic Church and their official teachings on homosexuality took \na back seat to concerns about equality.\nEven though Spain is historically and demographically an overwhelmingly Catholic \ncountry when considering the percentage of people who identify as Catholic, religious \ninvolvement is an important characteristic to consider. When we actually look at those who \nare actively practicing, the rate plummets to a mere 20 percent (Petrou, 2006). Therefore, the \nCatholic Church is not necessarily the most important influence in the daily lives of most \nSpanish Catholics, as it may have been in the past. In politics, the Catholic Church plays a \nvery important role in the right-wing political parties that stand for the “traditional fam-\nily,” social conservatism, and more religious involvement in everyday life. On the other side \nof the political spectrum, the Catholic Church finds wavering support on the left-wing of \nSpanish politics (Moscati, 2010). Perhaps the most poignant example of the left’s dismissal of \nthe church can be seen in the relations between the two states’ leaders. When Pope Benedict \nXVI traveled to Valencia in 2006 to attend a conference on the family, millions of Spaniards \nflocked to the city for the chance to see him criticize secularization and the abandonment of \ntraditional values. Not among the crowds was Socialist Prime Minister Zapatero who, hav-\ning defied Papal authority the year before by advocating for the Spanish same-sex marriage \nlaw, chose not to attend the Pope’s mass, causing somewhat of a public scandal in both Spain \nand Italy (Petrou, 2006). This chilly reception serves as a vivid illustration of demarcation \nbetween the Catholic Church and the secular left-wing political parties of Spain.\nReasons behind Spain’s acceptance of same-sex marriage\nThe next part of my research seeks to examine popular Spanish support for same-sex \nmarriage by reviewing various sources on Spain’s past to see what could be the motives for \nsuch liberal laws regarding LGBT rights, in spite of the country’s Catholic roots. One possi-\nble cause for the drastic differences could be found in the historical analysis of Spain’s history \nstemming back to the oppressive 20th century dictatorship of Francisco Franco. Looking at \nSpain’s experiences with changing personal freedoms, gender roles, and Europeanization, we \nmight be able to see a different picture of this issue dominated less by religion and more by \nthe country’s individual understanding of authoritarianism and reform. Instead of a nation \ndominated by Catholic doctrine, we would see that the cultural and political acceptance of \nLGBT people, rights, and same-sex unions is much more complex and dependent on expe-\nriences specific to Spain and the oppression under the fascist dictatorship.\nReactions to the concept of personal freedom are important to consider, as the right to \nsame-sex marriage is most accurately framed as a discussion of this issue. Spain has had a very \ndifferent experience than many other European countries during the latter half of the 20th \ncentury concerning civil rights and liberties. Instead of a democratically elected government, \nSame-Sex Marriage on the Iberian Peninsula\nNoah Jennings University of San Francisco44\nas was the case in almost all Western European nations, Spain endured the fascist regime of \nFrancisco Franco. After 1939, when homosexuality was criminalized under Franco’s rule, the \nregime actively persecuted LGBT Spaniards. Homosexuality seemed to run contrary to the \ntraditional gender norms assumed in a fascist society. Men were to be dominant and full of \nmachismo, while women were expected to be submissive instruments of domesticity. Public \nschools in Spain were segregated according to sex, with girls and boys receiving separate \ncurriculums. While males were given a traditional comprehensive education, females were \nonly instructed in domestic duties such as sewing and other non-academic subjects. The in-\nstitution of these “natural” gender roles in Spain found homosexuality as a challenge to these \nenforced stereotypes, making same-sex relationships an unstable and potentially destructive \nelement of society (Martinez & Dodge, 2010).\nAs a parallel, Franco installed Catholicism as the primary source of moral authority in \nhis state. As the official state religion, the Church was awarded a tax-free status and was the \nrecipient of government subsidies. The Catholic Church was forcefully incorporated into \nthe daily lives of all Spanish citizens. Under Franco marriages were only valid if properly \nconducted through the Catholic Church, a far cry from the gender-neutral marriages in \nmodern Spain. The fascist government sometimes went so far as to require couples married \nbefore the dictatorship to remarry in the Church, so as to guarantee that they had a Catholic \nwedding. As the official state religious doctrine, the Catholic Church had a monopoly on \nmatters of morality. As such, homosexuality was universally framed by both the Church and \nthe fascist government as unnatural, immoral, and incompatible with their ideal societies in \nwhich men were superior, masculine, and very Catholic (Martinez & Dodge, 2010).\nIn Franco’s authoritarian Spain, homophobia was institutionalized along with sexism \nand Catholicism, meaning LGBT people were to be exiled to the extreme margins of society. \nFranco’s administration even set up a special system of punishment to deal with the “crimi-\nnal” LGBT population. Men found guilty of homosexual acts were sent to prisons specifi-\ncally organized to house LGBT people. Known as gallerias de invertidos, or “deviant galleries,” \nthese prisons sought to both punish and correct homosexual behavior amongst the incar-\ncerated. Once imprisoned, LGBT captives were subject to hard labor, beatings, torture, and \npsychological “treatments,” including electroshock therapy. Over the course of Franco’s rule, \nover 5,000 men were sent to such deviant galleries, while countless others faced widespread \npersecution outside the walls of the prisons (Martinez & Dodge, 2010). Of course, oppres-\nsion in Franco’s Spain was not limited to LGBT people. Spaniards of all sexual orientations \nhad their freedoms violated and life under the dictatorship was difficult for many. \nThe fascist nature of the Franco dictatorship bred discontent out of oppression, spark-\ning a multitude of counter movements in favor of greater civil liberties. Eventually, Franco’s \ndeath in 1975 would lead to a popular transition from authoritarianism and conservatism to \ndemocratization and liberalism. One of the groups that grew extensively during this demo-\ncratic transformation in Spain was the LGBT rights movement. However, one could argue \nthat the LGBT groups gained widespread momentum in the transitional decades between \nFranco and democracy because of the evolving perceptions of gender roles. While fascist \nSpain had confined women to the homes and marginalized them in public life, the new \nSpanish society sought to incorporate women equally into all aspects of society. Gender \nroles were to be redefined, which opened space for other groups marginalized by sexism, \nmisogyny, and machismo (Platero, 2007). Therefore, Spaniards who had previously viewed \nhomosexuality in a traditional, negative light, as illuminated by the Catholic Church and fas-\nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union 45\ncism were willing to look on LGBT people with openness. With a newfound emphasis on \nequality, LGBT rights groups were in the perfect environment to flourish.\nAt the same time, assumptions regarding the Catholic Church as the ultimate authority \nwere being challenged, especially on matters concerning human rights. While the Catholic \nChurch had benefitted enormously in Spain under Franco’s rule, the Church had done little \nto stand against the systemic oppression endured by millions of Spanish citizens. The Spanish \npeople remembered the Church’s implicit endorsement of fascism and Catholicism became \nassociated with the historical tyranny experienced under Franco. From this experience, the \nChurch’s authority on morality would no longer be allowed to subvert the values of equality \nand human rights. This new perspective framed the discussion of LGBT rights in an entirely \nnew way. Instead of a battle over morality in a predominately Catholic society (a battle the \nChurch would almost invariably win), the debate was about human rights. In the eyes, of \nSpaniards, the Catholic Church had little authority to speak in regards to human rights after \nsupporting a totalitarian dictatorship for nearly half a century.\nEven with the country’s newfound freedom, change did not occur overnight. One of \nthe first issues that Spanish LGBT rights groups addressed was the criminal status of homo-\nsexuality. After forty years of state persecution, laws criminalizing homosexuality in Spain \nwere finally repealed in 1979. Bolstered by the success of this campaign, LGBT rights organi-\nzations went on to achieve anti-discrimination legislation in employment, government, and \nhousing. By the 1990s, the battle had shifted to working towards relationship recognition in \nthe autonomous communities. Many observers saw the realization of gender-neutral mar-\nriage in 2005 as the final step in the march towards equal rights for LGBT people (Méndez, \n2007). However, without this long history and progression of goals, the national campaign \nto legalization same-sex marriage would have had no support to base itself on. In a way, the \nLGBT community can owe their present day successes and victories in relationship recogni-\ntion to counter-reactions against the tyranny of Franco’s regime.\nIn addition to being a reactionary step against fascism and outdated gender roles, \nSpain’s adoption of same-sex marriage could be viewed in the context of Europeanization \nand modernization of the country. Unlike many of its Western European companions, Spain \nwas not a founding member of the European Coal and Steel Community (the precursor \norganization to the EU) or even NATO. Membership was not achieved in either organiza-\ntion until 1986 and 1982 respectively. When Spain did join the European Community, it was \nregarded with some skepticism and disdain because of its recent authoritarian government \nand lower economic standards of living. Along with Portugal, Greece, and Ireland, Spain was \ndisparagingly labeled among the “Poor Four” members of the EU. Many considered Spanish \nmembership in the EC to be disadvantageous to the developed nations of Europe, as some \nthought that the relatively underdeveloped and fragile Spain would jeopardize economic \nstability. In a sense, Spain had a lot to prove to the other countries of Western Europe in order \nto gain respect, prestige, and equal footing in Europe. Spain sought this transformation into \na new and modern country not only through economic means, but also social and human \nrights reforms. While Spain under Franco had been among the most oppressed societies in \nWestern Europe, Spanish politicians wanted reform in order to give the country a better \nreputation.  \nSteps towards liberalizing LGBT rights can be seen in a similar light. A new, open, and \ndemocratic Spain needed to redefine itself as a nation at the forefront of modernity and \nliberalism, as is expected amongst Western countries. Adopting same-sex marriage was a \nSame-Sex Marriage on the Iberian Peninsula\nNoah Jennings University of San Francisco46\ngood chance to make Spain stand out as only the third country in the world to open up the \npossibility of gender-neutral marriage, making it look especially modern in comparison to \nits Western European neighbors. A parallel example is occurring in Eastern Europe, where \nformer communist countries are vying for the benefits of membership in the EU. Despite \nwidespread public hostility towards LGBT people, countries including Serbia, Poland, and \nRomania all have laws protecting LGBT people from discrimination in the workplace, hous-\ning, and other areas. In practice, these laws are often abused and unenforced, but in principle \nthey are required as human rights standards before the EU will even consider admitting a \nnew nation into their modern and democratic society. While in Spain EU membership was \nnot a concern at the exact time when politicians were debating the country’s gender-neutral \nmarriage laws, the idea and policy is still comparable (Merin, 2002).\nPoland as an authoritarian counterexample\nWhen looking at these three characteristics of Spain and using them to explain why \nsame-sex marriage was so accepted by modern Spanish society, I must be the first to admit \nthat there are some quite obvious examples of European countries that suffered through \nthe second half of the 20th century under authoritarian regimes and that have emerged as \nhomophobic and very much against LGBT rights and same-sex unions. Poland, for instance, \nwas liberated after World War II only to be subjected to a communist puppet government \nunder Moscow’s hegemonic rule over the whole of the Warsaw Pact. Why did not Poland, \nwhich also happens to be a heavily Catholic country, experience a remarkable shift in un-\nderstanding as soon as the Iron Curtain fell and Eastern Europe began democratizing? Quite \nfrankly, it is difficult to say why attitudes in Eastern Europe regarding sexuality and LGBT \nrights are so different than in Western Europe. However, I can make several observations and \ndistinctions on how the experiences I described in Spain relate to Poland and help us better \nunderstand why that country remains so hostile to LGBT rights, despite having experienced \nan oppressive and totalitarian regime.  \nFirst of all, I think there is an important distinction in the idealism of the authoritarian \nregimes that ruled Poland and Spain. While Poland was certainly not a democratic state, it \nwas socialist and not fascist. The socialist states of Eastern Europe were by no means without \nsexism, but they were not as virulently sexist as the machismo idealism of fascism. While \nFranco’s government sought to silence and contain women in the home to be domestic \nand maternal slaves, the socialist regimes in Poland, Czechoslovakia, and East Germany put \nwomen to work, provided universal childcare, and involved them in the Communist Party’s \npolitics. So, when democratization did happen in Poland, their society did not see such a \nradical redefinition and rebellion against the oppressive gender roles as was witnessed in \nSpain because Polish women were not being subjugated to those narrow gender roles in the \nfirst place. Gender roles in Poland were left unchallenged, leaving LGBT people with no \nopportunity to capitalize on this new favorable movement for equality.\nPoland is also very different than Spain when we consider the role of religion and \nhow it influenced the debate over LGBT rights. Even though both countries are strongly \nhistorically Catholic, an important distinction can be made in how their respective gov-\nernment’s viewed the Church. As discussed, the role of the Catholic Church in Spain was \ninstitutionalized along with the state’s fascist doctrines. The socialist regimes in Poland on \nthe other hand were not Catholic in nature, and often found themselves at odds with the \nVatican, especially during the papacy of Pope John Paul II, who happened to hail from Po-\nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union 47\nland. In this country, the Catholic Church escaped association with the oppressive regimes \nand since the Church was not part of the establishment, the democratization of the country \nin the 1990s did not challenge the Church’s past stances, as was the case in Spain. Quite the \nopposite, one could characterize heightened religiosity as a rebellion or counter reaction to \nthe collapse of Eastern Europe’s socialist governments. Therefore, post-communist Poland \nmaintained the Church’s doctrine condemning homosexuality, and continued to hold on to \ntheir anti-LGBT attitudes.\nSimilarly, one could argue that Europeanization has had little effect on Poland in moti-\nvating its politicians to adopt same-sex marriage or any other kind of same-sex union. Poland, \nlike many of its Eastern European neighbors, does not have any kind of domestic partnership \nor civil union and actually defines marriage as between a mixed sex couple in the national \nconstitution. It would seem that joining the EU has done little to help same-sex marriage \nin Poland; in fact, some Polish leaders criticized the proposed European Constitution on the \ngrounds that it could force same-sex marriage upon them. However, we should also remem-\nber that as a member of the EU, Poland was required to ban discrimination against LGBT \npeople in the workplace, housing, and government. More recently, the European Court of \nHuman Rights ruled that LGBT people have the right to inherit from their partners. While \nin reality few of these protections are honored, it is still clear that the necessity to become a \npart of Europe has forced Poland to make some concessions to LGBT rights.\nI would also argue that it is too soon to judge Poland and its stance on LGBT rights. \nSpaniards had to wait almost 30 years between Franco’s death and the country’s adoption of \nsame-sex marriage. If we put Poland on a similar timeframe, we shouldn’t expect the same \namount of progress on this issue, as they have experienced only 20 years of democratiza-\ntion. Of course Poland is not the only example of a strongly religious country that remains \nstrongly anti-gay despite years of oppression under an authoritarian system. However, by the \nsame token Spain is not the only Catholic country in Europe to have embraced same-sex \nmarriage following a fascist dictatorship.\nPortugal’s acceptance of same-sex marriage\nPortugal, like Spain, experienced an authoritarian post-World War II dictatorship dur-\ning the period of the Estado Novo, or “New State,” founded by António de Oliveira Salazar \nin the 1930s. While the fascist Francisco Franco held power in Spain for almost four whole \ndecades, Salazar and his successor presided over their authoritarian regime in Portugal for \nnearly 50 years, winning the claim to the longest European dictatorship of the 20th century \n(Andresen, 2007). Salazar began his political career as the finance minister in Portuguese gov-\nernment of the 1920s.  He used his power to become de facto prime minister in 1932, at the \nsame time maintaining his past position over finances. Throughout his forty year reign over \nPortugal, Salazar held several other offices and ran the country as a dictator. While Portugal \nwas technically governed by a constitution, championed by Salazar himself in the 1930s, \nthe document’s regulations were routinely ignored. For example, elections in Portugal were \nnever free and often fraudulent; ballot rigging began even in the 1933 plebiscite to adopt the \nconstitution. Opposing political leaders were jailed, tortured, and sometimes killed, enforcing \nthe uncontested rule of Salazar’s National Union party (Andresen, 2007).  \nWhile Salazar was not technically a fascist like Franco, his political philosophies and \npractices were very similar to his period’s counterparts in Spain, Germany, and Italy. The \ngovernment was undemocratic and Salazar’s idealism was strongly right-wing, authoritarian, \nSame-Sex Marriage on the Iberian Peninsula\n48 Noah Jennings University of San Francisco\ntraditional, and conservative. Free speech, government criticism, and democratic movements \nwere suppressed, often through the use of the state’s secret police. Additionally, Catholicism \nwas a strong force in the society of the Estado Novo. The Roman Catholic Church was the \nstate religion of Portugal and Church teachings governed the religious and moral lives of \nPortuguese citizens, just as in Spain (Andresen, 2007). With moral authority relying on the \nconservative teachings of the Catholic Church, homosexuality was also repressed under \nSalazar’s reign. Similarly to Spain, homosexuality was a crime punishable as “vagrancy” under \nthe right-wing period of control. LGBT people were forced to hide their identities from \nthe public because of their illegal statuses. Combined with Salazar’s constant oppression of \npolitical and social dissidents, there was no chance for an LGBT rights organization to form \nbefore the end of the Estado Novo. In fact, the LGBT rights movement in Portugal did not \nbegin to appear until the 1990s, much later than in Spain (Carneiro & Menezes, 2007).  \nUnlike in Spain, Salazar’s death did not immediately bring reform to the political \nsystem. Even though he was followed by another dictator, Portugal would begin democ-\nratizing during the Carnation Revolution in 1974, six years after Salazar’s death (Carneiro \n& Menezes, 2007). Out of this history, a newfound environment for political freedom and \nexpression emerged and Portugal saw a great transformation from a right-wing, authoritar-\nian dictatorship, to a liberal democracy. However, LGBT rights organizations were slower \nto form in this environment than in neighboring Spain. Perhaps there was not as great of \na backlash against the oppressiveness of Salazar’s regime because it had not been blatantly \nfascist. Maybe the Portuguese would have been quicker to confront their legacy of oppres-\nsion had they felt the need to compensate for a fascist past, as was the case in Spain. In any \ncase, LGBT organizations did not begin to form and gain prominence in Portugal until the \nmid-1990s, a time when Spanish LGBT rights organizations were already scoring numerous \nvictories by securing same-sex unions at the sub national level (Carneiro & Menezes, 2007). \nAs was the case in Spain, Portuguese politicians were driven to expand LGBT rights \nbecause of the EU’s progressively broader standards regarding human and family rights. Eu-\nropeanization would drive Portugal to implement increasingly tolerant measures to pro-\ntect its LGBT population from discrimination and provide them with rights in same-sex \nunions. Striving to meet international human rights standards was likely a goal when the law \ncriminalizing homosexual acts was repealed in 1982, several years before any LGBT rights \norganizations in Portugal had formed. Even without an internal movement, there was still \npressure on Portugal to modernize to European standards when it came to the criminaliza-\ntion of homosexuality.  \nFurthermore, the European standards were likely motivators encouraging Portuguese \npoliticians to adopt even greater protections for their LGBT citizens. While employment, \nhousing, and other discrimination protections were the norm in the late 1990s EU, inter-\nnational standards encourage Portuguese lawmakers to tackle the issue of same-sex unions. \nIn 2001, Portuguese LGBT rights advocates won a victory in securing a domestic partner-\nship status for same-sex couples. Nine years later, the struggle would go a step further with \nthe legalization of gender-neutral marriage, making Portugal one of the most progressive \ncountries in the world concerning LGBT rights. Portugal is groundbreaking in the realm of \nLGBT rights for more reasons than just having legalized same-sex marriage. In 2004, Portu-\ngal’s Parliament adopted an amendment to the country’s constitution defining “sexual ori-\nentation” as a class protected from discrimination. While numerous countries in Europe and \nsome in other regions have legal protections for LGBT, very few have gone so far as to ad-\nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union 49\nvance constitutional amendments enshrining those protections (Carneiro & Menezes, 2007).\nToday’s Portugal is one of the most outspoken countries in favor of LGBT rights, a \nfar cry from the blatantly homophobic Estado Novo. At the same time, Portugal remains \na very deeply religious society, with 81 percent of the population demonstrating a belief \nin god and the vast majority of members belonging to the socially conservative Catholic \nChurch. While the Vatican is certainly opposed to the progress made by Portugal towards \ngender-neutral marriage and recognizing LGBT people as a protected class of citizens, the \ncountry’s politicians have found compelling evidence from other sources negating Church \nteaching and advancing the cause for same-sex unions. This acts as evidence that support for \nboth religion and LGBT rights are not mutually exclusive. Even in cultures that are strongly \nreligious and Catholic, support for LGBT rights is possible when the discussion is framed as \na human rights issue.\nEven though Spain and Portugal are very similar cases, sharing common themes re-\ngarding historical oppression and current LGBT acceptance, there are also some important \ndifferences between the two countries’ experiences that are relevant to this topic. I would \nargue that the more severe governing of Spain led to a stronger counter reaction in favor of \nLGBT rights in that country. While both Spain and Portugal were governed by oppressive, \nauthoritarian dictatorships, the system under Franco was by most accounts much more ex-\ntreme and oppressive. Again, this could also explain why support for same-sex marriage is 27 \npercent higher among Spaniards than it is among Portuguese. The severity of Franco’s dic-\ntatorship also likely contributed to the population’s loss of respect for the Catholic Church \nas an authority for human rights, morality, and religion in general. Religiosity is 22 percent \nhigher in Portugal than it is in Spain; perhaps more Spaniards became disillusioned with the \nChurch after witnessing it uphold and benefit from the oppressiveness of the fascist dictator-\nship. Portuguese, having endured a less rigid experience, could be more optimistic with the \nChurch and more likely to look to Catholicism as a moral authority.\nConclusions\nDespite their differences, the commonalities between Spain and Portugal, when exam-\nining both their past history and current LGBT rights standards, are overwhelmingly strong. \nUltimately, the two similar experiences contributed to those countries’ understanding of \nLGBT rights as a human rights issue. This framing has met overwhelming success in both \nnations, superseding the moral arguments of the Church, even though Catholicism remains \nrelatively popular in the lives of Spanish and Portuguese citizens. The reasons Spain and \nPortugal have same-sex marriage today are not because the population is against religion or \nopenly defiant of the Catholic Church, but because LGBT rights organizations were able \nto effectively frame their causes from a human rights perspective. Following the collapse of \nthe authoritarian dictatorships in the 1970s, democratization ushered in a new era of reform \nthat sparked LGBT rights movements in Spain and eventually Portugal. Meanwhile, gender \nroles were challenged and ultimately redefined, leading the way for greater acceptance of \nsexual minorities. Spaniards and Portuguese, remembering the rampant human rights abuses \ncommitted under their Franco and Salazar, could empathize with the marginalized LGBT \npopulations and recognized the universal sanctity of human rights. Encouraged by the stan-\ndards of the European community, Spain and Portugal continued to compensate for their \nundemocratic pasts by striving to enforce the newly prized value of equality for all citizens. \nSame-Sex Marriage on the Iberian Peninsula\nNoah Jennings University of San Francisco50\nPossible examples outside Europe\nIn some cases, like Portugal and Spain, examining the historical experiences of an in-\ndividual country can give us a very good sense of why that society would support same-sex \nunions and LGBT rights. Of course, there are other countries that have not been mentioned \nwhere this analysis could be just as applicable. Another recent example could be in Argen-\ntina, the latest country in the world to adopt gender-neutral marriage. Argentina is actually \na similar example to Spain and Portugal in that all three are Catholic countries, have Latin \ncultures, and endured right-wing dictatorships during the 20th Century. Argentina suffered \nextensively under a military dictatorship in the 1970s and 1980s, when thousands of Ar-\ngentines were tortured, killed, and their bodies disappeared in what became known as the \nDirty War. LGBT rights organizations that were present before the coup were disbanded by \nthe military dictatorship as part of the regimes efforts to censure the public. Having had an \noppressive regime that scarred Argentina’s identity, protections for LGBT people and the \nadoption of same-sex unions could be a logical response to the past atrocities. However, \nsame-sex marriage is a very recent development in Argentina and the motivations behind \nthe government’s adoption of this policy has not been sufficiently researched.\nAnother case could be made for South Africa, a country with a very long, infamous, \nand extreme history of brutal oppression in the form of apartheid. For most of the 20th \nCentury, South Africa was dominated by a white minority who ruled over the black major-\nity with a system of racial segregation known as apartheid. Whites were overwhelmingly fa-\nvored in the system, while non-whites suffered enormous economic disparities and political \noppression. The apartheid system finally fell in 1994 due to a combination of international \npressure and internal activism, giving way to popular elections and enfranchisement of the \nimpoverished and subjugated black majority. Today, black South Africans still suffer from the \nlegacy of apartheid, but the political system has made progress towards equality in that blacks \nare no longer excluded from the political process. South Africa is very different than Spain, \nPortugal, and Argentina in its culture, geographical location, and demographics, but yet the \nfour countries do share a history of oppressive regimes.\nMoreover, South Africa’s relation with LGBT rights is a direct reaction to its past his-\ntory of oppression, authoritarianism, and inequality experienced under apartheid. In the \npost-apartheid constitution adopted in 1996, discrimination based on sexual orientation was \nexplicitly banned, making South Africa the first country in the world to do so. Inequality \nunder the law would not be tolerated in this new society that had suffered so long from an \nunfair and discriminatory system. Nine years later, the highest court in South Africa would \nrule that the legislature had to allow same-sex couples to form legal unions with the same \nrights and responsibilities opposite-sex couples enjoyed in marriage. In response, the South \nAfrican government legalized gender-neutral marriage, becoming the first country in the \ndeveloping world to allow same-sex marriage. Without South Africa’s very specific and harsh \nexperience with discrimination, inequality, and oppression during the apartheid regime, it \nis unlikely that the country would have been motivated to go so far in protecting the rights \nof LGBT people. While these observations are interesting, especially in light of the authori-\ntarian experiences in Spain and Portugal, more research is needed before we can make any \ndefinitive conclusions.\nRepercussions for other LGBT rights movements\nThese observations also have widespread implications for LGBT rights groups around \nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\nClaremont–UC Undergraduate Research Conference on the European Union\nthe world, even in countries without discrimination protections or relationship recognition. \nPerhaps they should look to success stories for guidance and strategies. LGBT rights and \nsame-sex union advocates in countries like Spain and Portugal have had the most success \nwhen they position their causes as extensions of human rights and equality. This argument \ncan be especially potent in a country like Spain, where human rights were trampled upon for \nthe greater part of the 20th century under the rule of the fascist and authoritarian dictator \nFrancisco Franco. The EU requires discrimination protections for LGBT people and other \nminority groups because of the historical oppression of these groups and the disaster of \nWorld War II and the Holocaust, which was caused largely by the erosion and ignorance of \nbasic human rights. Discussions about human and LGBT rights are often framed in a nation’s \nown perspective based on its historical experiences.  \nIndeed, in the United States the recent wave of the LGBT rights movement is often \ntermed as an extension of the Civil Rights Movement begun by Martin Luther King Jr. and \nothers like him in the 1960s, just as LBGT rights in Spain are viewed as a reaction against the \noppressiveness of Franco. This is an interesting comparison considering that African Ameri-\ncans, the group that most obviously benefitted from the Civil Rights Movement and the \naccompanying legislation, are one of the most hostile demographics to LGBT rights causes, \nincluding same-sex marriage, in the United States. Indeed, some commentators on Proposi-\ntion 8 in California unfairly blamed the measure’s passage on African American voters, who \nsupported the initiative overwhelmingly according to exit polls. Much of this hostility is also \nattributed to religion, as African Americans are often polled to be more religious than other \ndemographics. However, if we are to learn anything from the very religious, yet LGBT-\nfriendly societies in Spain and Portugal, it is that religiosity and support for LGBT rights are \nnot necessarily mutually exclusive. In addition, one of the great failures of the LGBT rights \nmovement in the United States has been its exclusion of ethnic and racial minorities. This is \nsadly ironic, because of all the groups that should empathize together and be champions of \neach other’s rights, it should be those that have been and continue to be the most thoroughly \noppressed by the political system. Indeed, civil rights groups such as the National Association \nfor the Advancement of Colored People have come out in favor of gay rights, straining some \nof these stereotypes. I would argue that there is very real potential for the African American \ncommunity to reverse its stereotypical stance on LGBT rights issues, but only if LGBT rights \norganizations will knock down their own racist barriers and relate their causes on a level that \nspeaks to a universal understanding of human dignity. Of course, this tactic is not only rel-\nevant to reaching oppressed ethnic and racial minorities in the United States, but also wider \npopulations of religious people.\nAlthough these observations of racism are by no means novel or unique in today’s \ndebate, criticisms of LGBT rights groups for being anti-religious seem much less common. \nFollowing the passage of California’s Proposition 8 in 2008, there was a spate of vandalisms \nagainst Catholic, Evangelical, and Mormon churches and temples as a reaction against those \nreligions’ monetary and explicit support of the initiative. While none of these activities were \ncondoned by prominent LGBT rights organizations like the Human Rights Campaign or \nthe Gay & Lesbian Alliance Against Defamation (many were actually condemned), the mere \noccurrence of these incidents hurt the LGBT rights cause because it alienated religious \npeople. In societies where religion has a very strong presence, including Spain, Portugal, and \nthe United States, LGBT rights organizations cannot be dismissive of religion or position \nthemselves as being antithetical to bodies like the Catholic Church. Instead, religious de-\n51\nSame-Sex Marriage on the Iberian Peninsula\nnominations and people must be approached and convinced of the merits behind the LGBT \nrights cause. In fact, recent polls suggest that overwhelming majorities of American Catholics \nare in favor of specific LGBT rights including relationship recognition, directly contradicting \nthe Vatican’s official stance on the issues (Jones & Cox, 2011). Perhaps this is evidence that \nan inclusive stance towards religion has tremendous potential for success, allowing same-sex \nunions to be advanced as an extension of equality, basic human rights, and civil rights. The \nstruggle facing LGBT activists in the United States is to successfully change the terms of \nthe discussion from a debate over morality to one that mirrors Spain and Portugal: a matter \nof equality.\nReferences\nAndresen, N. (2007). The Salazar regime and European integration, 1947-1972. European \nReview of History, 14(2), 195-214.\nCarneiro, N., & Menezes, I. (2007). From an oppressed citizenship to affirmative identities: \nlesbian and gay political participation in Portugal. Journal of Homosexuality, 53(3), 65-82.\nEuropean Commission. (2005). Special Eurobarometer 255: social values, science and technology. \nRetrieved October 3, 2010, from http://ec.europa.eu/public_opinion/ archives/ebs/\nebs 225_report_en.pdf\nEuropean Commission. (2007). Eurobarometer 66: public opinion in the European Union. Re-\ntrieved October 3, 2010, from http://ec.europa.eu/public_opinion/archives/eb/eb66/ \neb66_en.pdf \nFabrizio, A. (2007). Italy: politics under the Vatican’s glare. Gay & Lesbian Review Worldwide, \n14(7), 18.\nJones, R., & Cox, D. (2011). Public Religion Research Institute. Catholic attitudes on gay and les-\nbian issues: a comprehensive portrait from recent research. Retrieved March 23, 2011, from \nhttp://www.publicreligion.org/objects/uploads/40/Catholics_and_LGBT_ issues \n_2010_FINAL.pdf\nMartinez, O., & Dodge, B. (2010). El barrio de la Chueca of Madrid, Spain: An emerging \nepicenter of the global LGBT civil rights movement. Journal of Homosexuality, 57(2), \n226-248.\nMéndez, R. (2007). Intersection gender and sexual orientation: an analysis of sexuality and \ncitizenship in gender equality policies in Spain. Critical Review of International Social and \nPolitical Philosophy, 10(4), 575-97.\nMerin, Yuval. (2002). Equality for same-sex couples. Chicago, IL: University Of Chicago Press.\nMoscati, M. (2010). Trajectory of reform: Catholicism, the state and the civil society in the \ndevelopments of LGBT rights. Liverpool Law Review, 31(1), 51-68.\nPetrou, M. (2006). Spain’s split personality. Maclean’s, 119(40), 43-4.\nPlatero, R. (2007). Love and the state: gay marriage in Spain. Feminist Legal Studies, 15(3), \n329-40.\nRatzinger, J. (2003). Considerations regarding proposals to give legal recognition to unions \nbetween homosexual persons. Congregation for the Doctrine of the Faith, Rome, Italy: \nThe Vatican. Retrieved December 10, 2010, from http://www.vatican.va/roman_cu-\nria/ congregations/cfaith/documents/rc_con_cfaith_doc_20030731_homosexual-\nunions_en.html \nNoah Jennings University of San Francisco52\nhttp://scholarship.claremont.edu/urceu/vol2011/iss1/6\n",
    "id": 148358331,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.claremont.edu:urceu-1052"
    },
    "title": "Same-Sex Marriage on the Iberian Peninsula: The Church and Franco’s Competing Legacies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-04-23T21:41:10+01:00",
    "publisher": "Scholarship @ Claremont",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.claremont.edu/cgi/viewcontent.cgi?article=1052&amp;context=urceu"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/148358331.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/148358331"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/148358331/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/148358331/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/148358331"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "same-sex marriage",
        "Iberian peninsula",
        "church",
        "LGBT",
        "Europe",
        "religion",
        "Francisco Franco",
        "Family, Life Course, and Society",
        "Gender and Sexuality",
        "Politics and Social Change"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.claremont.edu:urceu-1052",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3323",
        "openDoarId": 0,
        "name": "Keck Graduate Institute",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 148358331,
        "depositedDate": null,
        "publishedDate": "2013-04-23T21:41:10+01:00",
        "updatedDate": "2021-01-22T14:50:38+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-10T09:26:01+00:00"
    },
    "urls": [
        "https://scholarship.claremont.edu/urceu/vol2011/iss1/6",
        "https://scholarship.claremont.edu/cgi/viewcontent.cgi?article=1052&amp;context=urceu"
    ],
    "lastUpdate": "2021-01-22T14:50:38+00:00",
    "setSpecs": []
}