{
    "acceptedDate": "",
    "authors": [
        {
            "name": "MORINI, MARCO"
        }
    ],
    "contributors": [
        "Morini, Marco"
    ],
    "createdDate": "2017-04-13T07:09:12+01:00",
    "dataProvider": {
        "id": 1102,
        "name": "Archivio istituzionale della ricerca - Università di Padova",
        "url": "https://api.core.ac.uk/v3/data-providers/1102",
        "logo": "https://api.core.ac.uk/data-providers/1102/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/80155287.pdf",
    "fullText": "Original Citation:Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in American PublicOpinion and the Evidence from the Opinion PollsPublisher:Published version:DOI:Terms of use:Open Access(Article begins on next page)This article is made available under terms and conditions applicable to Open Access Guidelines, as described athttp://www.unipd.it/download/file/fid/55401 (Italian only)Availability:This version is available at: 11577/3217698 since: 2017-01-27T17:35:46ZUniversità degli Studi di PadovaPadua Research Archive - Institutional Repository European journal of American studies Vol 11, no 3 | 2017Special Issue: Re-Queering The Nation: America’sQueer CrisisSame-Sex Marriage and Other Moral Taboos:Cultural Acceptances, Change in American PublicOpinion and the Evidence from the Opinion PollsMarco MoriniElectronic versionURL: http://ejas.revues.org/11824ISSN: 1991-9336PublisherEuropean Association for AmericanStudies Electronic referenceMarco Morini, « Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change inAmerican Public Opinion and the Evidence from the Opinion Polls », European journal of Americanstudies [Online], Vol 11, no 3 | 2017, document 12, Online since 25 January 2017, connection on 27January 2017. URL : http://ejas.revues.org/11824 This text was automatically generated on 27 January 2017.Creative Commons LicenseSame-Sex Marriage and Other MoralTaboos: Cultural Acceptances,Change in American Public Opinionand the Evidence from the OpinionPollsMarco Morini1 In June 2015, with a 5-4 decision in the case of Obergefell v. Hodges, the U.S. SupremeCourt  ruled  that  states  are  required  under  the  14th Amendment  to  issue  marriagelicenses to people of the same sex and to recognize those marriages from other states.The Supreme Court, declaring that same-sex couples have a constitutional right to getmarried, ruled on the practice which was already legal in the majority of states,  andprovided the most significant nationwide expansion of civil rights in the U.S. since the 1960s. 2Figure 1 shows the trend of the approval of gay marriage among Americans. It isclearly visible how in less than twenty years the proportions almost completely reversedand, at the beginning of the 2010s, the number of people who approve same-sex marriagebecame predominant. Commonly, these highs in support for gay and lesbian rights areconsidered proof of the shifting moral attitudes of Americans and it is widely believedthat young people are more liberal than adults when it comes to social norms (Blow).  Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 20171Figure 1Do you think that marriages between same-sex couples should or should not be recognized by the lawas valid, with the same rights as traditional marriages? Source: Gallup (2015). Data in %.3 While acknowledging that the largest shifts in cultural attitudes have been those relatingto gay and lesbian issues,  do all  other trends point  in the same direction? (ResearchQuestion 1). Is it true that the younger generations are more liberal than older ones andrepresent  the  major  supporters  of  homosexual  rights?  (RQ2).  What  is  the  generalperception on moral  issues? (RQ3).  Our hypothesis  is  that  nowadays gay and lesbianissues are no longer considered moral taboos (H1) and when Americans are asked aboutmoral values they are thinking of things other than just the norms surrounding sexualbehavior and gay and lesbian issues (H2).4This article employs data coming from the most influential  American pollingorganizations such as Gallup and the Pew Research Centre and it is divided into threesections. The first section analyzes the evolution of gay and lesbian rights and same-sexmarriage in American public opinion and reflects on how Obergefell v. Hodges might nothave been as epochal a Court decision as has been thought. The second section describeshow the Supreme Court sentence, state-level decisions and the public opinion trends arejust the outcome of a grassroots coordinated campaign which began more than a decadeago and that was able to conquer the majority of Americans. The third part concernsAmerican public opinion trends related to moral issues, examining if it is true that U.S.citizens are moving leftward. It investigates if the positive attitudes towards same-sexmarriage have the same trend across all generations and it deals with two apparentlycounter-intuitive  findings:  the  majority  of  Americans  who  believe  that  the  moralconditions of the country are getting worse and the same majority who think that mostAmericans are against same-sex marriage. 1. The Supreme Court decision, the opinion polls andthe public perception on gay and lesbian rights in theU.S.5The Obergefell v. Hodges decision was defined as a big step forward for bothsocial and civil rights. The Supreme Court sentence was described as “courageous” (Ball),Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 20172“historic” (Liptak 1) and had a worldwide echo, becoming a virtuous example for thosecountries where LGBT relationships are not yet legally recognized. Several of the mediamade comparisons with some of the landmark U.S. Supreme Court decisions, the onesthat literally changed American society. From Brown v. Board of Education of Topeka(1954) on racial segregation, to Loving v. Virginia (1967) on interracial marriage, till Roev. Wade (1973) on abortion. There have also been speculations about a possible renewedjudicial activism of the Court (Kryzanek 171). 6Actually, these comparisons with the past are partially misleading due to thesimple fact that Obergefell v. Hodges was consistent with the American public's opinionon the issue. The support among Americans for gay marriage has increased over time,from 27 per cent in 1996, to 58 per cent in 2015, and a consistent majority has favoured itsince 2011.  For instance,  the path to the legality of  interracial  marriage significantlydiffered from same-sex marriage,  because at  that time the Supreme Court led publicopinion by legalizing something that Americans largely disapproved. Concerning the 1967Supreme Court decision, the Gallup poll found that only one in five Americans (20 percent) approved of such marriages.  It  took three more decades to reach a majority ofsupport  (Newport).  Approval  of  same-sex marriage  ascended significantly  faster,  andenjoyed majority support several years before the Court's decision. 7In 1973, when the Supreme Court ruled Roe v. Wade on the issue of abortion,disallowing many state and federal restrictions, public opinion was divided on the topic(Smith and Son 2). Moreover, between 1975 and 2012, Gallup asked the same identicalquestion on the legality of  abortion more than fifty times.  In 1975,  21 per cent saidabortion should be legal under all circumstances, 54 per cent “legal only under certaincircumstances,”  and  22  percent  “illegal  in  all  circumstances”  (Bowman and Sims  3).Interestingly, support for the legalization of abortion moved up notably between 1972and 1973, following the Supreme Court’s Roe vs. Wade decision in January 1973 (Smithand Son 2).8Immediately following the Brown v. Board of Education in 1954, Gallup askedAmericans  if  they  approved or  disapproved of  the  Supreme Court  ruling  that  racialsegregation in all  public schools is illegal—meaning that all  children, no matter whattheir race, must be allowed to go to the same schools. The initial results from a poll heldon 21-26 May 1954, found that 55 per cent of Americans approved of the decision, and 40per cent disapproved. The results remained essentially unchanged in two additional pollsconducted in 1954 (Gallup and Newport 200). Because there are no available opinion pollsthat were conducted before the Brown v. Board of Education sentence, it is arguable thatthe sentence itself had an effect on the first Gallup poll on the topic. Furthermore, thatsurvey concerned the nationwide public opinion and it is probable that in the southernstates, where racial segregation was still in force, citizens’ perception was different. 9A long-term view of the trend on gay marriage illustrates how support for it wassteady and incremental. In this sense, the Obergefell v. Hodges decision was less historicthan has been portrayed by the media, being perfectly in line with the public opinion’sperceptions on the issue.Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 2017310Probably, part of the media excitement around the decision came because of therecurring 5-4 division of the Court itself on the issue. In the four landmark decisionsadvancing gay rights in the last two decades: Romer v. Evans, Lawrence v. Texas, UnitedStates v. Windsor, and Obergefell v. Hodges, the Court has always been divided and in thelast two sentences it was always Justice Anthony Kennedy who cast the crucial fifth vote,invalidating  portions  of  the  Defense  of  Marriage  Act  in Windsor,  andin Obergefell striking down state rules barring same sex marriage. The Court is inevitablyinfluenced by the world around it. As social mores have evolved, so have the justices’beliefs,  on  issues  ranging  from  abortion  to  segregation:  “What  the  Constitution  isunderstood to encompass has changed over time in ways that are dramatic, sweeping,and often permanent. Although these changes are reflected in judicial decisions, they arerarely  initiated  there”  (Friedman  367).  What  changed,  in  other  words,  was  not  theConstitution, it was the country. And what changed the country was a social movement. Obergefell v. Hodges was the product of the decades of activism that made the idea of gaymarriage seem plausible and right (Ball). In just about a decade, public opinion on same-sex marriage has radically turned, now accepting something that was previously harshlyostracized. Democratic Presidential candidate Hillary Clinton may serve as an example: inSummer  2015,  she  celebrated  the  Obergefell  v.  Hodges  decision on her  social  mediaaccounts. But in 2004, when she was Senator of New York, in a passionate statement shedefended the inviolability of marriage as a union between a man and a woman (Biddle).Earlier on, when she was the U.S. First Lady, she supported her husband’s decision to signthe  “Defense  of  Marriage  Act,”  a  set  of  rules  that  defined  marriage  as  a  strictlyheterosexual  institution.  Hillary  Clinton has  obviously  been accused of  duplicity  anddeception, probably also because that was not the only case in which she apparentlychanged her mind (Schulman).11However, such a case cannot be compared with her vote in favor of the invasionof Iraq in 2003 and her subsequent U-turn on the issue (Burgan 31).  And it does notmatter much whether this was a genuine change of mind or a political calculus. HillaryClinton’s  re-positioning  on LGBT rights  simply  reflects  the  evolution of  the  politicalzeitgeist. In the United States of 2004, there were things that could not be said withoutmoving out of the mainstream, of the socially acceptable. In the United States of 2016, thesituation has completely reversed: if those same things are not said, people can even bebarred from civil debate, at least from that of the Democratic Party. 12According to Gallup, in 2004, half of Americans still believed that gay or lesbianrelationships between consenting adults should not be legal. A proportion that was thesame in the 1970s and that  grew even larger  in the 1980s.  Nowadays,  68 percent  ofAmericans agree that homosexuality should be legal, while 28 out of 100 claim it shouldnot. Moreover, in 2003-2004, 44 percent of the people believed that being gay or lesbianwas due to factors such as upbringing and environment, while only 38 percent thoughtthat it was something that a person was born with. Since then, the trend has taken a cleardevelopment and in 2015, 51 percent of the people agreed on the fact that being gay orlesbian is  something  a  person is  born with,  while  30  percent  believe  that  is  due  toupbringing and environment. Also here, the break with the past is astonishing: in 1977,the ratio was 56-13 in favor of upbringing and environment. In 2015, gay and lesbianSame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 20174relations are considered morally acceptable by 63 percent of Americans. It was 48 percentin 2008 and 40 percent in 2001. Legal rights for homosexual couples to adopt a child arenowadays  favoured 63-35,  while  as  recently  as  2007 the majority  of  Americans  wereagainst it (Gallup.com). 13In the early 2000s, it was still con sidered sui cid al for a Demo crat ic politi cian toopenly  sup port  gay  mar riage.  Now  the  de bate  seems  largely  over,  and  left-wingpoliticians are even push ing for an ti discrim in a tion laws that cov er trans gender people.The Wil li ams In sti tute at the UCLA School of Law found that between two-thirds andthree-quar ters  of  Amer ic ans  now sup port  bar ring dis crim in a tion against  trans genderpeople. It also found a dra mat ic rise in recent years in the per cent age of Amer ic ans whocon sider anti-trans gender dis crim in a tion a “ma jor prob lem” (Beinart).14Public attitudes towards gay and lesbian rights represent one of the quickestevolutions in the history of American moral values. The politics of the issue have shiftedvery fast and gay marriage has widely become the status quo. Just two decades ago, only27 per cent of Americans backed gay marriage, while 68 per cent opposed it. By 2005, thepercentage in favour had increased by 10 points  to 37 per cent,  and by 2010 it  hadreached 44 per cent (Gallup.com). Though same-sex marriage continues to be politicallydivisive, Figure 2 shows that the support for its legal status has reached new highs amongAmericans of all political affiliations. Figure 2Support for Same-sex Marriage, by Party afﬁliation. % Should be valid. Source: Gallup (2015). Questionasks: do you think marriages between same-sex couples should or should not be recognized by thelaw as valid, with the same rights as traditional marriages?15 Democratic  Party voters (74 per cent)  are most  likely to support  same-sex marriage,followed by independents (62 per cent). Republicans (30 per cent) remain least likely tosupport it, with a majority (67 per cent) still opposed. Young Americans (18-29) are theones favouring gay marriage the most. Majorities of those aged 30 to 49 (62 per cent) and50 to 64 (52 per cent) also believe same-sex marriages should be valid. 16Analyzing Figure 2 from a long-range perspective, it comes clearly visible thatthe Democrats’  support  towards gay marriage has increased more than in any otherpolitical  group—by  43  points  since  1996.  And  that  was  precisely  the  year  in  whichDemocratic President Bill  Clinton signed into law the Defense of Marriage Act,  whichSame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 20175barred federal recognition of state-granted gay marriages. Since then, the DemocraticParty  has  experienced a  complete  turn on the  issue,  and its  members  have  becomechampions of marriage equality at the state level. Another crucial year was 2004: whenMassachusetts  became  the  first  state  to  legalize  same-sex  marriage,  the  Democrats’support was the first to reach majority level. Although Republicans have always beenpredominantly against the legalization of same-sex marriage, since 1996 their supporthas  increased  by  21  points.  Between  1996  and  2009,  no  more  than  20  per  cent  ofRepublicans believed same-sex marriages should be legally valid. Since then, support hasranged from 22 per cent to 31 per cent, leading up to the 2015 peak of 37 per cent.17Observers might argue that on this topic the party divide between Republicansand Democrats is a reflection of the basic electorate characteristics, depending mostly onthe age groups that compose each party. Several surveys have indicated that Americanswho are 18-29 are significantly more likely to vote for Democrats, whilst older Americanspredominantly lean for the Republican Party (Newport, Party Identification). And while in2015 the majorities of each age group under 65 support marriage equality, those aged 65+are still more likely to be against it. What is important for current politics is also that 26per cent of Americans agree on the idea to vote for a candidate solely based on her/hisstance on same-sex marriage; 43 per cent say it is just one of several important factors,and another 26 per cent believe it is not a major issue influencing how they vote. Notably,the around a quarter of voters who believe a political candidate must share her/his viewson same-sex marriage is up from just 16 per cent in significant electoral years such as2004 and 2008. 21 per cent of same-sex marriage supporters also say that a candidate’sopinion on the topic can make or break whether that politician receives their vote. On theother hand, for the Americans who oppose same-sex marriage, the percentage rockets to37 per cent. Arguably, both supporters and opponents are more likely to say the issue is adefining factor than inthe past (Newport Shift Left). 2. A political campaign that transformed U.S. publicopinion18The story of the gay movements and the long struggle of LGBT communities inthe U.S. has been told many times. Boies and Olson wrote a fascinating account of thefive-year battle to win the right for gays to marry, from Proposition 8 in California to itsdefeat before the highest court decision in 2015 (6). Hirshman provided one of the mostcomprehensive  analyses  of  the  fight  for  addressing  gay  and  lesbian  rights,  andFaderman’s  recent  book updated the  same topic  by  adding the  Obergefell  v.  Hodgesdecision. Several scientific articles have also extensively addressed the topic, repeatinghow astonishing the progress made on gay and lesbian rights has been. Therefore, despiteits predictability, this section aims to state that the fight for gay marriage was, above all,a political campaign—a decades-long effort to win over the American public and, in turn,the Court.19The  crucial  shift  in  public  opinion  was  possible  thanks  to a  co-ordinatednationwide political campaign which was able to position gay and lesbian rights as a civilrights issue, making it more difficult for others to oppose the changes. The strategy alsoSame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 20176included high profile individuals who publicly disclosed that they are gay or lesbian.Additionally, the entertainment industry helped in making particular efforts to show gayand lesbian characters as more mainstream in their productions. What it achieved wasremarkable: not just a Supreme Court decision but a revolution in the way America seeshomosexuals. 20In 1972, the U.S. Supreme Court refused to hear the case of a same-sex couplewho sued the State of  Minnesota,  rejecting it  with a single sentence:  “‘The appeal  isdismissed for want of a substantial federal question.’ The idea that people of the same sexmight have a constitutional right to get married, the sentence suggested, was  too absurdeven to consider” (Moscowitz 102). In the 1970s, sodomy was a crime in nearly everystate,  LGBT  people  were  often  persecuted  and  barred  from  public  and  privateemployment, and homosexuality was classified as a mental illness. In 1975, the U.S. CivilService Commission’s decision to no longer ban homosexuals from holding federal jobswas considered a significant victory. As recently as 1990, when three homosexual couplesin Hawaii were refused marriage licenses, no national gay-rights group would help themfile a lawsuit (Ball 1). 21In an LGBT world where the reference models were just a few, the first important“coming out” on TV came only in 1997.  During an episode of  the successful  “Ellen”sitcom,  played  by  Ellen  DeGeneres,  the  protagonist  announces  that  she  is  a  lesbian.Exactly what the actress had done in real life,  in Oprah Winfrey’s show a few weeksearlier. More than 42 million viewers watched Ellen’s coming out episode on TV and thedebate that followed was enormous. However, the ABC network decided to insert theParental Advisory logo in all the following episodes of the sitcom, although DeGeneresdissented. Amid opposing pressures, and in spite of its success and awards, Ellen’s seriesresisted just one more season. Then it got cancelled.22The first significant victories came in the early 2000s. Again, it was thanks to theSupreme Court that some of the first historic targets were achieved. In 1996, in Romer v.Evans,  Justices ruled against a Colorado law which denied gay people the right to beprotected against  discriminations.  It  was the first  Supreme Court  case to address therights of homosexuals since Bowers v. Hardwick in 1986, when the Court had held thatlaws criminalizing sodomy were constitutional. The Court ruled in a 6–3 decision that astate  constitutional  amendment  in  Colorado  preventing  protected  status  based  uponhomosexuality  or  bisexuality  did  not  satisfy the Equal  Protection  Clause.  In  2003,  inLawrence v. Texas, the Court struck down the sodomy law in Texas and, by extension,invalidated sodomy laws in 13 other states, making same-sex sexual activity legal in everyU.S. state and territory. The Court, with a five-justice majority, overturned its previousruling  on  the  same  issue  in  the  1986  case  Bowers  v.  Hardwick,  where  it  upheld  achallenged Georgia statute and did not find a constitutional protection of sexual privacy. 23The gay  marriage  “season”  opened at  the  beginning of  the  2000s.  After  theNetherlands in 2001 and Belgium in 2003, in the U.S. it was Massachusetts to be the firstU.S. state to legalize same-sex marriage. On 17 May 2004, when Marcia Hams and SusanShepherd, engaged for 27 years and with a son of 24, said “Yes” in Cambridge City Hall,their pictures became famous worldwide. The decision in Massachusetts held up, thanksSame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 20177to a powerful, years-long lobbying effort led by a group called MassEquality, which foughtagainst  the  state  legislature’s  attempts  to  amend  the  local  constitution.  Soon  after,Vermont  too  legalized  civil  unions  but  more  losses  followed in  court—in New York,Maryland, Washington, Arizona, and Indiana.24In 2004, in a spectacular grassroots campaign to boost evangelical turnout forincumbent President George W. Bush, 11 states proposed constitutional amendments toban gay marriage, and they all won. Top Democratic politicians blamed gay marriage forJohn  Kerry’s  loss  in  the  presidential  election,  and  some  gay-rights  leaders  publiclywondered if the push for marriage should be abandoned (Cahill 98). More came in the2006 and 2012 referendums: bans against gay-marriage were put up before voters in 30states and won every single time. As Molly Ball puts it:‘In June 2005, representatives of 10 advocacy groups met in New Jersey and drafteda document, ‘Winning Marriage: What We Need to Do,’ that proposed a timetable of15 to 25  years. At the time, that seemed optimistic. One of the top goals set out inthe document seemed achievable: winning a vote in California in 2008. But whenProposition 8, as the state’s referendum to ban gay marriage was known, went upfor a vote, it passed, and shocked the advocates of gay marriage. If gay marriagecouldn’t win a vote in liberal California—in the same election that powered BarackObama  to  a  historic  victory—could  it  win  anywhere?  Part  of  the  problem,movement  leaders  knew,  was  the  lack  of  a  well-organized  political  campaign.Multiple  groups  were  trying  multiple  approaches  with  no  centralized  strategy,fundraising, or message. To figure out what needed to change, eight organizations,led  by  Freedom  to  Marry,  formed  a  secret  collaboration  that  they  called  theMarriage Research Consortium. They pooled their resources and held a monthlyteleconference  to  share  polling,  insights,  and  ideas  in  real  time.  It  was  anunprecedented level of cooperation, by groups that were often rivals for money orcredit. All of the polls and focus groups yielded a major revelation. The messagegay-marriage campaigners had been using—an appeal to reason that enumeratedthe benefits of marriage that were being denied to gay people—wasn’t persuasive atall. Straight voters saw gay people as wanting something different than their idea ofwhat marriage was about, which was love and commitment. ‘One of the questions inthat first California poll was, ‘Do you think gay couples are trying to join marriageor change it?’’  recalled Lanae Erickson Hatalsky, director of social policy for thecentrist  Democratic  group  Third  Way,  one  of  the  leaders  of  the  researchconsortium. ‘The correlation between people who said ‘change’  and people whovoted against us was almost exact,’ she added. ‘We had to convince people that gaycouples were trying to join this institution.’ Making others see and empathize withthis fundamental normality,  it  turned out,  was the key to convincing them thatgays  deserved  to  marry,  too.  Movement  leaders  started  presenting  their  causedifferently—in ads, in op-eds, in press releases, in conversation. An ad from one of2004’s losing campaigns had featured a judge with law books talking about hospitalvisitation; the new ads featured straight people talking about their gay relatives:the mother or sister or grandfather of a gay person, talking about their loved one’scommitment to a partner. When gay people were featured, ‘it was old-lady lesbianswho we found were the best messengers,’ Erickson Hatalsky said. ‘Nobody thoughtabout sex when they saw them.’ (The Marriage Plot) 25 Ball’s contribution has been added in full here because it clearly describes and shows therelevance and the characteristics of a national co-ordinated strategy, which it was able tostate sub-topics, actions and targets. The campaign was keen to be “inclusive” and not“exclusive” and to portray gay and lesbian people as normal citizens wishing to join the“social community.” It was a campaign of “normalization,” which worked on people’sperceptions, not of transformation/liberalization of social mores.Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 2017826The gay and lesbian rights cause entered the White House with President BarackObama. On 22 December 2010, he signed the law which overturned the “don’t ask, don’ttell” that forbade openly gay people to serve in the Army, approved in 1993 under BillClinton’s presidency. And in his second presidential run, in 2012, Obama became the firstU.S. President to openly support same-sex marriage. In 2012, after 31 straight losses forgay  marriage  in  state  referendums,  the  Freedom  to  Marry  movement  launched acentralized, message-tested  and coordinated campaign in four states—Maine, Maryland,Minnesota, and Washington. On Election Day, gay-marriage prevailed in all four states. 27The ballot victories were a major turning point, because they defeated the above-mentioned powerful talking point of gay marriage opponents, that whenever it was put toa vote, the people were against same-sex marriage, even in the most liberal places. In2013, the Supreme Court ruled out portions of the Defense of Marriage Act in a casebrought by Edie Windsor, who was taxed for her late same-sex partner’s estate becausethe federal government did not recognize their Canadian marriage (Ball). That decisionbrought a domino effect. State courts built on that sentence to strike down local gay-marriage bans,  one after another.  On Twitter,  the hashtag #marriageEquality becameviral and was used also by Obama, who tweeted “love is love.” Public support for gaymarriage crossed the majority threshold in 2011 and has skyrocketed eversince. By thetime the Supreme Court took up the final case, gays and lesbians could already marry in36 states. 3. Age trends, gay marriage versus other moral issues,and the deterioration of morality in American publicopinion28The great progress that has taken place on gay and lesbian issues made themedia believe that Americans continue to move leftward on key moral issues, that peopleare now more accepting of a number of moral issues and that all changes have been in amore liberal  direction  (Waldman).  This  perception  appears  to  be  confirmed  by  theopinion polls. Table 1 seems clear: moral acceptability of many moral issues is now at arecord-high level. Table 1Moral issue 2001(%)2015(%)Change(%)Divorce 59 71 +12Sex between an unmarried man and woman 53 68 +15Gambling 63 67 +4Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 20179Medical research using stem cells obtained fromhuman embryos52 64 +12Gay or lesbian relations 40 63 +23Having a baby outside of marriage 45 61 +16Buying and wearing clothing made of animal fur 60 61 +1Death penalty 63 60 -3Medical testing on animals 65 56 -9Doctor-assisted suicide 49 56 +7Abortion 42 45 +3Cloning animals 31 34 +3Suicide 13 19 +6Polygamy 7 16 +9Cloning humans 7 15 +8Married men and women having an affair 7 8 +1Moral acceptability: Changes over time.Source: Gallup (2015). % morally acceptable.29Table 1 acknowledges the fact that in the past 15 years there are only two issuesthat Americans have become less likely to consider as morally acceptable: medical testingon  animals  and the  death  penalty.  But  the  decreased  acceptance  of  these  practicesactually moves them in the same, more liberal direction. Polygamy and cloning humanshave also seen significant increases in moral acceptability, again towards more liberalviews.  Besides  the  several  liberal  trends,  it  can  be  seen that  only  six  issues  remainconsidered morally unacceptable: abortion, cloning animals, suicide, polygamy, cloninghumans and married men and women having an affair (Dugan). 30The idea that the U.S. are moving leftward is partially confuted by other metrics.For instance, a solid majority (60 per cent) continue to support the death penalty. Thirty-seven percent oppose it, slightly higher than in recent years, in part because in 2015, only3 per cent of Americans say they have no opinion on the topic. The low point for supportin death penalty, 42 per cent, came in the 1960s, with support reaching its peak in themid-1990s  and generally  declining since  that  point  (Dugan,  Solid  Majority).  The  long-dividing  topic  of  abortion  clearly  shows  how  there  is  a  difference  between  whatAmericans think should be legal and what they think is moral. When asked directly aboutthe legality of abortion, 55 per cent of U.S. adults say it should be legal in all or mostcases, compared with 40 per cent who say it should be illegal all or most of the time(Riffkin).  In both cases,  these figures have remained relatively stable for at least twoSame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201710decades. However, Table 1 shows that abortion is considered morally acceptable by only45 per cent of Americans, and, according to Pew statistics, about half of Americans (49 percent) say  that having an  abortion  is  morally  wrong,  while  15%  think  it  is  morallyacceptable and 23 per cent say it is not a moral issue (Lipka). 31Several op-eds and researches are saying that America is moving left, especiallyamong millennials, often defined as ‘liberal millennials’ (Winograd and Hais 54). However,the shift toward more liberal attitudes on gay and lesbian relations has occurred acrossthe age spectrum, not just among young people.  Figure 3Perceived moral acceptability of gay and lesbian relations, by age. % morally acceptable. Source:Gallup (2015). Trend based on annual Gallup and Beliefs poll, conducted each May.32 It is possible that the current landslide young majority which favours gay and lesbianrelations has misled some commentators. In fact, while Figure 3 clearly confirms thistrend, it also shows that the shift over the past 14 years in moral acceptability of gay andlesbian relations among Americans aged 55 and older is 28 percentage points (27 per centto 55 per cent), and the shift among 18- to 34-year-olds has been 27 points, almost exactlythe same. As explained by Frank Newport in his commentary to the Gallup survey: This could be age creep to some degree, as each year a segment of those in theyounger age group moves into an older age group. But if this was totally age creep,we would have seen the 55+ group holding steady as the young group aged first intothe 35- to 54-year-olds group. But we didn't see that. Older Americans have beenchanging their attitudes just as fast as younger Americans. (Five Things) 33 So, at least as far as gay and lesbian relationships are concerned, the move leftward hasbeen the same for all age groups.34Another point that should be addressed is that Americans have not shifted theirviews  on  all  moral  issues  over  time. As  shown  in  Table  1,  the  notable  exception  isthe American public's views on married men and women having an affair, which did notchange much in the period 2000-2015.  This  particular behavior remains essentially acultural taboo, in the sense that it is viewed as morally unacceptable to more than 90 percent of  the public,  even though other behaviors related to sex and procreation haveshifted.  The case is  interesting because one of  the explanations for why the public'sacceptance of other issues has been rising is the fact that “there is de facto evidence thatthe behaviors are occurring in the real world, and the public may come to the pointSame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201711where they feel it is appropriate to go ahead and accept the inevitable” (Five Things). Butthere is certainly evidence that extramarital affairs happen, both among public figuresand “normal” people.  However,  the widespread existence of  these behaviors  has  notchanged the norms surrounding them. Married men and women having an affair are stillsanctioned in a moral sense by the public.35Another metric that seems to point in another direction is the 72 per cent ofAmericans who say that the state of moral values is getting worse in the country ratherthan better. And almost as many rate the state of moral values in the U.S. as poor or onlyfair. These attitudes have remained very stable, despite the leftward shift in Americans'positions  on  specific  moral  issues  and  how  they  label  themselves  (Five  Things).  So,Americans are shifting leftward on moral issues, but not on their views of the state ofmoral values in the country. Why the change in one area and not in the other? Figure 4Americans’ outlook on state of moral values in the United States. Source: Gallup (2015). Wording:“Right now, do you think that the state of moral values in the country as a whole is getting better or isgetting worse?.”36 Figure 4 shows that Americans have remained very pessimistic for the last  15 years.American public opinion was slightly more optimistic about the direction of the country'smorals in 2002, when 67 per cent of the interviewees said it was getting worse. However,there has always been a strong negative feeling: pessimism peaked between 2006 and2008,  when more than four in five Americans thought the state of  moral  values wasdeclining. 37Across most demographic groups, clear majorities of Americans have consistentlysaid  the  country’s  morals  are  deteriorating.  Figure  5  is  even clearer:  45  per  cent  ofAmericans think that the current state of moral values in the U.S. is “poor,” with 34 percent saying it is “only fair” and 19 per cent rating the state of moral values as either“excellent” or “good.” The percentage who say the state of moral values is currently pooris up slightly from 42 per cent in 2014, and is at the same record-level high from 2009 and2010 (McCarthy). Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201712Figure 5Americans’ outlook on state of moral values in the United States. Source: Our elaboration on Gallup(2015). Wording: “How would you rate the overall state of moral values in this country today – asexcellent, good, fair or poor?.” 38 Americans’ views of the state of moral values haven't changed much over the past 13years.  Despite significant shifts  in Americans’  views on same-sex marriage and othermoral issues, Americans are about as likely as they were in 2002 to think that moralvalues in the U.S. are poor and to say they are evolving for the worse. The outcome couldappear as paradoxical: many American citizens are thinking that the overall moral toneof  their  society  is  in  bad  shape  and  evolving  worse,  and,  at  the  same  time,  theyincreasingly consider formerly taboo behaviors as morally acceptable (Five Things). 39This remarkable phenomenon can be explained by the fact that Americans arenot  answering  these  questions  in  the  way  the  opinion  polls’  results  would  suggest.According to the 2010 and 2012 open-ended questions that Gallup asked about moralvalues, people’s views about the declining state of moral affairs largely reflect a beliefthat there is a deteriorating collective moral character. That is, their views have less to dowith the greater acceptance of same-sex marriage or extra-marital affairs or other moralissues—as expressed in Table 1—and more to do with matters of basic civility and respectfor each other. 40In part, this can be explained by understanding that when Americans are askedabout moral values (“How would you rate the overall state of moral values in this countrytoday—as excellent, good, only fair or poor?” and “Right now, do you think the state ofmoral values in the country as a whole is getting better or getting worse?”) they arethinking  about  things  other  than  just  the  norms  surrounding  sexual  behavior  andreproduction issues. Table 2 provides a clear overview of this ostensible contradiction. In2012, when Gallup asked Americans to specify what was wrong with moral values in thecountry, 18 percent responded by mentioning the lack of consideration of others andcompassion, 10 per cent talked of lack of respect and tolerance. Other significant portionsof  the  population  substantiate  their  concerns  mentioning  greed,  dishonesty  andselfishness, in addition to things such as the change in family structure, lack of religion.Notably, only a few mentioned abortion, sexual behaviors and gay and lesbian marriage(Brown). Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201713Table 2Issue % mentioningConsideration of others/Compassion 18Caring/Tolerance/Respect 10Lack of family structure/Divorce/Kids’ upbringing 10Lack of faith/Religion 7Lack of morals 7Sense of entitlement/Government dependency 5Greed/Selfishness 5Poor leadership/Poor guidance 4Media/TV/Internet 4Dishonesty/Integrity/Deception 4Sexuality/Teen pregnancy/Promiscuity 4Abortion/Don’t value life 3Personal accountability/responsibility 3Homosexuality/Gay marriage 3Lack of money/High cost of living/Poverty 2Racism/Discrimination 2Crime/Violence 2Lack of education 2Drugs/Alcohol 1Jobs 1Economy 1Pro-choice on abortion/Women’s rights 1Healthcare *Other 5Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201714None/nothing 6Everything 1No opinion 11In you view, what is the most important problem with the state of moral values in the country today?Source: Gallup (2015). Poll conducted on 3-6 May 2012. *less than 1%.41 Does  this  mean  that  these  moral  taboos  are  not  as  such  anymore?  Is  it anotherconfirmation of Americans moving left on moral issues? There is no certain answer tothat. It might also be a consistent misunderstanding between pollsters and citizens or aresearch bias. Surely, Table 1 does not reflect Figure 5. It is Table 2 that needs to beconsidered, and the moral issues which are usually considered by pollsters and discussedat a political level are clearly not those that form the people’s perception about the moralvalues of the country. When Americans are asked about moral values they mention issuesand behaviors which have more to do with daily life and less with controversial issuesthat have a political and social impact. 42There is  also one last  statistic  that  might  apparently  go against  the generalperception of “Americans becoming more liberal”: 53 per cent of Americans still believethat most Americans oppose same-sex marriage (Table 3).  Table 3 In favour of (%) Opposed to (%) No opinion (%)2015 May 6-10 42 53 62013 May 2-7 30 63 72012 Nov 26-29 30 61 9Do you think most Americans are in favour of same-sex marriage or opposed to same-sex marriage?Source: Gallup (2015).43 In other words, as shown in Table 3, perceptions differ from personal beliefs. Surely, themedia environment plays a role in this and people also do not always respond honestly. Itcan  also  mean  that  interpersonal  relations  and  discussions  with  friends  generatedifferent perceptions in people.44The point is crucial because people usually make up their minds before theydefine the facts. As Walter Lippmann writes in his seminal work on stereotypes and thedistortions of the communication sphere: “We are told about the world before we see it.We imagine most things before we experience them. And those preconceptions, unlesseducation has made us acutely aware, govern deeply the whole process of perception” (6). Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201715Conclusions45In the early 2000s, under several points of view, the United States appeared as apuritan country that was a century behind Europe. The President was a conservativewarmonger, the Congress authorized the controversial invasion of Iraq, and in January2002 the Guantanamo Bay detention camp opened up. The death penalty was in force inthe majority of states, racial divisions and discrimination against homosexuals were thenorm. In terms of civil rights and moral taboos, the idea was that Europeans were modernand progressive while Americans were bigotted and stuck on their peculiar ideologicaltraditions. In the early 2000s, Europe seems to be left-wing and the U.S. right-wing. Itseemed bizarre, for instance, that gay and lesbian marriage was considered as an off-limits  topic  even  for  the  Democrats,  while  it  was  already  legal  in  Belgium,  theNetherlands and Spain. Marijuana was illegal everywhere, racial tensions were high andpublicly funded healthcare was perceived as something impossible to be established inthe U.S. 46In just a little over a decade, gay men and lesbians can marry in all 50 U.S. states,support for the legalization of marijuana has been increasing and 23 U.S. states havealready legalized its recreational or medical use. An African-American President has beenelected  twice  and  he  has  been  able  to  approve  a  healthcare  reform  that  seemedimplausible only ten years earlier. Public support for the death penalty is at its historicalminimum  and  in  the  last  ten  years  nine  U.S.  states  have  suspended  or  cancelledexecutions. In March 2016, Barack Obama was the first U.S. President to visit Cuba in 88years. 47These are not just social and political victories, they are signs of the evolution ofthe zeitgeist. Politics has reflected society and the mainstream has changed. We do notknow if Paul Beinart is right when he wrote that the next Democratic president is goingto be more liberal than Obama and the next Republican president will be more liberalthan George W. Bush. Only time will tell. And it is true that racial relations are still amajor issue and that the Obama’s healthcare reform is far from a ‘social-democratic’model  of  welfare.  However,  less  than fifteen years  later,  under  several  perspectives,America looks like a completely different country. 48We  demonstrated  by  means  of  statistics  and  analysis  that  Americans  arebecoming more liberal on social issues. The biggest leftward shift since 2000 has been inattitudes toward gay and lesbian relations, from only a minority of Americans finding itmorally acceptable to a clear majority finding it acceptable. So, the answer to RQ1 is fullypositive, with the only notable exception of extra-marital affairs. 49As explained in section 1, the landmark Hobergefell v. Hodges decision simplyintegrated itself in a process of liberalization of attitudes towards gay marriage that inSummer 2015 was already underway, given that the opinion polls showed that a solidmajority  of  Americans  favoured  same-sex  marriage.  Thus, the  2015  Supreme Court’ssentence partially differs from other landmark decisions of the past, which anticipatedSame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201716the trends of public opinion. The Court sentenced in favour of something that was alreadypositively  expressed by the citizens,  by the social  and political  zeitgeist.  It  was  a  5-4decision,  as in other historical  cases,  but perhaps less courageous than it  could haveappeared at first glance. 50Section 2 showed how the rapid change in the public opinion perceptions wasthe  outcome  of  a  planned  and  coordinated  strategy  which  led  the  gay  and  lesbianmovement to achieve all the recent political victories that came after a long series ofscorching losses. The third section focused on the fact that the forces pushing a higheracceptability of gay and lesbian relations are operating on the entire American cultureand across the whole age spectrum, not just on young people. So, findings for RQ2 arethat, in absolute terms, people aged 18-29 are the most supportive of gay marriage. But inrelative terms, the 2002-2015 trend of acceptance of gay marriage was the same for allgenerations. 51To sum up, the United States are living a generalized liberalization of attitudestoward moral issues. However, in such an apparently clear spectrum, there are a fewtrends that seem to point in the opposite direction and these require a more in-depthcoverage. Why do the majority of Americans believe that the moral tone of the nation isworsening? Americans believe that moral issues include sentiments such as generosity,tolerance and respect. Thus, it is the perception of the country and of each individual’sdaily life—and not the single provisions on social and civil rights—that determines theidea of morality and citizenry. Then, the last data shown is particularly significant: mostAmericans believe that the majority of U.S. citizens are against gay and lesbian marriage.This trend says a lot about people’s perception: from self-conviction to media influence,from interpersonal discussions to lying on questions of moral issues. In this sense theanswer to RQ3 is an evident clash between people’s attitudes towards the vast majority ofmoral issues and their perception of the moral values of the country and of other people’sperception.52All in all, the opinion polls speak clearly: Americans are becoming more liberalon moral issues. H1 is thus confirmed: after an astonishingly rapid shift, gay and lesbianissues are no longer considered as moral taboos. On the other hand, U.S. citizens believethe  country’s  morality  is  getting  worse.  But,  as  demonstrated  in  section  3,  that  isprecisely because when Americans are asked about moral values they are thinking ofthings other than just the norms surrounding sexual behavior, gay and lesbian issues,abortion, suicide, or gambling (H2 confirmed).BIBLIOGRAPHYBall, Molly. “How Gay Marriage Became a Constitutional Right.” The Atlantic Web. 1 Jul 2015.Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201717http://www.theatlantic.com/politics/archive/2015/07/gay-marriage-supreme-court-politics-activism/397052/---. “The Marriage Plot: Inside This Year’s Epic Campaign for Gay Equality.” The Atlantic. Web. 2Dec 2012. http://www.theatlantic.com/politics/archive/2012/12/the-marriage-plot-inside-this-years-epic-campaign-for-gay-equality/265865/Beinart, Paul. “Why America is Moving Left.” The Atlantic. Web. 15 Jan 2016. http://www.theatlantic.com/magazine/archive/2016/01/why-america-is-moving-left/419112/Biddle, Sam. “Remember When Hillary Clinton Was Against Gay Marriage?” Gawker. Web. 6 Sep2015.http://gawker.com/remember-when-hillary-clinton-was-against-gay-marriage-1714147439Blow, Charles M. “The Rise of Social Liberalism and G.O.P Resistance.” New York Times. Web. 28May 2015. http://www.nytimes.com/2015/05/28/opinion/charles-blow-the-rise-of-social-liberalism-and-gop-resistance.html?_r=2Boies David, and Theodore B. Olson. Redeeming the Dream: The Case for Marriage Equality. New York:Plume, 2014. Print. Bowman, Karlyn, and Heather Sims, “Attitudes about Abortion.” American Enterprise Institute.Web. 7 Jan 2015. https://www.aei.org/wp-content/uploads/2015/01/ABORTION.pdf. Brown, Alyssa. “Americans’ Negativity About U.S. Moral Values Inches Back Up.” Gallup.com. 18May 2012.http://www.gallup.com/poll/154715/Americans-Negativity-Moral-Values-Inches-Back.aspx.Burgan, Michael. Hillary Clinton. London: Raintree, 2014. Print.Cahill, Sean R. Same-sex Marriage in the United States: Focus on the Facts. Oxford: Lexington, 2004.Print. Dugan, Andrew. “Once Taboo, Some Behaviors Now More Acceptable in U.S.” Gallup.com. 1 Jun2015.http://www.gallup.com/poll/183455/once-taboo-behaviors-acceptable.aspx?utm_source=Social%20Issues&utm_medium=newsfeed&utm_campaign=tiles---. “Solid Majority Continue to Support Death Penalty.” Gallup.com. Web. 15 Oct 2015.http://www.gallup.com/poll/186218/solid-majority-continue-support-death-penalty.aspx?g_source=MORAL_ISSUES&g_medium=topic&g_campaign=tilesFaderman, Lillian. The Gay Revolution: The Story of the Struggle. New York: Simon and Schuster,2015. Print. Friedman, Barry. The Will of People. How Public Opinion Has Influenced the Supreme Court and Shapedthe Meaning of the Constitution. New York: Farrar, Straus & Giroux, 2009. Print. Gallup.com. “Gay and Lesbian Rights.” Web. 2015.http://www.gallup.com/poll/1651/gay-lesbian-rights.aspx.Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201718Gallup, Alec, and Frank Newport, The Gallup Poll: Public Opinion 2004. New York: Rowman andLittlefield, 2006. Print. Hirshman, Linda. Victory: The Triumphant Gay Revolution. New York: Harper, 2013. Print. Kryzanek, Michael. Debates, Differences and Divisions: The 25 Issues That Shape American Politics. NewYork-London: Routledge, 2015. Print. Lipka, Michael. “Five Facts about Abortion.” Pew Research Center. 11 Jun 2015.http://www.pewresearch.org/fact-tank/2015/06/11/5-facts-about-abortion/Liptak, Adam. “Supreme Court Ruling Makes Same-Sex Marriage a Right Nationwide.” New YorkTimes. Web. 26 Jun 2015.http://www.nytimes.com/2015/06/27/us/supreme-court-same-sex-marriage.html?_r=0.Lippman, Walter. Public Opinion. New York: Free Press, 1997. Print.McCarthy, Justin. “Majority in U.S. Still Say Moral Values Getting Worse.” Gallup.com. Web. 2 Jun2015.http://www.gallup.com/poll/183467/majority-say-moral-values-getting-worse.aspx?g_source=MORAL_ISSUES&g_medium=topic&g_campaign=tiles.Moscowitz, Leigh. The Battle over Marriage: Gay Rights Activism through the Media. Chicago:University of Illinois Press, 2013. Print. Newport, Frank. “In U.S., 87% Approve of Black-White Marriage, vs. 4% in 1958.” Gallup.com. 25 Jul2013.http://www.gallup.com/poll/163697/approve-marriage-blacks-whites.aspx.---. “Party Identification Varies Widely Across the Age Spectrum.” Gallup.com. Web. 10 Jul 2014.http://www.gallup.com/poll/172439/party-identification-varies-widely-across-age-spectrum.aspx.---. “Americans Continue to Shift Left on Key Moral Issues.” Gallup.com. Web. 26 May 2015.http://www.gallup.com/poll/183413/americans-continue-shift-left-key-moral-issues.aspx?utm_source=liberal&utm_medium=search&utm_campaign=tiles. ---. “Five Things We’ve learned about Americans and Moral Values.” Gallup.com. 8 Jun 2015. http://www.gallup.com/opinion/polling-matters/183518/five-things-learned-americans-moral-values.aspx. Riffkin, Rebecca. “Abortion Edges Up as Important Voting Issue for Americans.” Gallup.com. Web.29 May 2015. http://www.gallup.com/poll/183449/abortion-edges-important-voting-issue-americans.aspx?g_source=MORAL_ISSUES&g_medium=topic&g_campaign=tiles.Schulman, Sarah. Ties that Bind. Familial Homophobia and Its Consequences. New York and London:New Press, 2009. Print.Smith, Tom W., and Jaesok Son. “Trends in Public Attitudes towards Abortion.” NORC. Web. 3 May2013.http://www.norc.org/pdfs/gss%20reports/trends%20in%20attitudes%20about%20abortion_final.pdf.Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201719Waldman, Paul. “Why the Republicans start 2016 with a serious presidential problem.” Washington Post. Web. 30 Dec 2015.https://www.washingtonpost.com/blogs/plum-line/wp/2015/12/30/why-the-republicans-start-2016-with-a-serious-presidential-problem/?postshare=3901451485980959&tid=ss_tw-bottom.Winograd, Morley, and Michael D. Hais. Millennial Momentum: How a New Generation Is RemakingAmerica. New Brunswick and London: Rutgers University Press, 2011. Print.ABSTRACTSThis article analyzes the evolution of gay and lesbian rights and same-sex marriage in Americanpublic opinion. It describes how Obergefell v. Hodges, state-level decisions and the public opiniontrends can be considered as the outcome of a grassroots coordinated campaign which beganmore than a decade ago and was able to conquer the majority of Americans. It also focuses on theAmerican public opinion trends related to moral issues, examining if it is true that U.S. citizensare  moving  leftward.  The  research  shows  that  the  shift  toward  more  liberal  attitudes  on  anumber of social values and issues has occurred across the age spectrum, not just among youngpeople, and that when Americans are asked about moral values they are thinking of things otherthan just the norms surrounding sexual behavior and reproduction issues. Thus, when Americansare largely saying that the overall moral tone of their culture is in bad shape and getting worse,they are only marginally thinking of former taboos such as gay and lesbian marriage and sexualbehaviors in general.INDEXKeywords: civil rights, gay and lesbian studies, public opinion studies, U.S. politics, U.S. societyAUTHORMARCO MORINISame-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in Ame...European journal of American studies, Vol 11, no 3 | 201720",
    "id": 80155287,
    "identifiers": {
        "doi": null,
        "oai": "oai:www.research.unipd.it:11577/3217698"
    },
    "title": "Same-Sex Marriage and Other Moral Taboos: Cultural Acceptances, Change in American Public Opinion and the Evidence from the Opinion Polls",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://www.research.unipd.it/bitstream/11577/3217698/1/ejas-11824.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/80155287.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/80155287"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/80155287/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/80155287/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/80155287"
        }
    ],
    "abstract": "This article analyzes the evolution of gay and lesbian rights and same-sex marriage in American\r\npublic opinion. It describes how Obergefell v. Hodges, state-level decisions and the public opinion\r\ntrends can be considered as the outcome of a grassroots coordinated campaign which began\r\nmore than a decade ago and was able to conquer the majority of Americans. It also focuses on the\r\nAmerican public opinion trends related to moral issues, examining if it is true that U.S. citizens\r\nare moving leftward. The research shows that the shift toward more liberal attitudes on a\r\nnumber of social values and issues has occurred across the age spectrum, not just among young\r\npeople, and that when Americans are asked about moral values they are thinking of things other\r\nthan just the norms surrounding sexual behavior and reproduction issues. Thus, when Americans\r\nare largely saying that the overall moral tone of their culture is in bad shape and getting worse,\r\nthey are only marginally thinking of former taboos such as gay and lesbian marriage and sexual\r\nbehaviors in general",
    "tags": [
        "info:eu-repo/semantics/article",
        "US Politics, US Political Ideas, Gay Studies, American History, Public Opinion, Civil Rights"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:www.research.unipd.it:11577/3217698",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1102",
        "openDoarId": 0,
        "name": "Archivio istituzionale della ricerca - Università di Padova",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 80155287,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-14T11:04:34+00:00",
        "acceptedDate": null,
        "createdDate": "2017-04-13T07:09:12+01:00"
    },
    "urls": [
        "http://ejas.revues.org/11824",
        "http://hdl.handle.net/11577/3217698"
    ],
    "lastUpdate": "2024-02-14T11:04:34+00:00",
    "setSpecs": []
}