{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Moody, Paige Stuart"
        }
    ],
    "contributors": [
        "Kathleen Ferraiolo",
        "John Scherpereel",
        "Elaine M. Chisek"
    ],
    "createdDate": "2019-08-08T22:48:45+01:00",
    "dataProvider": {
        "id": 3623,
        "name": "James Madison University",
        "url": "https://api.core.ac.uk/v3/data-providers/3623",
        "logo": "https://api.core.ac.uk/data-providers/3623/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/223058962.pdf",
    "fullText": "James Madison UniversityJMU Scholarly CommonsSenior Honors Projects, 2010-current Honors CollegeSpring 2019Second class citizens - A comparative analysis ofLGBTQ quality of lifePaige Stuart MoodyThe Honors College at James Madison UniversityFollow this and additional works at: https://commons.lib.jmu.edu/honors201019Part of the Comparative Politics CommonsThis Thesis is brought to you for free and open access by the Honors College at JMU Scholarly Commons. It has been accepted for inclusion in SeniorHonors Projects, 2010-current by an authorized administrator of JMU Scholarly Commons. For more information, please contactdc_admin@jmu.edu.Recommended CitationMoody, Paige Stuart, \"Second class citizens - A comparative analysis of LGBTQ quality of life\" (2019). Senior Honors Projects,2010-current. 701.https://commons.lib.jmu.edu/honors201019/7011  Second Class Citizens: A Comparative Analysis of the LGBTQ + Community for their Quality of Life within the United States of America and the European Union  An Honors College Capstone Project presented to the faculty of the Undergraduate  College of Arts and Letters  James Madison University  by Paige Moody May 2019  Accepted by the faculty of the Department of Political Science, James Madison University, in partial fulfillment of the requirements for the Honors College.  Faculty Committee:      Honors College Approval:  Project Advisor: Kathleen Ferraiolo, Ph.D.,    Bradley R. Newcomer, Ph.D.          Dean, Honors College James Madison University  Reader: John Scherpereel, Ph.D., James Madison University  Reader: Elaine Chisek, J.D. & L.L.M., James Madison University  Public Presentation This work is accepted for presentation, in part or in full, at Miller Hall 2116 on April 12 at 4:00 p.m. 2  Acknowledgements   To Dr. Hak-Seon Lee: I do not think this project would have been possible without your support and expertise. Almost five semesters together and you still are in my corner cheering me on… I am forever grateful.  To Professors Kathleen Ferraiolo, John Schepereel and Elaine Chisek: all of your expertise throughout this journey never ceased to amaze me. I am honored to have heard your opinions and I took them to heart. Thank you for not only supporting me in this project, but throughout my four years in the Political Science Department.  To Dr. Bradley Newcomer: The passion that you approach the Honors College at James Madison University is inspiring, and I hope to be at least half the mentor you are to me and other students. I am thankful that this project had your support from the first day, and I have had it ever since.  To the sisters of Theta Omicron chapter of Alpha Delta Pi: Thank you for pushing me to be the best student I can possibly be and for fully supporting me in my academic endeavors. I have no doubt that this chapter has shaped me in ways that I cannot describe, and I am grateful to wear your letters.   Finally, to my family John, Tracey and Joshua Moody: I would not be the person I am today without the support from home throughout all my years in school. I am beyond blessed to have a support system that pushes me to reach my potential and individuals that can celebrate when I’m victorious and pick me back up when I am down. A simple thank you will never suffice for the wisdom, love and support that you three have given me. I love you three more than you will ever know.  3  Table of Contents Signature Page……………………………………………………………….……………...……1 Acknowledgements……………………………………………………………………….………2 Introduction……………………………………………………………………………………….4 Literature Review………………………………………………………………………………...6 Literature Review – History………………………………………………………………………9 Literature Review – Laws & Policies……………………………………………………………18 Case Study: European Union – Malta….….…………………………………………………….26 Case Study: European Union - Germany.……………………………………………………….36 Case Study: United States- Texas.……………………………………………………………….48 Case Study: United States- California…………………………………………………………...58 Comparison…………………………………………………………………………………........63 Conclusion……………………………………………………………………………………….71 Bibliography…………………………………………………………………………………….75  4  Introduction   The following thesis explores specific factors of employment and healthcare access for LGBTQ individuals and how these factors affect their overall quality of life within the European Union and the United States of America. There are multiple factors that compost quality of life indexes, such as environment, religion, safety and physical heath. The rationale behind focusing on employment and healthcare access is due to the notion that there has been (both in past and present) large discrimination against the LGBTQ community within these two sectors as well as the idea that these two factors typically have a large impact on an individual’s life, especially individuals in the LGBTQ community as they experience more obstacles in their day-to-day life.  The decision to choose these regions were based on similar economic prosperity and cultural formalities. The case studies were then chosen based on how they are juxtaposed to the LGBTQ legislation in place within their judicial system as well as how visible their LGBTQ community is within their region.   The topic of LGBTQ quality of life is important to discuss in this generation because as more and more people become publicly identifying with this community, we do not have as much information and educative material for advocates and policy holders. The objective of the overall thesis is to provide rationale behind the policies put in places in order to protect (or not to protect) 5  individuals within the LGBTQ community and how this affects a person’s overall quality of life.   The acronym encompasses many types of individuals in their respective LGBTQ communities: The L represents Lesbian individuals (women who are only sexually and romantically attracted to women). The G represents Gay individuals (men who are only sexually and romantically attracted to men). The term “gay” has also been known in the past to represent both homosexual women and men as one group, but that is not the proper term under the official acronym. The B represent Bisexual individuals (individuals who are sexually and romantically attracted to both men and women). The T represents Transgender individuals (individuals that change their birth sex to the opposite sex that they believe they identify most closely with). Finally, Q represents Questioning individuals (those that may be experiencing an “identity crisis” – they may have previously identified as heterosexual and now may be leaning towards identification as homosexual). It is important to explain the acronym for those that may not know the difference between the letters and how these different letters affect the perception of the LGBTQ community as a whole.   6  Purpose & Literature Review The objective of this chapter is to examine the theories, laws and commentaries on an expansive list of articles, surveys and accounts of literature to explore the contrast between regions within the United States and the European Union in relation to LGBTQ rights and why there is a contrast. This contrast is apparent between socioeconomic factors, discrimination within different spheres of private and public social interactions and the process of “coming out.”  To some in the heterosexual community, they equate anyone that is outside of the heterosexual community as ‘different’ or ‘not normal,’ so there is potential to push the different sectors aside. Back in the decades of the 1970s and 1980s, largely within the United States, the word association of ‘queer’ became a widely used derogatory term towards those that identify to any of the letters present in the acronym. It became a phrase of disgust used towards those that were struggling with their sexual orientation and led to a halt in those that felt safe to reveal their sexual orientation at the time. Surprisingly enough, in the past decade, the word queer has been put alongside ‘questioning’ as the Q in the acronym and has been revived by those in the LBGTQ sphere.  7  The evolution of the LGBTQ community within the time frame of the 1960s to Present day is discussed in the following section. This is to ensure that the scope of the community is laid out to the reader for complete comprehension of the progression of this topic throughout the decades. I will then identify the different identities within this community, as it is imperative to this examination that there are different spheres and how the governmental laws and policies affect these groups for better or worse. It should be noted that I focused on the events that created the largest impact at the time to demonstrate the true grit of the ebb and flow of this specific community.   The purpose of taking time to examine specific circumstances in different countries from both the United States and the European Union is that the aforementioned factors can be compared side to side with the vague generalities removed.  Discussed later in this dissertation, case studies of specific countries will be highlighted to showcase comparisons on a deeper level. By choosing Germany, whom has been known to implement strict agenda-setting atmosphere with anti-gay sentiments and contrasting with the very open and recently changed Malta, despite the overwhelming Catholic majority.  8  On top of this comparison, I will compare these regions to that of California and Texas in the United States. California has been known to be a democratic state that promotes large pro-gay legislation. On the other hand, Texas bleeds red and promotes that anti-homosexual laws will be successful.  I will compare regions within their own scope and then close this area of my study with the general analysis of the similarities and differences between the regions across the Atlantic Ocean. Following this general analysis, I want to discuss the “why” aspect of my research questions: “why do the specific factors of economic and healthcare reform in favor of LGBTQ persons raise the Quality of Life for LGBTQ communities within the European Union [Specifically Malta and Germany] and the United States [Texas and California]?” In addition, “why is the European Union viewed “better” than the United States in the sense of overall Quality of Life for those that identify with the LGBTQ community?”  It is apparent that the overall situation for this community has improved throughout the era but unfortunately through each region there are hardships and discrimination that are still present. My goal is to distinguish the differences through evidence and literature to determine why a difference occurs and discuss the variation between the regions for overall Quality of Life.   9   The independent variables that will be examined within this section as well as throughout the case studies are those that relate to the socioeconomic sphere. These factors create a dominant dependence of the quality of life within the LGBTQ community. The socioeconomic factors that I will be focusing on include marriage benefits for same-sex couples, employment opportunities in relation to salary for those that identify in the LGBTQ community (these will be discussed together as both fall under factors for employment) and healthcare access for those that identify within the LGBTQ community.  These aforementioned factors affect these communities on a larger scale with larger implications, such as the future of basic security and their fundamental rights as citizens within their respective regions.  History of the LGBTQ Community Though history and evolution of the LGBTQ community has been extensively progressive within the past half century, it has not come without hardships – both for those residing in the United States and The European Union. It is to be noted that this particular section capitalizes on main events that paved a path for the LGBTQ movement for the sake of conciseness and timely resources.  A newer development within the LGBTQ community across these regions is that those that now identify as ‘queer’ describe themselves as 10  an individual that is fluid, or still discovering their true sexual identity and/or orientation. It is surreal that a once derogatory term would be revived by the group itself that it was used to originally target. This revival demonstrated that the LGBTQ community has built a stronger foundation for themselves and the idea comes to light that there feel more confident in a public setting to turn something ugly into a term that can be used for education and comprehension.  The United States of America I am starting this particular timeline in the 1960s with the United States. Falling under this minority community was rarely spoken of in this era. But, in 1969, a three-day riot at the Stonewall Inn in Greenwich Village sparked the modern LGBTQ movement when the police and LGBTQ youth clashed over the police wanting to rid the town of those that were “sexually deviant” (Insight 2016). This event put the LGBTQ movement on the map for the politically involved.  This movement gained speed when Harvey Milk joined the San Francisco Board of Supervisors in 1977. He was the first openly gay man that was elected in the United States. He is responsible for introducing legislation for the protection of gays and lesbians in the workplace and the idea that they cannot be fired solely on their sexual orientation. Only five years later, the state of Wisconsin boldly 11  outlawed discrimination of those in the LGBTQ community based off their sexual orientation.   Several branches of the Federal Government decided to intervene and set back the progress of the LGBTQ movement when The Supreme Court of the United States ruled in favor of a Georgia Statue and President Clinton signing the 1996 Defense of Marriage Act.  In 1986, there was the case of Bowers v. Hardwick, with the constitutional question, “Does the Constitution confer a fundamental right upon homosexuals to engage in consensual sodomy, thereby invalidating the laws of many states which make such conduct illegal?” (Oyez 2019 – Bowers v. Hardwick). In other words, could two consenting adults perform homosexual acts in the privacy of their home despite the laws being in place? By a 5-4 decision, the Georgia Statute was upheld, meaning that there was no constitutional protection for acts of sodomy, and that states could outlaw those practices. Justice Byron White argued that the Court has acted to protect rights not easily identifiable in the Constitution only when those rights are \"implicit in the concept of ordered liberty\" (Palko v. Connecticut, 1937) or when they are \"deeply rooted in the Nation's history and tradition\" (Griswold v. Connecticut, 1965). The 12  Court held that the right to commit sodomy did not meet either of these standards (Oyez  2019 – Bowers v. Hardwick, Legal Information Institute 2019).   In addition, President Bill Clinton signed into legislation the Defense of Marriage Act [DOMA] in 1996, which states that the only legal marriage is between a man and a woman. In 1999, Trans Day of Remembrance was founded in the United States [and later in the European Union]. This day was created to memorialize those that have been killed due to transphobia and to bring continued awareness of the violence that is applied to the transsexual community (Stonewall 2017). The LGBTQ community continued to push for more acceptance and opportunities despite President Clinton’s DOMA legislation. In the same year as President Clinton’s passing of DOMA, there was success for the LGBTQ community in the state of Colorado. The court case, Romer v. Evans (1996), cited the issue that Colorado voters adopted Amendment 2 to their State Constitution precluding any judicial, legislative, or executive action designed to protect persons from discrimination based on their “homosexual conduct” (Oyez 2019). In a 6-3 decision the Rehnquist-led Supreme Court of the United States voted that Amendment 2 of the Colorado state Constitution violated an individual’s protections under the 14th amendment under the United States constitution and that “Amendment 2 singled out homosexual and bisexual persons, imposing on them a broad disability by denying them the right to seek and receive specific legal 13  protection from discrimination” (Oyez 2019). Though this case did not specifically handle same-sex marriage (thus DOMA was still in place), general homosexual “conduct” was protected under the state’s constitution as Amendment 2 was found unconstitutional.  The decade of 2000-2010 continued to see both triumphs and setbacks for the individuals of the LGBTQ community. Using the 1986 case of Bowers v. Hardwick as precedent, The Supreme Court of the United States ruled in favor of a Texas man, Mr. Lawrence, in a 2003 court case stating that actions conducted in the privacy of an individual’s home were not violating the 14th amendment of the United States of America under the Due Process Clause. This was a huge victory for the LGBTQ community as their conduct within a private setting was no longer deemed illegal by the U.S. Supreme Court. Despite the Lawrence v. Texas (2003) ruling, there were anti-gay marriage ballots measures pushed through thirty of the fifty states of the United States of America throughout the time frame of 2003-2014. A notable ballot measure was “Ballot Measure 36 (2004)” initiative in the state of Oregon. It altered the Oregon Constitution to define marriage as a union of one man and one woman. The initiative passed with 1,028,546 votes in favor, and 787,556 votes against (57% to 43%) in the November 2, 2004 general election (Oregon Secretary of State 2012). 14  All of these ballot measures and bans on same-sex marriage were overturned by the 2015 United States Supreme Court case of Obergefell v. Hodges.    In 2006, South Dakota altered their state constitution to articulate, “The state election in 2006 amended the constitution to include clauses that defined marriage as being between a man and a woman.” Similarly, in Kansas in 2005, voters adopted a constitutional amendment that states: \"Marriage shall be constituted by one man and one woman only\" and banned granting the \"rights or incidents\" of marriage to other relationships. (Equaldex 2019). From the decade 2010 to currently in 2019, the LGBTQ movement has made great strides towards more freedom and more protections for their individuals and families that identify in this minority group.  In 2013, the Defense of Marriage Act of 1996 was deemed unconstitutional and overturned. President Barack Obama signed an executive order that protected federal employees from gender identity discrimination. Monumentally, the Supreme Court ruled that fundamental rights of marriage should be extended to same sex marriage couples in 2015. This ruling made the United States the 21st country in the world to legalize same- sex marriage (INSIGHT 2016).    The United States has been relatively progressive when it comes to opening up doors for those that identify within the LGBTQ community. Unfortunately, it 15  should not have taken almost twenty years for the Defense of Marriage Act to be overturned or that same-sex marriage was finally legalized only in 2015. The idea that the United States was only the 21st country out of 196 in the world to legalize this union, though modern, should have occurred earlier as this country promotes freedom in many aspects of life. Unfortunately, for those that identify with the LGBTQ community, they were only granted this freedom of marriage within the past three years and that there is still discrimination and hurdles to overcome, even with the orders and legislation put in place. The European Union  The European Union was at a different place than the United States when it came to the rights of the LGBTQ community across the board. As it was only 20 years after the ending of World War II, countries were still piecing back together their broken lives, governments and faith.  Despite this blanket of brokenness, there was an overwhelming amount of people across the region that identified with the LGBTQ community and wanted their voices heard and their rights recognized. Starting again at the 1960s timeframe, it is seen that 1963 starts a revolution within the “print” arena.  The Minorities Research Group became the United Kingdom’s first Lesbian social and political organization and went on to publish a monthly journal named 16  Arena Three (Stonewall 2017). Closely following this upcoming organization, the North Western Homosexual Law Reform Committee [NWHLRC] was founded in 1964, and its main vision was to promote social and legal equality for lesbians, gays and bisexuals. The transsexual group, the Beaumont Society, was also founded during this decade to help spread information regarding transsexual people and aimed to promote an understanding and more wholesome education about this community to the general public (Stonewall 2017).  These groups gave voices on a communal level to people that felt that they deserved to be heard and gave the LGBTQ movement an energetic start.  For the island region of the European Union in the 1970s, there was a monumental setback in the early few years: in 1971, The Nullity of Marriage Act was passed, explicitly banning same-sex marriages between same-sex couples in England and Wales (Stonewall 2017). Other than this ac t, the 1970s were actually regarded as a triumph for those in the LGBTQ community. Many publications were created that explored the ins  and outs of the LGBTQ community, including Gay Left and Gay News. In addition, conferences for workplace rights and equality were held, including the Trade Union Conference. London also held the first Pride event within the region, attracting over 2,000 spectators. 17   During the decade of 1980s, Denmark becomes the first country in the world to give legal recognition to same-sex unions. This historic move by Denmark changed the LGBTQ community for the rest of time.  It finally placed the LGBTQ community on a larger scale and proved that this movement was making forward progress for those living in the European Union.  The 1990s and 2000s offered glimmers of hope for those that identified in the LGBTQ community within the European sphere. In 1991, the World Health Organization declassified same-sex attraction as a mental illness. The Equality Network of Scotland was created in 1998 to ensure those in this community are fairly represented and their voices are being heard in policy legislation. In 2000s, the United Kingdom lifts the ban on all Trans, lesbian and gay men and women from serving in the armed forces, equal rights are offered to same-sex couples that are looking for opportunities with adoption, and multiple countries within the region lift their criminalizing legislature against same-sex relationships, health care and adoption rights (Stonewall 2017). The implementation of these acts/laws truly open up the notion that the LGBTQ community is no longer seen as an obsolete group; these 18  individuals should be treated with the same respect as their heterosexual counterparts.   Within the last decade to present (2010-2019), the LGBTQ community has had many doors of opportunity open up to them in the European Union. The Equality Act of 2010 officially protected gender reassignment surgery, the Department of Health lifted the lifetime ban of gay men donating blood [though with some restriction still in place for caution], the first Trans Pride event took place in Brighton, and same-sex marriage was legalized in Malta, New Zealand and Italy. Furthermore, many different public figures, such as cabinet members and Olympic athletes revealed their sexuality, demonstrating that even those that are constantly in the spotlight understand the obstacles that one in this community must overcome.  Laws and Policies for E.U. and U.S.A.  Governmental laws and policies across both factions affect many of those that fall under this term “LGBTQ.” Unfortunately, some legislation hurts them more than helps, even in the progressive nature of society today. 19   The United States on a federal level has implemented a fair amount of legislation within the past half-century that pertains to the LGBTQ community. Most notably, as aforementioned in the history section of this community, former President Bill Clinton passed the 1996 Defense of Marriage Act, which was harmful to the LGBTQ community as they had made large strides in gaining supports and freedoms for themselves throughout the 1970s and even the 1980s.   There was minimal legislation passed during the 2000s that was specific to the LGBTQ community as there was much focus from both side of politics on the military aspect when it comes to security and funds due to the horrendous terrorist attack on the United States on September 11, 2001 and the War on Terror.   Despite the focus on military concerns, there was a law passed previous of this decade and reversed in the decade following to affect LGBTQ individuals serving in the military: “Don’t  Ask – Don’t Tell.” This policy was signed into effect on went into effect on October 1, 1993, and theoretically lifted a ban on homosexual service that had been instituted during World War II, though in effect it continued a statutory ban. Under the terms of the law, homosexuals serving in the military were not allowed to talk about their sexual orientation or engage in sexual activity, and commanding officers were not 20  allowed to question service members about their sexual orientation (Britannica 2018). Despite this policy being put in place, many LGBTQ+ identifying individuals felt ridiculed in their positions and many were still discharged based off their sexual orientation.  Many qualified soldiers and high ranked officials of several branches of the military were discharged based off their sexual orientation and the Obama administration decided it was appropriate to overturn this ruling. On November 30, 2010, the Pentagon released its report of its study on “Don’t Ask, Don’t Tell,” which found that repealing the policy would pose little risk to military effectiveness. After a continued filibuster of the National Defense Authorization Act, independent U.S. Sen. Joe Lieberman and Maine Republican Sen. Susan Collins introduced in the U.S. Senate a stand-alone bill that would repeal “Don’t Ask, Don’t Tell.” A similar bill was introduced in the House of Representatives, where it passed 250–174 on December 15. Three days later the measure overcame a Republican filibuster attempt by a vote of 63–33, and the repeal bill was passed later that day 65–31. On July 22, 2011, Obama certified that the military was ready to end “Don’t Ask, Don’t Tell” and after a mandatory 60-day time period passed, the repeal took effect on September 20, 2011 (Britannica 2018). The repeal of “Don’t Ask, Don’t Tell” was a momentous victory for the LGBTQ+ community and their allies. Now, LGBTQ+ individuals 21  can serve in the military without fear of being discharged  based off their sexual orientation and can now express their personal beliefs openly without fear of military persecution.  Currently, there is legislation that is being introduced into federal legislation. Democrat House Representative Bradley Schneider introduced “Don’t Block LGBTQ Act 2017,” which hopes to overturn the 1934 Communications Act, which prohibits public schools and libraries from receiving discounted rates with telecommunications companies that block internet content that relate to the transgender, gay, bisexual, lesbian or queer sphere. However, this bill does not prohibit schools and libraries from restricting content with child pornography or obscene to those under the age of eighteen (Don’t Block LGBTQ 2017). To date, the biggest freedom that this community received was in June 2015. The Supreme Court of the United States ruled that same-sex marriage was legal in all fifty states and United States territories (Oyez 2015).  This means, despite the political affiliation of any entity within the United States, they must acknowledge and permit the legality of a marriage between two persons of the same gender, on a federal level. In the chapter that will be detailing the community of the United States, I will be focusing on a more state-level approach, which each state varies with 22  their legislation and laws, and how this affects the quality of life of LGBTQ individuals.  Despite all of these small but mighty victories, there is still discrimination against members of this particular community in areas such as employment, housing and education. Though I am not focusing on all of these aspects, I believe it is important for them to be noted in the legislation section as these factors play a role in an individual’s up -bringing and how they view certain policies and procedures for not only where they live but for their country as a whole. For example, in twenty-eight states, same-sex couples still do not have any legal rights if their landlord decides to evict them from their residence. Additionally, it is still legal in thirty-one states to fire an individual from their job based on sexual orientation or are in the stage of transitioning (Jared Polis, n.d.) . The broader implications of these discriminations are that the LGBTQ community is still facing hardships that classify them as “second class citizens.” The notion that LGBTQ individuals are turned away from housing and education and employment solely based off their sexual orientation is a fallacy that engulfs the United States and it is important to keep voicing the inequality that this groups experiences on a daily 23  basis until they can enjoy the things in life, such as education and housing and employment without discrimination and employment.   It is disappointing that multiple surveys of teenagers across the United States show that a staggering amount have skipped school at least once because they feel as if they are unsafe in that environment based off their sexual orientation. Many students have fallen victim to intimidation, bullying and even violence. Even more disheartening is that young individuals that identify in the LGBTQ community are twice as likely to commit suicide then their heterosexual peers (Jared Polis, n.d).   The European Union has had their fair share of legislation passed in the name of the LGBTQ community. The European Union Agency for Fundamental Rights [FRA] explored exactly what rights and protections that this community has within the European Union. As of now, those that identify as lesbian, gay, or bisexual have protection from discrimination only in the federal employment sphere. Transgender individuals are protected from discrimination that arises due to gender reassignment (LGBTI, n.d.). The FRA released a survey in 2012 to expose the obstacles and hardships that the LGBTQ community faces and over 93,000 individuals within the European Union responded to questions that dealt with experiences with hate crimes, discrimination 24  and the awareness of their own rights as someone who identifies at LGBTQ. The results were released in 2013 and demonstrated that large percentages of people in this community encounter discrimination from many different aspects of their life, whether it’s in the gymnasium locker room or in their classrooms at school. It is disappointing, despite the knowledge that there is harassment and discrimination to this particular social group in society, there is not enough being changed in order to further this community for good and for these individuals to feel safer in a public atmosphere. These individuals should not be regarded as “second-class” citizens and should have the freedom to attend organizations, class, work, and social outings without the fear of being harassed, discriminated against or even physically harmed.  The most up-to date legislation (as of this published thesis) in the European Union occurred on November 14, 2017, when the FRA met with the European Commission to discuss the need for progress in the area of LGBTQ and the push for advancement in LGBTQ equality within the European Union (Towards Advancing LGBTI Equality 2017). These includes sectors such as educative material, healthcare education for providers and protection again public discrimination, especially with physical violence.  25   Though there are similarities between the legislation difficulties and the discrimination tendencies from outsiders of the community when comparing the United States and European Union, it is distinguishable that the European Union, looking to the history and legislation aforementioned, has maintain a continually platform in advancing the rights and the equality of their LGBTQ community, where is can be seen that the United States has dropped off somewhat with their legislation for the LGBTQ community post Obergefell v. Hodges in 2015.   One may be asking: what is the underlying goal of exploring the legislation passed between the two biggest entities on a global scale?  As shown, there has been any successes within the LGBTQ community, including proper marriage, anti-discrimination and even less censorship when it comes to entertainment and news. Shouldn’t we just move on to the next hot topic in both domestic and international politics? The answer should be no. The implications of spending resources and time on the topic of the LGBTQ community is that is boils down to one thing: being human. There is constant argument and analysis on the disgrace on human rights in certain regions of the world. But, there has not been significant internal stabilization when it comes to human rights, even in our own country of the United States. Those that identify as LGBTQ 26  should not feel or be treated as a ‘second class citizen,’ just because they have different views, likes, etc. then their heterosexual counterpart. The lack of openness in both the education system and personal lives demonstrates that these big countries [figuratively and literally] are afraid of what this group needs: positive change. I cannot take away the large milestones that both the European Union and the United States have given the LGBTQ community [free right to marry, for example]. But, I hope to chip away at the dense wall that is between the different groups of society and social standards. I hope to ultimately promote empathy for those around you that are in a different situation than yourself.  My goal in this dissertation is to explain not only the differences between the United States and the European Union, but to explore the reasoning behind the stubbornness of mankind and why large change has still not occurred in a wave of legislation, education and compassion. Chapter 1 – Malta and Germany To some Americans, especially to those that have never traveled outside the United States’ continental borders, Europe appears to be the pinnacle of the grass is greener on the other side. Their economic system is modernized and equipped to handle multiple different currencies, progressive healthcare is present and job 27  security is higher than ever. Many people have traveled to Europe, and it appears easy to get wrapped up on the superficial factors of life – mainly appearances and perceptions. In reality, countries within the European Union struggle with almost every aspect of a country that the United States deals with: debt, economic hardships, unemployment, healthcare alterations, etc. Despite these disadvantages and difficulties, the European Union as a whole has had major success, both on a regional and national level, when it comes to the inclusion of LGBTQ individuals that will be discussed below.  As the European Union contains over twenty autonomous countries, I have chosen to focus on two countries that has surprised the international community when it comes to the freedoms of the LGBTQ community [or the lack thereof]: the small, religious island of Malta, and the central powerhouse of Europe: Germany. The rationale behind choosing these two countries has several prongs. First, I wanted to choose countries that were different in their established influence within the European Union to demonstrate that regardless of communal influences, the leaders of these countries can still make an impact on a particular community, especially the LGBTQ+ community. Secondly, I wanted to look at two countries that have strong cultural backgrounds, as culture plays a role in shaping an individual’s identification. Both Germany and Malta have citizens that are proud of their heritage and many have families that go back generations in the same area 28  and hold onto the same traditions. Finally, I wanted to explore two countries that have different policies put in place that directly affect the LGBTQ community to see if that changes the quality of life for the individuals of the LGBTQ community. In addition, there will be an emphasis on the economic and healthcare spheres as both sectors play a large role in individual as well as overall region prosperity and quality of life.    In the chapter, I will focus on exploring the healthcare systems, as well as employment opportunities and benefits given inside a company for both Germany and Malta, and how these two specific factors affect overall Quality of Life for members of the LGBTQ communities in these respective countries.   Similarly, to Federalism in the United States of America, the European Union has a national government that oversees all of the member states and has oversights of certain issues, such as treaties with outside countries, asylum and overall employment inclusion for LGBTQ individuals (Publications Office of the European Union, 2018). Individual states can denote their own economy policy (outside of using the national currency of the euro), employment rights and benefits, and rights pertaining to their citizens. Thus, there will be variation between member states, even though some may be similarly culturally or politically. This is due in part by politicians and governmental structure, but also is shaped by public opinion. 29  Malta   Malta built their country on the sentiments of the Roman Catholic platform, and though the Maltese constitution permits freedom of religion, it declares Roman Catholicism as the state religion. According to Freedom House, 98 percent of the Maltese adhere to Roman Catholicism (Ayling 2010). This small country prides themselves on tradition and heritage. Many citizens are connected through family members and friends, and generations to come will know who their ancestors were and why they were important. To the international community, Malta almost represented Europe when Constantine ruled; there was a hard emphasis on church and state ruling simultaneously, instead of existing as their own separate entities. This emphasis continued well into the twenty-first century. For example, divorce was not legal until 2011 (Samuelson 2016). But, the years 2016 and 2017 positively reversed the deep rooted, traditional society and put them on a path of continued minority freedom.  In December of 2016, Malta made a historical decision and became the first European Country to ban ‘Conversion Therapy’ (Samuelson 2016). Conversion Therapy is defined as a pseudoscientific practice of extreme or dangerous techniques to attempt to change an individual’s sexual orientation or gender 30  identity. Common techniques are electroconvulsive shock therapy, castration, hypnosis and even parental-guided punishment (Born Perfect 2016). By banning this type of therapy, Malta has demonstrated that their government and country is standing by the freedom of the LGBTQ community, especially the youth. The bill that officially passed unanimously on December 5, 2016, stated that any individual that practices conversion therapy will face penalties including heavy fines up to € 5,000 and potential jail sentencing. The bill also discussed that sexual orientation and gender identity are no longer classified as diseases, disorders or shortcomings of any kind. In addition, the bill stated that the consent age for individuals that desired to undergo gender reassignment surgery changed from eighteen to sixteen (Samuelson 2016). Both of these new regulations under the bill have changed this country’s view on minorities groups in big ways, especially pertaining to the LGBTQ community. By no longer classifying these sexual orientations as diseases or disorders, the individuals that identify as LGBTQ can express their individualistic views more openly, without fear of governmental persecution or punishment. As for the regulation of gender reassignment surgery and lowering the age restriction, this opens up opportunities for individuals to not hide who they are and by following the guidelines by the government, they can properly receive their surgery in a safe and sterile environment. 31  In September of 2017, the Prime Minister of Malta ruled that same-sex marriage was legal. This ruling shocked the international community as Catholicism is one of the driving forces of this particular country, and a foundation of Catholicism is that homosexuality is not allowed under the eyes of their God. For those that identify as LGBTQ, it was an obstacle that had finally been crossed. \"It's a historic vote. This shows that our democracy and society have reached a level of maturity and we can now say that we are all equal,\" the prime minister announced after the bill was passed (Telegraph 2017). Many older individuals that identified as LGBTQ in earlier decades left the country as rulings in personal lives such as marriage, divorce, and homosexuality were not standardized or accepted within the Maltese community. As these bills were being passed within the last three years, many homosexual individuals re-gained confidence in their birth country and returned to reclaim their citizenship and ways of living in Malta.  Economic prosperity has been evident throughout the region since the acclamation of Independence in September of 1964. Malta is ranked in the top 25 of the European regions for having a successful and prosperous economy out of the 44 classified as European (Malta 2018). Despite being on the lower end of rankings done regionally, Malta is regarded highly in the international index. Though this small island country gained independence in the 1960s, it was not 32  until 2004 that Malta was granted full membership to the European Union, and the Eurozone in 2008. Known as a market- oriented system, Malta does indeed rely densely on the trade sphere of Europe. Surprisingly, Malta was one of few countries that survived the Eurozone crisis, in part by their low debt rates and stable banking system that remained in place during the crisis (Malta 2018). Yet, Malta is weak when it comes to its general economic system; high tax rates and government spending through the roof has plagued this country’s government with corruption. In other words, they received a higher ranking when it comes to overall European success due to their dodging of the Eurozone crisis and can withstand the international pressures of trade. Internally, they do not have as much economic freedom because they impose high taxes on their citizens, which causes strain on the relationship between the people and their government, in order to combat the relatively high governmental spending, both domestically and internationally. Despite Malta projecting high ratings of economic success externally, many of those that identify in the LGBTQ feel as if employment discrimination and workplace pressures have left lasting psychological and behavior effects on their personal well-being. This has even led to 41% of people surveyed in a country-wide survey conducted in 2013 to seriously contemplate quitting their job at least once (Formby 2013). In addition, 61% of those surveyed felt that their career progression or opportunities had been restricted since revealing their sexual 33  identity to co-workers and/or on the cover letter. Sadly, 83% of the LGBTQ individuals that completed the survey felt isolated or left out at least one time within the work environment, and these incidents led to pro-longed feelings of fear, anxiety and sadness (Formby 2013). This survey demonstrates that despite the pro-homosexual legislation that has been passed within the last five years that have opened up opportunities and inclusion for the LGBTQ community, there are lingering sentiments of isolation and restriction not only within the actual basis of employment, but with co-workers and administration. For many people in this present generation, money is the driving force behind picking majors in colleges, studying concentrations in graduate school, and even selecting which companies to send the perfect resume. Employment is the foundation of being successful for most of the population in Europe, including those in the LGBTQ community. Over the years, there has been laws put in place (both within individual countries and across the European Union as a whole) that have made it illegal and frowned upon to discrimination on the basis of sexual orientation and/or gender. But, this doesn’t stop individual employees or managers from isolating their LGBTQ counterparts or whispering derogatory terms across cubicles.  It is disappointing that anyone would attempt to diminish the worth of another individual based of their sexual orientation. This rationale was echoed by 34  the original anti-discrimination laws but doesn’t necessarily help diminish or protect those affected by the small talk that plagues the break room. Individuals in the LGBTQ community continually report that their confidence is diminished when applying for jobs, at they believe that their cover letter or resume is not up to par for what the company is seeking. They also believe that there are underqualified when compared to their heterosexual equivalent (Formby 2013). It is common for many individuals to remain quiet during group meetings or when supervisors ask for company input. These sentiments typically root from societal pressures and the potential perception of employees, and even strangers such as new clients within the workspace. It can be difficult for those in the LGBTQ community to express themselves with their co-workers or even within their own section of space, for fear of judgment. Due to the economic and employment sphere being high pressured and competitive, it is easy to lose empathy and understanding of people different than yourself. Instead, these personal actions and traits take a back seat and personal needs and actions precede it. Healthcare Healthcare in Malta consists of both a public sector and private sector. The public sector resembles the healthcare system in the United Kingdom and is free to all Maltese citizens. The public sector has had much success on this tiny island, but there are downsides to every plan. Citizens have voiced their concerns about the 35  long wait times for services such as elective surgeries, medical imaging scans, and consultations with specialists (Health System 2018). Malta’s public sector also participates in the European Health Insurance card, where European Union nationals can obtain emergency services with the presentation of an EHIC and a national identification card; this is intended for short term only. Though the public healthcare service is well-off, there is a growing rate of Maltese citizens that have opted to purchase private health care as they can do a pay-by-visit and still receive specialized medical services such as x-rays, dentists, cosmetic surgeons and the equivalent of the United States’ primary care physicians (Health System 2018) without the long wait of services covered solely by the state sponsored plans. These services are typically performed within private hospitals or private clinics within the region. In addition, medicines prescribed, and procedures done at these private hospitals are much cheaper, but still as safe as those used in the United States (Flynn 2018). Within the LGBTQ community and healthcare, there has been outcry that the healthcare professionals are not adequately trained to understand the duress that these individuals incur, even in something as routine as yearly physicals. Healthcare officials in Malta state that they have been through ‘social competence training’ and have been exposed to discussions of patients expressing differences in sexual orientations. On the other hand, many patients have reported that they 36  have received negative feedback from their personal healthcare provider when they were open about their sexual orientation. A survey done by the EU Agency for Fundamental Rights Association [FRA] demonstrated that more than fifty percent of those that were open about their sexuality with their healthcare providers and/or nurses experienced problems (Gay Guide Malta 2018). Though healthcare providers for both public and private facilities in Malta have experienced exposure to those that identify as LGBTQ, they may not realize that personal opinions and feelings may filter through their facial expressions or body language throughout an appointment. In reality, a conference or training modules won’t provide answers for every situation. It is in healthcare providers’ best interest to ask questions to their patients about ways to handle those that pertain to a different sexuality, and how they as providers can improve the environment and experience for these patients and convey these feelings to other health employees that may come in contact with those that identify as LGBTQ.  Germany  If you fly 1,069 miles north of Malta, you will find one of the power-houses of the entire European Union: Germany. Germany, as a country, has had a tumultuous past that leaves a sour taste in most peoples’ mouths, regardless of what nation you reside in. Despite their tainted history, many citizens are proud of their German heritage. If you dig deeper, you realize those proud people are 37  heterosexual, wealthy citizens with ample opportunities to be successful. If you asked citizens within the LGBTQ community, they’d respond that their lives are restricted by linear laws and locked opportunity doors.   Germany has had a powerful economy since the reunion of their East and West regions post-Cold War era. Though rebuilding their different aspects of a society, Germany has maintained not only their individual country, but has saved other European Union member states from sinking into permanent debt and disarray.   In the calendar year of 2017, Germany had an increase in labor freedoms, which offset declines in property rights, government integrity and judicial capability (Germany 2018).  Germany has been known to also support entrepreneurial growth on an international scale and has open their borders to global commerce and trade, and these actions have worked in their favor. It has been published that within the calendar year of 2018, the country wanted to achieve lowering taxes for the region, permitting more involvement in public infrastructure and putting more emphasis on private investments (Germany 2018).  Similarly, to most countries around the world, employment and labor play an extensive role when calculating the countries’ GDP, wages, and taxes, along with success of quality of life for its citizens and permanent residents. When it comes to 38  the LGBTQ community, The European Union’s business domain classifies the organization or company’s openness to homosexual employees and work atmosphere as “diversity management” when specifically looking at sexual orientation or gender identity. In regard to policies and procedures directly related to those that identify as LGBTQ within the workplace, these companies have stated that they typically follow the United States’ past implementation (Köllen 2013). On one hand, the United States has made progress within the LGBTQ scope in the areas of combating employment discrimination and unfair work practices directed at homosexuals. On the other, many believe that despite the United States being modern in many areas of legislation, LGBTQ rights do not get the adequate attention it needs and demands.  It can easily be said that the more accepting a workplace environment is of those that identify as LGBTQ employees, then the more open and confident those persons will feel, and in turn create a healthier work atmosphere. A healthier work environment leads to higher rates of employment retention as well as company success.  Even though Germany has been known to be somewhat harsher when it comes to pro-homosexual legislation within the government, the country has tried moving towards modern political movements within this realm, as they realize that the success of their economy, let alone their country, is in part by those that fall under the LGBTQ spectrum.  39   A study of Germany’s version of the stock market, DAX, companies [car manufactures, airlines and banks to name a few] reveal that the diversity management of the LGBTQ community is still relatively low, despite many high-profile companies enacting massive changes and opening up boundaries for equality (Koellen 2007).  The following companies and their policies were specifically investigated outside the list of twenty-five companies originally provided: Deutsche Bank, Commerzbank, Lufthansa and Volkswagen. These particular companies have taken large steps in implementing LGBTQ inclusive policies within the company (Koellen 2007).  First, the Deutsche Bank (97,000  employees in Germany) raised the expectation of what companies should enact to create equality within the workplace. They created Rainbow Network, where gay, lesbian, transgender and bisexual employees get together every year at an annual event to negotiate a budget for the following calendar year with the Global Diversity Team of the company. This budget is then used to create activities and events that are mutually exclusive to both hetero and homosexual parties within the workplace as well as aiming to reduce workplace prejudice. In addition, Deutsche Bank created the initiative that those that identify within the LGBTQ sphere could become clients of their bank and have the option to be matched with an LGBTQ-identifying employee (Koellen 2007) This company extended benefits of partners in the same manner they would 40  extend to a married heterosexual couple – these benefits include the joint use of company cars, pension schematics for retirement and company sponsored health insurance plans.   Commerzbank (49,000 employees in Germany) has made progress with their LGBTQ inclusivity within their workplace: they have also created a LGBTQ network named Arco that can be utilized by those individuals, as well as extending the same company benefits to homosexual partners as they would to heterosexual couples. Furthermore, Commerzbank sponsors and supports LGBTQ advertising for potential new clients in the areas as well as have created awareness building measures within the company’s workplace protocol (Koellen 2007).  Lufthansa (130,000 employees in Germany) is a company that has reported that one of their five main targets areas includes awareness and education of the LGBTQ community in order to create a dynamic, personable and more open work atmosphere. This company has extended the following benefits to both hetero and homosexual couples: those that want to travel with or on behalf of the employee can do so, as long as their primary residence is the same address as that of the employee, and that the employee may take absent of leave if their partner is sick to a certain degree and can be granted time off (Koellen 2007). 41   Finally, Volkswagen (286,000 employees in Germany) has created initiatives to providing a more open environment for those that identify as LGBTQ. This company offers vacation days to any employee who has recently been married, regardless of sexual orientation or preference. Additionally, the company offers the same opportunities to homosexual employees as heterosexual employees for taking out loans and liabilities, in hopes to create a more equal atmosphere for all employees.    Though in the past, Germany has been known for strict governmental regulations and some anti-homosexual legislation, it appears within the last decade that this country is making a step to being more inclusive to those that are within the LGBTQ community. It is important to various companies over several different disciplines that in order for there to be success, equality for employees is a must-have.   These private companies have opened up their companies to being more inclusive. The key phrase here is private. Other companies have not been as inclusive or feel that they do not necessarily have to create inclusive policies and procedures for those that do not identify as heterosexual. In addition, benefits can differ from private sector to public sector, and whether a person even opts to partake in the benefits. 42  Many of the initiatives aforementioned in private companies are doable because private companies have the ability to create their own sanctions and regulations (within a certain extent). It is unlikely that any political party itself lobbied for these employment reforms as many of the larger, more-known political parties have platforms against LGBTQ rights and liberties. For example, the far-right Alternative for Germany (AfD) Party came into power last year, its politicians have called for homosexuals to be imprisoned, vowed to repeal gay marriage, and denounced those suffering from HIV. They are also reminders of Germany’s fascist past and, rights groups worry, signs of dangerous future clamp-downs on vulnerable minorities (Hutton 2018). It is a sad revelation that due to some political parties being against equality for minority groups, it has affected the perception of the LGBTQ community and what benefits are accessible for them in the workplace outside of certain private companies.  In other words, other than the aforementioned companies, whom have large visibility and employee retention in Germany as well as the rest of the world and whom also have the resources to put forth these benefits and platforms for “safe spaces.” Many companies may not have the resources and/or the support in their management to make these changes, and this makes it more difficult for a LGBTQ individual to find a placement that is a good fit for them without the fear of discrimination or persecution for their sexual orientation.  43  Healthcare  Germany is known around the world to have an efficient and well-liked system for healthcare. Health insurance is required for all of those permanently residing in Germany and German citizens. Their system can be broken down into two large domains: not-for-profit non-governmental health insurance funds [also known as sickness funds] within the Statutory Health Insurance [SHI] and substantive private health insurance [PHI]. The German State owns most of the hospitals within the region, meanwhile municipalities play an important role when it comes to public health activities. Typically, regulation of health insurance is left to self- governing associations within the country when dealing with sickness funds or providers associations, which in turn is regulated by the Federal Joint Commission (Busse 2017).   Statutory Health Insurance makes up between eleven and thirteen percent of Germany’s GDP every year, respectively. Under SHI, it is mandatory the state to cover citizens with adequate health care if their yearly earnings are under EUR €56,250 [USD $71, 564]. The following services are covered under the SHI plans:  preventative services, both inpatient and outpatient hospital care, mental health, dental care, sick leave compensation and prescription drugs. Co-payments for these services for those under the Statutory Health Insurance range between EUR €5.00 and EUR €10.00 [USD $6.00-$13.00] with sickness funds allowing permissible 44  tariffs with a range of deductibles options (Busse 2017). In other words, certain services and certain health plans even allow for lower co-payment rates or no payment is required at the time of service.    The country also permits private health insurance [PHI]. These plans typically attract younger citizens with large discretionary incomes, as these plans offer contracts with more options of services and lower premiums. In 2015, over 8.8 million German citizens opted to receive PHI instead of the state sponsored health insurance and care. (Busse 2017).  The PHI plans required those that opt-in to pay a risk-related premium that is assessed at the beginning of coverage and falls under lifetime underwriting. The German government does in fact regulate PHI to an extent, in order to ensure that those insured under PHI aren’t hit with price increases when it comes to premiums as they age, or if they default on their premiums as their income decreases, especially after retirement. Private Health Insurance in Germany offers services such as those offered under SHI, but have more options and appointments to offer, which correlates to insured persons receiving services faster than those under SHI (Busse 2017).  These plans allow for access for all citizens of the German state, regardless of sexual orientation, as when you are applying, you do not have to disclose your 45  sexual orientation. Despite not having to disclose your sexual orientation, Germany is still less open to those that are within the LGBTQ community for as long as time can recall. So, there is no surprise when it is compared to other countries that there are less and less options when it comes to information and education for health care professionals and the services that they provide to those that identify within the LGBTQ community. Per usual, Germany and the United States have been compared on many occasions, as their economic stratosphere and social norms are very similar, despite the language and culture differences. But, a defined difference is that The American Medical Association for the United States allows women of LGBTQ nature to consent to having reproductive surgeries done, whereas the equivalent medical association for Germany says that it is unethical and not permissible to treat women that are single mothers or lesbians if they request reproductive services (Harvey 2014). This difference is due partly because of the societal norm held of the nuclear family (mother/father/children) and that they are denied rights based off of their status of homosexuality and/or does not have a spouse (though these are a case-by-case basis when performed).   There is still a stigma surrounding homosexual individuals and the lingering effects of the HIV/AIDS crisis that plagued the world during the 1980s and part of the 1990s. Germany does have private organizations, such as the German Aids 46  Foundation, that represents those that are infected by these diseases as well as provides general education (Anglo-info 2018). Unfortunately, even with the new technology and drugs that can be used to decrease risk and combat disease for HIV/AIDS, Germany continues to place an indefinite ban of homosexual males if they want to donate blood if they have ever had sexual relations or intercourse with another man (Anderson 2015). The German Medical Association wants to alter these laws, but this will take time as many citizens believe that HIV/AIDS is still prevalent in this community and a danger to the health of others.   Typically, the issue of healthcare is not whether it is accessible or not, as Germany requires health insurance as aforementioned, but how the providers treat the patients once they are aware of their sexual orientation. As mentioned above within the Maltese community, many German LGBTQ individuals feel as if their providers are not adequately trained in the proper terminology to use during healthcare visits or to handle the specifics of the community, such as stigma, emotional and mental stress, and acceptance (Formby 2013).  It is only imaginable for those within the LGBTQ community to feel slighted when it comes to being treated within the health field. It is a hope of those in this community that sentiments against the homosexual community will change to more acceptance in the immediate future.  Over-Arching Connections 47   Though Malta and Germany appear to be very different when viewed through a geographical or historical lens, these countries have similar victories, as well as concerns, within the LGBTQ community. Both countries have made published new and/or updated laws and regulations that have lifted past restrictions on surgery, banned discrimination within the workplace or within benefit plans within employers, and both countries have made important moves in trying to improve overall quality of life for these individuals that identify within the LGBTQ community, specifically under healthcare plans and economic development within companies and employers.  Despite these victories, there are still many obstacles (both seen and unseen) which this community still has to overcome to claim total equality with their heterosexual counterpart. There are still struggles within healthcare as many LGBTQ individuals feel that medical providers are not well-versed in not only terms, but situations and conditions that this community may face, including sexually transmitted diseases, such as HIV/AIDS. There are also difficulties still present within both countries’ workplaces in the sense of personal sentiments of feeling isolated, discriminated against, or treated differently solely based on sexual orientation, despite the leaps and bounds made by countries in the realm of employee benefits for both hetero and homosexual employees.   48  Between the two countries, Germany has made a bit more progress and opportunity for their employment aspect, as many big-name companies such as Volkswagen and Lufthansa have implemented the same benefits for hetero-sexual and homo-sexual employees and companies such as Deutsche Bank have implemented networks for open-inclusion and opportunity to discuss topics from their culture to the company. Malta, on the other hand, has opened up their culture to LGBTQ equality and has made enormous strides in having an inclusive atmosphere in daily life despite their strong roots in the Catholic faith. They have implemented many policies where they have cracked down on discrimination of LGBTQ individuals as well have put-forth legislation that has declassified homosexuality as a disease or disorder. Chapter 2 – Texas & California The United States is a country has widely advertised that their government offers freedoms in a wide array of areas, such as speech, assembly, and even religion. So, it is unsettling to people that the freedoms for those who identify as LGBTQ have been restricted so heavily within the past half century. Between restrictions on openly serving in the military and restrictions on basic necessities such as housing, it is discouraging that these individuals are still mistreated in the twenty first century. 49   The two states that will be examined within the United States, Texas and California, are known for their varying legislation on many distinctive controversial topics, including matters within the LGBTQ sphere. Texas stands firmly with their overwhelmingly pro-Republican sentiments that typically represent anti-gay legislation as well as anti- transgender policies when it comes to physical expression and surgery. These policies are rooted in the religious notions that are weaved throughout politician’s platforms and many politicians will use religion as the rationale behind back-handed discrimination. Furthermore, Texas does not punish both employment and housing discrimination those within the LGBTQ community. California, on the other hand, leans the completely other way and the politicians in this area are known to not only pass inclusive legislation, but push for equality for all minority groups. This state is known to have progressive roots, holding one of the first Pride events for the United States. This state is inclusive as the state holds their diversity of their people seriously and proudly displays the different groups that makes up the region. By examining these two different regions, there is a glimpse to how individual states interpret the federal regulations and how these implications will affect future generations in relation to Quality of Life. Texas exhibits strict viewpoints with little consequences of not protecting individuals’ rights within the 50  LGBTQ community, where California offers a modern approach towards minority groups and their actions that has bolstered success and acceptance for the LGBTQ community.  In general, within the health field - The Office of Disease Prevention and Health Promotion drafted a portion of their health initiative, Healthy People 2020, to researching and promoting good health for members of the LGBTQ community. It is important to note that the Office of Disease Prevention and Health Promotion is a federally funded office that works with the entire nation. Health is a factor of Quality of Life that has a strong foundation in calculating the QOL index due to the idea that health and healthcare affects every individual and how they perceive their quality of life (Mosteller & Falotico-Taylor 1989). This initiative is in place for all fifty states of the United States to follow and make a conscious effort to follow. Things included in this initiative are exploring elderly care for those within the LGBTQ community, a need for a LGBTQ wellness model, and parenting life courses for parents with LGBTQ children (ODPHP 2018). It is important to study the LGBTQ community, as every generation presents more and more people that identify as LGBTQ as well as feel more open to share their sexuality with their peers, friends and even family. It is also imperative to include these individuals with national initiatives, as those that identify in the LGBTQ community consists of different races, social classes and ethnicity, and these people are also citizens of 51  the United States, just like their heterosexual counterparts. Futhermore, hospitals around the country that participate in Medicare and Medicaid are required to allow individuals to designate visitors of their choosing, including their partners, as well as the prohibition of discrimination against a patient based on gender identity and sexual orientation (Human Rights Campaign, n.d.). If there are more equal opportunities for these people, there is a higher chance they can receive the medications, surgeries and visits that they need in order to maintain good health. If these individuals maintain good health, they can focus on other aspects of their lives, which will help increase overall Quality of Life.   Many individuals of the LGBTQ spectrum endure years of bullying from peers, adults, and even their own family. Years of emotional, physical and mental abuse has led to many of these people within this community have diagnoses of Major Depressive Disorder [MDD], anxiety, substance abuse and high rates of suicide (ODPHP 2018).  The Human Rights Campaign, an LGBTQ advocacy group in Washington, D.C., provides a ranking of each region within the United States, to compare from highest to lowest where the most LGBTQ supported health care programs and professionals are located. Ranking first was the Northeast, followed by the West 52  [where California is classified], then the South [where Texas is counted] and finished with the Mid-west (McGaughy 2018).  On the other hand, within economics and the work force - employment opportunities, the manner in which discrimination is combated and employee benefits are first decided by individual State governments and what is best for their residents and that in turn those decisions are given to companies. In other words, these sectors that fall under company employment vary from state to state. Many LGBTQ individuals feel this variation as some states bar certain behaviors while others do not. This allows each state to handle cases of discrimination differently, which will be shown below. Texas  Texas is a state with strong state pride and no “real” boundaries when it comes to politicians speaking their minds. In the past couple of decades, there has been legislative measures passed that have continued to set back the LGBTQ community. Between the economics sphere and healthcare, the LGBTQ community in Texas has struggled with being classified as “second-class” citizens, as discrimination is legal in the employment or housing spheres. In other words, if and when discrimination occurs when an LGBTQ individual is applying for a new 53  job or is looking to buy a new house, there is no legal repercussions for those applying the discrimination to these individuals.  For example, the Fair Housing Act does not cover sexual orientation and gender identity specifically as prohibited basis (Texas Law Help 2017). Unfortunately, the LGBTQ individuals may suffer in silence as they feel they have nowhere to go to receive help against discrimination.   An important sector to look at when it comes to LGBTQ rights is that of employment. Just like many other Americans, those that identify in the LGBTQ community work hard and attend the highest education they deem necessary in order to find a job to financially support themselves and/or their families. As aforementioned, there are not strict anti-discriminations laws that protect LGBTQ individuals within the employment sector – thus, other co-workers, supervisors and management can discriminate on the basis of sexual orientation (ACLU 2018). This may include isolation of LGBTQ-identifying employees in the workspace or purposively restricting their opportunity for growth and peer relationships in the office.   Despite their being little restrictions on discrimination against LGBT individuals within the work place, some companies have recently implemented benefits for those that are in civil partnerships, mainly for business reasons and not 54  on the basis of human rights or equality of employees. Rationale behind giving benefits include keeping a company competitive within the job market.  By keeping a company competitive within the job market, this allows for developmental growth of the company and their products, as well as creates visibility for that company, in hopes of gaining more clientele.  In addition, many companies have begun to offer benefits to domestic partnerships as they have realized by making the workplace atmosphere more accepting and open, they will have a higher retention rate of successful and motivated employees that may fall under the LGBTQ community (Wanek 2011). Again, these benefits are in place as a business model and wanting to have their company have a higher retention rate.  For most companies, the cost of adding domestic partner benefits is low, typically less than 2% of total benefit costs, according a report by the Employee Benefit Research Institute (McDonnell, 2009). For such a low cost for benefits, it would be wise in the long-run for a company to implement equal benefits for all employees. Unfortunately, as aforementioned, Texas does not have many laws protecting against work place and employment discrimination. Thus, despite the low cost, many companies decide against giving the same opportunities as they are 55  aware that they will not be punished harshly, or at all, for discrimination and unequal benefits. On December 4, 2017, the Supreme Court of Texas ruled that the state of Texas has the full legal ability to take away benefits for spouses and partners under employee insurance plans (offered by the company and not through outside, private insurance) from married same-sex couples, despite same-sex marriage becoming legal by Federal Law in 2015 (Silva 2017). In practice, enrollment for benefits by eligible same-sex domestic partners tends to be lower than for eligible opposite-sex domestic partners as they feel that the benefits are still tipping the scales in favor of their heterosexual counterparts.  There is some resistance to providing the same benefits to homosexual couples as to traditionally married couples, as “most of the opposition stems from religious objections to government recognition of adult relationships other than marriage” (Coleman 2006, 1).  The United States offers many freedoms for its citizens, such as freedom of religion, freedom of speech and freedom of assembly. For a state like Texas, strong and lasting religious foundations have strong influences on individuals. Unfortunately, religion does affect how others perceive, and ultimately “accept” LGBTQ and minority individuals, thus creating tensions within places such as the workplace. This tension can lead to decreased labor 56  proficiency, outside conflict, and some employees asks to transfer to a different sector within the company or even resign from their position completely. Healthcare  Despite there not being much protection for discrimination for LGBTQ individuals in the realm of employment, there has been better luck for the LGBTQ community when it comes to access to healthcare. Within Texas, there is a range of training for LGBTQ patients within the hospital system. Each year, 1,600 hospitals around the country are ranked in relation to patient non-discrimination and staff trainings by the Healthcare Equality Index (McGaughy 2018). This index evaluates healthcare facilities' policies related to the equity and inclusion of their LGBTQ patients, visitors and employees, as well as review each facility’s practices and interactions with LGBTQ community members (Human Rights Campaign 2018). A total of 626 medical facilities across the nation participated in the survey with 418 receiving the HEI Healthcare Leader designation. In addition, the HRC Foundation proactively researched key policies at more than 900 non-participating hospitals across the nation, including Texas (Sanchez 2018). For the most current year of 2017 through the index, Parkland Memorial Hospital of Dallas received a perfect score of 100, along with other hospitals within the Houston and south Texas region (McGaughy 2018). Though this is a positive report on healthcare areas in the state, Texas healthcare overall has been, and continues to be, restrictive 57  on their access to open healthcare for LGBTQ individuals. Furthermore, there is a lack of qualified healthcare professionals [doctors and nurses alike] that can properly assist and care for members of the LGBTQ community and are well-versed in their particular area of certain health concerns or colloquial speech to use within appointments and visits.   Overall, Texas has made some major steps in the direction of offering an equal field for those that identify as LGBTQ within the past couple of years. The catalyst of these improvements was the 2015 ruling of legalizing same-sex marriage, per the Supreme Court of the United States. Although these steps have appeared to do well across the region, there are still many obstacles in the road that hinder LGBTQ individuals as well as homosexual partnerships from receiving the same benefits and treatments and their heterosexual counterparts. Unfortunately, with there being few anti-discrimination laws in place to protect these vulnerable individuals within the employment, healthcare and even housing spheres, there is a long road ahead until there is complete equality for all of those living in the Lone Star state.  Many individuals and advocacy groups feel that Texas has not improved their system of supporting minority groups. Despite the federal government compelling all fifty states to permit same-sex marriage in 2015, Texas still holds a lot of power as a state and is allowed to pass legislation of their own that may 58  counteract certain federal regulations. It comes down to what “powers of government” and regulations are given to the federal government or left up to the individual states.  Furthermore, there is a lot of influence of tradition and religion in this state, and this hinders the LGBTQ community from expressing their culture and beliefs openly without fear of persecution by their peers or even their local and state governments. Events such as Pride Festivals or Drag Queen Shows are frowned upon, and even in some cases, there are not permitted, as they can be classified under “public disturbances,” or something similar due to the aforementioned knowledge that Texas does not have many anti-discrimination laws in place to protect their residents/state citizens from discrimination. California  Typically, if there is any news within the LGBTQ community that commends the excellence of inclusion, California can be found somewhere weaved into it. California is known around the country as a state that supports the LGBTQ community with gusto. As aforementioned, employment law and the subsequent factors such as benefits, rights and anti-discrimination is left to each state. California, offers legal parameters that promote protection and security for the LGBTQ workforce. In 1992, the California Fair Employment and Housing Act 59  [FEHA] was signed into effect by Republican Governor Pete Wilson. This act provides LGBTQ employees with protection from discrimination and harassment in the workplace based on gender, gender identity, gender expression and sexual orientation (Sessions & Kimball 2016). This act remains a positive influence on the LGBTQ community today, as companies know that they can be punished by law if found they are not following the anti-discrimination policies put forth by this act.   Despite lengthy strides on combating inequality within the workplace, many LGBTQ individuals residing and working in California still feel the effects of residual discrimination. The Williams Institute conducts surveys within the LGBTQ community to survey the wellbeing, efficiency and social context in order to understand trends and overall sentiments of this community. The Williams Institute, A think tank at University of California – Los Angeles School of Law, produces high-quality research with real-world relevance and disseminates it to judges, legislators, policymakers, media and the public (Mission of Williams Institute 2011). The Williams Institute conducted a survey on workplace wellbeing and sentiments in 2016 and the results were sadly disappointing. Results, such as 43% of LGBTQ individuals have experience discrimination in a workplace setting and 62% of LGBTQ employees have reported hearing anti-LGBTQ slurs in the workplace (Ruiz 2017), slightly diminish the societal weight the positive events have when implemented to make the workforce more accepting.  60  Healthcare  LGBTQ healthcare options in California have been abundant throughout the past decades. California believes that every person, regardless of sexual orientation, should have the right to proper healthcare appointments and procedures completed by competent healthcare professions. The Equality California Institute has created an in-person trainings of culturally correct mental health and medical concerns for those within the LGBTQ community, as well as offer this model to all healthcare providers and professionals. These modules include how to handle HIV/AIDS patient crises, transgender health issues, basic LGBTQ terminology to create a more comfortable environment, and provide data on health statistics that are correct and relevant (Equality California 2017).  In 2017, the California LGBT Health and Human Services Network and NorCal Mental Health America launched a statewide education, advocacy initiative assessing LGBTQ mental health disparities. The initiative, #Out4MentalHealth, engages LGBTQ people throughout California to develop a mental health equity agenda and offer the tools and resources to overcome inequality and create an open atmosphere to share mental health concerns (LGBTQ Mental Health 2017). Some of the initiatives that the group wants to achieve within the next three years include implementing sponsored trainings that discuss LGBTQ relationships, funding  a partnership with Equality California to create platforms 61  about mental health to share at public events, such as Pride Festivals, and in the future, host town hall meetings in order to give adequate public forum space for those within the LGBTQ community to voice their opinions and concerns over mental and physical health and community involvement (LGBTQ Mental Health 2017).   Over-Arching Conclusions  Before looking at these two states individually, there are stereotypes within United States societies, based on previous habits and cultural norms established throughout the generations. It was an interesting discovery that Texas is farther along with the acceptance of LGBTQ community than previously known, but there is still a lot improvement that can occur within the next five to ten years. The more acceptance is mainly due to private companies putting forth their own benefits programs and/or choosing to put in place policies that punish discrimination in the workplace against those that identify in the LGBTQ community. The research demonstrates these policies are put in place for a business aspect in regard to retention of employees and maintaining a level of competitiveness with like-minded businesses. Previous literature and current research demonstrate that overall public attitude for the state has shown that there is still a distaste towards the notion of acceptance of the LGBTQ community in Texas. 62  Programs that California has put in place might create a more open atmosphere within Texas. But, there is a chance that these initiatives would not be successful within Texas, as there are completely different law makers, structure of government, and even the atmosphere of acceptance when it comes to minority groups. With Texas, there is a stigma of racism and religious foundation that leads those in the LGBTQ community to remain in the shadows.  With California, the initiatives that they have put forward for the community have been increasingly positive and demonstrate that the counterpart heterosexual community is invested in helping those that may be different to feel included and feel more equal than they have in the past. The inclusive written as well as implied language within these policies demonstrate that LGBTQ individuals are viewed as equals to their heterosexual counterparts in the state of California. Though it is disheartening that even with legal formalities put in place, the community still suffers discriminations and harassment within the work place and in the outside community Overall, between initiatives of the aforementioned advocacy groups, open healthcare, and benefit opportunity, the Quality of Life within the LGBTQ community can be seen as higher in California than Texas. The state of California offers adequately trained healthcare professionals that understand the proper terminology and the health concerns of the LGBTQ community, especially the 63  continuing concern of contracting HIV/AIDS. In addition, California has put in place several anti-discriminatory laws, including the Fair Employment and Housing Act, which protects homosexual-identifying persons when they apply for housing or employment within the state from discriminatory actions based on their sexual orientation. California not only allows but promotes culturally inclusive events for those of all orientations and walks of life, including Pride Festivals. These events and opportunities help members of the LGBTQ community feel safe expressing their true identity and they understand and are aware that they have others that support their well-being and way of life.  Though Texas has made improvements through their employment spheres through some implementation of spousal benefits and some of their hospitals across the region have received very high ratings on LGBTQ surveys when it comes to treatment and inclusive appointment etiquette, there are still areas that are lacking – such as the still-present discrimination with housing and employment.  Chapter 3 – Comparison of Regions Despite the regions of Europe and the United States, though across the Atlantic Ocean, being more similar with demographics and economics than not, these regions differ vastly with their Human Rights scope. Within the LGBTQ 64  community, there is varying degrees of freedom that were examined in the country case studies that were discussed in previous chapters.  It should be noted before starting my analysis that all four countries have made strides within their respective LGBTQ communities within the past decade. This should not be discredited. Despite these strides, each countries contribution to this community have made different impacts that will be discussed below. These variations in impacts lead to the overall differences (mainly positive) in quality of life for those in the LGBTQ community. Thus, after analyzing these variations, I will discuss the implications of the future for these allowances in the LGBTQ community and how these Quality of Life differences can affect where LGBTQ individuals work and live, as they deserve the best possible community and atmosphere for their well-being and of course, quality of life. These discussions will be split into two categories: a general comparison on the regional levels of Europe and the United States, as well as a case-by-case analysis. Overall Comparison  On the regional level, the United States has a lot of “catching-up” to do when it comes to Europe, especially within the LGBTQ community. Malta and Germany, though on different spectrums when it to political platforms and cultural norms, both offer opportunities to further enhance the quality of life for LGBTQ 65  individuals. Several of Germany’s top companies, including Volkswagen, offer employment benefits and healthcare for employees that identify as LGBTQ as well as their partners and/or spouses. This is a monumental step for Germany as they have been anti-homosexual with their legislation and culture for a long duration of time in their past. As noted in previous chapters, Germany is a country that places emphasis on cultural ties and religious heritage, and many Germans are proud of their roots. Malta has surprised the international community when their consuming Catholic nature was put on pause in order to encompass an inclusive environment for all of their citizens. Within the last five years, they have allowed same sex marriage, marriage benefits for companies, and access to healthcare for citizens, regardless of their identification among other things. Both of these countries within the European Union have put forth progress that have withstood the messy world of politics and various opinions.    Compared to the progress of the United States of America, these specific European Union regions are steps ahead. On the other end of the spectrum, California and Texas are lagging a few steps behind their European counterparts.  Federally, all of the 50 states and Washington D.C. must follow the 2015 ruling on Obergefell vs. Hodges which permitted the legality of same-sex marriage. Once we look into a state-level, there is varying levels of freedoms and or restrictions for those of the LGBTQ community. For example, California 66  demonstrates a wide level of freedom and protection from discrimination for the LGBTQ community. With the passing of the Federal Employment and Housing Act of 1992, there are protections put in place for individuals to combat discrimination and can cite legal action if they experience discrimination while search for a residence or while trying to apply for promotions or feel that they are purposely isolated in the work space. Meanwhile, Texas still permits legislation that does not protect LGBTQ individuals within the workspace or have adequate training for healthcare professionals that have LGBTQ patients, in respects to the proper terminology that is used during appointments and the ever-present threat of HIV/AIDS. In the aspect of Quality of Life, the European Union is breaking through their stagnant molds of previous anti-LGBTQ legislation and cultural sentiments and putting the quality of life of their minority citizens in the fore-front of policy creation and implementation. They have implemented legislation against discrimination, declassified the LGBTQ identification as mental disorders, and many companies and organizations have put into action benefit programs, platforms where LGBTQ individuals can openly speak about their stories and experiences, and health-care access that are up to date on LGBTQ terminology and health risk concerns. Individuals within these nations feel that their communities are more inclusive and that they have more opportunities to be open about their 67  sexuality without fear of persecution by their peers or their respective governments. Meanwhile, California and Texas both have positive and negatives in comparison to their European Union counterparts. State to state government varies vastly, and that is what separates these two states. As aforementioned, California has implemented many regulations that have helped the LGBTQ community feel more inclusive within the workplace, residence and even healthcare initiatives. But, this legislative and organization measures stop their protections on the border. Thus, when an individual goes from state to state, there are different implementations in place, and this creates difficulty for the LGBTQ community. Texas, for example, does not have many restrictions in place to protect the LGBTQ community, and many individuals feel slighted in the sense of employment or fair health care access. Though Texas has improved some of their systems, precisely their health care system in the state with LGBTQ inclusive training of health care professional in hospitals. Regional Comparisons  Within the European Union, both Malta and Germany can be seen as places where LGBTQ identifying individuals could live a long and fulfilling life as they would have access to employment and benefits that are offered to their 68  heterosexual peers receive as well, and companies offer platforms where LGBTQ individuals can feel comfortable in their own skin. Both countries also offer comprehensive health care options with advocates, nurses and doctors who are up-to-date on proper terminology to consult during appointments in order to ensure safety and comfort for the patient as well as specialists who understand the risk of HIV/AIDS despite the numbers being lower than they were in the previous decades.   In an economic aspect, Germany would have a higher quality of life for LGBTQ individuals and families as many of their companies offer comprehension benefits for both spouses of a homosexual marriage and offers networks for both homosexual and heterosexual coworkers to get together outside of the office and create lasting relationships beyond the workspace.   In the healthcare aspect, I believe the Germany and Malta are more or less equal. Though they do have different healthcare programs, they both offer multiple plans for individuals and families, so that people can pick what is best for them. In addition, research has shown that there are conferences, programs and papers that demonstrate that healthcare providers in both countries are putting their personal beliefs aside in order to give the best comprehensive care to their patients, regardless of sexual orientation. This will (overtime) raise the Quality of Life of 69  LGBTQ individuals because they will feel that they can speak openly to their healthcare provider on their past, present and future health-related concerns.  The United States has a little bit more work to do in order to raise their quality of life for the individuals who identify within the LGBTQ community. California is on the right track as they have implemented legislation to protect LGBTQ community members whereas Texas has not. For the quality of life for an individual, California is the clear choice to reside in, as they have put forth initiatives for health care access and proper training for providers of LGBTQ patients as well as enforced proper treatment in the workplace with promotions and benefits received through employment. For those who identify in the LGBTQ community, I believe that Texas could have the potential of diminishing an LGBTQ individual’s quality of life as they do not have laws enacted to specifically target discrimination against those in the LGBTQ community and many companies have not yet implemented the same benefit packages that heterosexual employees and their spouses receive with employment, despite the low rate of implementation funding. In addition, there has been research published that the healthcare system across the state of Texas does not have enough providers that have adequate training to properly handle LGBTQ cases, especially in regard to HIV/AIDS.  70  Why is there variation?  Variation is almost guaranteed in any aspect of these cases as all four of these places have various governmental structures in place, governing political parties and different policies put in place for the individuals and families that reside within their borders. Variation is possible within these places for LGBTQ policies based off the public opinion of their citizens and how these policies affect the overall well-being of their residents.  For example, Malta recognized that their previous policies for the LGBTQ+ communities were not inclusive and felt that changing their policies to reflect more inclusion would further improve the well-bring of their country: the results are conclusive as such. Many LGBTQ+ identifying Maltese persons have decided to move back to Malta (if they left for reasons of identifying with the LGBTQ community) or become more open about their sexual orientation with family, friends, co-workers, etc.  On the opposite end, Texas still cites policies that are discriminatory towards LGBTQ + individuals. With multiple elections, these policies have held up against advocacy groups and individuals and will remain in place until they are overturned. With the current politics of the state, I do not believe these discriminatory policies will be overturned anytime soon. 71   Variation is important to note as not every government, state, and person are the same. There will always be variation within these regions, as they all cite different values and ideals that best see fit for their region. Despite these variations, there are still levels on which these areas can be ranked in the realm of Quality of Life for their respective LGBTQ+ communities. Conclusion  This undergraduate thesis explores the different regional aspects of Quality of Life for the LGBTQ community within the scope of employment and healthcare access for the European Union and the United States of America. Though Quality of Life indexes are composed of multiple factors, employment and healthcare access are important factors to the overall general wellness and success of an individual and that is why I chose to focus on these two for the four case studies.  Overall, the European Union proved to have more pro-homosexual legislation in place for their countries, and both countries in the case studies provided showed growth throughout their historic pasts. A once war-torn country has now put forth companies that place diversity and inclusion in the top of their companies’ mottos and atmosphere, and a once majority-catholic nation has opened up their perspective in order to be inclusive to the LGBTQ community. There have been positive changes in both of these countries and it appears that 72  these positive impacts will be continuing in the future – healthcare providers are becoming more involved and committing to making their LGBTQ patients feel more comfortable and understood during appointments and companies are making it a point to make their workforces more inclusive in order to maintain healthy employees that enjoy their work and placement in their respective companies.   The United States (overall) is somewhat lagging behind the European Union in respect to the LGBTQ community, though there are some positive aspects. States such as California have made it a top priority to have their LGBTQ communities feel included in LGBTQ education and healthcare access with many organizations in this state putting forth platforms of diversity and inclusion. On the other hand, there are states such as Texas, whom have not implemented protection measure against physical discrimination or discrimination in the workplace, which makes it that much more difficulty for the LGBTQ community to feel that their voices are heard in society and through the local and state government. In addition, quality of life remains low when health care providers do not appear up to date on the issues that affect the LGBTQ community or do not approach the appointment with an open mind and there to treat the person without prejudice.  Possible Alternative Explanations of Factors 73   In addition, there can be alternative explanations other than socioeconomic factors that appear to explain the reasoning behind the positive upswing in regard to Quality of Life within this diverse community.  One explanation is the openness of the family of the individual who identifies at LGBTQ. Interestingly enough, there has been trends that the atmosphere of the primary living situation affects how LGBTQ individuals handle “stress” situations when it is related to their sexuality as an individual as well as the perception of the community as a whole. If there is a positive and supportive atmosphere with open communication between parents and their children about sexuality and fluidity of “discovering oneself,” there is a hope that the child will then become comfortable with their changing curiosity and be more willing to be open to others outside the home life. In contrast, there may be an individual struggling with the outside perception of the LGBTQ community and that they feel that there is a negative connotation with sharing their sexuality. It is difficult to predict how another person will react to such information, but that is due to how society has learned to accept those that are different. In the present, there has been a movement to change the perception that the heterosexual world holds about the LGBTQ 74  community. Just several decades before, there was hate thrown at these individuals, both verbal and physical. It is disappointing that an individual who is more than capable at a specific job or activity feels slighted due to something as their sexuality. That is an important aspect of society that needs to demonstrate more attitude and openness.  Limitations  I understand there are limitations to this study, as it was only conducted in the scope of an undergraduate thesis setting and with the progression being only four semesters from start to finish. With more time, I would love to have researched and explained more quality of life index factors as well as add more case studies to each region to see if they follow the trends of previous researched case studies.  It should also be noted that the research, conclusions and commentary above are based on articles up until March 31, 2019, and this thesis will be published in April of 2019. Even from the publication date to the future, there may be changes that render some or all parts of this thesis to be invalid due to passing of new legislation, overturning of laws, etc.    75  Bibliography \"November 2, 2004, General Election Abstract of Votes: STATE MEASURE NO. 36\" (PDF). Oregon Secretary of State. Retrieved 2012-02-09.  “#BornPerfect: The Facts About Conversion Therapy.” 2016. National Center for Lesbian Rights. http://www.nclrights.org/bornperfect-the-facts-about-conversion-therapy/ (January 28, 2018)  “Bowers v. Hardwick.” 2019. Legal Information Institute. https://www.law.cornell.edu/supremecourt/text/478/186 (April 5, 2019). “Defining LGBTQ.” 2011. Liberate Yourself. http://www.liberateyourself.co.uk/lgbtq/what-is-lgbtq/ (October 20, 2017). “'Doctors, teachers need more LGBT training'.” 2018. Gay Guide Malta. http://gayguidemalta.com/836-2/ (February 11, 2018). “European Union Agency for Fundamental Rights.” 2017. Towards advancing LGBTI equality | European Union Agency for Fundamental Rights. http://fra.europa.eu/en/news/2017/towards-advancing-lgbti-equality (November 29, 2017). “European Union Agency for Fundamental Rights.” LGBTI | European Union Agency for Fundamental Rights. http://fra.europa.eu/en/theme/lgbti (November 29, 2017). “Gay and Bisexual Men's Health.” 2016. Centers for Disease Control and Prevention. https://www.cdc.gov/msmhealth/stigma-and-discrimination.htm (October 1, 2017). “Germany.” 2018. Germany Economy: Population, GDP, Inflation, Business, Trade, FDI, Corruption. https://www.heritage.org/index/country/germany (February 18, 2018). “Health Happens Here.” 2017. Equality California. https://www.eqca.org/health-happens-with-equality/ (April 20, 2018). “Health Happens Here.” Equality California. https://www.eqca.org/health-happens-with-equality/ (April 9, 2019). 76  “Health System in Malta - Malta.” 2018. Angloinfo. https://www.angloinfo.com/how-to/malta/healthcare/health-system (February 7, 2018). “International Health Care System Profiles.” 2018. Germany : International Health Care System Profiles. http://international.commonwealthfund.org/countries/germany/ (February 23, 2018) “Key dates for lesbian, gay, bi and trans equality.” 2017. Stonewall. http://www.stonewall.org.uk/about-us/key-dates-lesbian-gay-bi-and-trans-equality (November 21, 2017). “Lesbian, Gay, Bisexual and Transgender Community in Germany - Germany.” 2018. Angloinfo. https://www.angloinfo.com/how-to/germany/family/lgbt (February 23, 2018). “Lesbian, Gay, Bisexual, and Transgender Health.” 2014. Centers for Disease Control and Prevention. https://www.cdc.gov/lgbthealth/ (October 11, 2017). “Lesbian, Gay, Bisexual, and Transgender Health.” 2018. Lesbian, Gay, Bisexual, and Transgender Health | Healthy People 2020. https://www.healthypeople.gov/2020/topics-objectives/topic/lesbian-gay-bisexual-and-transgender-health (April 19, 2018). “Lesbian, Gay, Bisexual, and Transgender Health.” Lesbian, Gay, Bisexual, and Transgender Health | Healthy People 2020. https://www.healthypeople.gov/2020/topics-objectives/topic/lesbian-gay-bisexual-and-transgender-health (April 9, 2018). “LGBT Equality & Civil Rights.” Jared Polis 2nd District of Colorado. https://polis.house.gov/issues/issue/?IssueID=5032 (November 28, 2017). “LGBT Rights.” 2013. Human Rights Watch. https://www.hrw.org/topic/lgbt-rights (October 20, 2017). “LGBTQ Equality.” 2018. ACLU of Texas. https://www.aclutx.org/en/issues/lgbt-rights (April 1, 2019). “LGBTQ Mental Health.” 2017. California LGBT Health & Human Services Network. http://www.californialgbthealth.org/out4mentalhealth.html (April 20, 2018). 77  2019. The EU - what it is and what it does. http://publications.europa.eu/webpub/com/eu-what-it-is/en/ (April 9, 2019). American Psychological Association. http://www.apa.org/pi/ses/resources/publications/lgbt.aspx (June 2018). “A Timeline of Historical Events.” 2016. INSIGHT into Diversity 87: 13–13.  “Advancing Effective Communication, Cultural Competence, and Patient- and Family-Centered Care for the Lesbian, Gay, Bisexual, and Transgender (LGBT) Community.” 2014. jointcommission.org. https://www.jointcommission.org/lgbt/ (October 2, 2017). Anderson, Emma. 2015. “Five ways Germany falls short on gay rights.” The Local. https://www.thelocal.de/20150430/five-ways-germany-falls-short-on-gay-rights (February 22, 2018). Ayoub, Phillip M. 2012. “Cooperative transnationalism in contemporary Europe: Europeanization and political opportunities for LGBT mobilization in the European Union.” European Political Science Review 5(02): 279–310. https://www.cambridge.org/core/journals/european-political-science-review/article/cooperative- Binnie, Jon, and Christian Klesse. 2013. “The Politics of Age, Temporality and Intergenerationality in Transnational Lesbian, Gay, Bisexual, Transgender and Queer Activist Networks.” Sociology 47(3): 580–95.  Bohan, Janis, and Glenda Russell. 2005. “The Gay Generation Gap: Communicating Across the LGBT Generational Divide.” The Policy Journal of the Institute for Gay and Lesbian Strategic Studies 8(1): 1–8. http://drglendarussell.com/wp-content/uploads/2013/05/Angles_GayGenerations.pdf (October 18, 2017). \"Bowers v. Hardwick.\" Oyez, 5 Apr. 2019, www.oyez.org/cases/1985/85-140. Britannica, The Editors of Encyclopaedia. 2018. “Don't Ask, Don't Tell.” Encyclopædia Britannica. https://www.britannica.com/event/Dont-Ask-Dont-Tell (April 3, 2019). Buffie, William C. 2011. “Public Health Implications of Same-Sex Marriage.” American Journal of Public Health 101(6): 986–90. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3093259/. 78  Campaign, Human Rights. “Hospital Visitation Guide for LGBTQ Families.” Human Rights Campaign. https://www.hrc.org/resources/hospital-visitation-guide-for-lgbt-families (January 21, 2018). Cant, Bob. 2012. “Anyone who thinks of homosexual love is our enemy': remembering the experiences of lesbian, gay, bisexual and transgender people during the Nazi terror.” Diversity and Equality in Health and Care 9(4): 239–41. Coleman, T. (2006). Domestic partner benefits are inevitable. Retrieved March 17, 2018 from http://www.unmarriedamerica.org/columnone/domestic_partner_benefits_are_inevitable.htm. Connell, Catherine. 2012. “Dangerous Disclosures.” SpringerLink. https://link.springer.com/article/10.1007/s13178-011-0076-8 (March 9, 2018). Don't Block LGBTQ 2017. 2017. (The United States Congress) . bill. Elizabeth, Autumn. 2013. “Challenging the Binary: Sexual Identity That Is Not Duality.” Journal of Bisexuality 13(3): 329–37 Ewing, Christopher. 2017. “'Color Him Black': Erotic Representations and the Politics of Race in West German Homosexual Magazines, 1949-1974.” Sexuality & Culture 21(2): 382–403.  Fisher, Max. 2013. “This Map shows how America compares to the rest of the world on gay rights.” The Washington Post. https://www.washingtonpost.com/news/worldviews/wp/2013/06/26/this-map-shows-how-far-america-has-come-on-gay-rights-compared-to-the-rest-of-the-world/?utm_term=.eebd0fac64e2 (October 20, 2017). Flynn, Jackie, ed. 2018. “Healthcare in Malta.” International Living. https://internationalliving.com/countries/malta/healthcare-in-malta/ (February 18, 2018). Ford, Zack. 2017. “Texas advances bill allowing discrimination against LGBTQ kids and families.” ThinkProgress. https://thinkprogress.org/texas-lgbtq-adoption-discrimination-cfb7a417e63d/ (October 19, 2017). Gayles Travis A., Kuhns Lisa M., Kwon Soyang, Mustanski Brian, and Garofalo Robert. LGBT Health. May 2016, 3(3): 219-224. https://doi.org/10.1089/lgbt.2015.0102 79  Harwood, Mark. 2014. “Adopting Same-Sex Unions in Catholic Malta: Pointing the Finger at ‘Europe’.” South European Society and Politics 20(1): 113–31. http://www.tandfonline.com/doi/abs/10.1080/13608746.2014.953350 (September 29, 2017) Ho, Jeremiah. 2017. “FIND OUT WHAT IT MEANS TO ME: THE POLITICS OF RESPECT AND DIGNITY IN SEXUAL ORIENTATION ANTIDISCRIMINATION.” Utah Law Review 2017(3): 460–530.  http://shura.shu.ac.uk/10144/1/Formby_-_Bullying_Report_-_WEB.pdf Hutton, Alice. 2019. “Gay Life in Berlin Is Starting to Echo a Darker Era.” The Atlantic. https://www.theatlantic.com/international/archive/2018/12/germany-berlin-gay-life/578653/ (April 9, 2019). Institute of Medicine (US) Committee on Lesbian, Gay, Bisexual, and and Transgender Health Issues and Research Gaps and Opportunities. 1970. “Introduction.” The Health of Lesbian, Gay, Bisexual, and Transgender People: Building a Foundation for Better Understanding. https://www.ncbi.nlm.nih.gov/books/NBK64810/ (October 16, 2017). Institute of Medicine (US) Council on Health Care Technology; Mosteller F, Falotico-Taylor J, editors. Quality of Life and Technology Assessment: Monograph of the Council on Health Care Technology. Washington (DC): National Academies Press (US); 1989. 6, Assessing Quality of Life: Measures and Utility. Available from: https://www.ncbi.nlm.nih.gov/books/NBK235120/ Justice, Consumers & Gender Equality, and Věra Jourová. ec.europa.eu Ec.europa.eu. OIB. http://ec.europa.eu/justice/discrimination/files/lgbti_actionlist_en.pdf (October 1, 2017) Kjærum, Morten. 2013. “European Union lesbian, gay, bisexual and transgender survey.” FRA – European Union Agency for Fundamental Rights: 1–36. file:///C:/Users/Paige/Downloads/eu-lgbt-survey-results-at-a-glance_en.pdf.  Koellen, Thomas. 2007. “Part of the Whole?: Homosexuality in Companies' Diversity Policies and in Business Research: Focus on Germany.” International Journal Of Diversity In Organisations, Communities & Nations, 7 (5), 315-322. 80  Köllen, Thomas . 2013. “Bisexuality and Diversity Management—Addressing the B in LGBT as a Relevant ‘Sexual Orientation’ in the Workplace.” Journal of Bisexuality 13(1): 122–37. Lannutti, Pamela. 2005. “LGBT Relationships.” The International Encyclopedia of Interpersonal Communication . http://onlinelibrary.wiley.com/doi/10.1002/9781118540190.wbeic039/full. Lipka, Michael. 2017. “Where Europe stands on gay marriage and civil unions.” Pew Center Research. http://www.pewresearch.org/fact-tank/2017/06/30/where-europe-stands-on-gay-marriage-and-civil-unions/ (October 1, 2017). “\"Like Walking Through a Hailstorm\".” 2017. Human Rights Watch. https://www.hrw.org/report/2016/12/07/walking-through-hailstorm/discrimination-against-lgbt-youth-us-schools (October 19, 2017). “Malta.” 2018. Malta Economy: Population, GDP, Inflation, Business, Trade, FDI, Corruption. https://www.heritage.org/index/country/malta (February 3, 2018). “Marriage and Family on the Ballot.” 2019. Ballotpedia. https://ballotpedia.org/Marriage_and_family_on_the_ballot (February 2, 2019). Mallory, and Sears. 2015. “Employment Discrimination Based on Sexual Orientation and Gender Identity in Texas.” eScholarship, University of California. https://escholarship.org/uc/item/9f46b4j9 (January 9, 2018). Mallory, Christy, Taylor Brown, Stephen Russell. 2017. “The Impact of Stigma and Discrimination Against LGBT People in Texas .” The Williams Institute - UCLA School of Law: 1–75. https://williamsinstitute.law.ucla.edu/wp-content/uploads/Texas-Impact-of-Stigma-and-Discrimination-Report-April-2017.pdf (October 18, 2017) McDonnell, K. (2009). Domestic Partner Benefits: Facts and Background. Retrieved March 19, 2018 from http://www.ebri.org/pdf/publications/facts/0209fact.pdf. McGaughy, Lauren. 2018. “Parkland Hospital Gets Perfect Score for LGBT Health Care.” Dallas News. https://www.dallasnews.com/news/lgbt/2018/03/27/parkland-hospital-dallas-gets-perfect-score-lgbt-healthcare (April 15, 2018). Obergefell v. Hodges. 2015. Oyez (Roberts). 81  O'Dwyer, Conor, and Katrina Z S Schwartz. 2010. “Minority rights after EU enlargement: A comparison of antigay politics in Poland and Latvia.” Comparative European Politics 8(2): 220–43. https://link.springer.com/article/10.1057/cep.2008.31 (October 2, 2017). Radcliffe, Charles. 2016. “The real cost of LGBT discrimination.” World Economic Forum. https://www.weforum.org/agenda/2016/01/the-real-cost-of-lgbt-discrimination/ (October 20, 2017). Ruiz, Hennig. 2017. “LGBT Discrimination in the Workplace: 8 Important Statistics | Hennig Ruiz Law Firm.” Hennig Ruiz & Singh. https://www.employmentattorneyla.com/blog/2016/01/lgbt-discrimination-in-the-workplace-8-important-statistics.shtml (April 15, 2018). SAGEusa.org. “SAGE - The Issues - Social Isolation.” SAGEusa.org. https://www.sageusa.org/issues/isolation.cfm (October 19, 2017). Samuelson, Kate. 2016. “Why Malta Has Europe's Most Progressive Gay Rights.” Time. http://time.com/4597632/malta-gay-rights-conversion-ban/ (January 28, 2018). Schaller, Susann. 2011. “Information Needs of LGBTQ College Students.” Libri: International Journal of Libraries & Information Services 61(2): 100–115.  Sessions & Kimball. 2016. “California Law: No LGBT Discrimination in the Workplace.” Sessions & Kimball LLP. http://www.job-law.com/rights-of-california-lgbt-employees-against-workplace-discrimination/ (April 2, 2018). Silva, Christianna. 2017. “Married Same-Sex Couples Are Denied the Same Benefits as Heterosexual Pairs in Texas.” Newsweek. http://www.newsweek.com/same-sex-couples-marriage-benefits-texas-supreme-court-730730 (April 18, 2018). Wanek, J. E., Kaupins, G., & Coco, M. (2011). DOMESTIC PARTNER BENEFITS POLICIES IN NORTH TEXAS. International Journal Of Business & Public Administration, 8(1), 34-47.   “Where Does the Rainbow Shine Brightest? Comparing the Legal Status of LGBT People in Europe and the United States Today .” CritCom. http://councilforeuropeanstudies.org/critcom/where-does-the-rainbow-shine-brightest-comparing-the-legal-status-of-lgbt-people-in-europe-and-the-united-states-today/ (October 20, 2017). 82   ",
    "id": 223058962,
    "identifiers": {
        "doi": null,
        "oai": "oai:commons.lib.jmu.edu:honors201019-1742"
    },
    "title": "Second class citizens - A comparative analysis of LGBTQ quality of life",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-05-04T08:00:00+01:00",
    "publisher": "JMU Scholarly Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://commons.lib.jmu.edu/cgi/viewcontent.cgi?article=1742&amp;context=honors201019"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/223058962.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/223058962"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/223058962/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/223058962/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/223058962"
        }
    ],
    "abstract": "The following thesis explains the differences between the Quality of Life of LGBTQ individuals within the European Union and the United States of America. Looking at the specific Quality of Life index factors of employment and healthcare, this thesis focuses on four regions: Malta, Germany, California and Texas.\nOverall, the European Union was found to have a higher Quality of Life for LGBTQ individuals than the United States of America in the realms of employment and healthcare. This is due to Germany and Malta having inclusive laws and regulations put in place that protect LGBTQ individuals, whereas there is various amounts of divergence between U.S. states, including Texas and California",
    "tags": [
        "thesis",
        "LGBTQ",
        "Quality of Life",
        "European Union",
        "USA",
        "Healthcare",
        "Employment",
        "Comparative Politics",
        "Political Science"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "thesis"
    ],
    "oai": "oai:commons.lib.jmu.edu:honors201019-1742",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3623",
        "openDoarId": 0,
        "name": "James Madison University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 223058962,
        "depositedDate": null,
        "publishedDate": "2019-05-04T08:00:00+01:00",
        "updatedDate": "2024-02-20T23:37:53+00:00",
        "acceptedDate": null,
        "createdDate": "2019-08-08T22:48:45+01:00"
    },
    "urls": [
        "https://commons.lib.jmu.edu/honors201019/701",
        "https://commons.lib.jmu.edu/context/honors201019/article/1742/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-20T23:37:53+00:00",
    "setSpecs": []
}