{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wang, Yuan Yuan"
        },
        {
            "name": "Peng, Ke"
        },
        {
            "name": "Zhu, Xuequan"
        },
        {
            "name": "Gillespie, Amy"
        },
        {
            "name": "Gao, Yue"
        },
        {
            "name": "Xin, Ying"
        },
        {
            "name": "Qi, Ji"
        },
        {
            "name": "Ou, JianJun"
        },
        {
            "name": "Zhong, Shaoling"
        },
        {
            "name": "Zhao, Lixian"
        },
        {
            "name": "Liu, Jianbo"
        },
        {
            "name": "Wang, Chaoyue"
        },
        {
            "name": "Chen, Runsen"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-16T23:21:32+01:00",
    "dataProvider": {
        "id": 25,
        "name": "De Montfort University Open Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/25",
        "logo": "https://api.core.ac.uk/data-providers/25/logo"
    },
    "depositedDate": "2019-09-06T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1001/jamanetworkopen.2019.11058",
    "downloadUrl": "https://core.ac.uk/download/228185878.pdf",
    "fullText": "Original Investigation | Public HealthSelf-reported Rates of Abuse, Neglect, and Bullying Experiencedby Transgender and Gender-Nonbinary Adolescents in ChinaKe Peng, MPH; Xuequan Zhu, MSc; Amy Gillespie, PhD; YuanyuanWang, PhD; Yue Gao, MD; Ying Xin, MSc; Ji Qi, BA; JianJun Ou, MD, PhD; Shaoling Zhong, BSc;Lixian Zhao, MD; Jianbo Liu, MD, PhD; ChaoyueWang, MSc; Runsen Chen, MSc, MBMSAbstractIMPORTANCE This is the first comprehensive national study reporting the rates of abuse, neglect,and bullying from family and classmates or teachers among Chinese transgender and gender-nonbinary adolescents and identifying risk factors associated with poor mental health in thispopulation.OBJECTIVE To assess the rates of abuse, neglect, and bullying and their association with poormental health among Chinese transgender and gender nonbinary adolescents.DESIGN, SETTING, AND PARTICIPANTS This national survey study used an online self-selectingsurvey conducted between January 1, 2017, and September 29, 2017, in China. Eligibility criteriaincluded reporting being aged 12 to 18 years and being transgender or gender nonbinary. Dataanalysis was performed fromMarch 25 to 28, 2019.MAINOUTCOMES ANDMEASURES Themain outcomewas self-reported poor mental health,including depressive symptoms, anxiety symptoms, and suicidal ideation. Depressive symptomsweremeasured using the Center for Epidemiological Studies Depression 9-item scale. Anxietysymptoms weremeasured using the 7-item General Anxiety Disorder scale. Suicidal ideation wasmeasured using standardized questions adapted from previous Chinese studies. Abuse, neglect, andbullying were measured using specifically designed questions.RESULTS Of 564 responses collected, 385 respondents (mean [SD] age, 16.7 [1.2] years) metinclusion criteria, including 109 (28.3%) transgender adolescent boys, 167 (43.4%) transgenderadolescent girls, and 109 (28.3%) gender-nonbinary adolescents. Among 319 respondents whoreported that their parents were aware of their gender identity, 296 (92.8%) reported havingexperienced parental abuse or neglect. Among the full cohort, 295 respondents (76.6%) reportedhaving experienced abuse or bullying owing to being transgender or gender nonbinary in school fromclassmates or teachers. Therewere 173 respondents (44.9%)with Center for Epidemiological StudiesDepression 9-item scale scores indicating they were at risk of major depressive disorder, and 148respondents (38.4%) had 7-item General Anxiety Disorder scale scores indicating they were at risk ofan anxiety disorder. In univariate analysis, reporting experiences of bullying from a classmate orteacher was significantly associated with suicidal ideation (odds ratio, 1.68 [95% CI, 1.04-2.70];P = .03), but the association was no longer statistically significant after controlling for level ofeducational attainment, aversion to assigned sex, and depressedmood at the onset of puberty (oddsratio, 1.63 [95% CI, 0.97-2.73]; P = .06).CONCLUSIONS ANDRELEVANCE In this survey study, transgender and gender-nonbinaryadolescents in China reported high rates of abuse, neglect, and bullying at home and in school and(continued)Key PointsQuestion What are the rates of abuse,neglect, and bullying and theirassociation with poor mental healthexperienced by Chinese transgenderand gender nonbinary adolescents?Findings In this national survey studyof 385 transgender and gender-nonbinary adolescents, 296respondents reported experiencingparental abuse or neglect and 295respondents reported experiencingabuse or bullying from classmates orteachers. Reporting experiences ofbullying or abuse from classmates orteachers was significantly associatedwith increased risk of suicidal ideation.Meaning Greater access to appropriatemental health care may be helpful toaddress the high rates of mental healthissues and abuse, neglect, and bullyingexperienced by Chinese transgenderand gender-nonbinary adolescents.+ Invited Commentary+ Supplemental contentAuthor affiliations and article information arelisted at the end of this article.Open Access. This is an open access article distributed under the terms of the CC-BY License.JAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 1/12Downloaded From: https://jamanetwork.com/ on 09/09/2019Abstract (continued)high rates of symptoms associated with poor mental health. This study highlights the importance ofreducing home- and school-based abuse, neglect, and bullying of transgender and gender-nonbinaryadolescents in China to improvemental health outcomes; however, broader change in the socialenvironment may be required to address the prejudice and stigma aimed at gender minorities.JAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058IntroductionSocial awareness of adolescent experiences of abuse, neglect, and bullying at home and in school hasincreased in the last few decades, with acknowledgment that child abuse has been a long-lasting andsevere phenomenon in China.1,2 One national survey of 3543 adults in China found that 71.9% ofChinese adults reported being abused by their parents during childhood.3 However, a multiprovincesurvey in China reported 1-year incidence rates of 26.1% for bullying, 9.0% for bullying others, and28.9% for witnessing bullying,4 which are equivalent to rates reported in North America; one USstudy5 found that 28% of youths reported being bullied by others in the past 6months and 20% ofyouths reported being bullied multiple times.The mental health implications for Chinese adolescents of these high rates of abuse, neglect,and bullying at home and in school warrant further attention, particularly the implications for suicidalbehavior. Suicide was reported to be the fourth leading cause of death for adolescents in China in2016,6,7 with a 2010 national survey8 reporting that 2.7% of Chinese adolescents hadmade a suicideattempt in the past 12months and0.6%of adolescents hadmademultiple attempts. A 2002 study9reported that more than half of Chinese adolescents who reported suicidal ideation had attemptedsuicide in the past 12 months. Abuse, neglect, and bullying at home and in school have been found toincrease the risk of suicidal ideation and attempts among adolescents.10Sexual and gender minority is an umbrella phrase that encompasses lesbian, gay, bisexual,transgender, and intersex populations, as well as thosewhose sexual orientation, gender identity andexpressions, or reproductive development vary from traditional, societal, cultural, or physiologicalnorms. Specifically, the term sexual minorities includes individuals whose sexual identity, orientation,or practices vary from heterosexual norms.11,12 The term gender minorities includes individuals whodo not identify with some, or all, of the aspects of the sex they were assigned at birth, such asidentifying as transgender, nonbinary, or genderqueer.13In the United States, it has been reported that gender-based abuse, neglect, and bullying aremore common for adolescents who are sexual or gender minorities than for heterosexual cisgenderadolescents,14 with most sexual or gender minorities reporting experiences of abuse, neglect, andbullying.15 A lack of acceptance from parents and unfriendly school environments for sexual orgenderminority students, which are reported to bemore severe in China, are significant contributorsto experiences of abuse, neglect, and bullying.16-22 Furthermore, a 2013 study from theUnited Statesreported that rates of suicidal ideation and suicide attempts among transgender adolescents were2-fold those of their cisgender peers.23 Barriers for obtaining hormone interventions and associatedmental health concerns may increase the risk of suicidal ideation and suicide attempts.24Minority stress theory is a conceptual framework that has been applied to numerous populationgroups to understand the association of a hostile and stressful social environment involving stigma,prejudice, and discrimination with poor mental health outcomes.25,26 Prejudice creates a noxiousenvironment for minority groups,27 and discrimination and violence driven by prejudice have beenshown to increase stressors for minority groups with a subsequent negative effect on mentalwell-being26; in contrast, social support has been shown to be an independent factor associated withbetter mental health.22,28 In the last decade, theminority stress theory has been used to exploremental health concerns in transgender populations and assist clinicians in treating transgenderpatients in the context of societal hostility.26,29JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 2/12Downloaded From: https://jamanetwork.com/ on 09/09/2019However, to our knowledge, the rates of abuse, neglect, and bullying among specificallyChinese transgender or gender-nonbinary adolescents are not well documented, nor are the rates ofsuicidal ideation or behavior. It is important to understand the rates of abuse, neglect, bullying, andsuicidal ideation among Chinese transgender adolescents and to develop specific preventativeinterventions to target this form of minority stress. Therefore, this study aimed to explore the ratesof parental abuse and neglect and classmate or teacher abuse or bullying experienced by transgenderand gender-nonbinary adolescents owing to their gender minority status in the Chinese populationand to investigate whether these experiences were associated with suicidal ideation or other self-reported poor mental health (ie, depressive or anxiety disorders).MethodsFull details of the study procedures and sample have been previously published30,31; the full sampleincluded transgender and gender-nonbinary adults. Our previous 2 publications included a report onbarriers that Chinese transgender adults faced when accessing health care and gender-affirminginterventions30 and a report on suicidal ideation and attempt rates among Chinese transgenderadults.31 These studies identified numerous barriers to accessing health care and gender-affirmingtreatment, high rates of suicidal ideation, and associations of suicidal ideation and suicide attemptswith education level, relationship status, parental conflict, self-harm, and seeking mental healthservices.31 This study focused on adolescents and specific experiences of abuse, neglect, and bullyingat home or in school.Briefly, a survey study using self-selected samples was conducted between January 1, 2017, andSeptember 29, 2017. Convenience sampling, respondent-driven sampling, and snowball samplingmethods that have previously proven to be effective methods for recruiting lesbian, gay, bisexual, ortransgender participants were used to recruit participants. Questionnaires were distributed aroundthe country via lesbian, gay, bisexual, or transgender service centers, educational institutes, socialmedia, telephone calls, text messages, and online recruitment advertisements (phase 1). Initialparticipants were invited to distribute the questionnaire to their transgender and gender-nonbinaryfriends and acquaintances (phase 2). All questionnaires were anonymous. Participants completedan online survey questionnaire that collected information about demographic characteristics,including gender identity, housing status, employment status, relationship status, children, andsuicidal behaviors. The inclusion criteria were having a distinct IP address, completing more than85% of the questionnaire, spending aminimum of 8minutes completing the survey (in a pilot study,8 minutes was the minimum time recorded for completing 85% of the questionnaire; the meansurvey completion time was 35minutes), andmeeting the definitions used in the study for eithertransgender adolescent boys, transgender adolescent girls, or gender-nonbinary adolescents.31 Toassess gender identity, we asked participants their assigned biological sex at birth and their self-identified gender. Participants who self-identified as female and were assignedmale at birth werecategorized as transgender adolescent girls, and participants who self-identified as male and wereassigned as female at birth were categorized as transgender adolescent boys. Participant who wereuncertain about self-identified gender were categorized as gender-nonbinary adolescents.A version of the Center for Epidemiological Studies Depression 9-item (CES-D-9) scale modifiedfor use with a Chinese population32 was used to screen for depressive symptoms, with a total scoreof 17 points or higher indicating risk for major depressive disorder. The CES-D-9 scale has beenvalidated in a Chinese population and shown good reliability (Cronbach α = 0.85-0.88). The Chinese-validated version of the 7-item General Anxiety Disorder scale was used to screen for anxietysymptoms, with a total score of 10 points or higher indicating risk for anxiety disorder. The 7-itemGeneral Anxiety Disorder scale has also shown good reliability in a Chinese population (Cronbach αrange, 0.76-0.83).33 Suicidal ideation was measured using standardized questions with yes or nooptions, which have been used in previous Chinese research.33 Abuse, neglect, and bullying owing tobeing transgender or gender nonbinary that were experienced at home from family members or inJAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 3/12Downloaded From: https://jamanetwork.com/ on 09/09/2019school from classmates or teachers were assessed using questions such as, “Have your parents orguardians limited your personal freedom? [in Chinese]” for the home aspect and “Have yourclassmates or teachers mocked you in public? [in Chinese]” for the school aspect (eTable in theSupplement). For parental abuse and neglect experiences, a question asked respondents if theirfamily was aware of their transgender or nonbinary identity. If respondents indicated that their familywas unaware of their gender identity, theywere not asked about their parents or guardians exposingthem to abuse or neglect owing to being transgender or nonbinary, as it would not have beenpossible for them to attribute with certainty the abuse or neglect to their gender identity. All resultsregarding abuse or neglect from parents or guardians refer to the remaining participants whosefamilies were aware of their gender identities.Ethical approval was obtained from Beijing Anding Hospital, Capital Medical University, and allparticipants provided either written informed consent or assent online. Owing to the uniqueness ofthe study sample, informed consent could not be obtained from the parents of the participants whowere younger than 18 years. Additionally, some parents of the participants were unaware of thegender identity of their children; therefore, it was not possible to obtain their consent. The ethicalreview approved of this change to informed consent requirements.For this study, we only included participants aged 12 to 18 years who identified as transgenderor gender nonbinary. As this sample was self-selected and the number of people exposed to thesurvey is unknown, we cannot report response rates; this is in line with American Association forPublic Opinion Research (AAPOR) reporting guidelines for self-selected samples, which were used toreport this study.Statistical AnalysisData analysis was performed fromMarch 25 to 28, 2019. We reported the characteristics of theparticipants and reported rates of abuse, neglect, and bullying experiences and poor mental healthusing descriptive statistics, categorical variables with percentages, and continuous variables withmeans and SDs as appropriate. Logistic regression was performed to analyze univariate associationsof social or demographic factors with lifetime suicidal ideation among transgender and gender-nonbinary participants. Variables that were significantly associated with suicidal ideation in theunivariate analysis were entered into a multivariate logistic regressionmodel to identify factorsassociated with suicidal ideation, and odds ratios (ORs) and 95% CIs were used to report the resultsof logistic analysis. Data were analyzed using SAS statistical software version 9.4 (SAS Institute). Pvalues were 2-sided and statistical significance was set at less than .05.ResultsA total of 564 responses were received, and 385 (68.2%) respondents were included after screeningagainst the core inclusion and exclusion criteria. Sixty-six respondents indicated that their familieswere unaware of their gender identities; therefore, these individuals did not answer questionsregarding abuse or neglect from parents or guardians. Participants were aged 12 to 18 years (mean[SD] age, 16.7 [1.2] years), and 323 participants (83.9%) were students. Respondents included 109(28.3%) transgender adolescent boys, 167 (43.4%) transgender adolescent girls, and 109 (28.3%)gender-nonbinary adolescents.Among the full cohort, 319 respondents (82.9%) reported that their family was aware of theirgender identity and therefore answered questions on parental abuse and neglect. Among theserespondents, 296 (92.8%) reported exposure to parental abuse or neglect owing to beingtransgender or gender nonbinary at some point in their lifetime, and 282 respondents (88.4%)reported experiences of abuse, neglect, or bullying in the past 12 months. No statistically significantdifferences were found in the rates of lifetime suicidal ideation between respondents who reportedexperiencing parental abuse or neglect compared with those who did not (OR, 1.57 [95% CI,0.67-3.70]). A further 217 respondents (68.0%) reported experiencing parental abuse or neglectJAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 4/12Downloaded From: https://jamanetwork.com/ on 09/09/2019more than 3 times in the past 12 months. Lifetime experiences of economic control were reported by211 respondents (66.1%), of persistent neglect by 140 respondents (43.9%), of verbal abuse or insultsby 191 respondents (59.9%), and of restriction of personal freedom by 162 respondents (50.8%). Atleast 1 experience of physical abuse was reported by 151 respondents (47.3%), and 60 respondents(18.8%) reported being forced out of the home or family members cutting off contact (Table 1).From the full cohort, 295 respondents (76.6%) reported bullying or abuse owing to beingtransgender or gender nonbinary from classmates or teachers. We found statistically significantdifferences in rates of lifetime suicidal ideation between youths who had experienced classmate orteacher abuse or bullying comparedwith thosewho had not (OR, 1.68 [95%CI, 1.04-2.70]). Themostcommonly reported form of abuse or bullying in school was verbal bullying (264 respondents[68.6%]). Being publicly mocked (80 respondents [20.7%]) and threats or intimidation (113respondents [29.4%]) were the least commonly reported, but they were still reported bymore than20% of respondents (Table 1).Among the full cohort, 173 respondents (44.9%) were found to be at risk of major depressivedisorder, and 148 respondents (38.4%)were found to be at risk of an anxiety disorder. Higher rates ofmental health problems and suicidal behaviors were reported by transgender adolescent girls (mean[SD] CES-D-9 score, 15.7 [6.0] points) compared with transgender adolescent boys (mean [SD]CES-D-9 score, 14.2 [7.8] points) and gender nonbinary adolescents (mean [SD] CES-D-9 score, 14.3[6.7] points). Compared with gender nonbinary adolescents, transgender adolescent girls weremorelikely to be at risk of major depressive disorder (OR, 1.4 [95% CI, 0.9-2.2]), but the difference fortransgender adolescent boys was nonsignificant (OR, 1.0 [95% CI, 0.6-1.7]). Transgender adolescentboys and girls had higher rates of disliking their assigned sex (transgender boys: OR, 2.5 [95% CI,1.4-4.5]; transgender girls: OR, 5.5 [95% CI, 3.0-9.9]), feeling pain and depression at the onset ofpuberty (transgender boys: OR, 3.5 [95% CI, 1.8-6.9]; transgender girls: OR, 6.1 [95% CI, 3.1-12.1]),wanting to stop puberty (transgender boys: OR, 3.9 [95%CI, 1.8-8.2]; transgender girls: OR, 4.1 [95%CI, 2.1-7.9]), and wanting access to hormone intervention (transgender boys: OR, 4.7 [95% CI,2.5-8.7]; transgender girls: OR, 10.7 [95% CI, 5.6-20.5]) compared with gender nonbinaryTable 1. RespondentsWho Experienced Each Type of Abuse, Bullying,or Neglect FromParent or Classmate or TeacherType No. (%)Parental abuse or neglect, No./total No. (%) 296/319 (92.8)Economic control 211 (66.1)Being forced to change gender expression 202 (63.3)Deliberately neglecting or evading gender identityand giving no care or support202 (63.3)Verbal abuse or insults 191 (59.9)Restricting personal freedom 162 (50.8)Physical assault 151 (47.3)Persistent neglect 140 (43.9)Eviction from the home or cutting off contact 60 (18.8)Being coerced or forced to undergo conversiontherapy55 (17.2)Being forced to have sex with others 3 (0.9)Classmate or teacher abuse and bullying,No./total No. (%)295/385 (76.6)Verbal bullying 264 (68.6)Being publicly mocked 80 (20.7)Isolation or exclusion 190 (49.4)Spread of rumors 192 (49.9)Threats or intimidation 113 (29.4)Cyberbullying via social media 248 (64.4)Physical abuse 149 (38.7)JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 5/12Downloaded From: https://jamanetwork.com/ on 09/09/2019adolescents. Across the sample, 196 respondents (50.9%) reported suicidal ideation, with thehighest rates among transgender adolescent girls (107 of 167 respondents [64.1%]) followed bytransgender adolescent boys (53 of 109 respondents [48.6%]). A total of 61 respondents (15.8%)reported a suicide attempt at some point in their lifetime.The results of the univariate analyses are shown in Table 2. Compared with participants whoattained a college degree or higher, thosewith only junior school education or belowweremore likelyto report suicidal ideation (OR, 2.43 [95% CI, 1.24-4.75]; P = .009). Suicidal ideation was also morelikely to be reported by participants who strongly disliked their assigned sex (OR, 4.98 [95%CI, 2.93-8.47]; P < .001) and participants who felt pain and depressedmood at the onset of puberty (OR, 7.44[95% CI, 3.66-15.13]; P < .001). In univariate analysis, having experienced abuse or bullying fromclassmates or teachers was also found to be significantly associated with suicidal ideation (OR, 1.68[95%CI, 1.04-2.70]; P = .03). However, in themultivariatemodel using stepwise regression, abuse orbullying from classmates or teachers was no longer associated with suicidal ideation after themodelwas adjusted for level of educational attainment, strong dislike of assigned sex, and feelings of painand depressedmood at the onset of puberty (OR, 1.63 [95% CI, 0.97-2.73]; P = .06) (Table 3).Table 2. Univariate Analysis of Factors AssociatedWith Suicidal IdeationVariableLifetime SuicidalIdeation, No. (%)(n = 196) Odds Ratio (95% CI) P ValueAge, y .25≤15 29 (43.9) 1 [Reference] NA16 40 (59.7) 1.89 (0.95-3.76) .0917 67 (53.2) 1.45 (0.80-2.64) .6218 60 (47.6) 1.16 (0.64-2.11) .40Education status .97Currently at school 164 (50.7) 1 [Reference] NAGraduated 14 (50.0) 0.97 (0.45-2.10) .86Dropped out of school 18 (52.9) 1.09 (0.54-2.21) .80Education .03Bachelor’s degree and higher 19 (37.3) 1 [Reference] NAHigh school 105 (49.5) 1.65 (0.88-3.10) .79Junior school and lower 72 (59.0) 2.43 (1.24-4.75) .009Highest level of education of parents .66Junior school and lower 43 (51.8) 1 [Reference] NAHigh school 50 (47.2) 0.83 (0.47-1.48) .39Bachelor’s degree and higher 103 (52.6) 1.03 (0.62-1.72) .55Sexual orientation .44Heterosexual 37 (57.8) 1 [Reference] NAHomosexual 33 (45.8) 0.62 (0.31-1.22) .38Bisexual or pansexual 101 (52.1) 0.79 (0.45-1.40) .65Asexual, uncertain, or other 25 (45.5) 0.61 (0.29-1.26) .38Strongly dislike assigned sex 174 (60.0) 4.98 (2.93-8.47) <.001Felt pain and depressed mood at the onset ofpuberty186 (57.9) 7.44 (3.66-15.13) <.001Ever experienced bullying or abuse in school 159 (53.9) 1.68 (1.04-2.70) .03Ever experienced abuse, bullying, or neglectfrom familya162 (54.7) 1.57 (0.67-3.70) .30Experienced abuse, bullying, or neglect fromfamily in past 12 mob131 (60.4) 2.36 (1.39-4.00) .001Abbreviation: NA, not applicable.a Includes 319 respondents.b Includes 296 respondents.JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 6/12Downloaded From: https://jamanetwork.com/ on 09/09/2019DiscussionThis study found that Chinese transgender or gender-nonbinary adolescents reported a high rate(92.8%) of parental abuse and neglect, with nearly all respondents reporting having experiencedsome form of abuse, neglect, or bullying owing to being transgender or gender nonbinary. The highrates of parental abuse and neglectmay in part be due to the socially conservative values prevalent inChina, meaning that not only do parents struggle to accept their children being transgender orgender nonbinary, resulting in insufficient family support, but parents attempt to discourage orpunish their children through control and psychological abuse. This treatment may contribute todistal minority stress processes, whichmay exacerbate proximal stressors,31 whereas positiveparental support for transgender children has been found to be significantly associated with bettermental health outcomes.34Similarly, 76.6% of participants reported experiencing abuse or bullying from classmates orteachers, and this experience was associated with suicidal ideation among transgender or gender-nonbinary adolescents. In a similar North American study of transgender adolescents,14 a lower rateof abuse and bullying by classmates or teachers was reported (44.8%), but the study also identifieda significant association of classmate or teacher abuse and bullying with suicide attempts. A study byPedro and Esqueda35 reported that the rate of physical or nonphysical abuse or bullying amongtransgender adolescents was nearly double the rate among their cisgender counterparts. Thesecommon experiences of abuse, neglect, and bullying may be themain contributor to high rates ofpoor mental health in transgender adolescents.36,37 Compared with cisgender adolescents,transgender adolescents have reported receiving less support from the school andmore vulnerabilityto mistreatment, even receiving harassment from school staff members.36 A lower sense ofbelonging among the school community has been reported among sexual minority students38 andamong those who experience bullying from peers,39 and there may be similar findings fortransgender or gender-nonbinary students owing to societal prejudice and stigma. Being acceptedand respected by peers in school is associated with a decreased risk of abuse and bullying byclassmates or teachers,40,41 and feeling a sense of belongingmay contribute to improved educationalachievement and reduced risk of poor mental health outcomes.42,43In line with the gender minority stress model that gives a framework for an association of ahostile and stressful social environment for minority groups with themental health of individualswithin aminority group,25,26 we also found high reported rates of poormental health, consistent withfindings fromWestern countries.26,44-47 The rates of self-reportedmental health symptoms that areindicative of risk of major depressive disorder and anxiety disorders were 44.9% and 38.4%,respectively. In a 1999 general population study of Chinese adolescents,48 the rate of self-reporteddepression was 16.9%, indicating that transgender or gender-nonbinary adolescents reportdepression at rates 2- to 3-fold those of the general adolescent population. This is consistent withfindings from a previous retrospective cohort study conducted in Boston, Massachussetts,49 thatincluded a sample of 180 transgender and 180 cisgender adolescents. That study by Reisner et al49reported the rate of depression among the transgender adolescents as 50.6% compared with 20.6%in the cisgender group, indicating a similar ratio of rates 2- to 3-fold higher for transgenderTable 3. Analysis of Factors AssociatedWith Suicidal Ideationin Stepwise Logistic RegressionAdjustment Odds Ratio (95% CI) P ValueModel 1a 1.68 (1.04-2.70) .03Model 2b 1.62 (1.01-2.63) .04Model 3c 1.63 (0.97-2.73) .06a Univariate analysis including abuse and bullying in school only.b Model 1 with adjustment for educational attainment.c Model 2 with adjustment for strong dislike of assigned sex and pain anddepressedmood at the onset of puberty.JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 7/12Downloaded From: https://jamanetwork.com/ on 09/09/2019adolescents. Considering the greater burden of symptoms of poor mental health, our finding of highrates of suicidal ideation was unsurprising. We found the rate of lifetime suicidal ideation amongtransgender and gender-nonbinary adolescents to be 50.9%, and among participants who reportedsuicidal ideation, 31.1% of them had made at least 1 suicide attempt. A 2013 study23 reported thatthe prevalences of suicidal ideation and suicide attempts in cisgender adolescents in the UnitedStates were 12.1% and 4.1%, respectively, with the rate of suicidal ideation found to be nearly 2-foldhigher among transgender adolescents compared with their cisgender counterparts.50In summary, our results indicate that sociocultural prejudice against transgender and gendernonbinary individuals in China was expressed through high rates of abuse, neglect, and bullyingagainst adolescents, both in school and at home, and that these adolescents experienced high ratesof suicidal ideation and high risk of poor mental health. The environment for gender minorities inChina appears to be hostile. There is a lack of social support in the 2 primary sources of socialinteraction, home and school, and transgender and gender-nonbinary individuals frequentlyexperience poor mental health. Expected statistical associations of experiences of abuse, neglect,and bullying with mental health outcomes wereminimal, although this may be because experiencesof abuse, neglect, and bullying were common to nearly every respondent in the sample, creating aceiling effect in the data. However, other studies have reported these associations, such as a 2008study28 in sexual minorities in the United States and a 2018 study22 in Chinese sexual minorities.These findings of increased abuse, neglect, bullying, and their association with poor mentalhealth in transgender and gender-nonbinary Chinese adolescents suggest an urgent need fornumerous changes on a several levels. Development of comprehensive mental health interventionsin China to improve the psychological well-being of transgender or gender-nonbinary adolescentsand reduce the risk of suicide should be researched and implemented, with consideration for theeffects of abuse, neglect, and bullying experienced at home and in school. Furthermore, schoolsshould develop evidence-based plans for preventing abuse, neglect, and bullying of transgender andgender-nonbinary students, such as staff training sessions and educational programs for students,focused on understanding and respecting gender and sexual diversity. This could contribute tocreating a less hostile school environment for transgender and gender-nonbinary adolescents,reducing sources of stress. The Chinese government could also consider implementing education forparents regarding support for transgender and gender-nonbinary children and interventions toreduce parental abuse and neglect. Research to establish themost effective interventions for schoolsand families would be of great benefit.LimitationsWhile this is the first national-level survey exploring abuse, neglect, and bullying experienced bytransgender and gender-nonbinary youth and the association of abuse, neglect, and bullying withsuicide ideation in China to our knowledge, there are limitations to this study. As the study samplewas recruited from the national level, questionnaires were only accessible to adolescents withinternet access; therefore, the sample may not be representative, and it may be not appropriate togeneralize the findings to economically underdeveloped areas without internet access. The samplingmethods (ie, convenience sampling, respondent-driven sampling, and snowball sampling), whileeffective at obtaining a large sample, may also bias findings and do not allow us to infer populationrates. There are numerous variables (eg, physical exercise) that may confound the association ofabuse and bullying by classmates or teachers with suicidal ideation but that we did not collect. All ourmeasures were self-reported and conducted over the internet, so we were unable to have cliniciansassess whether respondents met clinical criteria for diagnoses. For parental abuse and neglect, theissue of missing data could affect the accuracy of results. Additionally, experiences of abuse, neglect,and bullying were not measured using a recognized or standardized scale, so, although we usedexpert consultation to refine the questions, the reliability and validity of the abuse, neglect, andbullying measure has not been examined.JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 8/12Downloaded From: https://jamanetwork.com/ on 09/09/2019ConclusionsTransgender and gender-nonbinary adolescents in China face significant challenges in their socialenvironments. In the first national online survey conducted to assess this, to our knowledge, wefound very high self-reported rates of abuse, neglect, and bullying from family members and inschool among Chinese transgender and gender-nonbinary adolescents. Self-reported symptomsindicative of poor mental health were also very common among transgender and gender nonbinaryadolescents, as was suicidal ideation. Our findings suggest that abuse and bullying by classmates orteachers specificallymay contribute to suicidal ideation. Future research should confirm and expandon these findings; in particular, a more representative sample should be studied using validatedquestionnaires.ARTICLE INFORMATIONAccepted for Publication: July 23, 2019.Published: September 6, 2019. doi:10.1001/jamanetworkopen.2019.11058Open Access: This is an open access article distributed under the terms of the CC-BY License. © 2019 Peng K et al.JAMA Network Open.Corresponding Author: Runsen Chen, MSc, MBMS, National Clinical Research Center for Mental Disorders, BeijingKey Laboratory of Mental Disorders and Advanced Innovation Center for Human Brain Protection, Beijing AndingHospital, Capital Medical University, No. 5 Ankang Lane, Dewai Ave, Xicheng District, Beijing 100088, China (runsen.chen@psych.ox.ac.uk).Author Affiliations:National Clinical Research Center for Mental Disorders, Beijing Key Laboratory of MentalDisorders and Advanced Innovation Center for Human Brain Protection, Beijing Anding Hospital, Capital MedicalUniversity, Beijing, China (Peng, Zhu, Gao, Chen); Department of Psychiatry, University of Oxford, Oxford, UnitedKingdom (Gillespie, Chen); Division of Psychology, Faculty of Health and Life Sciences, De Montfort University,Leicester, United Kingdom (Y. Wang); Beijing LGBT Center, Beijing, China (Xin, Qi); Department of Psychiatry andMental Health Institute, Second Xiangya Hospital, Central South University, Chinese National Clinical ResearchCentre onMental Disorders, Changsha, China (Ou, Zhong); First Affiliated Hospital of Guangzhou University ofTraditional Chinese Medicine, Guangzhou, China (Zhao); Department of Child Psychiatry, Shenzhen KangningHospital, ShenzhenMental Health Center, Shenzhen, China (Liu); Nuffield Department of Clinical Neurosciences,University of Oxford, Oxford, United Kingdom (C. Wang).Author Contributions:Ms Xin andMr Chen had full access to all of the data in the study and take responsibility forthe integrity of the data and the accuracy of the data analysis. Mr Peng, Ms Zhu, and Dr Gillespiecontributed equally.Concept and design: Xin, Qi, Ou, Zhao, C. Wang, Chen.Acquisition, analysis, or interpretation of data: Peng, Zhu, Gillespie, Y. Wang, Gao, Qi, Ou, Zhong, Liu, Chen.Drafting of the manuscript: Peng, Zhu, Gillespie, Y. Wang, Gao, Xin, Qi, Zhong, Zhao, Liu, Chen.Critical revision of the manuscript for important intellectual content: Peng, Zhu, Gillespie, Y. Wang, Xin, Ou, C.Wang, Chen.Statistical analysis: Peng, Zhu, Gillespie, Y. Wang, Gao, Qi, Zhao, Chen.Obtained funding: Zhu, Xin, Qi.Administrative, technical, or material support: Zhu, Gillespie, Xin, Qi, Ou, C. Wang.Supervision: Y. Wang, Ou, Liu, Chen.Conflict of Interest Disclosures:Ms Zhu reported receiving support from Beijing Hospital Authority YouthProgramme during the conduct of the study. Dr Ou reported receiving support from the National Natural ScienceFoundation of China during the conduct of the study. Mr Chen reported receiving support from Capital Funds forHealth Improvement and Research and China Scholarship Council during the conduct of the study. No otherdisclosures were reported.Funding/Support: This study was supported by the Kingdom of the Netherlands Embassy in China, the UnitedNations Development Programme, and the National Science and TechnologyMajor Project for Investigational NewDrugs (2018ZX09734005-003).JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 9/12Downloaded From: https://jamanetwork.com/ on 09/09/2019Role of the Funder/Sponsor: The funders had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approval of themanuscript; anddecision to submit themanuscript for publication.REFERENCES1. Qiao D, Chan Y-C. Child abuse in China: a yet-to-be-acknowledged ‘social problem’ in the Chinesemainland. ChildFam SocWork. 2005;10(1):21-27. doi:10.1111/j.1365-2206.2005.00347.x2. Kwok SY, Chai W, He X. Child abuse and suicidal ideation among adolescents in China. Child Abuse Negl. 2013;37(11):986-996. doi:10.1016/j.chiabu.2013.06.0063. Liu M, Zhang L. Actuality, attitude and intervention: a survey report about family violence against women. In:RongW, ed. Combating Family Violence Against Women: Chinese Theories and Practices. Beijing, China: ChinaSocial Sciences Press; 2002.4. Han Z, Zhang G, Zhang H. School bullying in urban China: prevalence and correlation with school climate. Int JEnviron Res Public Health. 2017;14(10):e1116. doi:10.3390/ijerph141011165. Dinkes R, Cataldi EF, Lin-Kelly W. Indicators of School Crime and Safety: 2007. NCES 2008-021/NCJ 219553.Jessup, MD: National Center for Education Statistics; 2007.6. Xu RB, Wen B, Song Y, et al. The change in mortality andmajor causes of death among Chinese adolescentsfrom 1990 to 2016 [in Chinese]. Zhonghua Yu Fang Yi Xue Za Zhi. 2018;52(8):802-808. doi:10.3760/cma.j.issn.0253-9624.2018.08.0067. Chen R, An J, Ou J. Suicidal behaviour among children and adolescents in China. Lancet Child Adolesc Health.2018;2(8):551-553. doi:10.1016/S2352-4642(18)30170-68. Xing X-Y, Tao F-B, Wan Y-H, et al. Family factors associated with suicide attempts among Chinese adolescentstudents: a national cross-sectional survey. J Adolesc Health. 2010;46(6):592-599. doi:10.1016/j.jadohealth.2009.12.0069. Hesketh T, Ding QJ, Jenkins R. Suicide ideation in Chinese adolescents. Soc Psychiatry Psychiatr Epidemiol.2002;37(5):230-235. doi:10.1007/s00127-002-0536-910. Rigby K, Slee P. Suicidal ideation among adolescent school children, involvement in bully-victim problems, andperceived social support. Suicide Life Threat Behav. 1999;29(2):119-130.11. SullivanMK. Homophobia, history, and homosexuality: trends for sexual minorities. J Hum Behav Soc Environ.2004;8(2-3):1-13. doi:10.1300/J137v08n02_0112. Kann L, Olsen EOM,McManus T, et al Sexual identity, sex of sexual contacts, and health-related behaviorsamong students in grades 9-12: United States and selected sites, 2015.MMWR Surveill Summ. 2016:65(SS-9):1-202. doi:10.15585/mmwr.ss6509a113. American Psychological Association. Guidelines for psychological practice with transgender and gendernonconforming people. Am Psychol. 2015;70(9):832-864. doi:10.1037/a003990614. Goldblum P, Testa RJ, Pflum S, Hendricks ML, Bradford J, Bongar B. The relationship between gender-basedvictimization and suicide attempts in transgender people. Prof Psychol Res Pr. 2012;43(5):468-475. doi:10.1037/a002960515. Earnshaw VA, Bogart LM, Poteat VP, Reisner SL, Schuster MA. Bullying among lesbian, gay, bisexual, andtransgender youth. Pediatr Clin North Am. 2016;63(6):999-1010. doi:10.1016/j.pcl.2016.07.00416. Pi J. Transgender in China. J LGBT Youth. 2010;7(4):346-358. doi:10.1080/19361653.2010.51251817. Parkin S. LGBT rights-focused legal advocacy in China: the promise, and limits, of litigation. Fordham Int Law J.2018;41:1243.18. Hu X, Wang Y. LGB identity among young Chinese: the influence of traditional culture. J Homosex. 2013;60(5):667-684. doi:10.1080/00918369.2013.77381519. Yang X, Zhao L, Wang L, et al. Quality of life of transgender women from China and associated factors: a cross-sectional study. J Sex Med. 2016;13(6):977-987. doi:10.1016/j.jsxm.2016.03.36920. Wei C-z, LiuW-l. The association between school bullying andmental health of sexual minority students. ChinJ Clin Psychol. 2015;23(4):701-705.21. Cheng FK. Dilemmas of Chinese lesbian youths in contemporary mainland China. Sex Cult. 2018;22(1):190-208. doi:10.1007/s12119-017-9460-822. Shao J, Chang ES, Chen C. The relative importance of parent-child dynamics andminority stress on thepsychological adjustment of LGBs in China. J Couns Psychol. 2018;65(5):598-604. doi:10.1037/cou0000281JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 10/12Downloaded From: https://jamanetwork.com/ on 09/09/201923. NockMK, Green JG, Hwang I, et al. Prevalence, correlates, and treatment of lifetime suicidal behavior amongadolescents: results from the National Comorbidity Survey Replication Adolescent Supplement. JAMA Psychiatry.2013;70(3):300-310. doi:10.1001/2013.jamapsychiatry.5524. Haas AP, Rodgers PL, Herman JL. Suicide attempts among transgender and gender non-conforming adults.https://williamsinstitute.law.ucla.edu/research/suicide-attempts-among-transgender-and-gender-non-conforming-adults/. Accessed July 30, 2019.25. Meyer IH. Minority stress andmental health in gaymen. J Health Soc Behav. 1995;36(1):38-56. doi:10.2307/213728626. Meyer IH. Prejudice, social stress, andmental health in lesbian, gay, and bisexual populations: conceptualissues and research evidence. Psychol Bull. 2003;129(5):674-697. doi:10.1037/0033-2909.129.5.67427. Allport GW. The Nature of Prejudice. Reading, MA: Addison-Wesley; 1954.28. Lehavot K, Simoni JM. The impact of minority stress onmental health and substance use among sexualminority women. J Consult Clin Psychol. 2011;79(2):159-170. doi:10.1037/a002283929. Hendricks ML, Testa RJ. A conceptual framework for clinical work with transgender and gendernonconforming clients: an adaptation of theMinority StressModel. Prof Psychol Res Pr. 2012;43(5):460-467. doi:10.1037/a002959730. Zhu X, Gao Y, Gillespie A, et al. Health care andmental wellbeing in the transgender and gender-diverseChinese population. Lancet Diabetes Endocrinol. 2019;7(5):339-341. doi:10.1016/S2213-8587(19)30079-831. Chen R, Zhu X, Wright L, et al. Suicidal ideation and attempted suicide amongst Chinese transgender persons:national population study. J Affect Disord. February 2019;245:1126-1134. doi:10.1016/j.jad.2018.12.01132. Jin H, Chen Z, Guo F, Zhang J, Yang Y, Wang Q. A short Chinese version of Center For Epidemiologic StudiesDepression Scale. Chin J of Behav Med and Brain Sci. 2013;22(12):1133-1136.33. Wang Y-Y, DongM, Zhang Q, et al. Suicidality and clinical correlates in Chinese menwho have sex with men(MSM) with HIV infection. Psychol Health Med. 2019;24(2):137-143. doi:10.1080/13548506.2018.151549534. Simons L, Schrager SM, Clark LF, Belzer M, Olson J. Parental support and mental health among transgenderadolescents. J Adolesc Health. 2013;53(6):791-793. doi:10.1016/j.jadohealth.2013.07.01935. Pedro KT, EsquedaMC. Exploring school victimization and weapon carrying amongmilitary-connectedlesbian, gay, bisexual, and transgender youth in California schools [published online July 25, 2017]. J InterpersViolence. doi:10.1177/088626051771953736. Greytak EA, Kosciw JG, Diaz EM.Harsh Realities: The Experiences of Transgender Youth in Our Nation’sSchools. New York, NY: Gay, Lesbian and Straight Education Network; 2009.37. Toomey RB, Ryan C, Diaz RM, Card NA, Russell ST. Gender-nonconforming lesbian, gay, bisexual, andtransgender youth: school victimization and young adult psychosocial adjustment. Dev Psychol. 2010;46(6):1580-1589. doi:10.1037/a002070538. Rostosky SS, Owens GP, Zimmerman RS, Riggle ED. Associations among sexual attraction status, schoolbelonging, and alcohol andmarijuana use in rural high school students. J Adolesc. 2003;26(6):741-751. doi:10.1016/j.adolescence.2003.09.00239. Collier KL, van BeusekomG, Bos HM, Sandfort TG. Sexual orientation and gender identity/expression relatedpeer victimization in adolescence: a systematic review of associated psychosocial and health outcomes. J Sex Res.2013;50(3-4):299-317. doi:10.1080/00224499.2012.75063940. Murdock TB, Bolch MB. Risk and protective factors for poor school adjustment in lesbian, gay, and bisexual(LGB) high school youth: variable and person-centered analyses. Psychol Sch. 2005;42(2):159-172. doi:10.1002/pits.2005441. Goodenow C. Classroom belonging among early adolescent students: relationships to motivation andachievement. J Early Adolesc. 1993;13(1):21-43. doi:10.1177/027243169301300100242. Eisenberg ME, Neumark-Sztainer D, Perry CL. Peer harassment, school connectedness, and academicachievement. J Sch Health. 2003;73(8):311-316. doi:10.1111/j.1746-1561.2003.tb06588.x43. Hatchel T, Valido A, De Pedro KT, Huang Y, Espelage DL. Minority stress among transgender adolescents: therole of peer victimization, school belonging, and ethnicity [published online June 25, 2018]. J Child Fam Stud. doi:10.1007/s10826-018-1168-344. Reisner SL, Biello KB, White Hughto JM, et al. Psychiatric diagnoses and comorbidities in a diverse, multicitycohort of young transgender women: baseline findings from project LifeSkills. JAMA Pediatr. 2016;170(5):481-486. doi:10.1001/jamapediatrics.2016.0067JAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 11/12Downloaded From: https://jamanetwork.com/ on 09/09/201945. Toomey RB, Syvertsen AK, ShramkoM. Transgender adolescent suicide behavior. Pediatrics. 2018;142(4):e20174218. doi:10.1542/peds.2017-421846. Becerra-Culqui TA, Liu Y, Nash R, et al. Mental health of transgender and gender nonconforming youthcompared with their peers. Pediatrics. 2018;141(5):e20173845. doi:10.1542/peds.2017-384547. Tebbe EA, Moradi B. Suicide risk in trans populations: an application of minority stress theory. J CounsPsychol. 2016;63(5):520-533. doi:10.1037/cou000015248. Liu XC, Ma DD, Kurita H, TangMQ. Self-reported depressive symptoms among Chinese adolescents. SocPsychiatry Psychiatr Epidemiol. 1999;34(1):44-47. doi:10.1007/s00127005011049. Reisner SL, Vetters R, Leclerc M, et al. Mental health of transgender youth in care at an adolescent urbancommunity health center: a matched retrospective cohort study. J Adolesc Health. 2015;56(3):274-279. doi:10.1016/j.jadohealth.2014.10.26450. Perez-Brumer A, Day JK, Russell ST, Hatzenbuehler ML. Prevalence and correlates of suicidal ideation amongtransgender youth in California: findings from a representative, population-based sample of high school students.J Am Acad Child Adolesc Psychiatry. 2017;56(9):739-746. doi:10.1016/j.jaac.2017.06.010SUPPLEMENT.eTable. Survey Questions on Abuse, Neglect, and Bullying at Home and in School, Translated From ChineseJAMANetworkOpen | Public Health Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in ChinaJAMA Network Open. 2019;2(9):e1911058. doi:10.1001/jamanetworkopen.2019.11058 (Reprinted) September 6, 2019 12/12Downloaded From: https://jamanetwork.com/ on 09/09/2019",
    "id": 228185878,
    "identifiers": {
        "doi": "10.1001/jamanetworkopen.2019.11058",
        "oai": "oai:dora.dmu.ac.uk:2086/18422"
    },
    "title": "Self-reported Rates of Abuse, Neglect, and Bullying Experienced by Transgender and Gender-Nonbinary Adolescents in China",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-09-01T01:00:00+01:00",
    "publisher": "JAMA Network",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.dora.dmu.ac.uk/bitstream/handle/2086/18422/peng_2019_oi_190431.pdf?sequence=1&isAllowed=y"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/228185878.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/228185878"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/228185878/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/228185878/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/228185878"
        }
    ],
    "abstract": "open access articleImportance  This is the first comprehensive national study reporting the rates of abuse, neglect, and bullying from family and classmates or teachers among Chinese transgender and gender-nonbinary adolescents and identifying risk factors associated with poor mental health in this population.\r\nObjective  To assess the rates of abuse, neglect, and bullying and their association with poor mental health among Chinese transgender and gender nonbinary adolescents.\r\nDesign, Setting, and Participants  This national survey study used an online self-selecting survey conducted between January 1, 2017, and September 29, 2017, in China. Eligibility criteria included reporting being aged 12 to 18 years and being transgender or gender nonbinary. Data analysis was performed from March 25 to 28, 2019.\r\nMain Outcomes and Measures  The main outcome was self-reported poor mental health, including depressive symptoms, anxiety symptoms, and suicidal ideation. Depressive symptoms were measured using the Center for Epidemiological Studies Depression 9-item scale. Anxiety symptoms were measured using the 7-item General Anxiety Disorder scale. Suicidal ideation was measured using standardized questions adapted from previous Chinese studies. Abuse, neglect, and bullying were measured using specifically designed questions.\r\nResults  Of 564 responses collected, 385 respondents (mean [SD] age, 16.7 [1.2] years) met inclusion criteria, including 109 (28.3%) transgender adolescent boys, 167 (43.4%) transgender adolescent girls, and 109 (28.3%) gender-nonbinary adolescents. Among 319 respondents who reported that their parents were aware of their gender identity, 296 (92.8%) reported having experienced parental abuse or neglect. Among the full cohort, 295 respondents (76.6%) reported having experienced abuse or bullying owing to being transgender or gender nonbinary in school from classmates or teachers. There were 173 respondents (44.9%) with Center for Epidemiological Studies Depression 9-item scale scores indicating they were at risk of major depressive disorder, and 148 respondents (38.4%) had 7-item General Anxiety Disorder scale scores indicating they were at risk of an anxiety disorder. In univariate analysis, reporting experiences of bullying from a classmate or teacher was significantly associated with suicidal ideation (odds ratio, 1.68 [95% CI, 1.04-2.70]; P = .03), but the association was no longer statistically significant after controlling for level of educational attainment, aversion to assigned sex, and depressed mood at the onset of puberty (odds ratio, 1.63 [95% CI, 0.97-2.73]; P = .06).\r\nConclusions and Relevance  In this survey study, transgender and gender-nonbinary adolescents in China reported high rates of abuse, neglect, and bullying at home and in school and high rates of symptoms associated with poor mental health. This study highlights the importance of reducing home- and school-based abuse, neglect, and bullying of transgender and gender-nonbinary adolescents in China to improve mental health outcomes; however, broader change in the social environment may be required to address the prejudice and stigma aimed at gender minorities",
    "tags": [
        "Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:dora.dmu.ac.uk:2086/18422",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "25",
        "openDoarId": 0,
        "name": "De Montfort University Open Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 228185878,
        "depositedDate": "2019-09-06T00:00:00+01:00",
        "publishedDate": "2019-09-01T01:00:00+01:00",
        "updatedDate": "2023-09-04T22:23:59+01:00",
        "acceptedDate": null,
        "createdDate": "2019-10-16T23:21:32+01:00"
    },
    "urls": [
        "https://www.dora.dmu.ac.uk/handle/2086/18422",
        "https://doi.org/10.1001/jamanetworkopen.2019.11058"
    ],
    "lastUpdate": "2023-09-04T22:23:59+01:00",
    "setSpecs": []
}