{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Coleman, Doriane Lambelet"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-14T11:04:06+01:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/322820145.pdf",
    "fullText": "Semenya and ASA vIAAF: Affirming theLawfulness of aSex-Based EligibilityRule for the Women’sCategory in EliteSportDoriane Lambelet Coleman*Discrimination; Eligibility; Gender; Sports governingbodies; Sportspersons; WomenI. IntroductionGovernments and sports organisations support segregatedmen’s and women’s events to ensure that women havethe same chance as men at making finals and podiumsand winning championships. As this year’s FIFAWomen’s World Cup so powerfully demonstrated, theseopportunities are not only valuable to the individuallyfeatured women; there is also tremendous social valueinherent in the competitions more generally. This valueflows most obviously to nations, sponsors and fans asthey experience strong female athletes competing andwinning on the international stage.It is well-understood that the empowerment effects ofthese experiences are different from those that result fromseeing men compete together, and also different fromseeing open competition amongmen andwomen. Becauseathletes whose biological sex is male have aninsurmountable competitive advantage over those whosebiological sex is female in most sports and events, if aninstitution like the International Association of AthleticsFederations (IAAF) cares about this set of social goods,it needs to protect the women’s category with eligibilityrules that either exclude biological males, or that at leastcondition their inclusion on substantially reducing theirsex-linked competitive advantages. The performance gapbetween the sexes makes clear that what matters for sportis male and female sex, not the gender in whichindividuals are raised or with which they identify.This last proposition was challenged by the petitioner,Caster Semenya, at the Court of Arbitration for Sport(CAS).1 Although her biological sex is male for allpurposes relevant for sport, Semenya is legally femaleand was raised and formally identifies as such.Specifically, from the fact that she has standing tochallenge the relevant IAAF regulation, and from theCAS award, it can be inferred that she has XY geneticsex, testes not ovaries, and bioavailable testosterone (T)levels in the normal male range. Competing mostlyagainst genetic females, she has dominated the women’s800 metres globally for the last decade, including at theWorld Championships and Olympic Games where shehas won five gold medals.At CAS, Semenya did not challenge the premise thatsport is properly sex segregated. Rather, she argued thatthe IAAF should be required to make an exception forher and others similarly situated who attest that they wereassigned female at birth, raised consistent with thatassignment, and continue legally and publicly to identifyas women. In effect, she argued that she and others in hercircumstances have an overriding reliance interest in theirsex of rearing such that sport should ignore the fact thatbiologically they are male. In the process, she sought todistinguish her case facts from those of transgenderwomen on the ground that the latter would not have thesame longstanding, externally validated reliance interest.Ruling in the context of a challenge to the most recentiteration of the IAAF eligibility regulation, CASdisagreed. The regulation places restrictions, includinghormonal conditions, on genetic males with particulardifferences of sex development (DSDs) who seek tocompete in women’s events at the international level(DSDRegulation). Specifically, CAS held that Semenya’sproposed exception—for those within this group whowere raised as girls—would be category defeating.The Panel was properly concerned about the DSDRegulation’s implications for affected athletes. But theevidence presented in the case made clear that if the IAAFcould not restrict their inclusion into women’scompetition, they would continue to have an outsizedeffect on opportunities for the females for whom thecategory was created, and on the IAAF’s ability to usethat category to promote its broader institutional goals.Ultimately, it was this that tipped the scales in the IAAF’sfavour.The result affirmed three essential principles of sport:First, competition is lawfully sex segregated; equality forfemale-bodied athletes remains a high-value proposition.2Second, eligibility for the women’s category has to bebased on biology, not identity; a different rule would becategory defeating. Third, sports governing bodiesproperly seek evidence-based solutions to the problemthat is including male-bodied athletes who identify or arelegally identified as women in the women’s category;because it treads on sensitive ground, this work is difficultand often unpopular but it remains the right thing do to.*Doriane Lambelet Coleman is a Professor of Law at Duke Law School. She served as an expert for the IAAF in Semenya & Athletics South Africa v IAAF.1Mokgadi Caster Semenya & Athletics South Africa v International Association of Athletics Federations, CAS 2018/O/5794.2Because Semenya and ASA did not challenge the legality of the IAAF’s policy choice to segregate competition on the basis of sex, the Panel did not have occasion formallyto rule on this threshold point. Semenya at 461. Nevertheless, in establishing both the necessity and the proportionality of the DSD Regulation, it effectively affirmed thelawfulness and value of the categories. See, e.g. Semenya at 566–568.Semenya v IAAF: Affirming the Lawfulness of Sex-Based Eligibility Rule for Women’s Category in Elite Sport 83[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and ContributorsThe remainder of this article proceeds as follows: PartII provides the context necessary to understand the originsof the case and summarises the essential aspects of thedecision. Part III responds to a critique of the decision byMichele Krech which appeared in the last issue of thisjournal.3 It concludes with some reflections on the broadersignificance of the case.II. Background and summary of the caseFor decades, the OlympicMovement has segregatedmostcompetitions on the basis of sex, and it has monitoredeligibility for the women’s category to ensure equalityfor females and to secure the broader social goods thatflow from empowering females in sport.4 Despitesuggestions to the contrary, monitoring is necessary.Although they are relatively few and their goal is rarelyif ever to deceive, in fact athletes whose biological sexis male but who present as women have continuouslysought to compete in the women’s category. When theyhave done so, consistent with their male biologicaladvantage, they have been overrepresented at the podiumlevel.5In the modern period, the IAAF has been steadfast inits commitment to equality for female athletes,6 but itsapproach to protecting the category has evolved.Originally, the point was simply to exclude athletes whosebiological sex wasmale without regard to how theymightpersonally or legally identify. More recently, it has soughtto include athletes whose biological sex is male whoidentify as women where those athletes demonstrate thatthey do not have or else have wound down theirmale-linked advantages.7 In addition to its regulations fortransgender athletes,8 the two most recent iterations ofthis approach are the 2011HyperandrogenismRegulation9and the 2018 DSD Regulation.10 Where the first focuseson transgender athletes, the second and third focus ongenetic males with DSD who were assigned the femalesex at birth and whose legal identity is also female. DSDsmay be described as intersex conditions and individualswith DSD may be described as intersex.The 2011 Hyperandrogenism Regulation requiredgenetic males with DSD (46XY DSDs) who presentedlegally as women to reduce their testosterone (T) levelsto below the bottom of the distinct male reference rangeif they wished to compete in the women’s category.Assuming that the bottom of the normal male range was10 nmol/L, the cut-off chosen at the time for both DSDand transgender athletes was below 10.11 In 2014, Indiansprinter Dutee Chand challenged the regulation at CASalleging unlawful discrimination on the basis of sex. In2015, CAS suspended its terms for a two-year period togive the IAAF time to produce evidence confirming thatthe advantages associated with the affected conditionswere sufficient to justify the discrimination at issue inthat case.12 The suspension was effective through the 2015World Championships in Beijing and the 2016 OlympicGames in Rio.The 2018 DSD Regulation was developed in thatinterim period based on the additional evidence adducedin support of the 2011 Regulation, but also on a policychoice to adopt a narrower rule. Unlike theHyperandrogenism Regulation which applied to moreconditions and all events, the DSD Regulation appliesonly to genetic males with DSD who have full orsignificant androgen sensitivity and who seek to competein international events from the 400 metres to the mile.The evidence is especially strong that DSD athletes havean outsized, male-linked performance advantage in theseevents. They are required to reduce their T levels to withinthe distinct female range. That range is from 0.06 nmol/Lto 1.68 nmol/L, but because some females with polycysticovaries have—in very rare cases—T levels up to 4.8nmol/L, the cut-off was set at 5.13Both iterations of the eligibility rule were policycompromises. It is well-understood scientifically thattestosterone is the primary but not the only driver of theperformance gap betweenmales and females.14However,if the goal is to protect the women’s category while beingas inclusive as possible of males who identify as women,using testosterone as a proxy for the male athletic3Michele Krech, “The Misplaced Burdens of ‘Gender Equality’ in Caster Semenya v IAAF: The Court of Arbitration for Sport Attempts Human Rights Adjudication”[2019] I.S.L.R., Issue 3, p.66.4 For details on the goals of elite sport with respect to the women’s category, and on the need for and history of sex testing in this context, see Doriane Lambelet Coleman,“Sex in Sport” (2017) 80 Law & Contemp. Probs. 63, 84–124.5The details, designated as highly confidential, were provided to the CAS Panel and to the parties and their experts who could use this information only in the developmentof their testimony. But some useful estimates exist in the public record. See, e.g. Joanna Harper, et al., “The Fluidity of Gender and Implications for the Biology of Inclusionfor Transgender and Intersex Athletes” [2018] 17(12) Current Sports Medicine Reports 468 (providing an estimate of “30 medals [and thus] an overrepresentation ofapproximately 1700-fold at the podium level” over the past 25 years); see also, e.g. below notes 46–47 and accompanying text (noting that all three medals available in thewomen’s 800 metres at the 2016 Rio Olympics were won by DSD athletes).6No organisation is perfect in this regard, but the IAAF has embraced the challenge. In addition to an equal number of events in which males and females compete at thesame time, in the same arena, in front of the same crowds, the organisation offers equal prize money in the competitions it sponsors, and it has taken a leadership role inpromoting gender equity in sports governance. See “IAAF Supports Push for Gender Equity in Leadership Positions”, IAAF News, 16 July 2018, available at https://www.iaaf.org/news/iaaf-news/wiwa-2018-gender-equality[Accessed 1 October 2019].7 “Sex in Sport” (fn.4 above), pp.118–124 (describing the history of sex testing in athletics).8 IAAF Eligibility Regulations for Transgender Athletes, in force from 1 October 2019, available at https://www.iaaf.org/about-iaaf/documents/health-science[Accessed 1October 2019].9 “IAAF to Introduce Eligibility Rules for Females with Hyperandrogenism”, IAAF News, 12 April 2011, available at https://www.iaaf.org/news/iaaf-news/iaaf-to-introduce-eligibility-rules-for-femal-1[Accessed 1 October 2019].10 IAAF Rules & Regulations, Eligibility Regulation for the Female Classification (Athletes with Differences of Sex Development) (2018) (in force beginning May 2019).11For additional explanation of the male and female T ranges, where individuals with the relevant DSDs fit in those ranges, and of the 2010 Hyperandrogenism Regulation,see “Sex in Sport” (fn.4 above), pp.67–84, 122–124.12Dutee Chand v Athletics Federation India & IAAF, CAS 2014/A/3759.13Handelsman et al., “Circulating T as the Hormonal Basis of Sex Differences in Athletic Performance”, Endocrine Reviews, 13 July, 2018, available at https://academic.oup.com/edrv/article/39/5/803/5052770/ [Accessed 1 October 2019].14 See, e.g. “International Experts Statement on the Role of Testosterone in Athletic Performance” (2018) (also submitted as part of the IAAF’s evidence in the case).84 Sweet & Maxwell’s International Sports Law Review[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and Contributorsadvantage makes a lot of sense. In addition to its criticalrole in building and sustaining the male body in therespects that matter for sport,15 T levels are easy toestablish relative to the more comprehensive physicalexaminations that typically characterise the standarddifferential diagnosis for sex; and sport already tests forT levels in the context of its doping control efforts.16Although they both focused on T levels, the 2018 DSDRegulation was an important improvement on the 2011HyperandrogenismRegulation. The premise of the earlierregulation was flawed because the athletes of concern arenot “hyperandrogenic females” or, more colloquially,“females with high T”; they are biological males withXY genetic sex, testes and normal male T levels.17Moreover, if the goal is to make exceptions that are notcategory defeating, requiring male-bodied athletes whoidentify as women to wind down their T levels to thepoint where they could be produced by the healthy femalebody makes a lot more sense than an arbitrary point thatis more than three times higher than this. Finally, althoughit struck many in the sports community as odd becausethey understand that male T levels haveperformance-enhancing effects across the board, as a legalmatter—because anti-discrimination law requires a closemeans-ends nexus—narrowly tailoring the rule so that itcovers only those events where DSD athletes have beena decades-long issue for the women’s category was smartpolicymaking.18Because the Hyperandrogenism Regulation waswithdrawn by the IAAF when it introduced the DSDRegulation, and because Dutee Chand is a short sprinterand is not affected by the new policy, her proceedingswere terminated.19 In contrast, as a long sprinter andmid-distance runner, Caster Semenya remained an“affected athlete”.20 Semenya does not want to reduce herT levels from the male to the female range, and so sheand her federation, Athletics South Africa (ASA),challenged the DSD Regulation shortly following itspublication in spring 2018. Formally, the principalquestion presented to CAS was whether the regulationgoverning eligibility for the women’s category isunlawfully discriminatory because it treats athletesdifferently based upon whether they have T levels withinor above the top of the female range, and conditionsparticipation by the latter to a potentially harmful andallegedly unwarranted condition. Informally, the questionwas whether the IAAF can condition the inclusion ofbiological males into the women’s category on theirhaving at least wound down their T levels to within thegenerously described female range.Consistent with the law applicable to the IAAF (basedin Monaco) and CAS (based in Switzerland), the Panelreviewed the question according to standardanti-discrimination analysis. Because sex-affirmativemeasures are acceptable when they are designed toempower rather than to subordinate females,21 and becauseSemenya did not challenge the IAAF’s policy choice tohave a protected category for females, the Panel beganfrom the premise that the category itself is lawful.22 Itagreed with Semenya’s threshold argument that the DSDRegulation discriminates among athletes who are legallywomen on the basis of their sex-specific biology,23 butultimately it accepted the IAAF’s positions that thisdiscrimination is warranted and that the eligibilityconditions are acceptable on balance.Specifically, it agreed with the IAAF that to securethe multiple, valuable goals of the women’s category, itis necessary to base eligibility on biology not identity. Itagreed with Semenya that requiring the few male-bodiedathletes in any given period who identify as womenmedically to reduce their T levels as a condition forinclusion in certain women’s events could cause a rangeof individual harms, especially if some of these athleteswould not otherwise choose to undergo this treatment.However, because their unconditional inclusion has andwould continue to be category-defeating for the largergroup of female athletes, and for the IAAF moregenerally, the Panel found that the Regulation’s conditionswere—on balance—proportional.In doing so, the Panel rejected Semenya’s claim thatthe IAAF seeks only to protect the goods that flowspecifically to the handful of female athletes who do notmake the podium when DSD athletes are on the track.(Understandably, although this was not explicit, she andASA reject the notion that sport properly seeks tocelebrate female-bodied champions in the women’scategory, and to capitalise on the broader expressiveeffects of that celebration.) The IAAF seeks not only toprotect the interests of individual female athletes but alsoits ability to use the women’s category to accomplish itsbroader institutional goals. While including DSD athleteswithout condition would benefit a handful of themdisproportionately—that is, they could continue to winmedals and championships and to reap the personal andfinancial rewards from those victories—it would harmthe larger group of females in the field and make itdifficult-to-impossible to continue to sustain the women’scategory for its intended ends.The prospect that male-to-female (MTF) transgenderathletes could eventually benefit from Semenya’s casefor unconditional inclusion may also have been a factor15 See fn.14 above.16 See “Sex in Sport” (fn. 4 above) at 118–124 (setting the T proxy in historical context).17 See “Sex in Sport” (fn. 4 above) at 105 (discussing the claim that DSD athletes are “natural women” who are “gifted with hyperandrogenism”).18 See “Sex in Sport” (fn. 4 above) at 67–70 (explaining this legal standard).19 For a concise rendition of this history and the difference between the Hyperandrogenism and DSD Regulations, see, e.g. Executive Summary, Semenya & ASA v IAAFat [2]–[7] (2019).20 See DSD Regulation (fn.10 above).21 “Sex in Sport” (fn. 4 above) at 67–70.22 Semenya at 457, 461, 625.23 Semenya at 547.Semenya v IAAF: Affirming the Lawfulness of Sex-Based Eligibility Rule for Women’s Category in Elite Sport 85[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and Contributorsin the Panel’s proportionality analysis. Without regard tohow sport may eventually evolve, unconditional inclusionof transgender women who are not on hormones wouldundoubtedly defeat the women’s category as currentlydesigned. For this reason, Semenya and ASA sought todistinguish 46,XYDSD athletes from transgender athleteson the basis that the former have a reliance interest intheir birth sex assignment and their sex of rearing thatthe latter cannot claim. Whatever its merits otherwise,for sports purposes the distinction does not hold. Thefollowing figure demonstrates this point using 5-alphareductase deficiency (5-ARD),24 one of the principal DSDsat issue in the Semenya case.Comparing biological sex traits for purposes of girls’and women’s sportTypical fe-maleTranswom-an not onhormonesPersonwith5-ARDT y p i c a lmale46 XX46 XY46 XY46 XYGenetic sexOvariesTestesTestesTestesGonadsEstrogenicFemale TlevelsAndrogenicMale T lev-elsAndrogenicMale T lev-elsAndrogenicMale T lev-elsEndocrinesystem andsex hor-mones25Ovaries, fal-lopian tubes,uterus, vagi-naTestes, epi-didymis andvas defer-ens, prostateTestes, epi-didymis andvas deferens(no prostate)Testes, epi-didymis andvas defer-ens, prostatePrimary sexcharacteris-ticsNoYesYesYesVirilisationon pubertyFemaleMaleMaleMaleSecondarysex charac-teristicsC l i t o r i s ,labiaPenis, scro-tumVariesPenis, scro-tumE x t e r n a lgenitalia26FemaleVariesVariesMaleLegal sex27FemaleFemaleVariesMaleG e n d e ridentityThe relevant physical equivalence betweentranswomen not on hormones and genetic males withDSD not on hormones may have combined with theextraordinary political difficulties that would result froma choice to privilege the latter (who may or may notpersonally identify as female) over the former (who doidentify as female and may have done so since earlychildhood) to place additional weight on the IAAF’s sideof the proportionality scales.Finally, although the harms Semenya alleged wereimportant—to the point that one of the three members ofthe Panel declined to join in the judgment—it was notclear that they would result from the regulation itself, orthat they were always as weighty as described.For example28: There was extensive testimony aboutthe emotional, familial and reputational harm that resultedfrom public breaches in the confidentiality of the testingprocess in the Semenya and Chand cases. This harm wassurely real and also significant, but the IAAF was notresponsible for those breaches and it is understood thatsystems can be put into place to secure this information.There was also extensive testimony about how difficultit is for a person with a DSD to learn that they have sucha condition. Again, there is no doubt that this is a deeplyaffecting experience. But as Semenya’s owncircumstances illustrate, not all affected athletes encounterthis challenge for the first time as a result of theirparticipation in international sport.29And even when theydo, assuming confidentiality is properly maintained andthe conversation proceeds with appropriate considerationand care, it is not clear that it is the disclosure rather thanthe fact of the condition itself that is primarily distressing.Indeed, where the condition has the potential for seriousadverse health effects—as both amenorrhea andundescended testes do—disclosure may be difficult butultimately valuable.30Finally, there was extensive testimony that going onbirth control pills (BCPs) to bring T levels into the femalerange, including the trial and error associated with findingthe right prescription, can cause serious temporarydiscomfort and also carries a small risk of serious adversehealth effects. But this is the same process and risk that24US National Library of Medicine, Genetics Home Reference, 5-alpha reductase deficiency (2019).25Circulating testosterone concentration is used here as a marker of hormonal sex. When measured by LCMS, the 95% confidence limits are for the male range 7.7 to 29.4nmol/L and for the female range (no PCOS) 0.06 to 1.68 nmol/L. Readings for females with PCOS may extend to 4.8 nmol/L (99.99% confidence limits). See Handelsman,et al. (fn.13 above).26 Phenotype in this respect depends on the degree of alpha reductase deficiency, with the range of presentations from almost fully masculinised to feminised. See Kang etal., “5a-reductase-2 Deficiency’s Effect on Human Fertility, Fertility and Sterility”, February 2014, available at https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4031759/[Accessed 1 October 2019].27 Some legal systems allow for a change in legal sex before/without transition, while others do not.28These examples were chosen because they were the weightiest and so appropriately took the most time. As Krech suggests, arguments were also presented which impliedthat the DSD Regulation is racist, and primarily affects athletes from the developing world who come from poor rural areas. She suggests that this should have weighed onSemenya’s side of the proportionality scales. Krech, supra note 3 at 70. Because neither can be substantiated, however, at the hearing they were merely passing implications,and properly so. For additional development of this point in particular, see Doriane Lambelet Coleman, “A Victory for Female Athletes Everywhere”, Quillette, 3 May2019, available at https://quillette.com/2019/05/03/a-victory-for-female-athletes-everywhere/ [Accessed 1 October 2019].29 Individuals with 46,XY DSDs who are assigned the female sex at birth and are raised as girls but then virilise at puberty present with male secondary sex characteristics.Unless the virilisation is particularly mild, it is unlikely that this transformation will go entirely unnoticed. See, e.g. Ariel Levy, “Either/Or: Sports, sex, and the case ofCaster Semenya”, The New Yorker, 19 November 2009, available at https://www.newyorker.com/magazine/2009/11/30/eitheror [Accessed 1 October 2019].30 Individuals with 46,XY DSDs do not begin to menstruate at puberty because they are biologically male. As a result, when they have been legally designated as femaleand have not been diagnosed before puberty, at that point they will appear to present with amenorrhea. Depending on its causes, amenorrhea can involve a range of importantadverse health effects, which is why it is the medical standard of care to evaluate girls who have “missed at least three menstrual periods in a row, or [who have] never hada menstrual period [by age] 15”. See Mayo Clinic, “Patient Care & Health Information, Diseases & Conditions: Amenorrhea” (2019), available at https://www.mayoclinic.org/diseases-conditions/amenorrhea/symptoms-causes/syc-20369299 [Accessed 1 October 2019]. Undescended testes similarly risk infertility and malignancy. Becauseof this, it is also the medical standard of care to address this condition, either physically or through monitoring. See, e.g. Mayo Clinic, “Patient Care & Health Information,Diseases & Conditions: Undescended testicle” (2019), available at https://www.mayoclinic.org/diseases-conditions/undescended-testicle/doctors-departments/ddc-20352003[Accessed 1 October 2019].86 Sweet & Maxwell’s International Sports Law Review[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and Contributorsbiological females—including female athletes—regularlyundertake, as do individuals with 46,XYDSDs who wantto feminise their appearance.31 Of course, others with46,XY DSDs may not want to do this because they areentirely comfortable in their bodies. But these facts givethem choices they properly accept or reject based on theirindividual needs and preferences, as Semenya herself hasdone. That the choices may be difficult because theyinvolve a cost-benefit analysis involving things physical,medical, and economic does not make them any moreunlawful or immoral than other difficult life choicesinvolving these factors.32Whether the Panel’s decision was right or not similarlydepends on one’s preferences, not on law. The Panel wascomprised of three of CAS’s most well-respected jurists.The President of the Panel, The Honorable Dr AnnabelleBennett, is—among other things—a former Judge of theAustralian Federal Court and Commissioner of theAustralian Human Rights and Equal OpportunitiesCommission. She also holds a PhD in cell biology. Sheand her fellow panelists—TheHonorable Hugh L. Fraserand Dr Hans Nater—were exhaustive in their review andassessment of the case facts and scientific evidence, andutterly meticulous in their adherence to the applicablelaw. To the extent there was any room within this law forjudicial discretion, it was only in the final balancing ofindividual harms against institutional ends; and like allbalancing tests, this one involved a policy choice basedon the evidence presented.If one places an especially high value on the set ofgoods that flow from providing equality of opportunityto both males and females, and from isolating andcelebrating female champions in particular, an eligibilityrule for the women’s category that either completelyexcludes biological males or that conditions theirinclusion on winding down the one trait that primarilyaccounts for the performance gap makes sense. A policychoice that risks some harm, even some relativelysignificant harm, is not unlawful under any legal regimeso long as there is overriding good. To the contrary,cost-benefit analysis (CBA) is the preferred tool of mostgovernments and institutions as they make their policydecisions.This same sort of eligibility rule might not make asmuch sense to the person who does not care that muchabout sport, or about equality for biological females inparticular. In such circumstances, one might place ahigher value on the interests of a few individuals in beingfree from the sorts of personal harm that flow to affectedathletes under the DSD Regulation. Understandably, thisremains Semenya’s own position, and it is shared byMichele Krech, a consultant to Semenya’s legal teamwhose analysis of the decision appeared in the last issueof this journal.III. A misplaced critique of the SemenyadecisionIn her essay “The Misplaced Burdens of ‘GenderEquality’ in Caster Semenya v. IAAF”, Michele Krechattempts to disguise her own policy preferences ascategorical legal principles. In the process, she arguesthat the Panel’s majority made numerous errors of law.To the contrary, it is Krech’s analysis that is wrong onany number of counts.Most importantly, it is wrong aboutthe IAAF’s policy objectives; wrong about state of thescientific evidence; wrong about the Panel’s analysis,including in particular about the burdens of productionand persuasion at issue; and wrong that this was a “failed”human rights case.Throughout, Krech conflates biological and legal sex.Both biological females and males with DSD who wereassigned the female sex at birth are “females” or even“cis-women” in her analysis.33 As a policy matter, thismove is well-regarded in circles where people share herpreference for a broadly inclusive conceptualization ofthe class “women”. But as a factual matter, it elides theessential sex-linked differences between the two groupsof athletes. This elision is innocuous in many differentcontexts. However, it is problematic in this one becausethe women’s category exists precisely to provide a spacewhere females can compete only against each other andnot also against males.34 Testes and male T levels are notrandom traits, they are the reason the women’s categoryis set aside for females.35 Taking them into considerationin defining eligibility for women’s events does not“magnify… the burden of longstanding inequality borneby female athletes”36—it allows us to ensure its redress.We have equality in sport only if the protected categoryis in fact protected.Krech’s description of the original history of thewomen’s category in elite sport is generally accurate. Inthe first instance, the Olympic Movement was notmotivated to create separate opportunities for women as31Despite claims to the contrary, see, e.g. Sean Ingle, “Caster Semenya accuses IAAF of using her as a ‘guinea pig experiment’”, The Guardian, 18 June 2019, availableat https://www.theguardian.com/sport/2019/jun/18/caster-semenya-iaaf-athletics-guinea-pig [Accessed 1 October 2019], the DSDRegulation is the evidence-based, medicalstandard of care; it is not an experiment.32As I have written previously, I personally prefer a rule that excludes biological males who have gone through male puberty to a rule that includes them if they identifyas women on the condition that they use hormones to drop their T levels into the female range. See “Sex in Sport” (fn.4 above), pp.123–124. I stand by this preference andrespect Semenya for hers.33Krech (fn.3 above), p.67.34 See “Sex in Sport” (fn.4 above), pp.84–102 (detailing this institutional mission). See also, Semenya at 558 (“the reason for the separation between male and femalecategories in competitive athletics is ultimately founded on biology … The purpose of having separate categories is to protect a class of individuals who lack certaininsuperable performance advantages from having to compete against individuals who possess those insuperable advantages”).35 See Coleman, “A Victory for Female Athletes” (fn.28 above) (noting that “Gonadal sex traits define the categories, and then each separate category sets out to isolateand celebrate other characteristics”).36Krech (fn.3 above), p.66.Semenya v IAAF: Affirming the Lawfulness of Sex-Based Eligibility Rule for Women’s Category in Elite Sport 87[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and Contributorsa means to establish their equality. (Baron Pierre deCoubertin’s sexism has been amply described.37) But itis wrong to move from there to the suggestion that theIAAF has not had a consistent objective in its ownsex-testing history.38For better or worse, the IAAF’s goal has long been toprotect the women’s category frommale-bodied entrants.It did not have the same scientific basis for doing thiswork in earlier periods that it has today, but of course thisstory is not unique either to the IAAF or to sport. Relianceon secondary sex characteristics, including on descriptionsof individuals based on these characteristics as“masculine” or “feminine” are ubiquitous. That thesedescriptions sometimes reflect stereotypes rather thanreal sex-linked differences suggests the need for cautionand care, not for sacking the enterprise. CAS was rightto find that “the reason for the separation between maleand female categories in competitive athletics is ultimatelyfounded on biology rather than legal status”.39 Indeed,although strong social normsmay have provided sufficientlegal support for the separation in de Coubertin’s time,in the present period there is no viable alternativerationale; the IAAF has to ground its eligibility rule insex-linked biology.Nevertheless, Krech suggests that “[t]he lack ofscientific integrity in the evidence presented by the IAAFhas been well documented”; that at the hearing, thescientific evidence was “highly contested… deficient…and defective”; and that there were “substantial andmultifarious doubts about the science, [and thus aboutthe] ethics and legality of the IAAF’s regulations”.40 Thereis no other way to put this: In repeating the false publicrelations story promulgated by some of Semenya’ssupporters, Krech presents a gross mischaracterisation ofthe state of the scientific evidence and of the relatedaspects of the proceedings.41The critical scientific and evidentiary points werenever in real dispute42: that testosterone distributesbimodally, i.e. with exceptions that are inapplicable tothe non-doped, elite athlete population, the male andfemale ranges do not overlap43; that testosterone is theprimary driver of the performance gap44; and that Semenyaand other affected DSD athletes have XY genetic sex,testes, and T levels within the male not the female range,and are at least substantially—if not—fully androgensensitive.45Because she was there, Krech knows that the publicfacing challenge to “the scientific integrity” of the IAAF’sevidence waged by experts retained by ASA was not hadwithin the closed confines of the hearing. This is becausethe underlying confidential data showing the decades-longdominance of DSD athletes in women’s events wereirrefutable and devastating.46 Moreover, since the Panelpublished its Executive Summary, each of the threeathletes who stood on the Olympic podium for thewomen’s 800 metres in Rio has publicly acknowledgedthat they are affected by the DSD Regulation. In thecircumstances, Krech’s suggestion that it was notestablished that females are biologically disadvantagedin relation to DSD athletes and thus that the Panelimproperly “resolve[d] scientific uncertainty in favour ofthe IAAF”47 would be incomprehensible but for the factthat she was writing here not as an academic, but as anadvocate trying to influence a lay public.Her evaluation of the Panel’s proportionality analysisis more complicated. As a matter of evidence law andprocedure, she is wrong in her assessment of the burdens37 See, e.g. Jules Boykoff, “How women overcame more than 100 years of Olympic controversy to take centre stage at Rio”, The Telegraph, 5 August 2016 (quoting deCoubertin as having said, “Woman’s glory rightfully came through the number and quality of children she produced, and that where sports were concerned, her greatestaccomplishment was to encourage her sons to excel rather than to seek records for herself”).38Krech (fn.3 above), pp.68–69.39 See Semenya at para.559 (“On true analysis, therefore, the purpose of the male-female divide in competitive athletics is not to protect athletes with a female legal sexfrom having to compete against athletes with a male legal sex. Nor is it to protect athletes with a female gender identity from having to compete against athletes with a malegender identity. Rather, it is to protect individuals whose bodies have developed in a certain way following puberty from having to compete against individuals who, byvirtue of their bodies having developed in a different way following puberty, possess certain physical traits that create such a significant performance advantage that faircompetition between the two groups is not possible”).40Krech (fn.3 above), pp.71, 72.41This false story is prominent on social media, but also beyond. See, e.g. Sarah Laframboise, “In the ruling against Caster Semenya, bogus science is being used to stiflethe vulnerable”,Massive Science, 13 May 2019, available at https://massivesci.com/articles/caster-semenya-track-field-iaaf-olympics-testosterone-hyperandrogenism/[Accessed 1 October 2019].42To be clear, Semenya and ASA did contest aspects of the science, primarily whether testosterone is “the” rather than “a” primary driver of the performance gap, andwhether 5-ARD might have more than its currently known genital tissue-specific effects. But these were not weighty matters, because the prepositional argument (in thefirst instance) and the scientific hypothesis (in the second) were both unsupported and so, consistent with standard evidence law, both were properly dismissed by the Panel.With respect to the prepositional argument in particular, see below note 42. With respect to the ARD hypothesis, see below note 45. With respect to the associated burdenof proof issues, see below notes 48–49 and accompanying text.43Unlike in Chand, the parties in Semenya did not disagree that testosterone distributes bimodally and that the different male and female T ranges are primarily responsiblefor the performance gap between male and female athletes. See Semenya at 489 (emphasis added) (“It is accepted by all parties that circulating testosterone has an effectfrom puberty, in increasing bone and muscle size and strength and the levels of haemoglobin in the blood. After puberty, the male testes produce (on average) 7 mg oftestosterone per day, while the female testosterone production level stays at about 0.25 mg per day. The normal female range of serum testosterone (excluding cases ofPCOS), produced mainly in the ovaries and adrenal glands, is 0.06 to 1.68 nmol/L. The normal male range of serum testosterone concentration, produced mainly in thetestes, is 7.7 to 29.4 nmol/L.”)44 Semenya at 492 and 493 (“… the overwhelming majority view [of the parties’ expert witnesses] was that testosterone is the primary driver of the physical advantagesand, therefore, of the sex difference in sports performance, between males and females … Having considered all of the scientific evidence adduced by the parties, the Panelaccepts this conclusion”).45 Semenya alleged that the deficiency in the enzyme that characterizes 5-ARD might have some post-pubertal muscular and thus adverse performance effects. But herexperts produced little scientific evidence to support this hypothesis, and the CAS Panel concluded that “such an effect (if it exists at all) is at most modest compared to theeffect of testosterone”. Semenya at 495.46 See Semenya at 537 (“In reaching this conclusion, the majority of the Panel highlights in particular the notable statistical over-representation of female athletes with5-ARD… In the majority of the Panel’s view, those statistics provide compelling evidence that the physical characteristics associated with 5-ARD give female athleteswith that condition a significant and frequently determinative performance advantage over other female athletes who do not have a 46 XY DSD. The contrast between therare incidence of 5-ARD in the general population and the overwhelming success that women with 5-ARD have achieved … provides powerful evidential support for theconclusion that female athletes with 5-ARD have a significant performance advantage”).47Krech (fn.3 above), p.71.88 Sweet & Maxwell’s International Sports Law Review[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and Contributorsof production and persuasion. But her evaluation of thePanel’s interests balancing is certainly defensible. Ihappen to disagree with her conclusions, but as I havealready noted, this prong of the analysis was and remainslegitimately contested ground.Krech’s essay is titled “The Misplaced Burdens”, andthroughout the implication is that the Panel either did notknowwhat it was doing or else disregarded the applicablestandards.48 Although judges can certainly be wrong andcalled out for their errors, this is simply not the case here.It is universally accepted in law that the burdens in adiscrimination case are on the petitioner to provediscrimination and, if she carries her burden, they shiftto the respondent to prove justification andproportionality. In each instance, the burden of proofconsists of the pleading burden, the production (ofevidence) burden, and the burden of persuasion. Wherea party has met their prima facie obligation, in effect, theburden shifts to the other side.As set out in Part II, the IAAF properly assumed theburden of proving that its DSD Regulation is justified bynecessity and that the risk of harm to affected athletes isacceptable or proportionate. Once it did this, the burdeneffectively shifted to Semenya to rebut that case. She didnot have to accept that burden, but had she declined, thestate of the evidence would have been as the IAAF leftit, i.e. strongly in organization’s favour. She lost becauseshe did not succeed in persuading more than one of thethree panelists that she had neutralised the weight of theIAAF’s case on proportionality.Notably, no one—including on the IAAF’s side of thecase—contested the proposition that the DSDRegulationwould have negative effects on affected athletes, includingSemenya. Like any rulemaking process, this one involveda cost-benefit analysis, and the nature and extent of thecosts are well-understood.49 But, as detailed in Part II,Semenya was ultimately unable to persuade the Panelmajority that the ways in which she would be affectedwere weighty enough to override both the enormous goodthat a protected female category produces for sport’svarious stakeholders, and the damage that makingexceptions for male-bodied athletes who identify aswomen does and would continue to do to the category.In part, this was because the false claims that the IAAFhas caused egregious harm that have proliferated in themedia were not pressed in the proceedings. (Semenya’slegal team, like the IAAF’s, is one of the best and mostethical in the business.) Mainly, though, it is because nosmall group of individuals has the right to demand acategory defeating accommodation in circumstanceswhere that category is understood to be a high value socialgood.Krech is one of a number of academics currentlyworking on the development of global governance normsand pushing for their applicability to private organisations,including to private sports organisations.50 Their theoryis that like public entities and governments, privateinternational organisations andmultinational corporations“govern” people’s lives and opportunities in ways thatought to be regulated according to civil and human rightsprinciples.51 Work is also ongoing among academics andadvocates to codify human rights protections for peoplewho are intersex and transgender.52 Both efforts areintellectually deep and their practical value is enormouslypromising. As doctrinal claims, however, they are lackingan established foundation. As a result, so does Krech’sfinal argument.Semenya v IAAF is not a failed human rights case forthe same reason that is is not a failed discrimination case.53Human rights law prohibits discrimination on the samegrounds as domestic law; and it requires that sexdiscrimination be evaluated for lawfulness also on thesame grounds. The Panel followed precisely theserequirements in reaching its conclusion that the DSDRegulation is “necessary and reflect[s] a rationalresolution of conflicting human rights”.54Indeed, in so holding, the Panel was generous in itsreading of the human rights of affected DSD athletes.Although everyone has the right to participate in sport,no one has the right to compete and to win in elitecompetition without regard to legitimate eligibilitycriteria. Although everyone has the right to be free fromdiscrimination, that right is never absolute; it is alwayssubject to well-justified exceptions. The same is true ofthe rights to personal autonomy, bodily integrity, andeconomic freedom. No legal system provides forunfettered individual liberty; it is always orderedaccording to prevailing goals and values.Most specifically, there is no established human rightslaw that demands that Member States and organisationsdisregard biological sex in their efforts to secure equalityfor the females within their purview. Indeed, the IAAF’spolicy choice to set aside a protected category forfemales—as implemented by nations around theworld—does not violate established human rights law, itpromotes it. Nor is there established human rights law48Krech (fn.3 above), e.g. pp.66, 68, 70, 71, 75.49The parties to the case disagreed, of course, over the nature of some and the extent of others. See above notes 28–32 and accompanying text (discussing these points ofdisagreement).50Michele Krech, “To Be a Woman in the World of Sport: Global Regulation of the Gender Binary in Elite Athletics” (2017) 35 Berkeley J. Int’l L. 262 (2017). See also,e.g., Mathieu Winand and Christos Anagnostopoulos, Research Handbook on Sport Governance (2019) (noting that “sport governance has developed into a considerablefield of research” and providing a basis to understand “different approaches and perspectives, such as good governance principles, systemic governance, political governanceand network governance”).51 See, e.g. below note 56 (citing to the High Commissioner’s Guiding Principles on Business and Human Rights).52See, e.g. ILGA Europe, Anti-discrimination Law, What is the current situation in Europe?, available at https://www.ilga-europe.org/what-we-do/our-advocacy-work/anti-discrimination-law [Accessed 1 October 2019] (describing the legal situation for LGBTI people in Europe); Morgan Carpenter, “Intersex Variations, Human Rights, andthe International Classification of Disease”,Health and Human Rights Journal, 1 August 2018, available at https://www.hhrjournal.org/2018/08/intersex-variations-human-rights-and-the-international-classification-of-diseases/ [Accessed 1 October 2019].53Krech (fn.3 above), p.66 and passim.54 Semenya at 589; see also at 554.Semenya v IAAF: Affirming the Lawfulness of Sex-Based Eligibility Rule for Women’s Category in Elite Sport 89[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and Contributorsthat requires that where the two collide, the interests ofpeople who are intersex or transgender who identify aswomen supersede the human rights of females. Positionsto the contrary are, to date, just advocacy,55 and CAS’sinstitutional authority does not include altering or growingthe substance of international human rights law.56Consistent with the terms of her engagement withCAS, Semenya has appealed its decision upholding theDSD Regulation to the Swiss Federal Tribunal (SFT), onthe ground that its effects would violate the substantivepublic policy of Switzerland. As I understand it, thispublic policy includes any established internationalhuman rights law to which Switzerland adheres. Howeverthe case comes out, it is likely the apparent absence ofsuch law—together with the strength of the New YorkConvention on the Recognition and Enforcement ofForeign Arbitral Awards57—that explains the SFT’sinterim decision in late July to keep the DSD Regulationin place while it is considering the merits of Semenya’sappeal.58IV. ConclusionThe answer to the normative question whetherinternational human rights law should prohibit anyphysical conditions on the inclusion of intersex andtransgender women in the women’s category in elite sportdepends on how one chooses to value that unconditionalinclusion in relation to the goal of equality for biologicalfemales in this setting. Does it still matter that we seefemale-bodied champions on the podium—regardless ofhow they identify, or is it enough (or better) that we seechampions who identify as women—regardless of theirsex? My own view is that the broader social good thatflows from sport’s ability to celebrate the formeroutweighs the harms that result from excluding orconditioning the inclusion of the latter. But I respect thatothers can and do view this issue differently.Ultimately, where they are evidence-based, thedifferent positions that have been developed in the contextof this case can be helpful beyond sport. The CASdecision in Semenya & ASA v IAAF is the first out of acourt with a broad international mandate to confrontsquarely the collision between (on one side) thewell-established civil and human rights of females toequality in relation to males—including to the use ofsex-affirmative measures to secure that equality, and (onthe other) the just-emerging rights of individuals to beclassified into and out of sex-segregated spaces andopportunities based on their identity rather than theirbiology. The answer should not always be the same, butthe decision provides a template for other courts as theyface variations on this most challenging jurisprudentialtheme.55 See, e.g. Letter to Sebastian Coe from Human Rights Watch, 24 July 2018, available at https://www.hrw.org/sites/default/files/supporting_resources/hrw_letter_iaaf_femaleclassification_20180724.pdf [Accessed 1 October 2019] (quoting from a letter from UN Special Rapporteurs also to Lord Coe to the same effect); Statement fromthe World Medical Association, Physician Leaders Reaffirm Opposition to IAAF Rules, 15 May 2019, available at https://www.wma.net/news-post/physician-leaders-reaffirm-opposition-to-iaaf-rules/ [Accessed 1 October 2019].56 Informal human rights law or norms exist in the pronouncements of the relevant international organisations. But by their own terms, these pronouncements only bindorganisations to compliance with established principles, not to advocacy about what these principles might be. This includes the UNHigh Commissioner’s Guiding Principleson Business and Human Rights cited by Krech in support of her position. See Guiding Principles at 13, available at https://www.ohchr.org/documents/publications/GuidingprinciplesBusinesshr_eN.pdf [Accessed 1 October 2019] (imposing responsibilities directly on businesses to comply with “internationally recognized humanrights”). Within the human rights community and as applied outside of that community, law is different from norms and both are different from advocacy.57Available at http://www.newyorkconvention.org [Accessed 1 October 2019].58 Press Release of the Swiss Federal Supreme Court re: Interlocutory order of 29 July 2019, “The DSD Regulations are, for the time being, again applicable to CasterSemenya”, available at https://www.bger.ch/files/live/sites/bger/files/pdf/en/4A_248_2019_yyyy_mm_dd_T_e_09_54_21.pdf [Accessed 1 October 2019].90 Sweet & Maxwell’s International Sports Law Review[2019] I.S.L.R., Issue 4 © 2019 Thomson Reuters and Contributors",
    "id": 322820145,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:faculty_scholarship-6699"
    },
    "title": "Semenya and ASA v IAAF: Affirming the Lawfulness of a Sex-Based Eligibility Rule for the Women’s Category in Elite Sport",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=6699&amp;context=faculty_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/322820145.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/322820145"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/322820145/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/322820145/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/322820145"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Sports for women",
        "Sex discrimination in sports",
        "Civil Rights and Discrimination",
        "Entertainment, Arts, and Sports Law",
        "Human Rights Law",
        "Law",
        "Law and Gender"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:faculty_scholarship-6699",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 322820145,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:46:55+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-14T11:04:06+01:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/faculty_scholarship/4002",
        "https://scholarship.law.duke.edu/context/faculty_scholarship/article/6699/viewcontent/Coleman_Semenya_and_ASA_v_IAAF_20201620.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:55+00:00",
    "setSpecs": []
}