{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Keren, Hila"
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-19T13:34:52+01:00",
    "dataProvider": {
        "id": 13872,
        "name": "University of California, Irvine: UCI Law Scholarly Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/13872",
        "logo": "https://api.core.ac.uk/data-providers/13872/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/524841415.pdf",
    "fullText": "UC Irvine Law Review Volume 12 Issue 3 Article 8 5-2022 Separating Church and Market: The Duty to Secure Market Citizenship for All Hila Keren Follow this and additional works at: https://scholarship.law.uci.edu/ucilr  Part of the Law Commons Recommended Citation Hila Keren, Separating Church and Market: The Duty to Secure Market Citizenship for All, 12 U.C. IRVINE L. REV. 911 (2022). Available at: https://scholarship.law.uci.edu/ucilr/vol12/iss3/8 This Article is brought to you for free and open access by UCI Law Scholarly Commons. It has been accepted for inclusion in UC Irvine Law Review by an authorized editor of UCI Law Scholarly Commons. First to Printer_Keren.docx (Do Not Delete) 5/14/2022 12:17 PM   909  Separating Church and Market:  The Duty to Secure  Market Citizenship for All Hila Keren* This Article intervenes in the debate concerning the conflict between religious liberties and LGBTQ rights. Strictly focusing on the market, it makes three salient contributions. First, it reveals the appearance of a preemptive legal strategy that has started to generate unprecedented jurisprudence in lower courts. This latest shift is the peak of an ecopolitical practice called “market evangelism,” which the Article defines as the organized project that uses market activities, entities, and tools to evangelize society by excluding LGBTQ parties from the marketplace. Second, the Article adds to the current understanding of the harm that market evangelism inflicts. It depicts the recent concerted efforts to conceal the damage and explains market evangelism as an intentional effort to humiliate LGBTQ people, causing intense and enduring emotional harm that spreads from LGBTQ individuals to their entire community. Third, the Article proposes an original resolution particularly tailored to the market. It argues that business activity that relies on corporations and contracts must include a duty to serve all—an obligation that flows from what the Article conceptualizes and coins as “market citizenship.” Significantly, the proposal goes beyond adding strong arguments for the necessary passing of the Equality Act. It further includes a novel call to utilize private law, namely corporate law and contract law, to bar market evangelism and secure full market citizenship for all.    * Associate Dean of Research and Paul E. Treusch Professor of Law, Southwestern Law School ( she/her ). For invaluable feedback, I thank Kathryn Abrams, Alexandra D’Italia, Harout Dimijian, Martha Fineman, Danielle Hart, Roman Hoyos, Shavit Keren, Yuval Keren, John Tehranian, and Rachel VanLandingham. I am also grateful for comments from participants in presentations at the Annual International Conference on Contracts and the Vulnerability Initiative. Special thanks to the editors of the UC Irvine Law Review. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 910 UC IRVINE LAW REVIEW [Vol. 12.3:909   Introduction ..................................................................................................................... 910 I.   Market Protections of LGBTQ People Post-Bostock ................................... 917 A.  The Maze of Statutory Protections Post-Bostock ................................. 917 B.  Nondiscrimination Laws v. Religious Beliefs ....................................... 921 II.   Efforts to Legitimize Market Discrimination ................................................ 924 A.  Defending a Right to Discriminate ........................................................ 924 B.  Declaring Discrimination: A New Legal Strategy ................................ 926 III.   The Rise of a New Jurisprudence .................................................................... 933 A.  Market Evangelism and the Neoliberal Project ................................... 934 B.  The Appearance of a Traditionalist Market Jurisprudence ................ 939 IV.   The Harm Debate .............................................................................................. 946 A.  No Victim in Court ................................................................................... 947 B.  The Market Can Solve the Problem ....................................................... 948 C.  Additional Reasons to Discount the Harm........................................... 949 D.  Market Humiliation ................................................................................... 950 E.  (Re)Raising Humiliation as a Legal Claim ............................................. 954 V.   A Proposal: Defining Market Citizenship ..................................................... 956 A.  Reaching Beyond the Nondiscrimination Paradigm ........................... 956 B.  Corporate Law ........................................................................................... 959 C.  Contract Law .............................................................................................. 963 Conclusion ........................................................................................................................ 970  In memory of Aimee Stephens, a warrior.1 INTRODUCTION People looking to hire event photographers may be surprised by the following statement on one photography business’ website: I cannot positively depict anything that . . . devalues marriage between one man and one woman. I also can’t photograph anything that conflicts with my religious conviction that marriage is a covenant relationship before God between one man and one woman (for example, I don’t photograph same-sex weddings . . . . ).2 This explicit exclusion of LGBTQ couples, akin to traumatic signs used in the past against other groups,3 would not have been possible until recently, and the business policy it declares is so egregious that it should not be allowed.  1. Aimee Stephens passed away only a few weeks before the Supreme Court decided that firing her due to her employer’s religious objection to transgender people was illegal. See infra Part I. 2. Weddings, CHELSEY NELSON PHOTOGRAPHY, https://www.chelseynelson.com/weddings [https://perma.cc/6MAE-JZJL] ( last visited Mar. , 2022). 3. WENDY BROWN, IN THE RUINS OF NEOLIBERALISM: THE RISE OF ANTIDEMOCRATIC POLITICS IN THE WEST 142 (2019) (making the comparison to “a ‘whites only’ placard”); Louise First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 911   Significantly, the statement is neither unique nor spontaneous. Rather, it results from a recent and particularly aggressive legal strategy exposed by this Article. This nationwide strategy aims at securing in advance permission to do what is still forbidden after the fact: to deny full market participation of LGBTQ parties.4 The influential advocacy group Alliance Defending Freedom (ADF) has initiated a new wave of legal actions around the country—called here the “Preemptive Cases.” In these cases, the ADF represents businesses owned by devout Christians that intend to refuse to transact with LGBTQ parties. In preparation, these businesses sue before they deny anyone and thus before they become subject to any effort to enforce nondiscrimination laws. Following the adage that the best defense is a good offense, the Preemptive Cases present a two-pronged attack. The first prong targets state or local authorities, asking courts to prevent them from enforcing their jurisdiction’s nondiscrimination laws when equality conflicts with religious beliefs. The second prong adds a particularly chilling request: to allow the ADF’s clients to announce their excluding policy. The statement quoted above was recently pre-approved in this manner. In August 2020, the United States District Court for the Western District of Kentucky preliminarily enjoined Louisville from enforcing its nondiscrimination law.5 It also allowed the plaintiffs to add the above statement to the business’s website.6 The court reasoned that imposing a duty to serve all would be “demeaning” to the business owner.7 Astonishingly, it did not consider how demeaning it would be to members of the LGBTQ community and their allies that a court gave a blank check to such discrimination, thus implicitly condoning it as a legitimate business practice. Linking this decision to additional holdings in similar Preemptive Cases, this Article identifies a startling legal shift: a rise of a novel judicial willingness to permit the rejection of LGBTQ parties and with it the imposition of heteronormativity and cisnormativity through the market. The recent shift—conceptualized in this Article as the emergence of a traditionalist market jurisprudence—is deeply troubling. It should alarm not only LGBTQ people and the majority of Americans that support their rights8 but also anyone who cares about the market as a social institution.  Melling, Heterosexuals Only: Signs of the Times?, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 245, 249 (William N. Eskridge, Jr. & Robin Fretwell Wilson  eds., 2019) [hereinafter RELIGIOUS FREEDOM]. 4. The new strategy has so far been executed in Arizona, Kentucky, Minnesota, Wisconsin, Ohio, Colorado, New York, and Virginia. See infra Part II. 5. Chelsey Nelson Photography LLC v. Louisville/Jefferson Cnty. Metro Gov’t, 479  F. Supp. 3d 543, 559–62 (W.D. Ky. 2020). 6. Id. at 561. 7. Id. at 554. 8. PRRI, DUELING REALITIES AMID MULTIPLE CRISES, TRUMP AND BIDEN SUPPORTERS SEE DIFFERENT PRIORITIES AND FUTURES FOR THE NATION: FINDINGS FROM THE 2020 AMERICAN VALUES SURVEY 65 (2020), https://www.prri.org/research/amid-multiple-crises-trump-and- biden-supporters-see-different-realities-and-futures-for-the-nation/ [https://perma.cc/SW93-P5Y2] First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 912 UC IRVINE LAW REVIEW [Vol. 12.3:909   Worse, this recent shift is only the tip of the iceberg. A broader conservative scheme has increasingly used the market to disseminate traditionalist views. Strictly focusing on the market, this Article exposes this trend, explains the devastating harms and risks it inflicts on the entire LGBTQ community and its allies, and proposes a solution. It is imperative to draw the line between the public square, where debates belong, and the marketplace, where full participation is critical. Furthermore, because decisions that fail to make this distinction are likely to reach the Supreme Court before long, it is salient and exigent to find ways to keep the market open for all, irrespective of religious convictions—a heavy task that this Article takes on. The Article intervenes in the current literature concerning the conflict between religious liberties and LGBTQ rights,9 making three main contributions. First, it exposes the dramatic appearance of both the Preemptive Cases and the new jurisprudence they have started to generate. The Article theorizes these shifts as the new edge of what political scientist Wendy Brown called “market evangelism.”10 Further developing this concept, the Article defines it as the project of utilizing market activities (hiring, leasing, selling), market entities (corporations), and market tools (contracts) to evangelize society by rejecting LGBTQ parties from the marketplace. Most importantly, the Article offers an original thesis and evidence to explain what allowed such a change after decades of demanding equality in the market. The shift is happening now because four decades of neoliberalism have created a new “common sense.” Under this logic, the market is configured as the most influential social site, the state is perpetually suspicious, and individuals are expected to express themselves through their businesses. Second, the Article adds to the current debate regarding the harm entailed in market evangelism. It depicts the recent concerted effort of market evangelism supporters to conceal the damage, including via explicit denials by Supreme Court Justices. The Article then explains market evangelism as an intentional effort to  (“More than eight in ten Americans (83%) favor laws that would protect gay, lesbian, bisexual, and transgender people against discrimination in jobs, public accommodations, and housing, compared to only 16% of Americans who oppose such laws. Majorities of Democrats (94%), independents (85%), and Republicans (68%) favor nondiscrimination laws that protect LGBTQ people. Substantial majorities in every major religious group favor nondiscrimination laws that protect LGBTQ  people, ranging from 59% among white evangelical Protestants to 92% among religiously  unaffiliated Americans.” ). 9. See, e.g., RELIGIOUS FREEDOM, supra note 3, at vii–x (a collection of thirty-four articles from a host of perspectives ); Andrew Koppelman, Gay Rights, Religious Accommodations, and the Purposes of Antidiscrimination Law, 88 S. CAL. L. REV. 619, 622 n.15 (2015) (collecting sources ); see also Elizabeth Sepper, Gays in the Moralized Marketplace, 7 ALA. C.R. & C.L. L. REV. 129 (2015) ( focusing on  the market ). 10. Wendy Brown, When Persons Become Firms and Firms Become Persons: Neoliberal Jurisprudence and Evangelical Christianity in Burwell v. Hobby Lobby Stores, Inc., in LOOKING FOR LAW IN ALL THE WRONG PLACES: JUSTICE BEYOND AND BETWEEN 169, 183 (Marianne Constable, Leti Volpp & Bryan Wagner eds., 2019). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 913   humiliate LGBTQ people and draws on nonlegal studies to bolster existing arguments about the role of nondiscrimination laws in preventing humiliation. This contribution is critical to distinguishing between expressing anti-LGBTQ views in the streets and disseminating them through the market: only the latter behavior has all the main features of the humiliation process. Third and normatively, the Article proposes an original resolution tailored to the market. It argues that business activity that relies on corporations and contracts must come with an attached obligation to serve all. For this purpose, the Article theorizes participation in the market as a unique form of citizenship, which it calls “market citizenship.” Business owners enjoy such citizenship when they engage in and benefit from market pursuits. Therefore, the law should prohibit them from using their citizenship to undercut others’ ability to exercise their market citizenship. Significantly, this Article’s proposal goes beyond the necessary revision of nondiscrimination laws. It adds a call to use private law—the norms and principles that directly control the market—to define and enforce the rights and duties  that must come with market citizenship. Concretely, it argues that our corporate  law and contract law principles have much to offer as we seek to vanquish  market evangelism. Appreciating the first of these contributions requires some background to highlight how irregular the current rise of market evangelism is, both as a business behavior and as the subject of a legal shift. Attempts to exclude groups of people from the marketplace for religious reasons are hardly new, but the legal system had long denied their legitimacy. Indeed, our civil rights laws convey that without securing every citizen’s right to make and enforce contracts in the domains of housing, employment, and the exchange of goods and services, no just society can materialize.11 Most directly, and more than a generation ago, the Supreme Court affirmed in Newman v. Piggie Park Enterprises, Inc. (Piggie Park) that religious beliefs could not justify a private business that deprived African Americans of full participation in the market.12 Decades passed, and the Supreme Court has not rolled back Piggie Park and has not approved the market exclusion of any group due to religious beliefs. Indeed, religious liberties have generally enjoyed increasing protection, but one line had not been crossed—ordinary businesses remained subject to nondiscrimination laws. The now-famous case of Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights  11. See Hila Keren, “We Insist! Freedom Now”: Does Contract Doctrine Have Anything Constitutional to Say?, 11 MICH. J. RACE & L. 133 (2005) (explaining the protection of market equality via civil rights laws in the context of race ). Of course, religious liberties are civil rights as well, and no one should be allowed to exclude others from the market based on their religion. Richard W. Garnett, Religious Accommodations and—and Among—Civil Rights: Separation, Toleration, and Accommodation, 88 S. CAL. L. REV. 493, 497 (2015). 12. Newman v. Piggie Park Enters., Inc., 390 U.S. 400, 400–01 (1968) (per curiam). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 914 UC IRVINE LAW REVIEW [Vol. 12.3:909   Commission (Masterpiece Cakeshop)13 represents the Supreme Court’s latest word on market discrimination by businesses offering goods and services to the public. While the Court released the bakery that refused to sell a wedding cake to a same-sex couple from liability under Colorado’s nondiscrimination law, it based its decision on narrow grounds. Most significantly, the Court clarified that Piggie Park’s holding—forbidding business owners from denying goods and services due to religious objections—is the general rule that should be applied to market discrimination of LGBTQ people. Then, in June 2020, the Supreme Court decided Bostock v. Clayton County (Bostock),14 declaring illegal the exclusion of three LGBTQ employees from the job market: two gay men and one transgender woman. The decision carries tremendous practical and symbolic significance, being the first Court holding to recognize that a law forbidding discrimination “because of sex” covers discrimination based on sexual orientation or gender identity. Yet, the impact of Bostock on the legality of market evangelism is unclear. On the one hand, Bostock’s interpretation of Title VII can expand from the job market to other areas of the market covered by nondiscrimination laws that enumerate “sex.”15 On the other hand, Justice Gorsuch attempted to curtail the decision’s scope, suggesting that religious business owners may still try to secure exemptions from Bostock’s equality demand. Offering an original analysis of this latest decision, the Article argues that despite its recognition of LGBTQ rights, Bostock invites the Preemptive Cases to the Supreme Court, rendering the investigation of market evangelism indispensable. While efforts to defend businesses that actually rejected LGBTQ parties continued to fail in courts, the ADF escalated the fight, creating the Preemptive Cases strategy. The Article tracks the results: the ADF already won, or temporarily won, five Preemptive Cases and has more cases pending, awaiting additional proceedings.16 Most critically, one case has now arrived at the Supreme Court, marking a possible change of law.17 The Article also documents the offensive statements that—like the statement in the opening—have appeared following the ADF’s victories. The Article further describes the decisions that had already given blank checks to market evangelism. Such decisions open the door to infusing the  13. Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719 (2018). 14. Bostock v. Clayton Cnty., 140 S. Ct. 1731 (2020). 15. See infra Part I (describing which nondiscrimination laws currently enumerate “sex,” including the federal Fairness in Housing Act and numerous statewide public accommodations laws). 16. See infra Part II. 17. See 303 Creative LLC v. Elenis, No. 21-476, 2022 WL 515867 (U.S. Feb. 22, 2022) (mem.) (“The petition for a writ of certiorari is granted limited to the following question: Whether applying a public-accommodation law to compel an artist to speak or stay silent violates the Free Speech Clause of the First Amendment.” ); see also, Hila Keren, The Alarming Legal Strategy Behind a SCOTUS Case That Could Undo Decades of Civil Rights Protections, SLATE (March 9, 2022), https://slate.com/news-and-politics/2022/03/supreme-court-303-creative-coordinated-anti-lgbt-legal-strategy.html [https://perma.cc/ QD7H-QCKP]. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 915   market with the most traditional values, thus marking the rise of a traditionalist market jurisprudence. How did we get here? The Article argues that the jurisprudence’s appearance became possible because market evangelism follows the core logic of neoliberalism,18 making its approval seem reasonable. For example, in line with the neoliberal idealization of entrepreneurship,19 the new decisions ignore LGBTQ struggles and only celebrate business owners’ expectations to express themselves through their entrepreneurial activity. The same decisions also criticize the  state’s authorities for interrupting the entrepreneurs with social demands, which neoliberalism brands irrelevant. Appreciating this interplay with neoliberalism is essential. For instance, it explicates the transference of the battle over moral values to the market. It also clarifies how neoliberal organizations that are relatively secular, such as the Cato Institute, have joined the ADF despite previously supporting  same-sex marriage. The more such neoliberal jurisprudence spreads, the greater the pressure it puts on the state to relinquish equality and instead align itself with the religious demands of a small segment of its population.20 At risk is nothing less than a conversion of the secular market into a traditionalist platform at the expense of the fundamental separation of church and state.21 The problem is that those who support market evangelism have made concerted attempts to conceal its harsh consequences. For example, many explicitly denied any harm for the (neoliberal) reason that LGBTQ people can get what they need elsewhere in the market.22 Others argued that even if harm exists, it pales in comparison to the damage that demanding equality brings on religious objectors by  18. See generally JULIE A. WILSON, NEOLIBERALISM (2018); DAVID HARVEY, A BRIEF HISTORY OF NEOLIBERALISM (2005). For a concise explanation, see infra Part III. 19. MARNIE HOLBOROW, LANGUAGE AND NEOLIBERALISM 73 (2015) (describing how “[ e ]ntrepreneurship received its badge of respect in the early days of neoliberalism” and how “Reagan saw entrepreneurs as ‘a special breed’, the real leaders of American Society” ). 20. PRRI, supra note 8, at 65 (“White evangelical Protestants stand out as the only major religious group in which a majority opposes allowing gay and lesbian couples to marry (34% favor,  63% oppose). Majorities in every other major religious group support marriage equality, . . . . ” ). 21. Linda Greenhouse, Opinion, Religious Crusaders at the Supreme Court’s Gates, N.Y. TIMES (Sept. 12, 2019), https://www.nytimes.com/2019/09/12/opinion/supreme-court-religion.html [https://perma.cc/GG68-LJHX] (arguing that the fight of “conservative religious networks” is aimed at “lowering the barrier between church and state” ). 22. See, e.g., Richard A. Epstein, Symposium: The Worst Form of Judicial Minimalism—Masterpiece  Cakeshop Deserved a Full Vindication for Its Claims of Religious Liberty and Free Speech, SCOTUSBLOG (June 4, 2018, 8:29 PM), https://www.scotusblog.com/2018/06/symposium-the-worst-form-of-judicial-minimalism-masterpiece-cakeshop-deserved-a-full-vindication-for-its-claims- of-religious-liberty-and-free-speech/ [https://perma.cc/PS3D-VSZZ] (arguing that “the refusal of any individual to serve another in a competitive marketplace means that the harm suffered by the couple is the well-nigh trivial cost of finding one of 67 nearby bakeries which advertised their willingness to design cakes for same-sex weddings” ). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 916 UC IRVINE LAW REVIEW [Vol. 12.3:909   branding them as bigots.23 In response, this Article insists that market evangelism comes at a heavy price. Previous scholarship has highlighted the damage of humiliation24 and the importance of market participation.25 This Article augments these works with multidisciplinary studies that delineate how humiliation operates, spreads, and severely hurts those who are excluded. For example, researchers have provided empirical evidence that acts which aim to humiliate others generate a particularly intense human emotion,26 one that generates devastating results from mental health complications27 to clinical depression and even suicide.28 Overall, the findings importantly explain why market evangelism is an act of humiliation that is much more devastating than any other civil expression of anti-LGBTQ beliefs  in public. This immense damage makes it crucial and urgent to find legal ways to protect LGBTQ people and the inclusiveness of the market. The Article proposes two legal paths to barring market evangelism. First, it offers original and profound reasons  to expand nondiscrimination protections. Most notably, the Article calls for the prompt passing of the Equality Act, which stands to provide federal protections to LGBTQ people and presently awaits Senate approval.29 Second, given the current insufficient protection of LGBTQ parties and the political barriers to legislative reforms, the Article proposes an acutely needed additional measure. It counsels to advance the concept of market citizenship not only through the enhancement of nondiscrimination norms but also by utilizing private laws. Because businesses that engage in market evangelism rely on market tools, namely corporations and contracts, the response must include the rules that monitor these tools’ usage. Practically, relying on corporate law and contract law to restrain market discrimination does not require a change of legislation, only a more equitable application of existing principles and doctrines. Substantively, such a solution is adequate to prevent misuse of powers and privileges conferred upon businesses for economic reasons. Beyond calling attention to the role of the laws of the market,  23. See, e.g., Ryan T. Anderson, Disagreement Is Not Always Discrimination: On Masterpiece Cakeshop and the Analogy to Interracial Marriage, 16 GEO. J.L. & PUB. POL’Y, 123, 142 (2018) (arguing that to force the baker from Masterpiece Cakeshop to follow nondiscrimination laws would harm his dignity and brand him as a bigot ). 24. See, e.g., 3 BRUCE ACKERMAN, WE THE PEOPLE: THE CIVIL RIGHTS REVOLUTION,  127–54 (2014) (describing the legacy of Brown v. Board of Education in terms of an effort to prevent individual and collective humiliation). 25. See, e.g., ROBIN L. WEST, CIVIL RIGHTS: RETHINKING THEIR NATURAL FOUNDATION 195 (2019) (emphasizing the value of market participation). 26. See generally Marte Otten & Kai J. Jonas, Humiliation as an Intense Emotional  Experience: Evidence from the Electro-Encephalogram, 9 SOC. NEUROSCIENCE 23 (2014). 27. Walter J. Torres & Raymond M. Bergner, Severe Public Humiliation: Its Nature, Consequences, and Clinical Treatment, 49 PSYCHOTHERAPY 492 (2012). 28. Donald C. Klein, The Humiliation Dynamic: An Overview, 12 J. PRIMARY PREVENTION 93, 111–24 (1991). 29. See Equality Act, H.R. 5, 117th Cong. (2021). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 917   the proposal includes concrete suggestions. For example, because religious business-owners enjoy the shield of limited liability thanks to their choice to incorporate, it is crucial to enforce the principle of corporate separateness to prevent them from simultaneously using their personal beliefs to win exemptions. Similarly, since those businesses continuously benefit from the ability to make and enforce contracts, the contractual principle of good faith must preclude them from depriving others of using contracts for reasons that are foreign to conventional market terms. The Article is structured as follows. Part I updates the legal protections against market discrimination of LGBTQ people in light of the most recent decision in Bostock. Part II describes the legal activism of conservative advocacy groups, exposing the rise of market evangelism and the revolutionary legal strategy demonstrated by the Preemptive Cases. Part III reveals the emergence of a traditionalist market jurisprudence that reflects and perpetuates the neoliberal fostering of traditionalist values through the market. Part IV illuminates what these dramatic legal shifts conceal: the immense harm of market humiliation. Part V proposes a solution. It calls to prevent market humiliation by defining and protecting market citizenship. All told, the Article calls to invalidate market evangelism due to the considerable harm it inflicts. Instead of handing out blank checks to discriminate, the law must secure market citizenship for all. With full respect to religion, it leaves untouched religious people’s right to express their views—in support or disapproval of LGBTQ rights—outside of the market. I. MARKET PROTECTIONS OF LGBTQ PEOPLE POST-BOSTOCK Do our laws allow businesses operating in the general market to terminate or refuse transactions with LGBTQ people due to their owners’ religious beliefs? It is complicated to answer this question because, unlike the legal prohibition of racial discrimination, no federal legislation addresses the categories of sexual orientation and gender identity. The problem is further intensified by the fact that state laws and local ordinances create a highly confusing patchwork that ranges from  explicitly forbidding discrimination to overtly permitting it. The recent Supreme  Court decision in Bostock introduced a significant change of this complexity, and a  much-needed update follows. A. The Maze of Statutory Protections Post-Bostock At the federal level, market discrimination against LGBTQ people is now explicitly forbidden when it occurs in the domain of employment. The decision in Bostock clarified long years of ambiguity, explaining that discrimination on the grounds of sexual orientation or transgender status is discrimination “because of sex” and thus falls within the ban of Title VII. Writing for the majority, Justice Neil First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 918 UC IRVINE LAW REVIEW [Vol. 12.3:909   Gorsuch unequivocally stated: “An employer who fires an individual for being homosexual or transgender fires that person for traits or actions it would not have questioned in members of a different sex. Sex plays a necessary and undisguisable role in the decision, exactly what Title VII forbids.”30 Although the decision in Bostock declared itself narrow, explicitly leaving additional questions for a later day, its inclusive reading of the phrase “because of sex” must be meaningful outside of the employment context. Indeed, in January 2021, President Biden issued an executive order that extends Bostock to federal statutes that prohibit sex discrimination and requires federal agencies to fully enforce those statutes “to prohibit discrimination on the basis of gender identity or sexual orientation.”31 Accordingly, the U.S. Department of Housing and Urban Development declared on February 11, 2021, that “the Fair Housing Act’s sex discrimination provisions are comparable to those of Title VII and that they likewise prohibit discrimination because of sexual orientation and gender identity.”32 Thus, it should be clear that evictions and rejections of LGBTQ people in the housing market are forbidden. Further, Bostock and the new executive order should similarly affect the credit market, which is covered by the Equal Credit Opportunity Act,33 and the business activity in the field of education, which Title IX covers.34 Nonetheless, because Justice Gorsuch grounded his decision in a textualist approach, the reach of Bostock hinges on the specific wording of each nondiscrimination law. This is a critical problem when it comes to vast areas of market discrimination against LGBTQ people. Although many may find it hard to believe,35 the federal requirement of equality with regard to businesses open to the public (public accommodations) does not cover the category of sex, forbidding only discrimination based on four categories: race, color, religion, or national origin.36 That leaves LGBTQ people unprotected in most segments of the market, even post-Bostock.  30. Bostock v. Clayton Cnty., 140 S. Ct. 1731, 1737 (2020). 31. Exec. Order No. 13988, 86 Fed. Reg. 7023 ( Jan. 20, 2021). 32. Memorandum from Jeanine M. Worden, Acting Assistant Sec’y for Fair Hous. & Equal Opportunity, U.S. Dep’t of Hous. & Urb. Dev. to Off. of Fair Hous. & Equal Opportunity (Feb. 11, 2021), https://www.hud.gov/sites/dfiles/FHEO/documents/WordenMemoEO13988FHAct Implementation.pdf [https://perma.cc/75V4-XRWR]. 33. 15 U.S.C. § 1691(a )(1 ). 34. 20 U.S.C. § 1681(a ). 35. Maria Caspani, Americans’ Perception of LGBTQ Rights Under Federal Law Largely Incorrect: Reuters/Ipsos, REUTERS ( June 12, 2019, 9:09 AM), https://www.reuters.com/article/us-usa-lgbt-stonewall-equality-idUSKCN1TC120 [https://perma.cc/TB3N-WSVJ]. 36. Title II of the Civil Rights Act, 42 U.S.C. § 2000a(a ). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 919   In the absence of federal regulation, twenty-one states and the District of Columbia have had stepped in. In a long process that started in 1977,37 these jurisdictions, called here the protective states, have added statewide protections against discrimination based on sexual orientation and gender identity, including in the vital arena of public accommodations.38 Accordingly, in those protective states, market actors cannot reject LGBTQ as partners to market transactions. Further, there are currently two states that can be referred to as  semi-protective. The first is Wisconsin that offers explicit protection against discrimination based on sexual orientation without prohibiting discrimination based on gender identity.39 The other is Utah, where sexual orientation and gender identity are both protected categories, but only in the contexts of employment and housing, without any protection under Utah’s public accommodation law.40 The decision in Bostock, however, should make both Wisconsin and Utah comparable to the other protective states. This is so because public accommodations laws in both states enumerate “sex” as a protected category and, when read in light of Bostock, should protect LGBTQ rights across the entire marketplace.41 Next, five additional states support LGBTQ rights in the marketplace without explicitly including sexual orientation or gender identity in their nondiscrimination laws. In each of these states—Florida, Kansas, Michigan, North Dakota, and Pennsylvania—the state has explicitly affirmed, either before or after Bostock, that it interprets the state’s protections against sex discrimination, including concerning public accommodations, as covering sexual orientation and gender identity.42 Overall, if we were to count, post-Bostock, all the states that together with the District of Columbia are predicted to protect the ability of LGBTQ people to participate in the market fully, the total should come to twenty-nine jurisdictions. That means that even with its text-based approach, Bostock represents a significant reform, creating—for the first time—a situation in which the majority of jurisdictions in the United States require equal treatment of LGBTQ people across the board. Importantly, in all these jurisdictions, the protections do not distinguish between various market activities; they broadly apply to businesses open to the  37. Robin Fretwell Wilson, The Nonsense About Bathrooms: How Purported Concerns Over Safety Block LGBT Nondiscrimination Laws and Obscure Real Religious Liberty Concerns, 20 LEWIS & CLARK L. REV. 1373, 1381 (2017) (describing state nondiscrimination protections that were “enacted across almost four decades, beginning in 1977”). 38. Nondiscrimination Laws, MOVEMENT ADVANCEMENT PROJECT, https://www.lgbtmap.org/ equality-maps/non_discrimination_laws [https://perma.cc/CD5G-Y9KK] ( last visited Mar. 10, 2022). 39. Wisconsin’s Equality Profile, MOVEMENT ADVANCEMENT PROJECT, https://www.lgbtmap.org/ equality_maps/profile_state/WI [https://perma.cc/Z83S-7SLN] ( last visited Mar. 10, 2022). 40. Utah’s Equality Profile, MOVEMENT ADVANCEMENT PROJECT, https://www.lgbtmap.org/ equality_maps/profile_state/UT [https://perma.cc/AH7R-5YGA] ( last visited Mar. 10, 2022). 41. See UTAH CODE ANN. § 13-7-1 (West 2021); WIS. STAT. ANN. § 106.52 (West 2021). 42. MOVEMENT ADVANCEMENT PROJECT, supra note 38. Despite what the map may seem to suggest, Alaska and Nebraska have not issued a similar affirmation. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 920 UC IRVINE LAW REVIEW [Vol. 12.3:909   public, including those that the narrower federal definition of public accommodations does not cover.43 Accordingly, in these jurisdictions, LGBTQ people should have access to all market transactions, be it an employment contract, a lease agreement, a funeral service, or a wedding cake purchase. The above computation leaves twenty-two states that do not express willingness to protect LGBTQ individuals in the context of public accommodations. In these states, which can be described as unsupportive states, Bostock could matter most. The reason is that seventeen out of these twenty-two states have gone beyond federal law and included “sex” as a protected category under their public accommodations laws.44 Once the word “sex” appears, it invites—arguably demands—an inclusive reading that follows Bostock. However, since these eighteen states have so far refused to extend protections to LGBTQ individuals, they may resist a change, insisting that applying Bostock outside of the employment domain requires federal legislation or an additional decision of the Supreme Court. The legal state of things is utterly different in the remaining five  states—Alabama, Georgia, Mississippi, North Carolina, and Texas. These states do not have public accommodations laws other than for disabled individuals45 and thus remain untouched by the broad reach of Bostock. These five states will be called permitting states because they allow businesses open to the public to discriminate in areas not covered by federal law. Confusingly, even where statewide protections are uncertain or unavailable, municipalities and counties often insist on market inclusiveness. For example, in Texas, a permitting state, large cities such as Dallas and Austin explicitly forbid discrimination based on sexual orientation and gender identity.46 Nevertheless,  43. Title II of the Civil Rights Act, 42 U.S.C. § 2000a(b) (narrowly defining public accommodations as including: “any inn, hotel, motel, or other establishment which provides lodging to transient guests,” and “any restaurant, cafeteria, lunchroom, lunch counter, soda fountain, or  other facility principally engaged in selling food for consumption on the premises, . . . or any  gasoline station”). 44. Note that the scope of such protection differs from state to state. For example, in Kentucky discrimination because of sex is forbidden only in a narrow segment of public accommodations that does not cover retailers. See KY. REV. STAT. ANN. § 344.145 (West 2021). By contrast, in Ohio the definition of public accommodations is very broad and covers stores. See OHIO REV. CODE  ANN. § 4112.01 (West 2021). 45. State Public Accommodation Laws, NAT’L CONF. OF ST. LEGIS. ( June 25, 2021), https://www.ncsl.org/research/civil-and-criminal-justice/state-public-accommodation-laws.aspx#:~:text= Five%20states%E2%80%94Alabama%2C%20Georgia%2C,%2C%20gender%2C%20ancestry%20and%20religion [https://perma.cc/KRP8-MUAH]. 46. See Texas: LGBTQ Non-Discrimination in the States, FREEDOM FOR ALL AMS., https://www.freedomforallamericans.org/category/tx/ [https://perma.cc/MX94-STVD] ( last visited  Mar. 10, 2022). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 921   because they are enclaves of equality in states that allow discrimination, these localities are particularly vulnerable to interference by legislators and courts.47 All in all, while the decision in Bostock leaves much to be seen, it has the potential to subject market actors in all but the five permitting states to a broad duty to refrain from discriminating against LGBTQ individuals in a wide variety of market transactions. Nonetheless, the main question raised by this Article seems far from being settled because certain businesses increasingly argue that even when sexual orientation and gender identity are protected categories, they should be exempt due to the religious beliefs of their owners. Arguments for religious exemptions are certainly not new, but does Bostock change anything about  their potential? B. Nondiscrimination Laws v. Religious Beliefs Faced with Justice Alito’s vigorous dissent,48 and perhaps influenced by his own conservative loyalties,49 Justice Gorsuch made a special effort to emphasize that his decision in Bostock does not answer the question of religious exemptions from generally applicable nondiscrimination laws. He explained that “none of the employers before us today represent in this Court that compliance with Title VII will infringe their own religious liberties in any way.”50 Making such a curtailing statement is particularly surprising when it comes to one of the three consolidated cases in Bostock: the incorporated funeral home that fired a transgender woman, Aimee Stephens, while explicitly attributing the act to the beliefs of its devout Christian owner.51 How can it be that deciding this case against the business does not touch the question of religious liberty? Curiously, despite the dispute’s facts, Justice Gorsuch offered procedural reasoning: the corporation that in former proceedings tried—and failed—to rely on a religion-based exemption “declined to seek review” of this issue by the Court.52 Under this reasoning, Justice Gorsuch added that even after Bostock “other employers in other cases may raise free exercise arguments that merit careful consideration.”53  47. See, e.g., Brush & Nib Studio, LC v. City of Phoenix, 448 P.3d 890 (Ariz. 2019) (a litigation against the city of Phoenix, described in Part II, which demonstrates such vulnerability ). 48. Bostock v. Clayton Cnty., 140 S. Ct. 1731, 1755 (2020) (Alito, J., dissenting ) (calling the majority’s opinion a “brazen abuse” of the Court’s “authority to interpret statutes” in a fifty-four-page dissent accompanied by a fifty-two-page appendix). 49. See Hila Keren, Divided and Conquered: The Neoliberal Roots and Emotional Consequences of the Arbitration Revolution, 72 FLA. L. REV. 575, 604 (2020) (discussing Justice Gorsuch’s ties to the Federalist Society ). 50. Bostock, 140 S. Ct. at 1754. 51. EEOC v. R.G. & G.R. Harris Funeral Homes, Inc., 884 F.3d 560 (6th Cir. 2018), aff’d in part by Bostock, 140 S. Ct 1737. 52. Bostock, 140 S. Ct. at 1754. 53. Id. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 922 UC IRVINE LAW REVIEW [Vol. 12.3:909   The impact of Bostock’s curtailing statement is hard to predict. On the one hand, the statement suggests that future “careful consideration” could lead to permission to discriminate against LGBTQ people for religious reasons, even when general nondiscrimination laws forbid such discrimination. On the other hand, what Justice Gorsuch portrayed as left for future litigation was hardly an open question before Bostock. That means that without carving out a new exemption, the old rule remains in control. Indeed, despite the curtailing statement, conservatives greeted Justice Gorsuch’s decision with much disappointment, including a cry that Bostock is “[t]he Roe v. Wade of religious liberty.”54 The question that Bostock portrayed as open has been considered as decided for decades. As a general matter, courts have been following the Supreme Court’s decision in Employment Division, Department of Human Resources of Oregon v. Smith (Smith),55 thereby consistently refusing to release religious litigants from generally applicable laws. Even more concretely, and years before Smith, the Supreme Court decided the conflict between religious beliefs and nondiscrimination laws in Piggie Park. This famous litigation ensued after Congress declined to include in the 1964 Civil Rights Act a general exemption for religious businesses.56 In it, several African Americans sued a corporation that operated six restaurants but refused to serve them.57 The corporation and its owner conceded this race-based discrimination.58 Still, they argued for an exemption due to the religious beliefs of the owner, whose “religious beliefs compel him to oppose any integration of the races whatever.”59 In 1966, the District Court of South Carolina vehemently rejected this claim. While acknowledging the owner’s “constitutional right to espouse the religious beliefs of his own choosing,” the court importantly emphasized that this is not an “absolute right,” refusing to allow the owner “to exercise and practice such beliefs in utter disregard of the clear constitutional rights of other citizens.”60 The Fourth Circuit and the Supreme Court affirmed, both classifying the business’s claims, including the one based on religious beliefs, as “patently frivolous.”61  54. Jeremy Stahl, Conservative Activists and Pundits Are Melting Down over Gorsuch’s Embrace of LGBTQ Rights, SLATE ( June 15, 2020, 2:04 PM), https://slate.com/news-and-politics/2020/06/carrie-severino-meltdown-neil-gorsuch-lgbtq-rights.html [https://perma.cc/M7RW-UFWJ]. 55. Emp. Div. v. Smith, 494 U.S. 872 (1990), superseded by statute, Religious Freedom Restoration Act of 1993, Pub. L. No. 103-141, 107 Stat. 1488, as recognized in Tanzin v. Tanvir, 141 S. Ct. 486, 489 (2020). 56. Newman v. Piggie Park Enters., Inc., 256 F. Supp. 941 (D.S.C. 1966), aff’d in part and rev’d in part on other grounds, 377 F.2d 433 (4th Cir. 1967), aff’d as modified on other grounds per curiam, 390 U.S. 400 (1968). 57. Piggie Park, 256 F. Supp. at 944. 58. Id. 59. Id. 60. Id. at 945. 61. Piggie Park, F.2d at 437 (Winter, J., concurring ); Piggie Park, 390 U.S. at 402 n.5. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 923   It is essential to link what the Supreme Court determined in 1968 in Piggie Park to what it decided fifty-two years later in Bostock. The earlier decision means that because race is a protected category under a general nondiscrimination law (Title II), religious beliefs cannot yield exemption for a business that refuses to serve African Americans. More than a generation later, Bostock established that sexual orientation and gender identity are protected categories under another general nondiscrimination law (Title VII). Therefore, what Bostock seemingly left for the future was already answered in Piggie Park: their owners’ religious beliefs cannot exempt businesses from generally applicable nondiscrimination laws. Oddly, none of the Justices who debated the impact of Bostock on religious liberties mentioned Smith, with its broad rule regarding general laws’ superiority. Nor did they cite the highly relevant precedent of Piggie Park. This silence regarding former precedents undoubtedly promotes the inaccurate impression that religious exemptions are an open question. But, unless the Supreme Court—with its recently enlarged conservative majority—will decide to undo leading precedents like Smith and Piggie Park and take away decades of civil rights protections, future cases should end like Bostock. If the issue was not an open question before Bostock, then Justice Gorsuch’s curtailing statement has a different meaning altogether. It represents the Court’s latest step towards actively reopening the question of religious exemptions to ordinary businesses (as opposed to religious organizations). Its egalitarian outcome notwithstanding, Bostock continues the ambivalent tone set by the Court’s 2018 decision in Masterpiece Cakeshop regarding a bakery’s refusal to sell a wedding cake to a same-sex couple in Colorado, one of the protective states.62 Since Colorado’s nondiscrimination law63 protects against such denial, it left available only the argument for awarding the business a religious exemption from generally  applicable law. Writing for the majority, Justice Kennedy did not deviate from Smith and Piggie Park. In fact, unlike the Justices in Bostock, he explicitly cited Piggie Park as he wrote that “it is a general rule that [religious] objections do not allow business owners and other actors in the economy and in society to deny protected persons equal  access to goods and services under a neutral and generally applicable public accommodations law.”64 However, instead of applying this “general rule” to the case of the bakery, Justice Kennedy carved out a new exception. He found that the rule should not be followed when the state’s enforcement of its nondiscrimination law demonstrated a hostile treatment of religious objections.65 It was under this   62. Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719 (2018). 63. Colorado Anti-Discrimination Act (CADA), COLO. REV. STAT. ANN. § 24-34-601 (West 2021). 64. Masterpiece Cakeshop, 138 S. Ct. at 1727. 65. Id. at 1732. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 924 UC IRVINE LAW REVIEW [Vol. 12.3:909   narrow reasoning that the Court invalidated the order against the bakery’s  discriminatory acts. Having decided the case before him, Justice Kennedy has started to regenerate the question that would later be presented as open in Bostock. He stated: “The outcome of cases like this in other circumstances must await further elaboration in the courts . . . . ”66 Together, the Supreme Court’s decisions in Masterpiece Cakeshop and Bostock add uncertainty to the confusing patchwork of norms that apply in each jurisdiction when businesses try to avoid nondiscrimination laws by relying on their owners’ religious beliefs. Critically, by committing to future consideration, the duo of Masterpiece Cakeshop and Bostock invite advocates of the religious right to take additional cases to courts to test the hinted new willingness. While favorable decisions in lower courts would not suffice, such cases would find their way to the Supreme Court. There, a recently enlarged conservative majority might change the law, undo Smith and Piggie Park, and create a new exemption from nondiscrimination laws for businesses owned by religious objectors. As the next Part exposes, this increased instability has already empowered legal activism. II. EFFORTS TO LEGITIMIZE MARKET DISCRIMINATION The legal efforts to legitimize LGBTQ people’s rejection from the market due to religious objections have been rising in recent years. Such increased activity is not accidental. It responds to the growing social and legal recognition of LGBTQ rights, including the national affirmation of same-sex marriage in 2015.67 Recognizing this legal activism and exposing its most recent strategy are the main goals of this Part. A. Defending a Right to Discriminate One form of resisting the acceptance of LGBTQ people through the market is legal actions that are sometimes called the “Wedding-Vendor Cases.”68 These cases defend businesses held liable for refusing, on religious grounds, to provide goods and services related to same-sex weddings. The wedding cake dispute in Masterpiece Cakeshop provides a typical example. Members of the LGBTQ community have been similarly denied access to the entire commercial wedding  66. Id. (emphasis added). 67. See Obergefell v. Hodges, 576 U.S. 644 (2015). 68. See, e.g., Douglas Laycock, The Wedding-Vendor Cases, 41 HARV. J.L. & PUB. POL’Y 49,  58 (2018). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 925   industry. This market boycott has included not only cakes but also wedding venues,69 flower arrangements,70 photography services,71 and wedding gowns.72 It is essential to acknowledge that the rejections go far beyond a spontaneous market reaction. Instead, having lost the legal battle over the right to marry, the religious right has embarked on a political battle that draws on the market power of devout Christian business owners. The strategy is twofold. The first stage occurs in the economic domain. There, religious business-owners that make a living through providing wedding-related goods and services act in defiance of nondiscrimination norms, rejecting potential clients while clarifying that their refusal originates from their objection to same-sex marriage. The second stage is legal. When the businesses are held liable for their illegal refusals, conservative advocacy groups make one or two First Amendment arguments on their behalf.73 First, all businesses claim that enforcing them to follow nondiscrimination laws violates their right of free exercise of religion, making them participate or at least be complicit in a celebration that conflicts with their religious beliefs.74 The second of the two arguments is currently raised only in some of the Wedding-Vendors Cases. Certain businesses also claim that the products they sell or the services they provide amount to speech because they have expressive power.75 Demanding them to engage in such speech-like business activity in the context of same-sex relationships to which they object violates their freedom  of speech. In Masterpiece Cakeshop, the bakery and its owner raised both the free exercise of religion and the free-speech arguments. Yet, writing the Court’s opinion, Justice Kennedy stated that “the free speech aspect of this case is difficult, for few persons who have seen a beautiful wedding cake might have thought of its creation as an exercise of protected speech.”76 Justice Thomas, however, wrote separately to  69. See, e.g., Gifford v. McCarthy, 23 N.Y.S.3d 422 (App. Div. 2016). 70. See, e.g., State v. Arlene’s Flowers, Inc., 441 P.3d 1203 (Wash. 2019). 71. See, e.g., Elane Photography, LLC v. Willock, 309 P.3d 53 (N.M. 2013). 72. See, e.g., Megan Gibson, New Jersey Bridal Shop Refuses to Sell Wedding Gown to Lesbian Bride, TIME (Aug. 21, 2011), https://newsfeed.time.com/2011/08/21/new-jersey-bridal-shop-refuses-to-sell-wedding-gown-to-lesbian-bride/#:~:text=Bride%2Dto%2Dbe%20Alix%20Genter,a%20dress %20that%20would%20be [https://perma.cc/X5QU-XD7D]. 73. See James M. Oleske, Jr., In the Court of Koppelman: Motion for Reconsideration, 2020  BYU L. REV. 51, 55–56, 55 n.23 (arguing that “there are influential conservative advocacy organizations working very hard to raise the profile of the wedding-vendor cases and secure a right to refuse  service” and citing sources ). 74. See generally Douglas NeJaime & Reva B. Siegel, Conscience Wars: Complicity-Based Conscience Claims in Religion and Politics, 124 YALE L.J. 2516 (2015). 75. See Victoria Cappuci, Note, The Cost of Free Speech: Resolving the Wedding Vendor Divide, 88 FORDHAM L. REV. 2585, 2587–88 (2020). 76. Masterpiece Cakeshop, Ltd.v. Colo. C.R. Comm’n, 138 S. Ct. 1719, 1723 (2018). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 926 UC IRVINE LAW REVIEW [Vol. 12.3:909   support the free-speech argument. Without citing any supportive precedent,77 he stated that “creating and designing custom wedding cakes—is expressive.”78 Justice Thomas’ analysis led him to conclude that “in future cases, the freedom of speech could be essential.”79 The decision in Masterpiece Cakeshop is the Supreme Court’s last word on the issue of market discrimination for religious reasons. Despite its length, the decision avoided all three principal issues related to market discrimination of LGBTQ people. It did not award general release from nondiscrimination laws for religious reasons. It specifically refrained from declaring free-exercise and/or free-speech arguments as strong enough to justify disobedience to nondiscrimination laws. More narrowly, the decision has not accepted that some commercial activities can be considered speech. Against this “silence,” a new legal strategy has emerged. This strategy would precipitate—as demanded by Justice Thomas—the willingness of the Court to attend to the freedom of speech argument.80 B. Declaring Discrimination: A New Legal Strategy Without awaiting a decision on the matters that are currently undecided, one leading conservative legal advocacy group—the ADF—has developed a novel form of market-based assault on LGBTQ equality. This new legal strategy is described here for the first time, while it is still being developed in a series of cases that the ADF has been forwarding through courts. The ADF has been testing quite a few of these cases countrywide, probably aiming to get them to the Supreme Court. Remarkably, unlike the Wedding-Vendor Cases, the new cases involve no actual human conflict. In them, no LGBTQ person sought service or goods from the suing business that the ADF represents. For that reason, no refusal to deal has occurred, and therefore no action was taken against the suing business. Instead, these cases fit the adage that the best defense is a good offense. Do you intend to break your state or local nondiscrimination laws and want to do this without being held liable? Take action before anything happens. And this is indeed the approach that the ADF has been recently taking. It pioneered two-pronged preemptive litigation by businesses owned by devout Christians. At the first prong, the ADF asks courts to state that their religious client cannot be sued under the certain nondiscrimination law that protects LGBTQ people in the client’s jurisdiction.  77. Id. at 1748, n.1 (Ginsburg, J., dissenting ) (“[The baker ] points to no case in which this Court has suggested the provision of a baked good might be expressive conduct.” ). 78. Id. at 1742 (Thomas, J., concurring ). 79. Id. at 1748. 80. See 303 Creative LLC v. Elenis, No. 21-476, 2022 WL 515867 (U.S. Feb. 22, 2022) (mem.) (granting certiorari in part ). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 927   To this unprecedented move, the ADF has added a second prong that raises a particularly chilling legal demand. In all the new cases, it has asked the courts to allow its clients to announce their intention to exclude LGBTQ parties publicly. As the statement that opened this Article illustrates, this prong asks permission to put up signs declaring “heterosexuals and cisgenders only,” which are not unlike “whites only” or other historically traumatic signs.81 Since the new strategy takes a proactive step to certify discrimination in advance, the new cases are called here the “Preemptive Cases.” The ADF already won or temporarily won four Preemptive Cases. It also ended one more case in an agreed decision that allowed a business to reject same-sex couples and has at least two more cases in the pipe, awaiting additional proceedings. And indeed, as detailed below, whenever the Preemptive Cases yielded some level of victory, the suing businesses hurried and added offensive statements to their websites. In Arizona, one of the eighteen unsupportive states, the ADF represented a company called Brush & Nib Studio, LC. This company specializes in creating custom wedding invitations, among other calligraphy products.82 With the ADF’s help, the studio challenged a nondiscrimination ordinance of the city of Phoenix. Unlike Arizona’s public accommodation law, which only enumerates “sex” as a protected category, the ordinance explicitly includes sexual orientation as a protected category.83 Additionally, the ordinance notably prohibits businesses from representing that people in any of the protected categories “would be unwelcome, objectionable, unacceptable, undesirable or not solicited.”84 Although Phoenix has not attempted to enforce the ordinance on the studio, its ADF lawyers asked the courts to enjoin the city from doing so in the future (the first prong of the Preemptive Cases). They also asked the court to allow the studio to announce on its website an “intention to refuse requests to create custom artwork for same-sex weddings” (the second prong).85 The case advanced through Arizona’s courts until the Supreme Court of Arizona accepted the studio’s arguments, awarded an injunction against enforcement of the ordinance, and allowed announcing the studio’s excluding policies.86 So, with judicial permission, the studio’s website now declares as follows: Brush & Nib Studio won’t create any custom artwork that . . . contradicts our Christian faith, or promotes any marriage except marriage between one  81. See Melling, supra note 3. 82. See the business’ website at BRUSH & NIB, https://www.brushandnib.com/ [https://web.archive.org/web/20211217034440/https://www.brushandnib.com/] ( last visited  Dec.. 17, 2021). 83. Brush & Nib Studio, LC v. City of Phoenix, 448 P.3d 890, 898 (Ariz. 2019). 84. Id. 85. Id. at 899. 86. Id. at 926. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 928 UC IRVINE LAW REVIEW [Vol. 12.3:909   man and one woman. That means Brush & Nib Studio won’t create any custom art that conveys a message celebrating a same-sex wedding.87 Similarly, this time in Kentucky, another unsupportive state, the ADF represented a Louisville company called Chelsey Nelson Photography, LLC that offers “wedding photography” as first among several listed services.88 Since 1999, a Louisville Fairness Ordinance has prohibited discrimination based on sexual orientation and gender identity in housing, public accommodation, and employment.89 Like in Arizona, the Louisville ordinance also requires businesses to refrain from advertising they will not serve the LGBTQ community.90 The photography business has not yet excluded anyone or been held liable for anything. However, the ADF succeeded in convincing the U.S. District Court for the Western District of Kentucky that it has standing because what its owner “intends to do violates the Fairness Ordinance.”91 The ADF next persuaded the court to preliminarily enjoin Louisville from taking action based on the ordinance, thereby allowing the business to refuse to serve same-sex couples in the future.92 It also managed to have the court allow the business to publish its anti-same-sex marriage policy.93 As a result of this legal victory, the company’s website currently makes the statement that opened this Article, declaring: I cannot positively depict anything that . . . devalues marriage between one man and one woman. I also can’t photograph anything that conflicts with my religious conviction that marriage is a covenant relationship before God between one man and one woman (for example, I don’t photograph same-sex weddings . . . . ).94 A third Preemptive Case led by the ADF was already allowed to proceed by the Eighth Circuit. Here, the ADF represents a Minnesota corporation called Telescope Media Group (TMG), which “provides a variety of video and media production services to the public.”95 The ADF challenged the potential application  87. Our Vision, BRUSH & NIB, https://www.brushandnib.com/vision [https://web.archive.org/ web/20200208234934/http://www.brushandnib.com/vision] ( last visited Feb. 8, 2020). 88. See the business’ website at CHELSEY NELSON PHOTOGRAPHY, https://www.chelseynelson.com/ [https://perma.cc/TE8U-X2RK] ( last visited Mar. 10, 2022). 89. Chelsey Nelson Photography, LLC v. Louisville/Jefferson Cnty. Metro Gov’t, 479  F. Supp. 3d 543, 547 (W.D. Ky. 2020). 90. Id. 91. Id. at 550. 92. Id. at 560. 93. Id. at 561. 94. Weddings, CHELSEY NELSON PHOTOGRAPHY, https://www.chelseynelson.com/weddings [https://perma.cc/6MAE-JZJL] ( last visited Mar. 10, 2022). 95. Telescope Media Grp. v. Lucero, 936 F.3d 740, 767 (8th Cir. 2019), motion to dismiss granted, No. 16-4094, 2021 U.S. Dist. LEXIS 116592 (D. Minn. 2021). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 929   of the Minnesota Human Rights Act,96 which prohibits discrimination based on sexual orientation in public accommodation and contracting.97 Like in the previous Preemptive Cases, the media corporation never refused to produce a same-sex wedding video and therefore was never forced to obey that law. However, unlike the former cases, this one was even more hypothetical. Here, the ADF’s client was not even part of the wedding industry before seeking permission to discriminate. Instead, as the Eighth Circuit clarified: “TMG does not currently make wedding videos, but [its owners] want to expand TMG to include this service.”98 This intentional entry into the wedding market is significant: it highlights the offensive nature of the Preemptive Cases, distinguishing them from the efforts to defend wedding vendors that were already held liable for breaching nondiscrimination laws. All that did not prevent the Eighth Circuit from ordering the U.S. District Court for the District of Minnesota to resume hearing of the claims against enforcement that are based on the First Amendment and consider awarding preliminary injunction.99 As this Article has been in preparation, the TMG’s website has gone through transformations. At the end of November 2020, every webpage, including the “contact us” section, repeated the language discussed by the court: Telescope Media Group exists to glorify God through top-quality media production. Because of TMG’s owners’ religious beliefs and expressive purposes, it cannot make films promoting any conception of marriage that contradicts its religious beliefs that marriage is between one man and one woman, including films celebrating same-sex marriages.100 However, in December 2020, this text was removed. A later decision of the lower court explained that after winning at the Eighth Circuit, the business lost interest in the wedding industry that it barely entered,101 a fact that will be revisited below. The ADF brought a similar action in Wisconsin, a state that protects against discrimination on the basis of sexual orientation. Here, the ADF represented another photography company, Amy Lynn Photography Studio, LLC, which also offers blogging services. Again, without any previous dispute, the business sought a dual declaration: that it is allowed to reject same-sex couples and publish an  96. Minnesota Human Rights Act, MINN. STAT. § 363A.02 (1973). 97. Telescope, 936 F.3d at 765 (describing the background of adding sex orientation to the Minnesota’s nondiscrimination law). 98. Id. at 767 (emphasis added). 99. Id. at 747. 100. Id. (citing the language); TELESCOPE MEDIA GRP., https://www.telescopemediagroup.net/#About [https://web.archive.org/web/20201127092043/https://www.telescopemediagroup.net/] ( last visited Nov. 27, 2020). 101. Telescope Media Grp. v. Lucero, No. 16-4094, 2021 U.S. Dist. LEXIS 116592, at *2–3 (D. Minn. Apr. 21, 2021). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 930 UC IRVINE LAW REVIEW [Vol. 12.3:909   excluding message.102 In response, the court took a slightly different approach, deciding that Wisconsin’s nondiscrimination laws do not apply to its activity since the business only operates online.103 Regardless of such different reasoning, the practical result is similar. With a court’s permission, Amy Lynn Photography Studio’s website currently states that its owner “will not photograph and post about events (like same-sex wedding ceremonies) that beatify any marriage besides marriage between one man and one woman.”104 Next, this time in Ohio, the ADF represented a company called Covenant Weddings LLC, which offers—for a fee—services of officiating marriages and writing content for wedding ceremonies.105 Perhaps because this business is the closest to religious activity, and perhaps because (like in Wisconsin) the business operates online, Cuyahoga County, Ohio, settled the case.106 It agreed to refrain from taking action against the company and its owner when the company refuses to serve LGBTQ couples.107 The court followed with an order that adopted the agreement, which included permission to announce the business’ policy.108 As in the former cases, an announcement followed, this time targeting not only same-sex couples but also transgender persons. In its relevant parts, it reads: “I cannot officiate or write for ceremonies . . . celebrating . . . same-sex marriages, or marriages including a man or woman who identifies contrary to his or her  biological sex.”109 This text is significant. It reveals that the battle is not limited to refusals to endorse same-sex marriage, demonstrating a much broader hostility to LGBTQ people. To account for the animosity, it suffices to note the insulting words this business chose to refer to transgender individuals: using “biological sex” instead of the standard and respectful reference to “gender assigned at birth.”110  102. See [Proposed] Order Granting Declaratory Judgment at 2, Amy Lynn Photography Studio, LLC v. City of Madison, No. 17CV0555 (Wis. Cir. Aug. 11, 2017), https://adflegal.blob.core. windows.net/mainsite-new/docs/default-source/documents/legal-documents/amy-lynn-photography -studio-v.-city-of-madison/amy-lynn-photography-studio-v-city-of-madison—-order-granting- declaratory-judgment-(as-to-wisconsin-law).pdf [https://perma.cc/J6WG-HGAA]. 103. Id. at 3–4. 104. See the business’ website at AMY LYNN CREATIVE, https://amylynncreative.com/about [https://perma.cc/33W2-X99K] ( last visited Mar. 10, 2022). 105. See Complaint at 1, Covenant Weddings LLC v. Cuyahoga Cnty., No. 1:20-cv-01622  (N.D. Ohio July 22, 2020). 106. Notice of Proposed Agreed Judgment Entry at 1, Covenant Weddings, No. 1:20-cv-01622 (Oct. 23, 2020). 107. Judgment Entry, Covenant Weddings, No. 1:20-cv-01622 (Oct. 27, 2020) (order entering judgment and dismissing the case ). 108. Id. ( listing the terms of settlement agreement). 109. See the business’ website at About, COVENANT WEDDINGS, https://covenantweddings.org/about/ [https://perma.cc/9NGL-MU6P] ( last visited Mar. 4, 2022). 110. See Canela López, 9 Problematic Phrases You May Not Have Realized Are Transphobic, INSIDER (Nov. 25, 2020, 10:16 AM), https://www.insider.com/phrases-you-should-never-say-to-transgender-people-2020-11 [https://perma.cc/89LC-7RFK]. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 931   Furthermore, in Colorado, the ADF represents a company called 303 Creative, LLC that does not yet design wedding websites but, like TMG, argues that it plans to do so in the future. Because Colorado is a protective state, the ADF lost at the U.S. District Court of the District of Colorado.111 The ADF immediately appealed to the Tenth Circuit, which led to a two-to-one decision favoring Colorado’s ability to enforce equal treatment in the marketplace.112 However, the majority’s decision was quite narrow, and rather than being a loss to the ADF, it eventually assisted its cause of securing a hearing at the Supreme Court in light of the disagreement between the Eighth and the Tenth Circuits.113 In any case, probably because the lower court found the full declaration planned by the company to “appear to violate” Colorado’s nondiscrimination law,114 the company’s website currently includes the following, more ambiguous, statement that suggests it may deny service on the basis of religious objection: Because of my faith, however, I am selective about the messages that I create or promote – while I will serve anyone I am always careful to avoid communicating ideas or messages, or promoting events, products, services, or organizations, that are inconsistent with my religious beliefs.115 However, the owner of the business litigates (now at the Supreme Court) her right to make a far more explicit public statement. She wants to secure the right to clarify that due to her religious convictions, her company “will not be able to create websites for same-sex marriages or any other marriage that is not between one man and one woman.”116 Similarly, in Virginia, another protective state, the ADF has been leading a litigation on behalf of one more photography business incorporated as Loudoun Multi-Images LLC. Similar to previous cases, the ADF first made a dual request to the U.S. District Court of the Eastern District of Virginia: for “a preliminary and permanent injunction” against enforcement of the state’s nondiscrimination law and  111. See 303 Creative LLC v. Elenis, 405 F. Supp. 3d 907, 908 (D. Colo. 2019), aff’d, 6 F.4th 1160 (10th Cir. 2021), cert granted in part, No. 21-476, 2022 WL 515867 (U.S. Feb. 22, 2022) (mem.). 112. 303 Creative LLC v. Elenis, 6 F.4th 1160 (10th Cir. 2021), cert. granted in part,  No. 21-476, 2022 WL 515867 (U.S. Feb. 22, 2022) (mem.). 113. See 303 Creative LLC v. Elenis, No. 21-476, 2022 WL 515867 (U.S. Feb. 22, 2022) (mem.). Indeed, the ADF announced its intention to appeal the 10th Circuit Decision on the same day it was released. See Press Release, Alliance Defending Freedom, Web Designer Will Appeal After 10th Circuit Says Colorado Can Force Her to Create Objectionable Websites ( July 26, 2021), https://adflegal.org/press-release/web-designer-will-appeal-after-10th-circuit-says-colorado-can-force-her-create [https://perma.cc/ 89BU-Y8CK]. 114. 303 Creative LLC, 405 F. Supp. 3d at 908. 115. About, 303 CREATIVE, http://303creative.com/about/ [https://perma.cc/B6N7-FELX] ( last visited Mar. 4, 2022). 116. See 303 Creative LLC, 6 F.4th 1160 at 1170. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 932 UC IRVINE LAW REVIEW [Vol. 12.3:909   permission to publicly announce that same-sex couples are not welcome.117 When the trial court denied these requests,118 the ADF appealed to the Fourth Circuit, where the case is now pending.119 Finally, at the time of writing this Article, the latest of the Preemptive Cases is starting its way in New York. The ADF initiated a litigation on behalf of a New York photography company, Emilee Carpenter LLC. Like in the other cases of this type, the ADF asks to prevent the state from enforcing its nondiscrimination laws on the business, allowing it to deny service from same-sex couples and publicly declare such policy.120 Significantly, this litigation attracted the attention of many other states. On the one hand, twenty states and the District of Columbia submitted an amicus brief in support of New York’s right and duty to enforce the demands of equality across the market.121 On the other hand, fourteen other states submitted an amicus brief in support of the photography business’ right to refuse to serve same-sex couples.122 After losing this battle,123 the ADF hurried to file a notice of appeal at the Second Circuit.124 All in all, this wave of Preemptive Cases establishes an organized and carefully calculated strategy that aims to use market activity and businesses led by devout Christians to promote traditional religious values and denounce LGBTQ life. In a narrow legal sense, the Preemptive Cases expose the fragility of the compromising formula of tolerance and mutual respect that the Supreme Court outlined in Masterpiece Cakeshop.125 Evidently, the religious right is not satisfied by such a  117. Complaint at 45, Updegrove v. Herring, No. 1:20-cv-01141 (E.D. Va. Sept. 28, 2020), https://adflegal.org/sites/default/files/2020-09/Updegrove%20v.%20Herring%20%20Complaint.pdf [https://perma.cc/KKE9-XMZX]. 118. See Updegrove, No. 1:20-cv-1141, 2021 U.S. Dist. LEXIS 62307, at *15 (Mar. 30, 2021). 119. See Notice of Appeal at 1, Updegrove, No. 1:20-cv-1141 (Apr. 28, 2021),  https://adflegal.org/sites/default/files/2021-04/Updegrove-v-Herring-Notice-Appeal-04-28-21.pdf [https://perma.cc/6HNR-EQZM]. 120. Complaint at 52, Emilee Carpenter, LLC v. James, No. 6:21-cv-06303 (W.D.N.Y. Apr. 6, 2021), https://adfmedialegalfiles.blob.core.windows.net/files/EmileeCarpenterComplaint.pdf [https:// perma.cc/9Y5Z-D2FG]. 121. See Brief for Massachusetts et al. as Amici Curiae Supporting Defendants, Emilee Carpenter, LLC, No. 6:21-cv-6303 ( July 2, 2021), https://oag.ca.gov/system/files/attachments/press-docs/Carpenter%20v%20James%20amicus%20brief.pdf [https://perma.cc/FN2K-E5YF]. 122. See Brief for Nebraska et al. as Amici Curiae Supporting Plaintiff, Emilee Carpenter, LLC, No. 6:21-cv-06303 ( June 4, 2021), https://www.texasattorneygeneral.gov/sites/default/files/images/executive-management/2021/New%20York%20Amicus%20Brief.pdf [https://perma.cc/ ZED3-5MXF]. 123. Emilee Carpenter, LLC v. James, No. 21-CV-6303, 2021 WL 5879090 (W.D.N.Y. December 13, 2021). 124. Notice of Appeal, Emilee Carpenter, LLC v. James, No. 6:21-cv-6303 (W.D.N.Y. January 12, 2022), https://adflegal.org/sites/default/files/2022-01/Emilee-Carpenter-Photography-v-James-2022-01-12-Appeal-Notice.pdf [https://perma.cc/5LTR-V6MP] 125. Masterpiece Cakeshop Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719, 1722 (2018) (“[T]he record here demonstrates that the Commission’s consideration of Phillips’ case was neither tolerant nor respectful of his religious beliefs.” ) First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 933   modest result, and it continues to fight for much more than respectful treatment of religious beliefs. The stream of Preemptive Cases and the offensive announcements they have already certified is alarming. These are not regular legal actions but rather a new form of anti-LGBTQ activism. At least two of the courts handling these cases have implied such understanding. In the Virginia litigation, the court found that the photography business had no standing.126 It reasoned: “No case or controversy exists when a person expresses a desire to change his previously compliant conduct to violate a new statute that no person, government or otherwise, has ever sought to enforce.”127 In Minnesota, the trial court was ordered, as mentioned above, by the Eighth Circuit to consider a preliminary injunction.128 However, shortly after this victory, the business moved to dismiss the case as it no longer was interested in filming weddings.129 Significantly, before ordering the dismissal, the judge criticized the motivation behind the litigation. It noted that the case “has likely been a smoke and mirrors case or controversy from the beginning, likely conjured up by Plaintiffs to establish binding First Amendment precedent rather than to allow them to craft wedding videos, of which they have made exactly two.”130 As these judicial statements suggest, the more general purpose of the Preemptive Cases is to make the market a new platform through which to fight the fundamental principle of separation of church and state.131 By attacking the ability to enforce nondiscrimination laws on businesses open to the public, advocates of awarding religious exemptions pressure the state to relinquish its control of the marketplace.132 Instead, they demand that the state align itself with the religious beliefs of a small segment of its population. The coming Part delves deeper into the project of promoting a market that—if freed from the state’s demands—follows religious worldviews. III. THE RISE OF A NEW JURISPRUDENCE The Preemptive Cases demonstrate how determined the religious right is to secure exemptions to spread an anti-LGBTQ message through the market. As  126. Updegrove, No. 1:20-cv-1141, 2021 U.S. Dist. LEXIS 62307, at *14 (Mar. 30, 2021). 127. Id. 128. Telescope Media Grp. v. Lucero, 936 F.3d 740, 747 (2019). 129. Telescope Media Grp. v. Lucero, No. 16-4094, 2021 U.S. Dist. LEXIS 116592, at *3  (D. Minn. Apr. 21, 2021). 130. Id. at *5–6. 131.  Greenhouse, supra note 21 (describing how fight of “conservative religious networks” is aimed at “lowering the barrier between church and state” ). 132. In that sense the project resembles other deregulatory conservative projects. See,  e.g., Samuel R. Bagenstos, The Unrelenting Libertarian Challenge to Public Accommodations Law, 66  STAN. L. REV. 1205, 1228–40 (2014) ( suggesting that efforts to use the free speech doctrine are part of the deregulation campaign). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 934 UC IRVINE LAW REVIEW [Vol. 12.3:909   discussed in the previous parts, the law had long refused to recognize this type of exemption. As a reminder, recall the litigation in Piggie Park in which, at the end of the 1960s, courts at all levels had no problem dismissing as frivolous the attempt of businesses to escape nondiscrimination laws by relying on the religious beliefs of their owners.133 Back then, and for long decades, the law was settled. What has changed? How did we reach a point where businesses get a blank check to discriminate against LGBTQ parties and put up offensive signs that declare  their policy? A. Market Evangelism and the Neoliberal Project It is impossible to fully understand the recent insistence on advancing traditionalist values through the market—and the ensuing successes in lower courts—without linking the phenomenon to neoliberalism’s dramatic impact. Before doing so, it is helpful to briefly introduce neoliberalism. As used here, the term refers to a political project that historically emerged in Europe, started to take over the Anglo-American world in the 1980s, and by now has become a global way of seeing the optimal organization of human society.134 Throughout the last decades, neoliberalism has deliberately reconfigured not only the market—that must be free and served by the state135—but also the way we think about noneconomic fields such as “politics, society, culture, and the environment.”136 In this way, neoliberalism aims at establishing its market-centered rationality as a general common sense. British Prime Minister Margaret Thatcher, one of the symbols of neoliberalism, powerfully captured this extensive goal when she declared that “[e]conomics are the method, [but] the object is to change the . . . soul.”137 Most relevant to market exclusions for religious reasons is the link between neoliberalism and traditionalist values. As political scientist Wendy Brown explains, it all started with Freidrich Hayek, a founding father of neoliberalism,138 who sought  133. See Newman v. Piggie Park Enters., Inc., 390 U.S. 400 (1968) (per curiam). 134. See BROWN, supra note 3, at 21 (discussing “the neoliberal transformations taking place around the world in the past four decades” ); see also Hila Keren, Valuing Emotions, 53 WAKE FOREST L. REV. 829, 864 (2018) (“Intellectually, neoliberalism may have been founded in Europe by Friedreich Hayek about seventy-five years ago, but its practical rise in the Anglo-American world is associated more with the 1980s, under the leadership and policies of Margaret Thatcher and Ronald Reagan.” ) ( internal footnotes omitted). 135. See WILSON, supra note 18, at 37 (explaining that neoliberalism requires the state “to actively promote and construct a free market society” ). 136. Jamie Peck, Naming Neoliberalism: Preface to THE SAGE HANDBOOK OF NEOLIBERALISM, at xxii, xxx (Damien Cahill, Melinda Cooper, Martijn Konings & David Primrose eds., 2018). 137. Interview by Ronald Butt with Margaret Thatcher, U.K. Prime Minister, in London,  U.K. (May 3, 1981) (emphasis added), https://www.margaretthatcher.org/document/104475 [https://perma.cc/L9X3-RBY2]. 138. See DANIEL STEDMAN JONES, MASTERS OF THE UNIVERSE: HAYEK, FRIEDMAN, AND THE BIRTH OF NEOLIBERAL POLITICS 3 (2012). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 935   to use “conventions and customs” to restrain the state’s reach.139 Hayek observed that tradition and religion are rooted in individuals, families, and churches, which he called the “personal protected sphere.”140 He believed that the moral rules  that voluntarily develop in this personal sphere are valuable for the neoliberal  project: they arise and are followed without coercion, rendering state interventions unjustified.141 Hayek’s achievement of “reformatting traditionalism as freedom”142 makes the relationship between market and traditionalist values symbiotic: people are liberated to act in the marketplace as if they were at home or in church while their traditionalist values guide them in the market, eliminating the need for  state regulation. Using the market to foster traditionalist values is, therefore, an integral part of the neoliberal project. As Brown explains, the project includes more than its most known attempt to idealize the market at the expense of democratic principles.143 A less known aspect of the neoliberal project, she explains, is fostering traditional morality and religious values. To capture this facet, Brown coined the term “market evangelism.”144 The remainder of this discussion uses Brown’s terminology and further develops the legal manifestations of market evangelism, emphasizing how economic behavior relies on using legal tools. Accordingly, the term market evangelism, as used here, denotes the project of utilizing market activities (hiring, leasing, selling), market entities (corporations), and market tools (contracts) to evangelize society by rejecting LGBTQ parties from the marketplace. Market evangelism and the broader neoliberal project are firmly tied. Substantively, market evangelism’s core idea—the advancement of the most orthodox gender and sexual standards through the market—perfectly matches the neoliberal reliance on traditionalist values. There is also a chronological correlation as market evangelism is an extension of a conservative project developed during the same decades in which neoliberalism gained prominence. As one conservative book, titled Defending Faith, describes it: “The Christian Right has been a mainstay of American politics for several decades, hitting its stride in the 1980s . . . . ”145 As an economic behavior that uses corporations and contracts, market evangelism is not limited to the wedding industry. While not many cases end in litigation, studies reflect a broad phenomenon. For example, in an amicus brief  139. BROWN, supra note 3, at 105. 140. Id. at 104. 141. Id. 142. Id. 143. Id. at 10–12 (explaining that her first monograph about the neoliberal project focused on the market aspect of the neoliberal project as undermining democracy but the present monograph defines a second component: moral traditionalism). 144. Brown, supra note 10. 145. DANIEL BENNETT, DEFENDING FAITH: THE POLITICS OF THE CHRISTIAN CONSERVATIVE LEGAL MOVEMENT 6 (2017). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 936 UC IRVINE LAW REVIEW [Vol. 12.3:909   submitted by Lambda, the LGBTQ advocacy group shared how rampant is the market mistreatment of the community.146 Further, a study focused on transgender persons stated that “[f]orty-four percent (44%) of respondents reported being denied equal treatment or service at least once at one or more of the 15 types of public accommodation covered in the study.”147 Legal proceedings further illustrate non-wedding exclusions. For instance, owners of a bed-and-breakfast in Hawaii refused to host a lesbian couple,148 and owners of a funeral home reneged on promised burial services once they realized they contracted to serve a same-sex couple.149 Market evangelism spreads around the marketplace. Yet, the effect of sporadic expressions of market evangelism would remain limited without further amplification. To make its traditionalist and exclusionary message reverberate, market evangelism needs publicity. And this is where the law, with its pragmatic and expressive powers,150 becomes crucial. For that reason, conservative legal advocacy groups have tirelessly worked to award market evangelism both wide recognition and legal legitimization. As part of the legal promotion of market evangelism, conservatives took the statutory path. However, realizing this path’s limits due to the growing social and political support for fair treatment of LGBTQ people,151 they have dedicated hefty resources in taking the campaign of market evangelism to courts.152 Leading among  146. Brief of Lambda Legal Defense et al. as Amici Curiae Supporting Respondents at 9, Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719 (2018) (No. 16-111), https://www.scotusblog.com/wp-content/uploads/2017/11/16-111_bsac-lambda-legal-et-al.pdf [https://perma.cc/ 8JKA-2XY8] ( summarizing complaints as demonstrating mistreatment of LGBTQ people by an overwhelming list of businesses: “pharmacies, hospitals, dental offices, and other medical settings; professional accounting services, automobile dealerships and repair shops, gas stations, convenience stores, restaurants, bars, hotels and other lodging; barber shops and beauty salons; stores such as big box retailers, discount stores, pet stores, clothing stores, and toy stores; swimming pools and gyms; libraries and homeless shelters; and transportation services including busses, taxis, ride-shares, trains, air travel, and cruise ships” ). 147. JAIME M. GRANT, LISA A. MOTTET & JUSTIN TANIS WITH JACK HARRISON,  JODY L. HERMAN & MARA KEISLING, NAT’L CTR. FOR TRANSGENDER EQUALITY & NAT’L  GAY & LESBIAN TASK FORCE, INJUSTICE AT EVERY TURN: A REPORT OF THE NATIONAL TRANSGENDER DISCRIMINATION SURVEY 124 (2011). 148. Cervelli v. Aloha Bed & Breakfast, 415 P.3d 919, 923 (Haw. Ct. App. 2018). 149. Zawadski v. Brewer Funeral Servs., Inc., No. 55CI1-17-cv-00019-CM (Miss. Cir. Ct. filed Mar. 7, 2017). 150. See, e.g., Robert Cooter, Expressive Law and Economics, 27 J. LEGAL STUD. 585, 607–08 (1998); Richard H. McAdams, A Focal Point Theory of Expressive Law, 86 VA. L. REV. 1649, 1650–51 (2000); Cass R. Sunstein, On the Expressive Function of Law, 144 U. PA. L. REV. 2021, 2022 (1996). 151. See, e.g., PRRI, supra note 8. 152. David French, The Supreme Court Tries to Settle the Religious Liberty Culture War, TIME ( July 14, 2020, 7:00 AM), https://time.com/5866374/supreme-court-settle-religious-liberty/ [https://perma.cc/JTV8-7K94] (describing the legislative deadlock where neither the Republican Fairness for All nor the Democratic Equality Act can pass, and explaining the turn to courts,  stating: “Why waste time and money with fruitless and frustrating lobbying, when you can file a lawsuit and force a judicial response?” ). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 937   these conservative groups is the ADF, discussed earlier as the developer of the Preemptive Cases strategy. Established in 1993, the organization is presently considered “the most powerful arm of evangelical Christianity”153 and the “largest legal force of the religious right.”154 The ADF employs, trains, and operates an army of lawyers while utilizing a generous budget. Its website raves about dozens of lawyers155 supported by a network of “more than 3,500 Allied Attorneys.”156 A recent report of the organization to the IRS shows that the ADF’s Blackstone Legal Fellowship has provided training to 2,282 “top Christian law students” from “227 law schools.”157 The latest available audited financial statement of the ADF shows that in the fiscal year that ended on June 30, 2020, the organization’s total support and revenue came to almost $70,000,000, including nearly $830,000 gained from “[c]ourt awarded fees.”158 Armed with these vast human and financial resources, the ADF has turned to courts. Despite alluding to defending freedom in its name, the organization’s modus operandi is offensive; it actively pressures for forming a new right that would allow religious business owners to disseminate their views through the market regardless of the legal demands of equality. As described in more detail in Part II, the ADF has advanced this project using two litigation types. In the first, the ADF represents business owners in cases in which federal, state, or local authorities already tried to stop market evangelism by enforcing nondiscrimination laws. In those cases, organizations such as the ADF typically attack the legitimacy of such enforcement efforts. The ADF’s involvement in both Bostock and Masterpiece Cakeshop demonstrates this type of legal activism that aims to change the status quo through the Supreme Court. As reviewed earlier, this method is yet to produce a legal recognition of a right to engage in market discrimination for religious reasons. Even so, the ADF and its partners managed to advance market evangelism beyond what was possible before. They succeeded in convincing the Court that the claim for religious exemption for businesses is no  153. BROWN, supra note 3, at 110. 154. Nicole Hemmer, Explainer: What Are the Heritage Foundation and the Alliance Defending Freedom?, CONVERSATION (Jan. 31, 2016, 6:48 PM), https://theconversation.com/explainer-what-are-the-heritage-foundation-and-the-alliance-defending-freedom-53867 [https://perma.cc/7UNF-2WQJ]. 155. See Our Attorneys Defending You, ALL. DEFENDING FREEDOM, https://www.adflegal.org/about-us/attorneys [https://perma.cc/4W3E-TZLY] ( last visited Mar. 4, 2022). 156. See You Can Help Defend Freedom with Your Donor-Advised Fund, ALL. DEFENDING FREEDOM, https://www.adflegal.org/DAF [https://perma.cc/BJE2-MTDC] ( last visited  Mar. 10, 2022). 157. All. Defending Freedom, Return of Organization Exempt from Income Tax (Form 990) (May 11, 2020), https://www.adflegal.org/sites/default/files/2020-07/990%20Public%20ADF%20 June%202019.pdf [https://perma.cc/EQ6H-VS7Z]. 158. ALL. DEFENDING FREEDOM & AFFILIATES, CONSOLIDATED FINANCIAL STATEMENTS WITH INDEPENDENT AUDITORS REPORT 6 (2020), https://www.adflegal.org/sites/default/files/2020-12/Annual%20Report%20-%202020%20and%202019%2C%20June%2030.pdf [https://perma.cc/ PDB6-WHGJ]. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 938 UC IRVINE LAW REVIEW [Vol. 12.3:909   longer “frivolous,” as demonstrated by the fact that both Masterpiece Cakeshop and Bostock declared there might be room for such exemptions.159 Additionally, the ADF’s efforts have started to portray the very attempt to enforce nondiscrimination laws on devout business owners as hostility to religion. After the Court in Masterpiece Cakeshop released a bakery from liability due to disrespect of religious objections, lower courts were asked to review their former decisions.160 Then, when one court decided that no hostility to religious objections was demonstrated,161 the ADF relentlessly requested a second review by the Supreme Court. Urging the Court to decide what was left open in Masterpiece Cakeshop, the ADF’s lawyers have written in a recent brief: “This Court should grant review because so much is at stake for so many.”162 Even though the Supreme Court ultimately denied certiorari,163 the configuration of enforcement as disrespect certainly stands to temper the effectiveness of nondiscrimination laws. The second method in which the ADF seeks to validate market evangelism is through the Preemptive Cases. In pioneering this new strategy, the ADF goes far beyond “defending” businesses or their owners’ personal freedoms. Instead, it proactively and directly seeks to secure both legitimization and publicity of market evangelism. The case of Brush & Nib Studio, discussed earlier, demonstrates the ADF’s ambitiousness. There, the ADF represented the business from the inception of the case at the Superior Court in Maricopa County164 until achieving a victory at the Arizona Supreme Court. The ADF’s lead counsel then described this litigation’s significance in an article published by the Federalist Society. Celebrating a  four-to-three triumph, the author predicted: “The Brush & Nib decision will have far-reaching consequences inside and outside Arizona.”165 Before discussing the results of these recent efforts to validate market evangelism, it is important to recognize that they reflect an organized political project and not merely legal representation. In courts, the ADF is not alone. Instead, it has been utilizing broad support from important conservative organizations that filed pro-religion amicus curiae briefs. It also has relied on academic works that  159. See supra Section I.B. 160. Arlene’s Flowers, Inc. v. Washington, 138 S. Ct. 2671 (2018) (mem.). 161. State v. Arlene’s Flowers, Inc., 441 P.3d 1203 (Wash. 2019). 162. Reply Brief of Petitioners, Arlene’s Flowers, Inc. v. Washington, 141 S. Ct. 2884 (2021) (No. 19-333), https://www.supremecourt.gov/DocketPDF/19/19-333/126278/201912201018391 99_19-333%20Reply%20Brief.pdf [https://perma.cc/B5DN-B8B5]. 163. Arlene’s Flowers, Inc., 141 S. Ct. 2884 (mem.) (“Justice Thomas, Justice Alito, and Justice Gorsuch would grant the petition for writ of certiorari.” ). 164. Case History of Case No. CV2016-052251, JUD. BRANCH ARIZ. IN MARICOPA  CNTY., http://www.superiorcourt.maricopa.gov/docket/CivilCourtCases/caseInfo.asp?caseNumber =CV2016-052251 [https://perma.cc/7WYQ-Q3NR] ( last visited Mar. 10, 2022). 165. Jonathan Scruggs, State Court Docket Watch: Brush & Nib Studio v. City of Phoenix, FEDERALIST SOC’Y (Apr. 3, 2020), https://fedsoc.org/commentary/publications/state-court-docket-watch-brush-nib-studio-v-city-of-phoenix [https://perma.cc/43ZB-627T]. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 939   originate in conservative think tanks. To illustrate, while litigating one of the Preemptive Cases, the ADF was supported by two amicus briefs. One was by the neoliberal Cato Institute.166 The other was submitted by Ryan Anderson, a senior research fellow at the neoliberal Heritage Foundation,167 who has defined his interest in the litigation as based on being “a researcher who has published extensively on marriage and religious liberty.”168 B. The Appearance of a Traditionalist Market Jurisprudence The conservative project of fostering market evangelism through courts has already started to yield dramatic results. Certain Preemptive Cases have generated unprecedented decisions that express judicial willingness to allow market discrimination for religious reasons for the first time in decades. This is a striking shift because the “Supreme Court has never found a [constitutional] violation arising from the application of antidiscrimination laws to a for-profit public accommodation.”169 These decisions mark the emergence of a new jurisprudence called here the traditionalist market jurisprudence. The rising jurisprudence creates a “traditionalist market” by enabling the growth of market enclaves within which the most traditional views rule. The choice of the word “traditionalist”—instead of “religious”—aims to capture the fact that only some, and not all, religious views would uphold the type of boycott created by market evangelism.170 Undeniably, the traditionalist market jurisprudence is at its early stages and is yet to be tested at the Supreme Court. Yet, it is essential rather than premature to diagnose its rise before it gains more force. Timely detection of this new wave of conservative successes is critical to protecting LGBTQ people and the market’s secular nature. Because the recent jurisprudence currently concerns resistance to same-sex weddings, it can be narrowly described as merely creating a new type of exemption  166. Brief for the Cato Institute et al. as Amici Curiae Supporting Appellants, Telescope Media Grp. v. Lucero, 936 F.3d 740 (8th Cir. 2019) (No. 17-3352), http://files.eqcf.org/cases/17-3352-13403104/ [https://perma.cc/5P74-2XT5]. For a discussion of the neoliberal orientation of the Cato Institute see infra notes 192–196 and accompanying text. 167. George Monbiot, Neoliberalism—the Ideology at the Root of All Our Problems, GUARDIAN, https://www.theguardian.com/books/2016/apr/15/neoliberalism-ideology-problem-george-monbiot [https://perma.cc/M4E5-A56D] (Sept. 8, 2021, 5:01 PM) ( listing the Heritage Foundation as a leading neoliberal think tank). 168. Brief for Ryan T. Anderson  & African-American and Civil Rights Leaders as Amici Curiae Supporting Appellants, Telescope, 936 F.3d 740 (No. 17-3352), http://files.eqcf.org/cases/17-3352-13403132/ [https://perma.cc/2XX4-5KJ8]. 169. Elane Photography, LLC v. Willock, 309 P.3d 53, 65 (N.M. 2013). 170. See Netta Barak-Corren, Taking Conflicting Rights Seriously, 65 VILL. L. REV. 259, 299 (2020) ( interviewing religious leaders and concluding that very few would “rush to secure a license to discriminate whenever they encounter sexual conformity in their institutions” ). Barak-Corren’s findings correlate with the survey described in the introduction that found a broad religious support of LGBTQ rights. See PRRI, supra note 8. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 940 UC IRVINE LAW REVIEW [Vol. 12.3:909   in this arena. However, the decisions embrace a broader view that free exercise of religion and the freedom of speech can defeat nondiscrimination laws even when the speakers express themselves via excluding others from the marketplace while holding themselves open to the public. Accordingly, the logic of the traditionalist market jurisprudence can potentially justify additional religion-based commercial refusals. Businesses that had been recently permitted to refuse serving same-sex couples may also later be allowed to reject, for example, unmarried mothers who need cakes, flowers, or photography services for their baby showers. Significantly, in confirming market evangelism, the developing jurisprudence is tightly related to the neoliberal project. First, its fit with neoliberalism explains its rise, which would have been unimaginable only a few decades ago. And second, the jurisprudence’s content further spreads and promotes—with forcefulness unique to the law—the neoliberal common sense. Without exposing this dual interaction with neoliberalism, there is little hope to develop an alternative theory that would help to cope with market evangelism. The first and main idea that ties the traditionalist market jurisprudence to neoliberal rationality is the economization of noneconomic matters. In general, courts engage in economization when they extend “a specific formulation of economic values, practices, and metrics” to legal issues not associated with the economy.171 For example, in Brush & Nib Studio, such economization transpired when the court opened its analysis with three sentences that transferred the rights of free speech and free exercise of religion to the market and presented them as materializing through business decisions.172 To do that, the court started by echoing Justice Alito’s warning against silencing religious objections in Obergefell.173 Justice Alito cautioned that what may follow from the validation of same-sex marriage is “that those who cling to old beliefs will be able to whisper their thoughts . . . but if they repeat those views in public, they will risk being labeled as bigots and treated as such . . . . ”174 However, the decision in Brush & Nib Studio did not stop there. It added that expressing such “old beliefs” in public must involve communicating them in the market through commercial activities. In the court’s words, speaking in public “includes the right to create and sell words, paintings, and art.”175 The idea of “selling pure speech”176 is a considerable departure from former theories relating to speech. Indeed, speaking in public is a necessary enhancement of any private whispering as it enhances the  171. WENDY BROWN, UNDOING THE DEMOS: NEOLIBERALISM’S STEALTH REVOLUTION 30 (2015); see, e.g., Keren, supra note 49 (analyzing the arbitration revolution as an economization of alternative dispute resolution). 172. Brush & Nib Studio, LC v. City of Phoenix, 448 P.3d 890, 895 (Ariz. 2019). 173. Obergefell v. Hodges, 576 U.S. 644 (2015). 174. Id. at 741. 175. Brush, 448 P.3d at 895 (emphasis added). 176. Id. at 910. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 941   message’s volume and reach. “Selling” (or refusing to sell), by contrast, has no such innate effect. Indeed, the freedom of speech would have been at risk if people could only whisper or express themselves through refusals to sell. Conveying religious views through business decisions is therefore neither a conventional nor a salient form of expression. Declaring selling decisions as essential to speaking about religion transforms the ideological nature of these communications. It analogizes religion-based exclusions to common economic refusals, thereby normalizing and neutralizing the expression of religious views through the market. As a result, rejections of LGBTQ clients seem as legitimate as denials of people with bad credit or no shoes, gaining legitimacy they never had before. While the Brush & Nib Studio decision is not the first to economize speech, it adds a new layer to past decisions that had this effect. In both Citizens United  v. FEC177 and Burwell v. Hobby Lobby,178 the Supreme Court compared allocating financial resources to speech, bringing scholars to criticize the Court for advancing neoliberal rationality.179 But the decision in Brush & Nib Studio entails a significant expansion of this idea. It suggests that a host of other business decisions should count as similarly expressive. This new category currently includes declining to sell to some people what the business regularly sells to all others. It also involves the decision to advertise discriminating policies. Critically, Brush & Nib Studio does not exhaust the list of business decisions that carry “expressive” value. Another traditionalist market decision, Telescope Media Group, can demonstrate the list’s potential to expand.180 As mentioned before, in this case, the Eighth Circuit allowed a business to enter a new market to convey a traditionalist message. As the court describes it, the business’s Christian owners “now wish to make films that promote their view of marriage as a ‘sacrificial covenant between one man and one woman.’ To do so, they want to begin producing wedding videos, but only of opposite-sex weddings.”181 Seeking permission to enter the market of weddings for the purpose of speaking against same-sex marriage may be the most aggressive form of market evangelism as carried by the Preemptive Cases. It is fundamentally different than allowing businesses to align their expenditures with their beliefs. While “speaking” with business money is itself antithetical to democratic principles, at least it is incidental to the main market activities pursued by the business. By contrast, in Telescope Media Group, the speech takes center stage. The company asked, and the  177. Citizens United v. Fed. Election Comm’n, 558 U.S. 310 (2010). 178. Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682 (2014). 179. See Brown, supra note 10, at 181 (discussing and criticizing as dissemination of neoliberalism both Citizens United, 558 U.S. 310 and Hobby Lobby, 573 U.S. 682). 180. Telescope Media Grp. v. Lucero, 936 F.3d 740 (8th Cir. 2019). 181. Id. at 747 (emphasis added). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 942 UC IRVINE LAW REVIEW [Vol. 12.3:909   court allowed, to put commerce at the service of religious speech because its  owners “believe that God has called them to use their talents and their company  to . . . honor God.”182 Combine Brush & Nib Studios’s preamble with the Telescope Media Group analysis, and a new theme of the traditionalist market jurisprudence arises. Expressing traditionalist views through intentional market behavior becomes as effective, probably more effective, than the old democratic ways of running a campaign or holding demonstrations. To illustrate, in Telescope Media Group, the court embraced the business owners’ insistence that entering the weddings market but “only of opposite-sex weddings” will allow them to reach “a broader audience to achieve maximum cultural impact” and in this way “affect the cultural narrative regarding marriage.”183 The traditionalist market jurisprudence’s conversion of the marketplace into an extension of the public square is an unprecedented move. For that reason, it has no choice but to rely on past cases in which speech was protected outside the market: in street parades,184 newspapers,185 and unions’ activity.186 The roots of such misplaced reliance can be found in Justice Thomas’s concurrence in Masterpiece Cakeshop. Criticizing the majority for not considering the free speech argument, Justice Thomas compared the bakery’s message uttered upon entering a “shop” and over the “telephone” to speaking in a public space.187 However, to support this comparison, he cited Snyder v. Phelps, a case in which protestors carried anti-gay signs in a “public place adjacent to a public street.”188 In Snyder, the Court explicitly based its decision on the importance of the speech’s location, explaining that public space “occupies a ‘special position’ in terms of First Amendment protection,” and courts “have repeatedly referred to public streets as the archetype of a traditional public forum.”189 The traditionalist market jurisprudence commits the same error, conflating private shops with “the traditional public forum.” Indeed, in Telescope Media Group, the court even followed Justice Thomas’s reliance on Snyder.190 However, treating private shops as public streets turns the idea of public accommodations on its head.  182. Id. The fact that the business lost interest in filming wedding after winning the precedent it sought makes the instrumental use (or abuse) of the market even more pronounced. See Telescope Media Grp. v. Lucero, No. 16-4094, 2021 U.S. Dist. LEXIS 116592, at *5–6 (D. Minn. Apr. 21, 2021); see also supra note 130 and accompanying text. 183. Telescope, 936 F.3d at 748. 184. Hurley v. Irish-Am. Gay, Lesbian & Bisexual Grp. of Bos., 515 U.S. 557 (1995). 185. Mia. Herald Publ’g Co. v. Tornillo, 418 U.S. 241 (1974). 186. Janus v. Am. Fed’n of State, Cnty., & Mun. Emps., Council 31, 138 S. Ct. 2448 (2018). 187. Masterpiece Cakeshop Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719, 1740 (Thomas,  J., concurring ). 188. Snyder v. Phelps, 562 U.S. 443, 456 (2011). 189. Id. (emphasis added). 190. Telescope Media Grp. v. Lucero, 936 F.3d 740, 755 (8th Cir. 2019). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 943   Instead of being open to all, the businesses claim a right to use their commercial spaces to express rejection. At this point, a second correlation between the traditionalist market jurisprudence and neoliberalism appears. Moving high-profile debates from the streets to the commercial sphere elevates the market’s status. It generally expands the market’s role as a social institution, increasing its power and political influence. Such effect serves the interests of conservatives that are far less committed to the traditionalist cause. Little wonder, then, that in courts the ADF and the businesses it represents have gained support from organizations that usually focus on the economy and idealization of a free market. Historian Nancy MacLean described the inception of such coalition between avid but fairly secular neoliberals and the religious right with regard to the Koch brothers: “[c]ynicism ruled Koch’s decision to make peace—at least in the short term—with the religious right, despite the fact that so many libertarian thinkers . . . were atheists who looked down on those who believed in God.”191 A leading example is the libertarian Cato Institute, which is tightly linked to the Koch empire.192 As one Cato publication has put it, the institute typically seeks an “activist judiciary to secure economic liberty.”193 And yet, despite supporting same-sex marriage in Obergefell, the Cato Institute has filed briefs against LGBTQ rights in many recent cases led by the ADF, including Masterpiece Cakeshop, Telescope Media Group, and Brush & Nib Studio. The Institute explains the change in its position about same-sex marriage as consistent with “a long history of supporting both gay rights and the First Amendment.”194 However, such reasoning cannot explain the organization’s choice to side with businesses that directly harm same-sex couples. A better explanation would be the prioritization of the principle of the free market. When the government seems to interfere with market activity, neoliberals, even if relatively secular, are ready to battle such intervention even at the expense of LGBTQ rights.  191. NANCY MACLEAN, DEMOCRACY IN CHAINS: THE DEEP HISTORY OF THE RADICAL RIGHT’S STEALTH PLAN FOR AMERICA, at xxvii (2017). See generally JASON HACKWORTH, FAITH BASED: RELIGIOUS NEOLIBERALISM AND THE POLITICS OF WELFARE IN THE UNITED STATES (2012) ( linking neoliberalism and the Religious Right ). 192. Peter Bondarenko, Cato Institute, ENCYC. BRITANNICA (Feb. 3, 2016), https://www.britannica.com/topic/Cato-Institute [https://perma.cc/637N-5NVN] (“The Cato Institute was originally established under the name the Charles Koch Foundation, Inc., owing to substantial funding from Charles G. Koch, the chairman of the board and the CEO of the American energy conglomerate Koch Industries, Inc.” ); see also About, CATO INST., https://www.cato.org/about [https://perma.cc/ 4GF7-BUEQ] ( last visited Mar. 10, 2022). 193. MACLEAN, supra note 191, at 228–29. 194. Ilya Shapiro & Patrick Moran, The First Amendment Allows You to Draw Your Own Conclusion on Same‐Sex Marriage, CATO INST.: CATO LIBERTY (Dec. 20, 2018, 2:55 PM),  https://www.cato.org/blog/first-amendment-allows-you-draw-own-conclusion-same-sex-marriage [https://perma.cc/75BE-F547]. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 944 UC IRVINE LAW REVIEW [Vol. 12.3:909   The collaboration between secular neoliberals and the religious right brings to the fore a third correlation between the new jurisprudence and neoliberalism. Those interested in the free market and those promoting traditionalist values are united by a deep hostility to the state. To illustrate, consider the Cato Institute again.195 The Institute states that it “owes its name to Cato’s Letters, a series of essays published in 18th‐century England that presented a vision of society free from excessive government power.”196 Typically, neoliberals have fostered hostility towards the state by portraying it as threatening the market. Under a parallel logic, the traditionalist market jurisprudence builds the case against the excessive state by depicting it as menacing religion. The jurisprudence attributes to the state the negative motive of wishing to control people’s thoughts and force them to adhere to progressive views. In Brush & Nib Studio, for example, the court presents an ordinance that demands market inclusiveness as an attempt “to compel uniformity of beliefs and ideas.”197 Branding the state’s view “myopic,”198 the court further condemns the demand for equality as having a “coercive effect.”199 Likewise, in Telescope Media Group, the court portrays the state’s enforcement efforts as a governmental hunt of innocent people. It states that Minnesota not only required that establishments “provide equal services for same- and opposite-sex weddings,” but it “even employed ‘testers’ to target noncompliant businesses.”200 The fourth tie to neoliberalism arises from the central role that the traditionalist market jurisprudence assigns entrepreneurship. Because neoliberalism models life after the competitive market, neoliberal subjects can only get ahead if they tirelessly work to enhance their human capital. This reconfiguration of life as a constant race makes entrepreneurs the ideal citizens of the neoliberal world.201 More than anyone else, entrepreneurs epitomize the neoliberal promotion of individual independence and the ability to self-produce and enhance one’s human capital by drawing on personal skills without reliance on others or the state.202  195. Other notable neoliberal think tanks that expressed support of market evangelism are, for example, the Heritage Foundation and Reason. 196. See About, CATO INST., https://upstatement.cato.org/about.html [https://perma.cc/ 6T32-HXU4] (emphasis added) ( last visited Mar. 10, 2022). 197. Brush & Nib Studio, LC v. City of Phoenix, 448 P.3d 890, 896 (Ariz. 2019). 198. Id. at 909. 199. Id. at 921. 200. Telescope Media Grp. v. Lucero, 936 F.3d 740, 750 (8th Cir. 2019). 201. See MARNIE HOLBOROW, LANGUAGE AND NEOLIBERALISM 73 (David Block  ed., Routledge 2015) (describing how “[e]ntrepreneurship received its badge of respect in the early days of neoliberalism” and how “Reagan saw entrepreneurs as ‘a special breed,’ the real leaders of American society” (emphasis omitted) ); Darian M. Ibrahim & D. Gordon Smith, Entrepreneurs on Horseback: Reflections on the Organization of Law, 50 ARIZ. L. REV. 71, 81 (2008) (describing the “mythological importance” of entrepreneurship). 202. See sources cited supra note 201. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 945   Notably, the notion of “human capital” includes all aspects of life, not only those directly linked to economic value.203 Thus, the best entrepreneurs look nothing like traditional employees. They put all of themselves, with much passion, into their ventures while their enterprises reflect back on who they are.204 Further, and most relevant to market evangelism, the neoliberal worldview makes entrepreneurs’ values and beliefs inseparably intertwined with their business activity. The battle of businesses against nondiscrimination laws masterfully aligns with this neoliberal rationality. It brings to courts stories about business owners that have built their human capital by commingling commercial entrepreneurship and strong religious beliefs. To increase the impact, all the litigating entrepreneurs are highlighted as talented and successful, just as the neoliberal myth prescribes. In courts, these neoliberal idols admit only one setback: their state (or city) interrupts them by imposing social responsibility and equality norms on them. The Preemptive Cases are the zenith of such neoliberal tactics as they present courts with one-sided narratives of religious entrepreneurs. Interestingly, in all these cases, the carefully chosen entrepreneurs are not just any member of the wedding industry, such as “wedding venue operators” or “manicurists.”205 Instead, the ADF leads the battle with neoliberalism’s heroes and heroines, which it calls  “creative professionals:”206 photographers,207 film producers,208 and graphic  designers209—those who embody the idea of getting ahead by converting personal skills into profits. Because it resonates with the neoliberal common sense, the strategy of leading with selected entrepreneurs has started to reverberate through courts. For example, in Telescope Media Group, the court’s first move is to introduce the individual entrepreneurs behind the business that wishes to discriminate: “Carl and Angel Larsen,” who simply “wish to make wedding videos,”210 and “use their ‘unique skill[s] to identify and tell compelling stories through video.’”211 Moreover, although  203. SAM BINKLEY, HAPPINESS AS ENTERPRISE: AN ESSAY ON NEOLIBERAL LIFE 59 (2014). 204. Christina Scharff, The Psychic Life of Neoliberalism: Mapping the Contours of Entrepreneurial Subjectivity, 33 THEORY, CULTURE & SOC’Y, November 2016, at 107, 108 (“[E]ntrepreneurial subjects relate to themselves as if they were a business.” ). 205. Chelsey Nelson Photography, LLC v. Louisville/Jefferson Cnty. Metro Gov’t, 79  F. Supp. 3d 543, 558 n.118 (W.D. Ky. 2020) ( listing “many goods and services for weddings” that in oral argument were distinguished from photography as not raising the issue of speech). 206. See Maureen Collins, What Does the New Year Hold for These Creative Professionals?,  ALL. DEFENDING FREEDOM (Jan. 15, 2019), https://www.adflegal.org/blog/what-does-new-year-hold-these-creative-professionals [https://perma.cc/776V-666V]. 207. See, e.g., Updegrove v. Herring, No. 1:20-CV-1141, 2021 U.S. Dist. LEXIS 62307 (E.D. Va. Mar. 30, 2021) (photographer ). 208. See, e.g., Telescope Media Grp. v. Lucero, 936 F.3d 740 (8th Cir. 2019) ( film producers ). 209. See, e.g., 303 Creative LLC v. Elenis, 6 F.4th 1160 (10th Cir. 2021) (graphic and  web designer ). 210. Telescope, 936 F.3d at 747. 211. Id. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 946 UC IRVINE LAW REVIEW [Vol. 12.3:909   it is aware that the Larsens operate through a corporation, the court disregards the issue,212 following the neoliberal erasure of any real difference between individuals and their businesses. The Larsens’ talents “and their company,” the court explains, are dedicated to honoring God.213 Another Preemptive Case, Chelsey Nelson Photography, offers a similar emphasis. Ignoring incorporation, the court introduces the business owner as “a photographer, editor, and blogger,” instantly adding that she is “also a Christian,” whose “faith shapes everything she does, including how she operates her photography studio.”214 Likewise, in Brush & Nib Studio, the court highlights the entrepreneurs who, while running a company specializing in “creating custom artwork,”215 cannot be separated from religion. These entrepreneurs, the court explains, “do not believe they can do anything, either in their business or personal lives, that ‘violates their religious beliefs or dishonors God.’”216 Indeed, in this case, business and personhood are so intertwined that the court even cites the business’ document of incorporation—”Brush & Nib’s Operating Agreement”—that requires operating the company as “an extension of . . . [the owners’] artistic and religious beliefs.”217 All told, the strong ties to neoliberal rationality can explain why several courts have recently shown an unprecedented willingness to exempt businesses and their religious owners from nondiscrimination laws. Like all of us, judges live in the neoliberal world and have internalized its logic. Indeed, this is where neoliberalism’s power lies: it explicitly targets the soul218 and manages to govern people from within. Market evangelism is based on treating the market as part of the public square, letting people express themselves through their entrepreneurship, and keeping the state out of the market. These ideas have recently won legal approval because they follow the neoliberal “common sense” that has become so dominant in the last few decades. In this way, an argument that a generation ago was labeled “frivolous” has turned—at least in some courts—into one that invites thoughtful consideration and even confirmation. IV. THE HARM DEBATE The more business owners express their religious objections through the marketplace, the closer LGBTQ people get to having to use a version of the  212. See infra Part V. 213. Telescope, 936 F.3d at 748. 214. Chelsey Nelson Photography LLC v. Louisville/Jefferson Cnty. Metro Gov’t, 479  F. Supp. 3d 543, 549 (W.D. Ky. 2020) (emphasis added). 215. Brush & Nib Studio, LC v. City of Phoenix, 448 P.3d 890, 897 (Ariz. 2019). 216. Id. (emphasis added). 217. Id. (emphasis added). 218. See Interview by Ronald Butt with Margaret Thatcher, supra note 137 and accompanying text. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 947   notorious Green Book.219 And yet, conservatives have made concerted efforts to conceal the harsh results that flow from religion-based market rejections of LGBTQ people. In response, this Part explains why the arguments that deny or minimize the harm are flawed, offering a realistic analysis of market evangelism’s intense and lingering results. A. No Victim in Court Among all the organized attempts to legitimize market evangelism, the Preemptive Cases have been the most successful. By contrast, no court has approved a religion-based market rejection that already took place. What explains this difference? Why would some courts allow in advance what no other court had allowed after the fact? Aren’t the blank checks offered by the Preemptive Cases’ decisions, particularly when combined with permissions to publish offensive statements, worse than ad hoc releases from liability? The answers relate to the concerted conservative effort to conceal the harm that market evangelism entails. What seems critical is that the Preemptive Cases intentionally invite courts to consider market evangelism in the abstract. Their structure dictates a focus on scrutinizing the state’s right to limit businesses and their religious owners when they appear most innocent because they have not (yet) violated the law. Moreover, by definition, at this early time, no human was harmed (yet), and thus, by definition, no one real individual is present in court to voice the pain of exclusion. In this way, the Preemptive Cases make it seem like using business policies to propagate religious messages is a victimless behavior. Indeed, some courts have already bought into this misconception. In Telescope Media Group, for example, the court acknowledged the “powerful reasons” that brought the state to try “protect its citizens,” only to immediately dismiss the idea by declaring: “But that is not the point.”220 Similarly, in Chelsey Nelson Photography, the court remained focused on the individual entrepreneur, highlighting the fact that she dreads the government: “[s]he wants to photograph . . . only opposite-sex weddings[,]”221 but she “fears”222 the enforcement of her city’s nondiscrimination ordinance. That led the court to ban enforcement because doing so would be “demeaning” to the entrepreneurial photographer.223 Startlingly, at no moment did  219. Erin Blakemore, A Black American’s Guide to Travel in the Jim Crow Era, SMITHSONIAN MAG. (Nov. 3, 2015), https://www.smithsonianmag.com/smart-news/read-these-chilling-charming-guides-black-travelers-during-jim-crow-era-180957131/ [https://perma.cc/UNS7-Y9J9 ] (discussing  The Green Book, a resource for Black travelers published between 1936 and 1966, which listed businesses that would serve Black travelers ). 220. Telescope Media Grp. v. Lucero, 936 F.3d 740, 754–55 (8th Cir. 2019) (emphasis added). 221. Chelsey Nelson Photography LLC v. Louisville/Jefferson Cnty. Metro Gov’t, 479  F. Supp. 3d 543, 550 (W.D. Ky. 2020). 222. Id. at 549. 223. Id. at 554. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 948 UC IRVINE LAW REVIEW [Vol. 12.3:909   this court consider how those declined by this photographer would feel or how “demeaning” it may be for people to visit a website that explicitly excludes them due to their sexual orientation. Precisely because the Preemptive Cases make market evangelism seem harmless, it is crucial—and urgent more than before—to uncover the falseness of this impression. This must be done before these cases get to the Supreme Court. Without a rejection of the Preemptive Cases’ premise, many other businesses will follow the first group of photographers and designers, presenting a similar demand for a blank check to discriminate against whoever they find religiously objectionable. Such risk necessitates insistence on the true magnitude of the injury on the LGBTQ side. B. The Market Can Solve the Problem While the Preemptive Cases imply that market evangelism is harmless, supporters have gone even further and explicitly denied the damage. They have made the “market alternative” argument: a claim that since the market is typically rich enough to offer LGBTQ parties what they need, the fact that some businesses reject them entails no harm. LGBTQ parties, they say, can simply go elsewhere. Astonishingly, such argument was made not only in briefs and legal articles224 but was also voiced by a Supreme Court Justice. In a pre-recorded virtual keynote broadcasted to participants of the annual Federalist Society Lawyers Convention, Justice Alito recently revisited Masterpiece Cakeshop. He first claimed that the case shows that “[f]or many today, religious liberty . . . can’t be tolerated, even when there is no evidence that anybody has been harmed.”225 He then reasoned that the bakery’s case presented no harm since “there was . . . no reason to think [that] [J]ack Phillips[‘] stand would deprive any same-sex couple of a wedding cake.”226 This is so, stated Justice Alito, because the market offered an alternative that turned out even cheaper than the original product: “[t]he couple that came to his shop was given a free cake by another bakery . . . . ”227  224. See State v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1223 n.14 (Wash. 2019) (citing the appellants’ brief in which they argued that the rejected two grooms-to-be “are able to obtain custom floral designs for their same-sex wedding from nearby florists” ); see also Eugene Volokh, A  Common-Law Model for Religious Exemptions, 46 UCLA L. REV. 1465 (1999) (making a libertarian claim that refusing to provide goods and services inflicts no harm). 225. Justice Alito, Keynote Address at the Federalist Society’s Annual National Lawyers Convention (Nov. 12, 2020), in Josh Blackman, Video and Transcript of Justice Alito’s Keynote Address to the Federalist Society, REASON: VOLOKH CONSPIRACY (Nov. 12, 2020, 11:18 PM), https://reason.com/volokh/2020/11/12/video-and-transcript-of-justice-alitos-keynote-address-to-the-federalist-society/ [https://perma.cc/GVY4-8RYT] (emphasis added). 226. Id. 227. Id. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 949   One problem with Justice Alito’s description is that it conflicts with the record of Masterpiece Cakeshop. Far from being pleased that the market offered them a free cake, the rejected couple submitted a brief that emphasized the non-monetary source of their harm. They opened their brief by stating: “Five years ago, David Mullins and Charlie Craig were planning their wedding. When they visited Masterpiece Cakeshop . . . to inquire about a cake for their reception, what should have been a happy occasion became a humiliating one.”228 Also noteworthy is the link between Justice Alito’s no-harm narrative and neoliberal rationality. For one, the account glorifies the market’s alleged ability to solve problems better than the state. Additionally, Justice Alito made his argument in a forum that is itself a neoliberal bastion.229 Moreover, the legal community’s powers—the speaker’s prominence, the platform’s magnitude, and the annual event’s significance—all further enhanced the idea of harmlessness. C. Additional Reasons to Discount the Harm Alongside a complete denial of the harm, conservatives have argued that even if one exists, it pales in comparison to the damage that demanding equality brings on religious objectors. They have raised victimhood claims on behalf of religious objectors to eclipse the consequences for those they reject. A central way in which conservative advocates, scholars, and judges have developed the victimhood theme has been appealing to the extreme idea of bigotry.230 Because forbidding market discrimination against LGBTQ people might mark religious objectors as bigots, they claim, the law should allow it regardless of harm. Examples of the victimhood/bigotry narrative are too numerous to cover. Here are only a few. In his abovementioned address, Justice Alito revisited (not for the first time) his 2015 warning in Obergefell when he first said that recognizing same-sex marriage will “vilify” those with conflicting religious beliefs, depicting them “as bigots.”231 Five years later, in the commercial context of a refusal to sell a cake, he said: “[f]or many today, religious liberty is not a cherished freedom. It’s often just an excuse for bigotry . . . . ”232 Voicing a similar Christian grievance, conservative scholar and activist Ryan Anderson has also emphasized the risk that religious objectors will be condemned as bigots. In one of his articles, he argued  228. Brief for Respondents at 1, Masterpiece Cakeshop Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719 (2018) (No. 16-111), https://www.scotusblog.com/wp-content/uploads/2017/11/16-111_bs-cc-and-dm.pdf [https://perma.cc/3QTM-EQ6K] (emphasis added). 229. See Keren, supra note 49 (discussing the Federalist Society as a neoliberal organization). 230. See generally LINDA C. MCCLAIN, WHO’S THE BIGOT?: LEARNING FROM CONFLICTS OVER MARRIAGE AND CIVIL RIGHTS LAW (2020). 231. Obergefell v. Hodges, 576 U.S. 644, 741 (2015) (Alito, J., dissenting ). 232. Justice Alito, Keynote Address, supra note 225. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 950 UC IRVINE LAW REVIEW [Vol. 12.3:909   that “[t]he Court should not treat biology as bigotry.”233 In another, Anderson insisted that even compromising proposals, which do offer some exemptions based on religious beliefs, “brand alternatives to the favored ideology as bigotry while carving out a limited ‘right to discriminate’ for some ‘bigots.’”234 The present discussion does not attribute bigotry to religious objectors, focusing instead on the impact of their behavior on others. Notably, at least legal scholar Linda McClain, who wrote a monograph about the topic, is not convinced that such attribution is helpful, even from the perspective of LGBTQ people.235 Yet, what does matter is not letting the discriminators’ bigotry cry silence those  they boycott. Finally, there is one more reason for the undervaluation of the harm on the LGBTQ side that is more general. Because the injury is associated with the affective domain and often articulated by reference to emotions, it is subject to the typical aversion of law to anything emotional. It is also influenced by the legal reluctance to recognize and respond to emotional harm.236 As an example, consider how Justice Gorsuch (with whom Justice Alito agreed) dismissed the harm issue in Masterpiece Cakeshop. There, in response to claims regarding feelings of “humiliation, frustration, and embarrassment,” Justice Thomas wrote: “[t]hese justifications are completely foreign to our free-speech jurisprudence.”237 D. Market Humiliation Not all courts agree that humiliation is “foreign” to the legal discussion of market evangelism. In one case that already ended, the court rejected a photography business’s attempt to escape nondiscrimination laws, stressing that these laws “protect individuals from humiliation and dignitary harm.”238 Opponents of market discrimination of LGBTQ parties have also pushed back against the  market-alternative argument. In direct reply to using this argument on behalf of bakeries, they insisted, literally and metaphorically, that “It’s Not About the Cake.”239 Indeed, the dissent in Telescope Media Group tried to remind the majority that the market-alternative argument is a straw man because it was never about the mere  233. Ryan T. Anderson, On the Basis of Identity: Redefining “Sex” in Civil Rights Law and Faulty Accounts of “Discrimination,” 43 HARV. J.L. & PUB. POL’Y 387, 423 (2020). 234. Ryan T. Anderson & Robert P. George, The Unfairness of the Misnamed “Fairness For All” Act, J. LEGIS. ONLINE SUPPLEMENT, July 23, 2020, at 2. 235. MCCLAIN, supra note 230. 236. See generally Keren, supra note 134 (describing and criticizing the refusal of contract law to offer adequate remedies of emotional harms); Omri Ben-Shahar & Ariel Porat, The Restoration Remedy in Private Law, 118 COLUM. L. REV. 1901 (2018). 237. Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719, 1746 (2018) (Thomas, J., concurring ) (emphasis added). 238. Elane Photography, LLC v. Willock, 309 P.3d 53, 64 (N.M. 2013). 239. Jennifer C. Pizer, It’s Not About the Cake: Against “Altaring” the Public Marketplace, in RELIGIOUS FREEDOM, supra note 3, at 385. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 951   access to goods or services such as “hamburgers and movies.”240 Crucially, the dissent highlighted in 2020 what the Supreme Court already wrote in 1964 in the context of racial rejections: that discrimination in the commercial sphere is mostly about “the humiliation, frustration, and embarrassment that a person must surely feel when he is told that he is unacceptable as a member of the public.”241 The dissent in Brush & Nib Studio had a similar response. The three dissenting judges stated that market rejections impose “discrete and identifiable harms on those subjected to discrimination.”242 In direct response to the market alternative argument, they added that “[i]t is no answer to say that . . . same-sex couples may obtain wedding-related services from other vendors.”243 They also explained nondiscrimination laws do not only foster market access but also aim “to eradicate discrimination and the attendant humiliation and stigma that result if businesses can selectively treat some customers as second-class citizens.”244 In the same vein, legal scholars writing about the issue have made considerable efforts to explain how dignitary harms and negative emotions do belong to the discussion and should not be trivialized. For example, Jennifer Pizer explained that the fact that “the possibility of refusal lurks behind every store counter” brings about “emotional pain, disruption, . . . stress and fear of what next, causing health to suffer and altering life plans.”245 More generally, Elizabeth Sepper insisted that when people refuse to recognize the harm inherent in market discrimination, it is critical “for scholars of public and private law to self-consciously identify and explore the interests in dignity that public accommodations laws safeguard.”246 To bolster this focus on severe injuries and to overcome the growing conservative denial, it is also critical to draw on non-legal resources that can further illuminate the harm of humiliation. Expanding our understanding of humiliation is salient and exigent because inducing negative emotions in LGBTQ people is precisely the point of market evangelism, particularly as promoted by the Preemptive Cases. What else is the purpose of the organized effort to have courts approve public declarations that exclude people based on their sexual orientation and gender identity?  240. Telescope Media Grp. v. Lucero, 936 F.3d 740, 777 (2019) (Kelly, J., dissenting ) (citing Heart of Atlanta Motel, Inc. v. United States, 379 U.S. 241, 292 (1964) ). 241. Id. (emphasis added). 242. Brush & Nib Studio, LLC v. City of Phoenix, 448 P.3d 890, 936 (Ariz. 2019) (Bales,  J., dissenting ). 243. Id. 244. Id. (emphasis added). 245. Pizer, supra note 239, at 390. 246. Elizabeth Sepper, A Missing Piece of the Puzzle of the Dignitary Torts, 104 CORNELL  L. REV. ONLINE 70, 71 (2019). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 952 UC IRVINE LAW REVIEW [Vol. 12.3:909   Despite traditional legal thinking, emotions are not departures from rationality.247 The role of humiliation, and the reason it developed and survived as a human emotion, is to alarm us that our selfhood, our value as humans, are at risk.248 To survive, people must feel like full members of human society.249 Thus, signals that we are inferior to others or occupy lower status than they occupy threaten our core.250 The adjectives “inferior” and “lower” are particularly significant because the word humiliation itself comes from the Latin word humiliare,251 which is closely linked both to humilis (on the ground) and humus (earth or ground).252 Put together, humiliation alludes to bringing people down to the bottom.253 In other words, “[t]o be humiliated is to be put down.”254 In direct relevance to market evangelism are studies that found that “to be humiliated is to be excluded.”255 This is precisely the spirit of market refusals, when interested clients enter a store, for example, only to learn that they need to leave empty-handed because the owner welcomes many others but not people like them. Further, “[h]umiliation almost always happens unexpectedly.”256 For example, when people call a wedding venue,257 they never expect to hear that even if their desired date were available, they would not be able to make a reservation solely because of their sexual orientation. This sense of shock was captured by one refused LGBTQ client who shared: “I was kind of speechless . . . . I just had to like hand the phone over to [my partner] when I got it.”258  247. See Kathryn Abrams & Hila Keren, Who’s Afraid of Law and the Emotions?, 94  MINN. L. REV. 1997, 2000 (2010); Terry A. Maroney, A Field Evolves: Introduction to the Special Section on Law and Emotion, 8 EMOTION REV. 3, 4 (2016). 248. Daniel Statman, Humiliation, Dignity and Self-Respect, 13 PHIL. PSYCH. 523,  532–35 (2000). 249. Id. 250. Id. 251. See Humiliate, ONLINE ETYMOLOGY DICTIONARY, https://www.etymonline.com/word/humiliate [https://perma.cc/5DAF-U65S] ( last visited Mar. 10, 2022). 252. See Humus, LATIN DICTIONARY, http://latindictionary.wikidot.com/noun:humus [https://perma.cc/Q4P8-JXN8] ( last visited Mar. 10, 2022). 253. Evelin Gerda Lindner, The Theory of Humiliation: A Summary 8 (Dec. 2003) (unpublished manuscript ), https://www.humiliationstudies.org/documents/evelin/Humiliation TheorySummary.pdf [https://perma.cc/ECW9-RZBA]. 254. Klein, supra note 28, at 97. 255. Id.; see also Phil Leask, Losing Trust in the World: Humiliation and Its Consequences, 19 PSYCHODYNAMIC PRAC. 129, 131 (2013) ( listing “rejection or exclusion” as an element of the definition of humiliation). 256. Leask, supra note 255, at 133. 257. Jeff Taylor, N. Carolina Wedding Venue Denies Lesbian Couple, Citing ‘Christian Values,’ NBC NEWS (Dec. 22, 2020, 12:54 PM), https://www.nbcnews.com/feature/nbc-out/n-carolina-wedding-venue-denies-lesbian-couple-citing-christian-values-n1252109 [https://perma.cc/78CL-HYXL]. 258. Id. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 953   Moreover, humiliators typically utilize some status advantage—permanent or situational—that they have over their victims.259 As the mother whose son was rejected by the bakery in Masterpiece Cakeshop said: “It was never about the cake. It was about my son being treated like a lesser person.”260 More generally, regardless of status outside the market, business owners control their enterprise’s space, physical or virtual, and dictate the rules of behavior that apply to it. Significantly, these features of humiliation would not have existed had the business owners chosen to express their religious views in public instead of via the market. Carrying the debate in the public streets, by way of a demonstration, for example, would have allowed LGBTQ people to avoid much of the humiliation. Because the streets are open for all, objectors would not have had the power advantage nor the ability to exclude others. Furthermore, LGBTQ individuals exposed to the demonstration would not be as shocked since they would have a choice to walk away or voice their resistance. Most importantly, humiliation researchers have argued and empirically proved that episodes of humiliation spread widely. They have developed the concept of group-based humiliation, sometimes calling it collective humiliation,261 cycles of humiliation,262 or “representative group humiliation.”263 One study that is especially relevant to market evangelism found that “[w]ithout being targeted personally, people can experience negative rejection effects . . . just by observing their ingroup being rejected.”264 Since LGBTQ people strongly identify with their community, the recurrent exclusion of many of them from the market cannot possibly leave them unaffected.265  259. See, e.g., Saulo Fernández, Eran Halperin, Elena Gaviria, Rut Agudo & Tamar Saguy, Understanding the Role of the Perpetrator in Triggering Humiliation: The Effects of Hostility and Status,  J. EXPERIMENTAL SOC. PSYCH. 1, 1 (2018). 260. Deborah Munn, It Was Never About the Cake, HUFFPOST, https://www.huffpost.com/entry/it-was-never-about-the-ca_b_4414472 [https://perma.cc/MPG6-YB25], ( last updated Feb. 2, 2016) (emphasis added). 261. LIESBETH MANN, ON FEELING HUMILIATED: THE EXPERIENCE OF HUMILIATION IN INTERPERSONAL, INTRAGROUP, AND INTERGROUP CONTEXTS 20 n.2 (2017) (arguing that “it is quite often the case that group-based emotions are shared and thus become collective emotions” ). 262. Evelin G. Lindner, Healing the Cycles of Humiliation: How to Attend to the  Emotional Aspects of “Unsolvable” Conflicts and the Use of “Humiliation Entrepreneurship,” 8 PEACE  & CONFLICT: J. PEACE PSYCH. 125 (2002). 263. Christian Neuhäuser, Humiliation: The Collective Dimension, in HUMILIATION, DEGRADATION, DEHUMANIZATION: HUMAN DIGNITY VIOLATED 21, 25 (Paulus Kaufmann, Hannes Kuch, Christian Neuhäuser & Elaine Webster eds., 2011). 264. Tinka M. Veldhuis, Ernestine H. Gordijn, René Veenstra & Siegwart Lindenberg, Vicarious Group-Based Rejection: Creating a Potentially Dangerous Mix of Humiliation, Powerlessness, and Anger, 9 PUB. LIBR. SCI. ONE, Apr. 23, 2014, at 8. 265. See generally Holning Lau, Transcending the Individualist Paradigm in Sexual Orientation Antidiscrimination Law, 94 CALIF. L. REV. 1271 (2006). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 954 UC IRVINE LAW REVIEW [Vol. 12.3:909   Last and crucially, the humiliation literature teaches us how dire the consequences of humiliation are. First among them is uniquely intense pain.266 Indeed, researchers have provided empirical evidence that acts that aim to humiliate others generate a particularly intense human emotion.267 Additionally, studies report that grave injury to one’s self-value leads to mental health complications,268 clinical depression, and even suicide.269 One transgender legal scholar has recently described, for example, “staggering rates of anxiety, depression, suicidality, and exclusions from social life within trans communities.”270 E. (Re)Raising Humiliation as a Legal Claim To conclude this Part and transition to the last one, it is imperative to go back to law. Several legal theorists have emphasized humiliation as a core reason for forbidding discrimination. Leading among them is constitutional law scholar Bruce Ackerman who has conceptualized what he calls “the anti-humiliation principle.”271 Ackerman attributes the birth of the principle to the legendary decision in Brown  v. Board of Education,272 which required states and the federal government to eliminate institutionalized humiliation.273 With particular relevance to the discussion of current market evangelism, Ackerman argues that “Brown’s concern with stigma” was the driving power behind subjecting private market actors to “sweeping egalitarian obligations.”274 The reason is that “humiliation was no less humiliating and no less public when it involved institutionalized rejection of black people at a privately owned lunch counter or workplace.”275 Most importantly, Ackerman argues that today the anti-humiliation principle, properly understood, can no longer be limited to race-based  266. Yashpal Jogdand, Sammyh Khan & Stephen Reicher, The Context, Content, and Claims of Humiliation in Response to Collective Victimhood, in THE SOCIAL PSYCHOLOGY OF COLLECTIVE VICTIMHOOD 77, 82 ( Johanna Ray Vollhardt ed., 2020) (describing “widespread agreement about humiliation being a particularly intense and painful emotion” and citing previous literature). 267. Marte Otten & Kai J. Jonas, Humiliation as an Intense Emotional Experience: Evidence from the Electro-Encephalogram, 9 SOC. NEUROSCIENCE 23 (2014). 268. Torres & Bergner, supra note 27. 269. Klein supra note 28, at 109, 111–14; see also Brief for Massachusetts et al. as Amici Curiae Supporting Defendants at 3–4, Emilee Carpenter, LLC v. James, No. 6:21-cv-6303 (W.D.N.Y. July 2, 2021), https://oag.ca.gov/system/files/attachments/press-docs/Carpenter%20v%20James%20 amicus%20brief.pdf. [https://perma.cc/FN2K-E5YF] (“A large and growing body of evidence shows that discriminatory social conditions have severe negative health impacts on LGBTQ people, including increased rates of mental health disorders and suicide attempts, especially for LGBTQ youth.” ). 270. Florence Ashley, Don’t Be So Hateful: The Insufficiency of Anti-Discrimination and Hate Crime Laws in Improving Trans Well-Being, 68 U. TORONTO L.J. 1, 30 (2018). 271. ACKERMAN, supra note 24, at 324. 272. Id. 273. Id. at 128 (discussing Brown’s anti-humiliation principle ). 274. Id. at 325. 275. Id. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 955   discrimination. Rather, it compels extending protection to other groups that are routinely discriminated against and humiliated, including “gays, lesbians, and  the transgendered.”276 Other legal scholars further explained that the legal project of preventing humiliation must include the market. They emphasized the broad legacy of the Thirteenth Amendment and the cluster of statutes that sought to implement it,277 primarily through the right to “make and enforce contracts.”278 They have claimed that these norms reflect a general promise to protect the right of all individuals “to make and pursue meaningful life decisions.”279 And, they added, such decisions must include the ability of all people to “buy and sell when they please,”280 thus establishing a general “freedom TO contract.”281 This scholarship supplements Ackerman’s anti-humiliation principle with what I suggest to call the market participation principle. A recent book by legal theorist Robin West supports the market participation principle and directly applies it to the LGBTQ community. In general, West illuminates legal protections of civil rights as demanding that the state will “protect us against . . . humiliations.”282 Accordingly, she argues that the civil right to make and enforce contracts is supposed to promote “participation, rather than removal, from the civil sphere of commerce.”283 West stresses that “participation in the commercial sphere [is] a vehicle for inclusion in civil life in market economies.”284 And, like Ackerman, she explicitly applies her call to prevent humiliation through market inclusiveness to “sexual minorities.”285 Therefore, the closing Part argues that recognizing the magnitude of the humiliation problem calls for a determined legal response that follows the  anti-humiliation and the market participation principles.  276. Id. at 335. 277. See Tobias Barrington Wolff, The Thirteenth Amendment and Slavery in the Global Economy, 102 COLUM. L. REV. 973, 1007 (2002) (maintaining that in the absence of a state action requirement, the Thirteenth Amendment has a significant bearing on private social and economic relationships ). 278. 43 U.S.C. § 1981; see also Keren, supra note 11, 145–46 (explaining that section 1981 was “[o]riginally enacted as part of the Civil Rights Act of 1866” and “was intended to implement the promise of the Thirteenth Amendment by translating the Amendment’s declaration into ‘market language’ and concentrating on practical economic matters” ). 279. Alexander Tsesis, Furthering American Freedom: Civil Rights & the Thirteenth Amendment, 45 B.C. L. REV. 307, 361 (2004) (exploring the historical and contextual background of the Thirteenth Amendment and the changing approaches to its scope and arguing for a broad interpretation). 280. See Jones v. Alfred H. Mayer Co., 392 U.S. 409, 443 (1968). 281. Keren, supra note 11 (proposing to recognize within the general freedom of contract the freedom to have a contract when one wishes and naming this type of freedom “freedom TO contract” ). 282. WEST, supra note 25, at 88. 283. Id. at 195. 284. Id. at 185; see also Keren, supra note 11, at 164 (arguing in the context of racial discrimination that contract and contract law are essential to a sense of social belonging). 285. WEST, supra note 25, at 235. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 956 UC IRVINE LAW REVIEW [Vol. 12.3:909   V. A PROPOSAL: DEFINING MARKET CITIZENSHIP Market evangelism entails massive humiliation—how should the law respond? One way is to use the reasoning offered so far to bolster calls for legal reform of nondiscrimination laws. Such reform would improve the protection of LGBTQ in the market through supportive interpretations of current jurisprudence and legislative revisions. First and foremost, it is crucial to foster the passing of the proposed Equality Act, which was most recently confirmed by the 117th Congress and awaits Senate approval.286 Yet, it is unclear whether the Equality Act would eventually turn into law. It is also hard to predict how the Supreme Court, particularly under the present conservative control, would treat the issue when faced with lower courts’ approvals of market evangelism. Due to these uncertainties, this Part proposes to reach beyond the nondiscrimination framework and utilize the laws of the market, namely corporate law and the law of contracts. The goal of adding private law to nondiscrimination laws is to conceptualize a special type of citizenship that I coin market citizenship.287 Under this new concept, LGBTQ parties will be guaranteed full participation (citizenship) in the market. Simultaneously, religious objectors will owe a  duty—flowing from their own market citizenship—not to impede others’  equal citizenship. A. Reaching Beyond the Nondiscrimination Paradigm The nondiscrimination paradigm, particularly under the traditionalist market jurisprudence, has curtailed the state’s ability to protect LGBTQ people, leaving countless loopholes without offering clear guidance.288 Does it matter, for example, if the business owner is an artist or not?289 Should it matter if someone is refused a job as an employee or an independent contractor?290 Does it matter if the  286. Equality Act, H.R. 5, 117th Cong. (2021). 287. The term is inspired by the concurring opinion of Judge Bosson in Elane Photography, LLC v. Willock, 309 P.3d 53, 80 (N.M. 2013) (Bosson, J., concurring ) (“In the . . . focused world of the marketplace, of commerce, of public accommodation, the Huguenins have to channel their conduct, not their beliefs, so as to leave space for other Americans who believe something different. . . . In short, I would say to the Huguenins, with the utmost respect: it is the price of citizenship.” ) (emphasis added). 288. See generally Martha Albertson Fineman, Beyond Identities: The Limits of an Antidiscrimination Approach to Equality, 92 B.U. L. REV. 1713 (2012). 289. See, e.g., State v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1212 (Wash. 2019) (discussing a flower shop owner’s argument who “believes that to create floral arrangements is to use her ‘imagination and artistic skill’” ). 290. See, e.g., Fabian v. Hosp. of Cent. Conn., 172 F. Supp. 3d 509, 512 (D. Conn. 2016) (discussing a hospital refusing to hire a transgender female physician after long negotiations and arguing that Title VII is limited to employees while the parties negotiated an independent contractor contract ). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 957   commission in charge of enforcement held a polite discussion?291 While the state can revise its nondiscrimination laws to answer such questions, enforcement is particularly challenging. Because the market is imagined as a free zone, any state effort to guarantee its inclusiveness is framed as an intervention that threatens businesses’ freedom.292 Further, under neoliberalism, any state interference is treated with distrust and attribution of foreign goals and malice. To better handle market evangelism, we must therefore break away from the present framework. One effective way to do that is to draw on the vulnerability theory that offers a crucial alternative to liberal and neoliberal thinking. The brainchild of legal theorist Martha Fineman, this theory assigns the state and its legal system a significantly more demanding role in building and securing a just society. The theory’s name highlights its descriptive key insight that vulnerability is universal: all humans, and the institutions they establish, are inevitably vulnerable.293 Contra neoliberalism, no one is autonomous, independent, or entrepreneurial enough to become and remain successful alone.294 Instead, people’s  survival, accomplishments, and happiness heavily depend on state resources  and society’s structure. This structure—provided through laws and social  institutions—determines the level of ability to cope with inescapable vulnerability. To illustrate, no one can avoid sickness, but recovery hinges on access to quality health services. For that reason, the vulnerability theory defines resilience—the resources available for coping with vulnerability—as a critical building block of a just society.295 Normatively, the theory assigns to the state the heavy responsibility of responding to human vulnerability manifestations,296 envisioning and prescribing what it calls “the responsive state.”297 Because “it does not seek equality, but  291. See, e.g., Leslie Kendrick & Micah Schwartzman, The Etiquette of Animus, 132  HARV. L. REV. 133, 133 (2018) (“The Court turned a matter of constitutional principle into one of adjudicative etiquette.” ). 292. See Martha Albertson Fineman, Beyond Equality and Discrimination, 73 SMU  L. REV. F. 51, 60 (2020) (“[ I ]n the business arena, the notions of the ‘free market’ and the ‘efficiency’ inherent in competition are raised consistently as barriers to state regulation and oversight.” ). 293. See Martha Albertson Fineman, The Vulnerable Subject: Anchoring Equality in the Human Condition, 20 YALE J.L. & FEMINISM 1, 10–14 (2008) (presenting the concepts of the “vulnerable subject” and the “responsive state” as important to America’s approach to inequality ). 294. See Martha Albertson Fineman, Cracking the Foundational Myths: Independence, Autonomy, and Self-Sufficiency, 8 AM. U. J. GENDER SOC. POL’Y & L. 13, 15 n.5 (2000). 295. Fineman, supra note 292, at 57 (explaining the core idea of resilience). 296. Id. at 61 (“Vulnerability theory is more focused on establishing the parameters of  state responsibility for societal intuitions and relationships than it is on setting the limits of  state intervention.” ). 297. See generally Martha Albertson Fineman, The Vulnerable Subject and the Responsive State, 60 EMORY L.J. 251 (2010) ( introducing the vulnerability theory and arguing it requires the state to assume a positive obligation to effectuate equality among its citizens ). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 958 UC IRVINE LAW REVIEW [Vol. 12.3:909   equity,”298 the vulnerability theory requires that the state will ensure justice by creating and sustaining a fair allocation of resilience amongst its members  and institutions.299 Applying vulnerability analysis to market evangelism opens new paths for coping with it. First, it explains why the behavior is not private but rather presents a social problem. The theory frames the market as an important institution through which individuals accumulate some of their resilience.300 Accordingly, the ability to participate in the market and benefit from it determines resilience levels. On this view, limiting the access of LGBTQ individuals to the market undermines their resilience. Second, vulnerability analysis includes our emotions as salient sources of resilience.301 Thus, the humiliation caused by market evangelism dangerously drains the resilience of the LGBTQ community. Second, in the face of such a dual threat to resilience, the vulnerability theory calls on the responsive state to take action. In shaping its response, the state ought to consider how the market confers and distributes resilience. Critically, such evaluation must include the resilience allocated to business owners through the market.302 And, to that end, it is essential to “bring all areas of law, not just those focused on civil rights, under social-justice scrutiny”303 into consideration. Particularly, we must examine how the laws pertaining to the market—typically classified as “private” laws—impact resilience,304 thereby influencing public and social conditions.305 Indeed, while draining the resilience of LGBTQ parties, the discriminating businesses enjoy significant powers and privileges that the  state routinely allocates to them by supporting incorporation and regulating  contractual activities.  298. Martha Albertson Fineman, Vulnerability and Inevitable Inequality, 4 OSLO L. REV. 133, 143 (2017). 299. Fineman, supra note 292, at 60. 300. Id. at 58. 301. See, e.g., Kathy Abrams & Hila Keren, Legal Hopes: Enhancing Resilience Through the External Cultivation of Positive Emotions, 64 N. IR. LEGAL Q. 111 (2013). 302. Fineman, supra note 292, at 57 (discussing how social institutions and social structures constitute levels of resilience). 303. Id. at 55. 304. Id. at 60 (highlighting the importance of a host of laws that are considered “private” to issues of social justice ). 305. See, e.g., Morris R. Cohen, The Basis of Contract, 46 HARV. L. REV. 553, 585–86 (1933) (establishing the realist view that contract law is in reality a segment of public law); see also Gert Brüggemeier, Mauro Bussani, Hugh Collins, Aurelia Colombi Ciacchi, Giovanni Comandé, Muriel Fabre-Magnan, Stefan Grundmann, Martijn Hesselink, Christian Joerges, Brigitta Lurger, Ugo Mattei, Marisa Meli, Jacobien Rutgers, Christoph Schmidt, Jane Smith, Ruth Sefton-Green, Horatia Muir Watt & Thomas Wilhelmsson, Social Justice in European Contract Law: A Manifesto, 10 EUR. L.J. 653, 668 (2004) (arguing that it is wrong to suppose that there is a sharp separation between the public sphere of constitutional rights and the private sphere of market relations ); Danielle Kie Hart, Contract Law Now—Reality Meets Legal Fictions, 41 U. BALT. L. REV. 1, 45–47 (2011). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 959   The coming two Sections use the vulnerability theory’s normative approach to probe how we can utilize corporate law and contract law to ensure equitable allocation of market-based resilience. In a nutshell, the state must protect the market citizenship of LGBTQ parties and prevent their humiliation. To do that, it has to set the limits that come with the full market citizenship of businesses owned by religious objectors. B. Corporate Law Corporations would have never been born or continue to thrive without the state’s involvement and the creation of corporate law. This law allowed people to act together through a separate entity that enjoys “perpetual succession,” thereby overcoming its human founders’ mortality.306 The same law further conferred upon corporations the capacities of “taking and granting property, of contracting obligations, and of suing and being sued.”307 It also created organized stock markets, empowering owners to profit from investing in corporations. Indeed, “without the protection of a dense network of laws enforced by public governments, the largest American corporation could not exist for a day.”308 Among those legal measures, none is more outstanding than offering businesspeople immunity from being held personally liable for their businesses’ obligations or losses. Such a shield, known as the principle of limited liability, has safeguarded shareholders by a metaphoric “veil” that profoundly separates the corporation and its human owners.309 This privilege is a form of strong state support of the market by encouraging investments,310 a special benefit that the law offers rather than a natural feature.311 From a vulnerability perspective, the shield  of limited liability is a leading way in which the state allocates resilience to  business owners. The principle of limited liability has only narrow exceptions. Generally, the doctrine of veil-piercing allows ignoring corporate separateness only when shareholders wrongfully use their entity.312 Doctrinal nuances notwithstanding,  306. 1 STEWART KYD, A TREATISE ON THE LAW OF CORPORATIONS 13 (London,  J. Butterworth, Fleet-Street 1793). 307. Id. 308. Fineman, supra note 298, at 146 n.37 (citing ROBERT DAHL, DILEMMAS OF PLURALIST DEMOCRACY 183–85 (1982) ). 309. Catherine A. Hardee, Veil Piercing and the Untapped Power of State Courts, 94  WASH. L. REV. 217, 222 (2019). 310. See, e.g., Stephen M. Bainbridge, Abolishing Veil Piercing, 26 J. CORP. L. 479, 495 (2001) (“[T]here is a widely shared view that limited liability was, and remains, essential to attracting the enormous amount of investment capital necessary for industrial corporations to arise and flourish.” ). 311. Hardee, supra note 309, at 217. 312. Jonathan Macey & Joshua Mitts, Finding Order in the Morass: The Three Real Justifications for Piercing the Corporate Veil, 100 CORNELL L. REV. 99, 107–08 (2014) (discussing courts’ reasoning for piercing the corporate veil ). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 960 UC IRVINE LAW REVIEW [Vol. 12.3:909   what’s important here is that business owners always resist the conventional  veil-piercing because they are interested in retaining their resilience source. However, in the case of market evangelism, the business owners request rather than resist the disregard of the veil, attributing their personal religious beliefs to the incorporated businesses they run. Remarkably, they raise this request as they hold to the shield of limited liability in all other respects. For example, in Telescope Media Group, a corporation with that name was the first appellant. However, it was the religiosity of the corporation’s human owners, the Larsens, that was raised to avoid nondiscrimination laws.313 Accordingly, the Eighth Circuit discussed the corporation’s arguments as if no veil separates it from its owners. Other courts discussing market evangelism by incorporated businesses had similarly ignored the corporate separateness principle. In Burwell v. Hobby Lobby Stores, Inc., the Supreme Court famously attributed to closely held corporations the rights of religious persons, awarding it exemption from the Affordable Care Act.314 At the time, Justice Ginsburg cautioned against a slippery slope effect.315 She warned that the decision might be used in the future by corporations that wish to avoid liability under nondiscrimination laws.316 The majority in Hobby Lobby dismissed the concern, highlighting the difference between its decision and broader exemptions from general nondiscrimination laws.317 Yet, the traditionalist market jurisprudence appears to extend Hobby Lobby’s approach to the nondiscrimination domain against the Court’s reassurance. Hobby Lobby did not authorize such a level of disregard of corporate separateness. In general, legal scholars have struggled to reconcile shareholders’ limited liability privileges with their beneficiaries’ requests to ignore the veil selectively. Some referred to such pleas as a variation of the conventional “veil piercing,”318 although they don’t originate from creditors. Others named it “insider reverse veil piercing,”319 highlighting how letting shareholders (the “insiders”) use veil-piercing is a reversal of the doctrine, which was supposed to restrain the owners rather than promote their interests. Then, at least one scholar recently claimed that the reversed claim should not be conflated with veil-piercing because it represents a different  313. See Telescope Media Grp. v. Lucero, 936 F.3d 740 (8th Cir. 2019). 314. Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682 (2014). 315. Id. at 768–72 (Ginsburg, J., dissenting ). 316. Id. 317. Id. at 733 (majority opinion) (“The principal dissent raises the possibility that discrimination . . . might be cloaked as religious practice to escape legal sanction. Our decision today provides no such shield.” ). 318. See generally ADAM WINKLER, WE THE CORPORATIONS: HOW AMERICAN BUSINESSES WON THEIR CIVIL RIGHTS (2018) (using the terminology of veil piercing when discussing the Supreme Court’s jurisprudence that attributes constitutional rights to corporations ). 319. See, e.g., Stephen M. Bainbridge, Using Reverse Veil Piercing to Vindicate the Free Exercise Rights of Incorporated Employers, 16 GREEN BAG 2D 235, 236 n.4 (2013). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 961   idea that the author calls “veil peeking.”320 Last, some insisted that extending humans’ rights to corporations has no room under any recognizable corporate  law principle.321 Debates regarding corporate theory and terminology aside, what should matter for shaping a response to market evangelism is understanding the corporation as a resilience-conferring institution. Accordingly, how corporate law allocates this extra resilience is a matter of social justice and not only a “private” issue. The wish to escape nondiscrimination laws by attributing human religiosity to corporations while enjoying the other benefits of incorporation is an attempt to have the cake and eat it too. To illustrate, a florist who refused to serve a same-sex couple claimed that while her religious beliefs should be attributed to her corporation and yield an exemption, she cannot be personally liable for breaking nondiscrimination laws under the doctrine of limited liability.322 The attempt to benefit from combining conflicting corporate law principles should not succeed, especially under vulnerability analysis that would treat it as an effort to accumulate excessive resilience. Since the state offers incorporation to support the market, it should not let people both incorporate and ignore corporate separateness, particularly when their goal is to deplete others’ resilience. Recognizing that corporations are state-supported social institutions and not only private features of the market is key. Since no one forced businesses engaged in market evangelism to incorporate, their desire to assimilate with their firm should have led them to choose a partnership from the menu of business associations.323 Accordingly, when the Eighth Circuit observed that individuals such as the Larsens wish “to use their talents and their company to . . . honor God,”324 it should have denied the request based on corporate law principles. In general, incorporated businesses should remain subject to nondiscrimination laws, regardless of their owners’ beliefs, not merely under “public” legal principles. Instead, corporate law demands that those who run corporations be estopped from raising religion-based arguments. Any other reading of our corporate law would amount to an inequitable distribution of resilience between business owners and their LGBTQ clients. Advocates of promoting religious values through corporations raise two counterclaims, both demanding the state to respect religion. First, they say religious people who use corporations should not be treated differently than those who run their businesses without incorporation. As a general matter, the claim goes, the state  320. Mariana Pargendler, Veil Peeking: The Corporation as a Nexus for Regulation, 169  U. PA. L. REV. 717 passim (2021). 321. Joshua C. Macey, What Corporate Veil?, 117 MICH. L. REV. 1195, 1208 (2019). 322. State v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1236–37 (Wash. 2019). 323. Macey, supra note 321, at 1213. This is not to say that partnerships should be allowed to inflict market humiliation, an issue that will be discussed in the coming Section. 324. Telescope Media Grp. v. Lucero, 936 F.3d 740, 748 (8th Cir. 2019). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 962 UC IRVINE LAW REVIEW [Vol. 12.3:909   cannot force human believers to act in a way that contradicts their internal beliefs, and the fact of incorporation should not undermine this principle.325 Second,  they assert that corporations’ purpose is seldom limited to profit-making and frequently involves fostering other values. Here, these advocates use examples of progressive corporations that promote their owners’ left-leaning values, such as environmentalism or social justice.326 Why can’t religious business people, they ask, use their corporations in the same way?327 A metaphor offered by political scientist Wendy Brown can help to respond to both counterclaims. The problem, Brown explains, is that the corporate owners want “a shield for their personal assets and the capacity to extend the sweep and reach of their sword from behind that shield.”328 Accordingly, the difficulty is not with fostering religious values while running corporations. Instead, it is the extension of a sword from behind the shield—the attack on others—that necessitates a legal response. Concerning the first claim, it should also be noted that the state does not demand religious businesspeople to betray their religious beliefs. Regardless of incorporation, the state legitimates religion-based market conducts. For example, a Muslim business owner, an observant Jewish merchant, and a devout Christian trader can all refrain from doing business on the day they observe (Friday, Saturday, and Sunday, respectively). Similarly, religious businesspersons can refuse to offer goods or services that their religion condemns. Muslim and Jewish butchers can refrain from selling pork, and Christian bookstore owners can likewise refrain from selling gay literature. But what all those religious businesses should not be allowed to do is use their religion as a sword: to continue profiting while refusing identical transactions with certain people they find objectionable. As the previous Part clarified, the rejection and humiliation of others is the improper aspect of the conduct. When a business owned by religious individuals is closed for all or does not offer certain goods or services to anyone, there is no exclusion, no humiliation, and no resilience-draining effect. Under such conditions, the business can reconcile religious values and profit-making by giving up some profits to adhere to its owners’ beliefs. For example, Telescope Media Group owners could refrain from entering the wedding business to avoid compromising their religious beliefs. What they should not be allowed to do is to branch into filming weddings for profit and reject same-sex clients. Again, this should be the cost of market citizenship.  325. Burwell v. Hobby Lobby, Inc., 573 U.S. 682, 710 (2014). 326. Id. at 711–12 (“[M]odern corporate law does not require for-profit corporations to pursue profit at the expense of everything else, and many do not do so.” ). 327. Id. at 712 (“If for-profit corporations may pursue such worthy objectives, there is no apparent reason why they may not further religious objectives as well.” ). 328. Brown, supra note 10, at 185. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 963   The last point also responds to the flawed comparison between religious corporations that engage in market evangelism and companies that deviate from pure profit-maximizing to promote progressive values.329 Indeed, all corporations have broad latitude in navigating their way to profits and are regularly allowed to prefer paths that reflect their owners’ values. For example, corporations with religious owners can, like other corporations, channel profits to charities that fit their values or choose not to enter a new market despite its economic potential if it involves compromising their beliefs. Once more, the problem is not considering religious principles while operating a for-profit corporation. What should not be allowed is to promote values, religious or not, by hurting others. Notably, using corporate law to prevent incorporated businesses from rejecting LGBTQ people can emphasize the difference between general citizenship and market citizenship. As opposed to their corporations, religious objectors still can speak their minds and promote their religious views in public. They can demonstrate, hang up signs, and publish their views on all platforms. They just should not be allowed to use their incorporated businesses as vehicles. A corporate law of a responsive state should set a price for using the corporate form, thereby defining the boundaries of market citizenship: an inability to run a business that enjoys limited liability without adhering to nondiscrimination laws. C. Contract Law The businesses seeking exemptions from nondiscrimination laws are not autonomous; they rely on the state in another important way. Part of their resilience comes from their ability to make contracts and enforce them through a legal system set up for that purpose. For example, they must buy or rent a place to run their business, connect with their suppliers, control their relationships with their employees, and manage their transactions with clients. Without making contracts and relying on their enforceability in courts, businesses cannot succeed. The state-conferred opportunity to make legally binding contracts and enforce them is a salient source of resilience that the state ought to allocate equitably. Here, the vulnerability analysis correlates with the Thirteenth Amendment’s promise to ensure that all persons can make and enforce contracts.330 Similar to the problem of enjoying incorporation while selectively ignoring it, market evangelism presents an unjust paradox concerning contracts. Religious business owners, incorporated or not, heavily rely on contracts and contract law and at the same time seek to   329. BUS. ROUNDTABLE, STATEMENT ON THE PURPOSE OF A CORPORATION,  https://s3.amazonaws.com/brt.org/BRT-StatementonthePurposeofaCorporationJuly2021.pdf [https://perma.cc/N6EG-MUGR] (2021). The foregoing is a released statement by numerous corporate leaders that rejects the conventional limitation to profit maximizing and declares a broader long-term commitment to thriving communities, a healthy environment, and more. 330. See supra Part IV. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 964 UC IRVINE LAW REVIEW [Vol. 12.3:909   prevent access to contracts from others, namely LGBTQ parties. Once again, they  protect their interests with the shield of contracts while waving a sword at those  they object to. To illustrate this undue approach to contracts, consider the following true story that led to another painful court decision. Mary Walsh and Beverly Nance “have been in a committed relationship with each other for nearly four decades.”331 For most of their relationship, they had to conceal being part of the LGBTQ community. Still, after getting married and retiring,332 they “desired to move out of their single-family home and into a senior community.”333 Residents of Saint Louis since childhood,334 the couple became interested in a senior community called Friendship Village, an incorporated business.335 After many visits to the community, conversations with residents and staff, and discussions of pricing and floorplans with the community’s Residence Director, the couple “submitted a deposit of $2,000 and signed a wait list agreement.”336 Note the corporation’s reliance on the tool of contracts. Further, the Director instructed the couple to return in several days “to sign a residency agreement and pay an additional deposit on the entrance fee.”337 Note, again, the use of contracts. Alas, only a few days after submitting the deposit and signing the above agreement, Ms. Walsh received a phone call from the same Director who previously discussed prices and floorplans with the couple. This time the Director was asking Ms. Walsh “about the nature of her relationship with Ms. Nance.”338 Upon hearing that Walsh and Nance are married, the Director notified them that Friendship Village could not permit them to share a residency within the community. The precise reason came in the mail a few days later. The letter, sent by the Corporate Operations Director included a copy of the Village’s Cohabitation Policy that states: It is the policy of Friendship Village Sunset Hills, consistent with its longstanding practice of operating its facilities in accordance with biblical principles and sincerely-held religious standards, that it will permit the cohabitation of residents within a single unit only if those residents . . . are related as spouses by marriage . . . . The term “marriage” as used in this  331. Walsh v. Friendship Vill. of S. Cnty., 352 F. Supp. 3d 920, 922 (E.D. Mo. 2019), vacated and remanded, No. 19-1395, 2020 WL 5361010 (8th Cir. July 2, 2020). 332. Id. at 923 ( retiring at the age of 72 and 68, respectively ). 333. Id. 334. Press Release, Nat’l Ctr. for Lesbian Rts., Missouri Lesbian Couple Settles Discrimination Suit Against Senior Housing Community (Dec. 8, 2020), https://www.nclrights.org/about-us/press-release/missouri-lesbian-couple-settles-discrimination-suit-against-senior-housing-community/[https://perma.cc/H7KM-VE5C]. 335. Walsh, 352 F. Supp. 3d at 922–23. 336. Id. at 923 (emphasis added). 337. Amended Complaint at 2, Walsh, 352 F. Supp. 3d 920 (No. 4:18-cv-01222-JCH), 2018 WL 8805251. 338. Walsh, 352 F. Supp. 3d at 923. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 965   policy means the union of one man and one woman, as marriage is understood in the Bible . . . . 339 Ms. Walsh and Ms. Nance were “stunned”340 by the rejection. Their shock, which fits the structure of humiliation discussed earlier, was enhanced by the fact that while touring the community and communicating with the Residents Director, they “had not taken any steps to hide their relationship.”341 Indeed, relevant to the focus on contracts, “the wait list agreement they signed showed that they lived at the same address.”342 Feeling upset and distressed,343 Ms. Walsh and Ms. Nance sued. They alleged, and the court discussed, the relevant nondiscrimination law—the Fair Housing Act. Neither they nor the court raised any contractual claim, although the couple did establish, and the corporation did not deny, a record of a contractual relationship, actual and intended, between the parties. Eventually, the court denied the couple’s housing action, citing Eighth Circuit precedents regarding employment, according to which “Title VII does not prohibit discrimination against homosexuals.”344 This was before the decision in Bostock. In line with the earlier prediction regarding Bostock’s impact,345 the Eighth Circuit later remanded the case for further proceedings in light of Bostock. Perhaps anticipating that the reading of “sex” as inclusive of sexual orientation is inevitable, Friendship Village then agreed to a confidential settlement, which reportedly allowed the couple to “focus on their health and family.”346 Note how this settlement also relies on contracts and contract law. What, then, should a responsive state do about businesses that use contracts and contract law but wish to deny LGBTQ people from making them? The legendary contracts scholar Allan Farnsworth said a few decades ago that “[t]he subject of Freedom of Contract and Constitutional Law has provoked little discussion in the United States.”347 This is still true and highly unfortunate. Discriminatory market behavior that denies contracts from some people directly conflicts with the contractual principle of good faith. Both the Uniform Commercial Code and the Restatement declare such principle as broadly applying to all  339. Id. 340. Amended Complaint, supra note 337, ¶ 51. 341. Id. 342. Id. 343. Nat’l Ctr. for Lesbian Rts., supra note 334 ( reflection of Mary Walsh) (“This has been a harrowing experience that I hope no other same-sex couple has to face.” ). 344. Walsh, 352 F. Supp. 3d at 926 (citing Williamson v. A.G. Edwards & Sons, Inc., 876 F.2d 69, 70 (8th Cir. 1989), cert. denied, 493 U.S. 1089 (1990) ). 345. See supra Part I. 346. Nat’l Ctr. for Lesbian Rts., supra note 334. 347. E. Allan Farnsworth, Freedom of Contract and Constitutional Law: United States Report, in FREEDOM OF CONTRACT AND CONSTITUTIONAL LAW 261, 261 (Alfredo Mordechai Rabello & Petar Sarcevic eds., 1998). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 966 UC IRVINE LAW REVIEW [Vol. 12.3:909   contracts.348 Following European legal systems,349 American contract law adopted the duty to handle the contractual process with good faith to maintain its morality.350 And, although the principle in its American version does not have its full original power, it is still considered one of the pillars of our law of contracts.351 How can the principle of good faith help with the present issue of terminating or refusing transactions with LGBTQ people? Most straightforwardly, if a contract was already made, contract law should classify its termination due to a party’s identity as bad faith behavior, which equals a breach of contract. The three terminations discussed in Bostock fall into this category.352 Similarly, Friendship Village’s cancellation of the wait-list agreement with Ms. Walsh and Ms. Nance presents contractual bad faith.353 Likewise, the last-minute retraction from a burial contract upon discovering that the deceased was involved in a same-sex marriage is bad faith performance of that contract.354 Last, the reported cancellations of Tinder accounts of some transgender customers are breaches of the contractual duty of good faith.355 While good faith should easily offer protection to LGBTQ parties who had a contract with objecting businesses, the case is more complex when they are rejected during the pre-contractual phase while negotiating a transaction.356 The challenge is  348. U.C.C. § 1-304 (AM. L. INST. 2011) (“Every contract or duty within [ this Act ] imposes an obligation of good faith in its performance and enforcement.” ); Restatement (Second) of Contracts  § 205 (AM. L. INST. 1981) (“Every contract imposes upon each party a duty of good faith and fair dealing in its performance and its enforcement.” ). 349. Alan D. Miller & Ronen Perry, Good Faith Performance, 98 IOWA L. REV. 689, 690–91 (2013) (describing the “recent acceptance” of the principle of good faith in American law). 350. Robert S. Summers, The General Duty of Good Faith—Its Recognition and Conceptualization, 67 CORNELL L. REV. 810, 811 (1982); Daniel Markovits, The No-Retraction Principle and the Morality of Negotiations, 152 U. PA. L. REV. 1903 (2004); Miller & Perry, supra note 349, at 725 ( recognizing a justification for a morality-based approach based on the fact that “the terms decency, fairness, and reasonableness are all heavily laden with moral connotations” ). 351. Miller & Perry, supra note 349, at 690 (“The good-faith doctrine is probably one of the most fundamental principles in contemporary contract law.” ). 352. See Bostock v. Clayton Cnty., 140 S. Ct. 1731, 1737–38 (2020). 353. See Walsh v. Friendship Vill. of S. Cnty., 352 F. Supp. 3d 920, 922–24 (E.D. Mo. 2019), vacated and remanded, No. 19-1395, 2020 WL 5361010 (8th Cir. July 2, 2020) 354. See First Amended Complaint at 10, Zawadski v. Brewer Funeral Servs., Inc., No. 55CI1-17-cv-00019-CM (Miss. Cir. Ct. filed Mar. 7, 2017). 355. See, e.g., Jamie Frevele, Transgender Tinder Users Are Being Banned Without Explanation, MEDIAITE ( June 4, 2015, 3:36 PM), https://www.mediaite.com/online/transgender-tinder-users-are-being-banned-without-explanation/ [https://perma.cc/ZVT5-B46R]; see also Uri Benoliel & Shmuel I. Becher, Termination Without Explanation Contracts, U. ILL. L. REV. ( forthcoming 2022), https://ssrn.com/abstract=3737774 [https://perma.cc/4JQA-WR6X] (arguing that “termination without explanation can, at times, amount to termination in bad faith” ). 356. This might explain why the few calls for contractual coping with the issue only applied their analysis to contractual situations. See, e.g., Emily M.S. Houh, Critical Race Realism: Re-Claiming  the Antidiscrimination Principle Through the Doctrine of Good Faith in Contract Law, 66  U. PITT. L. REV. 455 (2005). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 967   even greater in the situations created by the Preemptive Cases, where businesses refuse even to begin negotiations. The problem is that, unlike the civil-law world, “common-law systems have always been reluctant to recognize a duty of good faith in the pre-contractual stage.”357 And yet, significant exceptions exist,358 and there is an increasing willingness to impose pre-contractual duties.359 As previously argued,360 such exceptions should lead to marking discriminatory refusals to enter contracts as bad faith contracting. Doctrinal doubts aside, when discriminating businesses argue that their freedom from contract allows them to refuse to transact with certain people, they threaten not only equality. They also significantly limit the excluded people’s contractual freedom, depriving them of the freedom to make a contract. Once more, vulnerability analysis can assist in recognizing the problem. Under this view, contracts and contract law are significant sources of resilience. Accordingly, the responsive state’s obligation is to prevent one group—businesses held by religious objectors—from draining the resilience of another group—LGBTQ parties. Presented in contractual terms, businesses open to the public are making a promise that originates from their presence in the market and their heavy use of the contractual system. Albeit implicitly, they promise to consider potential contractual partners fairly.361 Therefore, while they do not have to transact with individuals who would not follow the terms of the exchange, they cannot legitimately reject people who would. Put differently, the state that maintains the contractual system ought to  357. Miller & Perry, supra note 349, at 700. 358. See Friedrich Kessler & Edith Fine, Culpa in Contrahendo, Bargaining in Good Faith, and Freedom of Contract: A Comparative Study, 77 HARV. L. REV. 401, 408 (1964) (“The absence of good faith language is by no means conclusive. Notions of culpa in contrahendo and good faith have clearly given rise to many concepts applicable during the negotiation stage, such as the notions of promissory estoppel and the implied in fact collateral contract, which have been employed in order to protect reasonable reliance on a promise.” ); see also Melvin Aron Eisenberg, The Emergence of Dynamic Contract Law, 88 CALIF. L. REV. 1743, 1811–13 (2000) (presenting cases in which the behavior of a party impelled the court to impose a duty to negotiate in good faith, when such a commitment did not arise from the agreement); E. Allan Farnsworth, Precontractual Liability and Preliminary Agreements: Fair Dealing and Failed Negotiations, 87 COLUM. L. REV. 217, 273–85 (1987) ( tracing types of behavior that the courts categorized as unfair dealing in precontractual negotiations, including “Refusal to Negotiate” and “Breaking off Negotiations” ); Neil G. Williams, Offer, Acceptance, and Improper Considerations: A Common-Law Model for the Prohibition of Racial Discrimination in the Contracting Process, 62  GEO. WASH. L. REV. 183, 202–03 (1994) (discussing the common law “duty to serve” ); Emily  M.S. Houh, The Doctrine of Good Faith in Contract Law: A (Nearly ) Empty Vessel?, 2005 UTAH  L. REV. 1, 54 n.369 (2005) (explaining that a duty to bargain in good faith exists in American  labor law). 359. See Farnsworth, supra note 358, at 222. 360. Keren, supra note 11 (calling for a recognition of the freedom TO contract of minority parties through the expansion of the duty of good faith to the pre-contractual stage). 361. Aharon Barak, Constitutional Human Rights and Private Law, in FREEDOM OF CONTRACT, supra note 347, at 105, 159–64 (discussing the use of the doctrine of good faith as a tool for embracing a contractual equality requirement). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 968 UC IRVINE LAW REVIEW [Vol. 12.3:909   condition its use on adhering to inclusiveness. It should demand market actors to use contracts in good faith, defining religiously motivated refusals as bad faith. Utilizing the good faith principle has several advantages. First, this method does not criticize beliefs. The reliance on bad faith relates to refusing to contract while benefitting from the market. It does not relate to holding religious views that only embrace traditional sexual and gender norms. The second advantage comes from the abstract and dynamic character of the good faith principle. The use of the principle does not require distinguishing between businesses engaged in market evangelism based on their artistic level. Because bakers and photographers, for example, similarly use contracts, they equally need to transact with people who are ready to follow the exchange terms. Third, the logic of good faith is also relevant to treating the Preemptive Cases. Even before anything happens, the responsive state should not allow business owners to declare that certain people have no right to make contracts. Notably, business owners who strongly feel unable to take part in anything that conflicts with their religious beliefs can use contracts to cope with the issue. For example, they can hire others to perform some of the duties that the owner wishes to avoid. Surely, such a contractual solution would have a cost. However, that too should be the price of market citizenship. Apart from drawing on the duty of good faith, the state ought to use any other influence it holds over the contractual system to restrain market evangelism. While additional contractual tools that can be used to that effect are too many to cover, three examples follow. For one, the doctrine of promissory estoppel could be helpful.362 To outline how it can assist, consider the rejection of Ms. Walsh and  Ms. Nance by Friendship Village again. One may believe that despite the wait-list agreement, the situation resides in the pre-contractual domain and might not be easily resolved by conventional readings of the duty of good faith. Still, promissory estoppel could and should be applied to protect the couple. To start, Friendship Village promised to offer the spouses a unit that fits their desires. Further, it also induced their reliance by requiring and receiving a significant deposit, letting  Ms. Walsh and Ms. Nance believe they found a place to call home. Moreover, justice would require enforcement because Friendship Village actively recruited the couple to join the community, and without enforcement, they stand to suffer severe inconvenience and grave humiliation. Another effective method would be to rely on the courts’ power to interpret and enforce contracts. When the contract itself requires equality, either in general or by enumerating sex, sexual orientation, and/or gender identity, the responsive state courts must vigorously enforce such obligations. To illustrate, consider the recent revision of Airbnb’s contract with its hosts, which required them to agree to  362. See Restatement (Second) of Contracts § 90 (AM. L. INST. 1981). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 969   the company’s new “Non-discrimination Policy.”363 The Policy, as updated on February 10, 2022, states in the section that is most relevant to market evangelism that “Airbnb hosts may not . . . [d]ecline a booking . . . [or] [i]mpose any different terms or conditions . . . based on . . . sexual orientation, gender identity, or marital status.”364 With particular relevance to the Preemptive Cases, the Policy also requires hosts to agree not to “[p]ost any listing or make any statement that discourages or indicates a preference for or against any guests on account  of . . . sexual orientation, gender identity, or marital status.”365 When Airbnb or one of its guests will seek to enforce this contractual term on a discriminating host, the state’s courts should robustly do so. The state should also use its power as a drafter of contracts to protect the market citizenship of LGBTQ individuals and the resilience that comes with making and enforcing contracts. Interestingly, the state had used such equitable drafting in the much-discussed dispute in Fulton v. City of Philadelphia.366 In this case, the city contracted with private entities recognized as Foster Family Care Agencies, delegating to them the supply of foster-care services.367 The city’s standard contract included providers’ obligation not to discriminate. In its relevant part, and under the title “Non-Discrimination; Fair Practices,” is stated: “Provider shall not discriminate or permit discrimination . . . on the basis of . . . sex, sexual orientation, gender identity . . . . ”368 One provider, Catholic Social Services, sought to avoid enforcement of this term due to its religious objection to same-sex parenthood. The matter yielded a long litigation that eventually arrived at the Supreme Court. In the end, the Court concluded that the specific contract’s language allowed for exceptions and, for that reason, cannot be treated general enough to impose equality on a religious organization.369 However, the case illustrates the ability to use drafting to ensure market inclusiveness by businesses. A responsive state should draft such terms and then enforce them to distribute resilience equitably. In summary, the contractual analysis supplements the proposal to use corporate law to block market evangelism and firmly define market citizenship contours. It would also reach beyond corporations to include partnerships and sole proprietorships. All in all, “private” laws such as corporate law and contract law are crucial to separating the market from the public square and setting the limits that come with market citizenship.  363. See Combating Discrimination on Airbnb, AIRBNB, https://www.airbnb.com/against-discrimination [https://perma.cc/U7CM-A87S] ( last visited Mar. 11, 2022). 364. Nondiscrimination Policy, AIRBNB, https://www.airbnb.com/help/article/2867/nondiscrimination-policy [https://perma.cc/D7FT-5V5T] (Feb. 10, 2022). 365. Id. 366. Fulton v. City of Philadelphia, 141 S. Ct. 1868 (2021). 367. Id. at 1874–75. 368. Supplemental Joint Appendix, Fulton, 141 S. Ct. 1868 (No. 19-123), 2020 WL 4819838. 369. Fulton, 141 S. Ct. at 1878. First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 970 UC IRVINE LAW REVIEW [Vol. 12.3:909   CONCLUSION Market evangelism has reached a new peak. The new strategy of taking to courts the Preemptive Cases has so far produced several judicial blank checks to discriminate. These decisions are unprecedented. They depart from decades of jurisprudence that had prevented the exclusion of certain groups from the marketplace for religious reasons. Together, the latest decisions mark a rise of jurisprudence that reconfigures the market, making it a legitimate and central site for ideological debate. This is an alarming legal shift. It calls for a prompt response, especially knowing that the issue is about to be decided by a Supreme Court controlled by a conservative supermajority that is eager to expand religious freedoms. Unless we take action now, offensive statements such as the one that opened this Article will multiply. Despite denials by market evangelism’s advocates, the harms that flow from this behavior are immense and spread through humiliation mechanisms explained by this Article. Indeed, for some religious business owners and advocacy groups like the ADF, humiliation is precisely the point. What other meaning can be assigned to battles to add more offensive statements and business decisions to take on new market activity to magnify anti-LGBTQ messages? This Article has revealed how far market evangelism has gone and has theorized the reasons for the rise of a traditionalist market jurisprudence. This is significant because without recognizing that market evangelism is an organized project that has become increasingly aggressive, it is hard to shape an effective response. This Article has also proposed how to respond. The core idea is to insist on the uniqueness of the market, distinguishing it from the public square, where ideological debates belong. The marketplace must be open for all, allowing everyone to be citizens of the market. To that end, this Article has theorized “market citizenship”—the type of citizenship that all groups must have and no group should be able to sabotage. The state has far more than a compelling interest in prohibiting market evangelism and the humiliation it causes. It has the responsibility and a continuous duty to use all its powers to ensure market inclusiveness. This Article has explained this obligation as emerging from the need to maintain an equitable distribution of resilience. The businesses engaged in market evangelism benefit from special privileges tied to their market activities. They should be prohibited from exercising these extra powers against others, particularly when it weakens those they exclude. Critically, the legal response to market evangelism should include more than a necessary reform of our nondiscrimination laws, although this Article bolsters the need to pass the Equality Act as soon as possible. Additionally, the laws of the market, namely corporate law and contract law, must also be utilized against market evangelism in concrete ways that this Article outlines. Generally, market citizens First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 2022 ] SEPARATING CHURCH AND MARKET 971   should not be allowed to enjoy the rights that come with such citizenship but use them to deny similar rights from others. All told, this Article’s call for a market open for all is not limited to the urgent need to protect the LGBTQ community from market evangelism. Instead, it is crucial to extend the present analysis to any group’s attempt to misuse its market privileges against others. This analysis should also be a reminder that the market is not a meritocracy, and the state is always involved in allocating powers to its citizens and thus forever responsible for monitoring their use. In her book, In the Ruins of Neoliberalism, political scientist Wendy Brown cautions against the fatal harm to democracy that the neoliberal takeover of our lives continues to cause.370 She argues that while the neoliberal project focused on replacing political control with market control at the beginning, it more recently (and in a timeline that parallels the rise of market evangelism) has gone even further.371 According to Brown, “the neoliberal utopia” of a social order “in which individuals and families would be politically pacified by markets and morals”372 has developed into a program of “starving . . . democratic energies.”373 Her chilling analysis describes relentless neoliberal efforts “to dedemocratize the political culture and the subjects within it.”374 Market evangelism, as conceptualized in this Article, forcefully demonstrates the magnitude of the risk Brown identifies. Letting corporations terminate or refuse contracts with LGBTQ people is one of the pacifying mechanisms that Brown alerts us about. We must disable this mechanism because it involves a risky commingling of markets and morals. Political debates, including the one regarding sexual and gender norms, belong only in the democratic arena. The legal system has the power and the responsibility to keep them there, preserving a market open for all. Aimee Stephens, one of the LGBTQ individuals rejected from the job market due to religious objections, passed away only a few weeks before the Supreme Court ruled in Bostock.375 The disapproval of market evangelism by the country’s highest court meant the world to Aimee, not only economically but also in terms of belonging. In an interview given just before her death, she hoped and anticipated that justice would be made. About this possibility, she had this to say:  370. See BROWN, supra note 3, at 58. 371. Id. 372. Id. at 17. 373. Id. at 57. 374. Id. at 58 (emphasis added). 375. Vanessa Romo, Aimee Stephens, Transgender Woman at Center of Major Civil Rights Case, Dies at 59, NPR (May 12, 2020, 7:26 PM) https://www.npr.org/2020/05/12/854946825/aimee-stephens-transgender-woman-at-center-of-major-civil-rights-case-dies-at-59 [https://perma.cc/68Z8-FEPN] ( reporting Ms. Stephens death on that date, five weeks before the Supreme Court decided Fulton, on June 17, 2020). First to Printer_Keren.docx (Do Not Delete) 5/14/2022  12:17 PM 972 UC IRVINE LAW REVIEW [Vol. 12.3:909   Firing me because I am transgender was discrimination plain and simple, and I am glad the Court recognized that what happened to me is wrong and illegal. I am thankful that the Court said my transgender siblings and  I have a place in our laws—It made me feel safer and more included  in society.376 May Aimee Stephen’s last words be our compass, guiding a legal reform that would make everyone safer and more included.   376.  Press Release, ACLU, Supreme Court Rules It Is Against the Law to Fire LGBTQ People ( June 15, 2020), https://www.aclu.org/press-releases/supreme-court-rules-it-against-law-fire-lgbtq-people [https://perma.cc/VF56-7XFA] (quoting Aimee Stephens ). ",
    "id": 524841415,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.uci.edu:ucilr-1563"
    },
    "title": "Separating Church and Market: The Duty to Secure Market Citizenship for All",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-05-01T08:00:00+01:00",
    "publisher": "UCI Law Scholarly Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.uci.edu/cgi/viewcontent.cgi?article=1563&context=ucilr"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/524841415.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/524841415"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/524841415/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/524841415/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/524841415"
        }
    ],
    "abstract": "This Article intervenes in the debate concerning the conflict between religious liberties and LGBTQ rights. Strictly focusing on the market, it makes three salient contributions. First, it reveals the appearance of a preemptive legal strategy that has started to generate unprecedented jurisprudence in lower courts. This latest shift is the peak of an ecopolitical practice called “market evangelism,” which the Article defines as the organized project that uses market activities, entities, and tools to evangelize society by excluding LGBTQ parties from the marketplace. Second, the Article adds to the current understanding of the harm that market evangelism inflicts. It depicts the recent concerted efforts to conceal the damage and explains market evangelism as an intentional effort to humiliate LGBTQ people, causing intense and enduring emotional harm that spreads from LGBTQ individuals to their entire community. Third, the Article proposes an original resolution particularly tailored to the market. It argues that business activity that relies on corporations and contracts must include a duty to serve all—an obligation that flows from what the Article conceptualizes and coins as “market citizenship.” Significantly, the proposal goes beyond adding strong arguments for the necessary passing of the Equality Act. It further includes a novel call to utilize private law, namely corporate law and contract law, to bar market evangelism and secure full market citizenship for all",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.uci.edu:ucilr-1563",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13872",
        "openDoarId": 0,
        "name": "University of California, Irvine: UCI Law Scholarly Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 524841415,
        "depositedDate": null,
        "publishedDate": "2022-05-01T08:00:00+01:00",
        "updatedDate": "2024-02-15T11:00:20+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-19T13:34:52+01:00"
    },
    "urls": [
        "https://scholarship.law.uci.edu/ucilr/vol12/iss3/8",
        "https://scholarship.law.uci.edu/context/ucilr/article/1563/viewcontent/Online_Version_Keren.pdf"
    ],
    "lastUpdate": "2024-02-15T11:00:20+00:00",
    "setSpecs": []
}