{
    "acceptedDate": "2013-12-05T00:00:00+00:00",
    "authors": [
        {
            "name": "Shaw, Deborah"
        }
    ],
    "contributors": [],
    "createdDate": "2015-09-29T10:14:42+01:00",
    "dataProvider": {
        "id": 695,
        "name": "Portsmouth University Research Portal (Pure)",
        "url": "https://api.core.ac.uk/v3/data-providers/695",
        "logo": "https://api.core.ac.uk/data-providers/695/logo"
    },
    "depositedDate": "2013-10-01T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1386/trac.4.2.165_1",
    "downloadUrl": "https://core.ac.uk/download/29588155.pdf",
    "fullText": " Sex, texts and money, funding and Latin American queer cinema: the cases of \nMartel’s La niña santa and Puenzo’s XXY  \n \nDeborah Shaw, University of Portsmouth\n1\n \nTo be published in Transnational Cinemas  4.2 2013 \n \nKey Words \nEuropean film funding programmes \nLatin American women directors \nInternational art cinema \nQueer cinema \nLucrecia Martel  \nLucía Puenzo  \n \nAbstract \nThrough a focus on La niña santa/The Holy Girl by Lucrecia Martel (2004) and XXY \nby Lucía Puenzo (2007), this article aims to examine the relationship between texts, \nsex and money. It considers theoretical approaches to European funding programmes \nand world cinema, and argues that a number of European production companies have \ncreated spaces for queer cinema which has proven beneficial to a range of Latin \nAmerican films and has coincided with a boom in films directed by women. The \narticle focuses on two new powerful protagonists, Amalia, Martel’s holy girl and \nPuenzo’s Alex, an intersex teenager, who both bring new gazes and new forms of \nrepresentation to global screens. My concern in the study are the ways in which \ncertain film languages can be used to address an implied international art cinema \nspectator to make queerness part of our filmic conversation with texts, and the ways \nin which these languages engage with new modernities emerging through the \nreconfigurations of new queer families.  \n \n \n \n \n \n \nThis article takes as its point of departure a new phenomenon: the emergence of a \ngroup of important films directed by Latin American women that have been made \nwith a view to the international market. In the last ten years a series of such films \nhave circulated globally, albeit within channels reserved for art cinema, thanks to co-\nproductions with European funding streams. These include La ciénaga/The Swamp \n(2001) La niña santa/The Holy Girl (2004) La mujer sin cabeza/The Headless Woman  \n(2008) by Lucrecia Martel; Perfume de violetas: nadie te oye/Violet perfume: No One \nis Listening by Marisa Sistach, (2001), XXY (2007), and El niño pez/The Fish Child  \n(2009) by Lucía Puenzo; Madeinusa (2006) and La teta asustada/The Milk of Sorrow \n(2009) by Claudia Llosa, and El último verano de la boyita Last Summer of La Boyita \nby Julia Solomonoff (2009).\n2\n \n \nThe analysis here focuses on two recent films by Argentine directors, La niña santa \nwritten and directed by Lucrecia Martel (2004), and XXY written and directed by \nLucía Puenzo (2007), and based on a short story, ‘Cinismo’, written by Puenzo’s \npartner Sergio Bizzio. These films provide examples of co-productions with social \nand private sources of funding, and have created an impact thanks to positive critical \nreception, and their queer protagonists. This study aims to examine the complex \nforms of co-production and establish a link between these and the film texts with a \nparticular emphasis on representations of new protagonists and queer cinema. I argue \nthat an analysis of the relationship between representations of gender and sexuality \nand the funding mechanisms of each film helps to explain the place of these films in \nthe international art cinema market.  In the first part of the chapter I examine these \nfunding mechanisms focusing on La niña santa and XXY. In the following section, I \nelaborate two approaches that I consider the most fruitful in establishing a connection \nbetween the film texts and their funding mechanisms: the relationship between \nrepresentations of the local and the intimate in this transnational cinema, and, what \nwill be the main focus of this work, the new queer female and intersex protagonist on \nthe international stage. \n \nIt is true that there have been female Latin American directors that have made films \nwith a certain transnational reach before this generation of filmmakers. These include \nthe Brazilian director Suzana Amaral, Solveig Hoogesteijn, the Venezuelan \nfilmmaker of Dutch and German parentage, and the Mexican Guita Schyfter among \nothers.\n3\n The best known of these are the Argentine María Luisa Bemberg who \ndirected six feature films between 1981 and 1993 and the Mexican María Novaro who \nhas also directed six films feature films.\n4\n However, I contend that Martel, Llosa, and \nPuenzo’s arrival onto the international stage at the beginning of 21st century marked \nthe beginning of an extraordinary moment in the history of Latin American cinema. \nThis moment can be characterized by two related elements: the increasing number of \nwomen making films acclaimed by critics; and the opportunities presented for co-\nfinancing arrangements between Europe and Latin America. \n \nFunding arrangements for XXY and La niña santa, and XXY and some \ntheoretical musings \nLa niña santa, and XXY are co-productions that have benefitted from European \ngovernment funds and from organisations aligned with festivals which also receive \ngovernment funding. They have also been supported by private money from \ncommercial producers as will be seen in more detail. Each of Lucrecia Martel’s films \nhas sought external funding thanks to the support and experience of her producer Lita \nStantic (also the producer of María Luisa Bemberg’s films and those of a number of \ntalented Argentine directors).\n5\n Thanks to Stantic the screenplay for La ciénaga was \nentered in and won the Sundance Institute/NHK Award in 1999 (Forcinito 2006: 112). \nThe prize was a paltry $10,000, but what is most important is the status that such an \naward affords a film, and the resulting possibilities of attracting further international \nfunding. These possibilities were realized by the fact that the completed film was an \nArgentine, French, and Spanish co-production.\n6\n \n \nFrom the moment of its conception La niña santa also looked abroad for funding and \nit found it from a range of sources. Martel won a grant from Cinéfondation, a \nprogramme aligned with the Cannes film festival, to attend the Résidence that aims to \nallow filmmakers to complete their screenplays in supportive surroundings.\n7\n \nAccording to the Cannes Festival website ‘the Résidence du Festival welcomes every \nyear a dozen young directors who work there on their first or second fictional feature \nfilm project’ (The Residence). 8 It adds, ‘it makes available to them a place of \nresidence in the heart of Paris, a personalised programme accompanying the writing \nof their scripts, and a collective programme of forums with film industry \nprofessionals’. In this way, French cultural institutions are seeking to place \nthemselves at the heart of world art cinema. The Spanish Almodóvar brothers’ \nproduction company El Deseo that supports auteurist projects co-produced La niña \nsanta, along with Martel’s next film La mujer sin cabeza. The film also secured a \ngrant from the Festival of Rotterdam's Hubert Bals Fund to complete the work, as \nwell as money from Italian companies.\n9\n La niña santa is the result, then, of a complex \nconfiguration of private and public finance, and is an example of auteurist Latin \nAmerica cinema made possible thanks to the support of European organizations and \ncompanies. \n \nAs with La niña santa, Lucía Puenzo’s XXY followed this model of public and \nprivate, social and commercial finance, and her first film was made possible also \nthanks to a grant from Cinéfondation, and a period on the Résidence programme \n(Goldbarg 2008). According to Puenzo, Cinéfondation completely changed the \nidentity and direction of her film: \n \nThe support from Cine Fondation, the Residence at Cannes Film Festival \nmade the whole thing to take another turn [sic]. After that some co-producers \ncame in, and it became a more serious film. I had planned to shoot it with a \nfew friends in Uruguay with a camera I had at home[. . .] After the support \nfrom Cinéfondation, other major co-producers like Fond [sic] Sud came to the \nproject and XXY was turned around. It wouldn’t have been the same film \nwithout that support. The same happens with the support of other film funds \nlike the Hubert Bals from Rotterdam Film Festival: they change the destiny of \na film (Goldbarg 2008). \n \nThis initial support, then, resulted in a Spanish and French coproduction financed by \nprivate companies and state funds. The private companies are Wanda Visión (Spain), \nPyramide Film (France) and the Argentine Historias Cinematográficas Cinemanía, \nowned by Luis Puenzo, well-known director and father of Lucía.\n10\n Other sources of \nfinance come from the Spanish Ministry of Culture, and Fonds Sud which was funded \nby the Ministry of Foreign Affairs, the Ministry of culture and the Centre National de \nla Cinématographie (French Film Institute) (Falicov 2010: 9).\n11\n XXY had its premiere \nat the Cannes Film Festival in May 2007 where it won the critics’ week Gran Prize. It \nis worth noting that XXY also had critical success in Argentina, and won 6 awards at \nthe Argentine film Academy (Academia de cine de Argentina) (‘XXY La gran \nganadora, 2007), and was selected to represent Argentina at the 2007 Oscars. This \nchain of events shows the importance that social support can have for Latin American \ndirectors and for filmmakers from many other countries without access to large \nbudgets. \n \nIn ‘The film festival as producer: Latin American films and Rotterdam's Hubert Bals \nfund’, Miriam Ross gives a summary of theoretical debates relating to the relationship \nbetween 'third world' cinema and world cinema funding bodies. Ross explains (2011: \n262) that critics have spoken of a wish to see 'poverty porn' (Shackleton 2010), and a \nneo-colonialist tendency within film organizations (Peranson, 2008). Ross (264) puts \nforward the idea that the films supported by programmes such as the Hubert Bals \nFund depend on images of poverty, crime and violence and processes of \nunderdevelopment, giving as examples Días de Santiago (Méndez, 2004) and Pizza \nBirra Faso (Caetano, 1998). As Ross argues, this emphasis on third world signifiers \ncharacterises some films coproduced by these world cinema funds. Likewise, Randall \nHalle develops an argument that European funding bodies have generated a new cycle \nof Orientalism, and critiques what he sees as a deception in the fact that the films \nfunded are frequently presented and consumed as national cultural artefacts, with the \nproduction details obscured from the viewers. Halle notes,  ‘Under the guise of \nauthentic images, the films establish a textual screen that prevents apprehension of the \ncomplexly lived reality of people in not-too-distant parts of the world’ (2010: 314). \nWhile Halle makes many interesting observations that merit close thought, there is an \nessentialist premise behind his analysis that more authentic images are presented \nwhen the funding of a film relies on purely national sources \n \nHe is clearly right to argue that, ‘the coproduced films must offer stories that appeal \nto European and North American audiences’ (317); nonetheless his notion of neo-\ncolonialism does not hold up to scrutiny in all cases and not in the specific cases \ndiscussed here. Halle  (214) claims:  “because the intervention [the funding] takes \nplace through a masquerade of national appearance, it marks a gentler form of \nneocolonial activity in the transnational era’. I would contend that such \ngeneralisations do not withstand interrogation in all contexts, and while as seen, both \nPuenzo and Martel’s films were transformed due to the European funding they \nreceived, they do not conform to a European vision of Latin American fictional world. \nThey are not ‘cultural texts that speak the truth of the other on behalf of that other’ \n(314). Rather, they speak their own subjective truths which also speak to European \nand other non-Argentine audiences. In addition, while it is true that films directed by \nLatin Americans and (co)-financed by European funds and companies are often \nmarketed and consumed as national texts, the funding details are not hidden; they are \nvisible in the credits and are openly discussed by the directors in interviews. It can be \nargued that the authorial visions of the directors have been more fully realized by the \nadditional funding released by the European funding bodies, and that these link to \nsocial changes taking place in Argentina that have coincided with social changes \ntaking place in Europe. This can be better theorized by a notion of mutual benefit over \nneo-colonial exploitation.\n12\n Perhaps what is revealed by this discussion is that so \nmany films from so many parts of the world (Latin America, Africa, Asia, the Middle \nEast, and Eastern Europe) are co-financed by European funding programmes that no \none theoretical model can be applied to this dynamic.  \n \nLocal, Intimate and Transnational Cinema \nNotwithstanding the above stance, it is certainly the case that European funding \nmechanisms further problematize already shaky conceptualisations of national \ncinema. Films such as La niña santa, La mujer sin cabeza, XXY, El niño pez/ \nMadeinusa and La teta asustada demonstrate that many films, that are often \nconsidered national cinema texts, only exist thanks to complex transnational financial \narrangements, and it cannot escape notice that La niña santa and XXY, two intensely \nlocal films by Argentine filmmakers, were both written in Paris as part of the \nRésidence programme described above. In fact, it can be said that these two case \nstudies dispense with obvious signs of the national in a relationship created between \nthe intimate, the local and the global, and thus seek a form of subjective universalism. \nThe two films that I discuss here are based on narratives rooted in interior, personal \nand local contexts, but they are directed to an international art cinema audience \n(which includes a national audience).  There is a close relationship between \nlocal/intimate/subjective spaces and transnational production and exhibition, which \npoints to the foreign audiences’ desires to look inside the homes and hearts of the \nLatin American protagonists. \n  \nTo give some specific examples, La niña santa takes place almost exclusively in the \nclosed space of a hotel in Salta (in the hometown of Martel in Argentina). Martel \nrecreates the story from the space of autobiographical memory, and managed to shoot \nthe film in the exact place, the Hotel Termas in Salta, where she stayed as a girl with \nher family. As she explains in an interview: \n \nWhen I started writing the history, I situated it there it there for the evocative \nsensuality and mystery. For a moment I thought I would have to film in a less \nauthentic hotel [...], but in Salta there was no hotel like that. And I had a \ncompletely irrational and absurd desperation to film in Salta. So I went to \nTermas to see if it were possible. I spent two days there, alone as a dog, and I \nknew that that had to be the place (Enríquez, 2004).\n13\n \n \nThus, there is a symbiosis between the hotel and the characters, in particular Amalia \nand her mother Helena. In this way, in La niña santa intimate spaces are selected over \nnational spaces and these travel directly to an international audience. As Debbie \nMartin notes, the film rejects an allegorical path taken by many Latin American films \nwith child protagonists: ‘This is a film which [. . . ] refuses to represent, a radical \nmove in a cinematic landscape where the use of the child often signals (national) \nallegory’ (Martin 2011: 69).14  \n \nXXY is the story of an Argentine family that has gone into self-imposed exile on a \nremote island in Uruguay, to escape the prejudices that they have experienced in the \ncity of Buenos Aires. Alex (Inés Efrón) was born intersex; s/he is 15 years old and \nXXY explores her search for identity and the film can be located within progressive \ndiscourses that promote LGBT interests and rights for intersex people.\n15\n As Christine \nGleghorn (2011: 154) rightly notes, the film ‘overlaps with concerns of activist \ngroups’ in the way that it critiques automatic  ‘corrective’ surgery and hormone \ntreatments. There are no specific geographic markers that locate XXY in Uruguay and \nthe narrative could unfold in any similar seaside village in the world. In this sense it \ncan be compared to La niña santa. The film’s locations are as metaphorical as they \nare real and they connect the intimate with the global; that is, nature is harnessed to \nillustrate themes such as sexual desire, the desire for freedom, solitude, and human \ndiversity. \n  \nMargaret Frölich in a fascinating study, has argued that nature is what determines the \nidentity of Alex: ‘Rather than arguing in favour of any choice that the adolescent \ncharacters might make in regard to their bodies and sexualities, XXY ultimately \nprioritizes nature over agency; the right choice is the natural choice’ (Fröhlich 2012: \n161). An alternative reading provided here is that the wild, and free landscape of the \nbeach, forest and the sea are symbolic spaces, as is the hotel of La niña santa, and \nthese spaces give voice to Alex’s emotional world as an intersex teenager who does \nnot want to limit herself to a single gender identity. As we will see, Alex is a queer \ncharacter, but Puenzo’s achievement is to place her queerness within a landscape \nwhich is both natural, metaphorical and poetic. In this, there is an implicit criticism of \ndiscourses of the Christian right that situate non-heteronormativity in the realms of \nthe unnatural.  \n \n \n \nNew Queer Protagonists \n \nClearly some films that are co-produced with European funds offer images rooted in \nstereotypical notions of a violent and socially marginal Latin America, as Miriam \nRoss has argued (2011), and European funding of films from ‘developing’ economies \nleads to the notion of a renewal of neo-colonial power relations as seen (Halle 2010). \nNonetheless, I am proposing here that European funding streams have helped create a \nnew category of transnational global art films with new queer protagonists with \ndiverse sexual identities and defiant disturbing gazes. A number of the films listed \nabove can be placed within this category of Latin American European co-productions: \nPerfume de violetas: nadie te oye, La niña santa, XXY, El niño pez, Madeinusa, La \nteta asustada, El último verano de la boyita and Tan de repente (Lerman, 2002). It \nwould be essentialist to claim that these spaces are only reserved for women directors, \nand Tan de repente is directed by Diego Lerman (but produced by Lita Stantic), \nhowever, as the other films demonstrate, the high profile of young women directors \non a global arts cinema stage has clearly been facilitated by the funding bodies \n \nThe characters of these films occupy spaces characterized by desire; they demand \nattention, and they are unlike many other female characters on the global stage \n(although it should be acknowledged that Madeinusa also corresponds to the model of \npoverty tourism to which Ross refers). Rosalind Galt argues that this phenomenon is \nnot exclusive to Latin America, but characterizes much global film in what she calls \n‘world cinema’s queer turn’ (2013): “From Tsai Ming-liang in Taiwan to Lucrecia \nMartel in Argentina, contemporary global art cinema is characterized by a recurrent \nqueer sensibility” (Galt 2013). \n \nLa niña santa \nMartel’s queer sensibility is not found in obvious representations of gay, lesbian or bi-\nsexual love, but in the way she creates a text with multiple sites of desire that escape \nscientific and social regulation - represented by the Congress of physicians that takes \nplace in the hotel - and religious regulation - represented by the Catholic youth group \nthat Amalia and her friend Jose(fina) attend. These perverse desires are embodied in \nthe main characters: in Dr. Jano who likes to press himself against young, anonymous \nwomen, and in the protagonist Amalia who believes herself to be in love with Jano \nafter experiencing his ‘perversion’ as an epiphany and who pursues him for the rest of \nthe diegesis, hoping to save him with her love. They also take root in Helena, who \nhopes to establish a romantic relationship with Jano, despite knowing that he is \nmarried and has children.  The film presents the new queer family unit with the hotel \nstanding in for the home. Amalia has an absent father who has formed a new family \nwith his second wife, and she harbours Oedipal desires for Dr Jano, while Helena and \nher brother’s relationship is closer to husband and wife as they share a living space \nand their (non-sexual) intimacy. Martel’s sensibility also manifests itself in her \nnarrative strategies, as we will see. \n \nThe images that remain in the minds of viewers and that are used to sell the film in \npromotional materials depend on the gaze of the protagonist. In La niña santa Amalia \nhas a powerful new voyeuristic, and sensual gaze. Amalia’s gaze exists in opposition \nto that theorized by Claire Johnston (1973); the patriarchal gaze which objectifies \nwoman and coverts her into a 'sign' created from male fantasies. Neither is she a \nwoman without a look of her own, who is reduced to being the object of the male \ngaze as theorised by Laura Mulvey (1975). In fact, the film can be seen as a challenge \nin the form of a filmic essay to traditional cinematic relations between men who look \nand women as objects of the male gaze, which have inspired so much feminist \ntheory.\n16\n This reversal of the traditional male gaze has been the focus of the majority \nof readings of the film (Forcinito, 2006, Martin, 2011, Arboleda, 2011). What I aim to \ndo here is to build on these readings by considering the way the film’s analysis of \nrelations of looking fits within concerns of global arts cinema. \n \nAmalia (and Martel) possess a new gaze which threatens the male character, Dr. Jano, \nbut, at the same time it is a private gaze rooted in the realms of the sexual and the \nspiritual. This gaze is the central theme of the film and it is fixed on a man who, in \ntraditional films, would represent a threat for the girl who is object of his sexual \npredilections. As in the case with art cinema queer texts, La niña santa questions \nconventional moral systems, in this case both patriarchal and feminist. The \nmanifestation of Dr Jano’s desire is represented as part of the panorama of human \nsexuality. He is not a sexual predator, according to the moral universe of the film, \nalthough a man with his sexual proclivities would be considered a dangerous pervert \nin the popular media and for feminists. By the same token, Amalia is not represented \nas his victim even though he is a professional man who is many years her senior. \nAmalia’s desire to save him in a Catholic sense is mixed with her sexual desires and \nthese confused feelings result in him becoming a victim of her obsession.  \nHe is not the ‘bearer of the look’ to use Mulvey’s terminology in her analysis of \nHollywood models, rather ‘he cannot bear to look’, and this is how his predilection of \npressing against anonymous women can be explained. The film presents him as a \nweak being who fears intimacy, not a dangerous being, and in this way, La niña santa \nreconfigures decades of cinematic depictions of male and female gazes.  \nAccording to the director/writer: \n \nHe is not a monster... to lean sexually against someone is not a rape; it is \nsomething so close to a child’s sexual experience that was vital to try to ensure \nthat was not lost in the character. Jano is a kind of gigantic child who can't \nhandle everything (Enríquez 2004).\n17\n \nJano is the manifestation of an adolescent fantasy, and it is through this fantasy that \nAmalia’s queerness takes form, not only in the teenage kisses she shares with her \nfriend Josefina. It can be said that Amalia has invented her own version of Dr. Jano \nand she needs his ‘sexual perversion’ to give shape to her erotic and spiritual/religious \ndesires; desires that have the heretical and paradoxical goal of saving him through a \nsexual love. In fact, she is the one who pursues him, and in a memorable scene, she \nplaces herself in front of Jano, when he is looking for an anonymous woman to press \nhimself against. Amalia turns her head to look at him directly and Jano flees as if \npursued by a stalker - with the act of looking interpreted by him as an act of \naggression (see figure 1). \nThe look is also transnational in the sense that, although it comes from a very intimate \nspace, from the secret desires of Amalia, it connects with a global audience. La niña \nsanta belongs to a tradition of national art cinema that inscribes an examination of the \nprocesses of filmmaking within the diegesis itself. As Jens Andermann explains, La \nniña santa is an example of filmmaking that incorporates ‘showing and seeing as key \ndimensions of the image itself’ (2012:155). For Andermann, this is a characteristic of \nArgentine cinema ‘Argentine cinema in the wake and aftermath of the millennium has \nbeen a form of historical consciousness by making the image conscious of itself’ \n(156). Although, as Andermann demonstrates, this is an important factor in the history \nof Argentine cinema, Martel’s success in the international arena depends on her use of \nan intellectual and self-conscious global language of art cinema that attracts \ncinephiles and has made Martel a critical success and a favourite of art house \naudiences.\n18\n \nThe focus on the look within the diegesis connects the film to a long tradition of \ninternationally respected filmmakers who explore and analyse the function of the \nprocess of looking within cinema, and helps to place it within a canon of art film. \nMany of these auteurs’ films explore the relationship between sexuality, voyeurism \nand cinema. To give a selection of many possible examples: Rear Window \n(Hitchcock, 1954), Peeping Tom (Powell, 1960), Blow-Up (Antonioni, 1966), The \nDraughtsman's Contract (Greenaway, 1982), the early films of de Atom Egoyan \n(Family Viewing, 1988, The Adjuster (1991), and Exotica, 1994), Kika (Almodóvar, \n1993),  Tesis/Thesis by Amenábar (1996), and 不散, Bu San/Goodbye Dragon Inn  \n(Tsai Ming-Liang, 2003).\n19\n  \n \nBoth Rosalind Galt and Ruby Rich add a queer dimension to a reading of Martel’s \nfilms, conceptualising her as a queer filmmaker for her narrative approaches and \nrefusal to produce meaning. Galt bases her ideas on those of Teresa de Lauretis \n(2011), and she argues that queer texts: \n \nunsettle temporality, identity and relationality, positing hard-to-read \npossibilities and bonds that might or might not be read as queer. The affective \nregister of world cinema opens up potentialities for queer cathexes that \nbecome transnational, reaching out in unpredictable directions.\n20\n \n \nLikewise, Rich locates Martel’s queerness in her use of open structures, the refusal to \nproduce answers to narrative possibilities, and a preference for suggestion and \nimplication over direction and foreclosure:     \n \nIt’s a queer world all around, captivating and repellent in turn, a puzzle that \nchallenges viewers to dare to play. She offers a wondrous example of how \nqueer cinema, done right, is cause for a radical expansion of possibility. She \nparses queer questions, not queer answers… (2013: 180)  \n \nIt is, she continues, ‘a cinema that’s queer, not a queer cinema; an assumptive not a \ndeclarative one’ (181) \n \nDespite the lack of overt homosexual characters (with the exception perhaps of Momi  \n[Sofía Bertolotto) in La ciénaga, and Candita [Inés Efrón] in La mujer sin cabeza), \nMartel’s cinema is, then, an example of queer art film both in terms of its form and its \ncharacter representation.  Nonetheless, the assumptive style of Martel and its refusal \nto produce clearly legible meaning, paradoxically, makes it legible on the art cinema \ncircuit, which expects such characteristics. This is noted by Paul Julian Smith who \nwrites, “her projects, although resolutely oblique, have generally proved 'translatable' \nto world art house audiences” (2012:25).21 The film’s originality is found in the way it \nopens up the possibilities of sexual identity through a queer, teenage, Catholic and \nprovincial gaze, and in the way it situates the desires of Amalia and her 'victim', Dr. \nJano, within the complex landscape of human sexuality.\n22\n  \n \nThe 'message' of the film also follows a queer paradigm in its rejection of Christian, \npatriarchal and feminist moral belief systems. Martel does not judge Jano as a \n‘deviant’, neither does she judge the ‘holy girl’ who is possessed by sexual desire; \nwhat she criticizes implicitly is a religious and patriarchal society that tries to \nsuppress and punish forms of sexuality outside of what is considered acceptable.  This \nlack of judgement is also where Ruby Rich roots Martel’s queerness, and she \ncomments on the way a ‘very queer vision emerged: gazing wide-eyed and \nunapologetically at absolutely everything and listening without judgment to all that \nwas said. ‘ (179). Martel is, then, the medium/storyteller who channels the multiple \nvoices of her characters to present her very particular view of bourgeois, Argentine \nprovincial society.  \n \nThe subversion of traditional forms of morality (whether patriarchal, right-wing \nCatholic or even feminist) is what unites this new corpus of films by transnational \nLatin American women directors. It is also what creates spaces for them in the \ninternational art cinema market. The two best-known films directed by Argentine \nwomen have many aspects that distinguish them from each other; however, they have \ntwo important points in common. Both XXY and La niña santa aim to discredit \nmedical discourses that stress controlling and regulating sexuality, and they do this \nthrough adolescent, defiant protagonists who are possessed by sexual desires and the \nwish to choose their own identity in opposition to dominant social ideas. In La niña \nsanta this criticism is seen through the Congress of physicians \n(othorhinolaryngologists), and the implied destruction of Dr Jano’s career for reasons \nof sexual impropriety. Martel suggests that the behaviour of Jano should not be \nharshly judged and conceives it as a childish act, an example perhaps of arrested \ndevelopment that does not deserve so much social opprobrium.  \n \nXXY: queer but not strange \nAs has been well documented and theorized, the medical profession, the traditional \ninstitution of the family, and the Church concern themselves with the regulation of \ndesires (Foucault 1990). Martel and Puenzo’s filmmaking presents the possibility of \nderegulating fantasy and the desires that constitute that fantasy, and shows how they \ncannot be contained within heteronormative frameworks.  XXY tells the story of Alex, \nan intersex adolescent who has been brought up as a girl, but who has not been \noperated on.  However, she is expected to take a daily diet of hormonal pills \nprescribed to prevent her masculinization. The film is what Puenzo calls a ‘respectful \nfiction’ (Goldbarg 2008), since in reality, as Mariano García (2007) notes, ‘genital \nambiguity has nothing to do with XXY genes, which correspond to what is clinically \ncalled Klinefelte syndrome’ (author’s translation);23 in fact, Alex’s condition is \ncongenital adrenal hyperplasia (García 2007). \n \nHowever, XXY is not concerned with medical details, but uses the condition for its \nqueer potential. As with La niña santa, the film is interested in expanding what is \nmeant by an acceptable sexuality and gender identity. As in Martel’s film the \nnarrative turns on the sexual desires of the protagonist and the search for an identity, \nand, in the case of XXY, on Alex’s decision to stop taking medication in a literal and \nsymbolic decision to embody both sexes. XXY follows a more conventional filmic \nstructure than La niña santa, since it is a text that fits within the category of popular \nart film: it follows a realistic model, has melodramatic structures, an emphasis on the \nemotional world of the characters, a clear thesis, and an easy to read meaning. \nNonetheless, it fits well within Brett Farmer’s notion of ‘vernacular queerness’ \n(2011), adopted from Miriam Hanson’s notion of vernacular modernism, and \ndescribed by Farmer as ‘ a range of idiomatic registers  - whereby the multiple \ntransformations of modernity can be processed in locally meaningful ways by \ndifferent audiences (83).\n24\n According to Farmer who uses the term in the context of \nqueer Thai cinema, vernacular queerness is ‘a translation of the abstract discourses of \nsexual modernity into accessible and legible form’ (85). That is, certain cinematic \nlanguages help audiences understand gay and transgender experiences, and XXY is a \ngood example of this type of popular art film that focuses on creating empathy for \nmarginalized characters. \nVernacular queer is, for Farmer, a broad term that encapsulates ‘difficult’ art cinema, \nbut also popular national and transnational film. He mentions Thai films targeted at \nnational market segments, but also includes transnational dynamic ‘middle brow, art \nhouse inflected mainstream films (86) or the ‘avant-grade, internal auteurist cinema of \nApichatpong Weerasethakul (87) and he warns against ‘overly hasty or reified \nconceptions of them as totally disjunctive paradigms’ (87) as they ‘share a cinematic \ninvestment in the operations of vernacular queerness’. Farmer uses the term \nspecifically to apply to the way the film Love of Siam (Sakveerakul, 2007) can be read \nin a way to make sense of evolving Thai society by Thai audiences. My concern here \nare the ways in which certain film languages can be used to address an implied \ninternational art cinema spectator to make queerness part of our filmic conversation \nwith texts, and the ways in which these languages engage with new modernities \nemerging through the reconfigurations of new queer families. Thus, according to this \nconceptualization both Martel’s films and those of Puenzo (including El niño pez) can \nbe seen as forming part of the vernacular queer as they present a range of sexual \nidentities located in very specific local realities in ways that can be appreciated by \nlocal and global cinema audiences, albeit on different scales of the difficult/popular \nart film scale.\n 25\n  \n \nAt the root of this, in the context of XXY is the way that a paradigmatic other who \nfalls outside of gender and sexual binaries is incorporated into the world of the viewer \nand thus ‘de-othered’. Christine Gleghorn makes some compelling points linking \nAlex with exotic otherness, referring to aquatic mythical beings, lizards and even \naliens (through her blue colour at birth), using the concept of the monstrous feminine \nto read this otherness (2011:158- 165).\n26\n Nonetheless, I would place more emphasis \non the ways that the film does all it can to de-monsterise Alex through its empathetic \nstrategies. The queerness of XXY is, then, located in the character of Alex in a number \nof ways, through the cultivation of an empathetic queer gaze; through the way she \nclaims ownership over her desires; through her refusal to settle on a single, stable \nsexual gender; and for the way in which she is circulated through targeted film \nchannels to international (and national) gay and lesbian audiences. Audiences see a \nfragile character who suffers and the film makes her experience legible for a cine-\nliterate global audience.  \nThis empathetic queer gaze is cultivated by having the audience take the points of \nview of three characters, that of Alex and that of two characters who have her at the \ncentre of their emotional world: Álvaro (Martín Piroyansky), who is fascinated by \nAlex and falls in love with her after an act of passion and penetration through which \nhe discovers that she is intersex; and her sympathetic but confused father who is \nunsure of what action to take to support his child. Nonetheless, he accepts her as part \nof the natural world aided by his understanding as a marine biologist of the variety of \nspecies he encounters. This gaze also rests on the refusal to view Alex as a freak or a \nmonster, and therefore on the refusal to accommodate a voyeuristic or ‘medical gaze’ \n(Martin 2013. 35). As Debbie Martin notes, by not presenting the biological evidence \nof Alex’s intersex status “the film constructs a spectator who is aware, an “insider” \nwho is given information as if s/he already knows, thus avoiding a major revelation \nabout Alex’s body’ (39). In this way, the spectator is ‘incorporated into the queer \ncommunity surrounding Alex”, (39). Christine Gleghorn also makes effective \nparallels between a violent surgeon’s gaze directed at Alex and ‘the curious gaze \nelicited through the framework of voyeurism in film’ (Gleghorn 2011:169). Yet, she \nsees this in terms of a withholding device which ‘provides much of the tension in the \nfilm’ (2011:164). I would dispute this reading as, as the reader is invited into Alex’s \nqueer world, no interest is gained by seeing her genitalia and it would have no impact \non the diegesis. The few instances where viewers come close to seeing ‘it’ are, in fact, \nuncomfortable and do not offer any resolution. The first is when she is attacked in a \nnear rape by some local boys whose aim is to see if she has a penis; and the second is \nwhen she insists on showing her penis to Álvaro as she misinterprets his feelings for \nher thinking he too just wants to see ‘it’. \nWhile the gaze encouraged by the film rests on empathy, Alex is not to be pitied: \ncinema has moved away from earlier representations of suffering victims and queer \nfilm likes its heroes and heroines to be feisty and controversial. Although Alex is \nsubject to the prejudice and ignorance of her society, she refuses a passive stance and \ncultivates an attitude of defiance that disturbs many around her. This attitude has \ndefined New Queer Cinema according to Ruby Rich’s original formulation (1992), \nwhereby she argued that queer films, (she was discussing films from the United States \nin the 1990s), have little in common in terms of aesthetics or approach to narrative, \nbut the characters have the same sense of defiance and do not apologize for their \nsexuality; what Barbara Mennel defines, from Rich, as an ' unapologetic, 'in-your-\nface-attitude' (2012: 69)  \nAlex is a desiring, active subject, and in an interview Puenzo places emphasis on the \nimportance of desire in the film: \n \nOne day an inter-sexual friend told me, and I agree, that the most interesting \npart in the film is not the freedom of choice or inter-sexuality in itself, but the \nplace that desire has in the story. The film is really about desire, and if you \nconnect with desire you are saved (Goldbarg 2008).  \n \nThis is illustrated in the way Alex introduces herself to Alvaro and the audience. The \nfirst thing she says is, “te hiciste la paja”, “you have had a wank”, not as a question \nbut as a statement. Alvaro tries to change the subject, saying, “nunca había estado en \nUruguay”, “I had never been in Uruguay”, but Alex insists on returning to the subject \nof sex. “Estamos hablando de la paja y salís con Uruguay. Nunca me acosté con nadie \nvos te acostarías?”\"We are talking about having a wank, and you come out with \nUruguay! I have never slept with anyone, would you?” He asks, “who with?” and \nAlex answers directly, “with me\".27Alex looks at Álvaro intensely while he tries to \navoid her gaze.  Alex thus makes an immediate impact on the viewers and succeeds in \nshocking and fascinating both viewers and Álvaro. \n \nThis scene can be read as an intertextual reference to another Argentine queer text, \nTan de repente/Suddenly (Lerman, 2002), which also received part of its funding from \nthe Hubert Bals fund.\n28\n When one of the protagonists, Mao, sees Marcia, another of \nthe protagonists, for the first time, she asks her, “querés coger” “do you want to fuck”, \nfollowed by “te quiero tocar” “I want to touch you”, and later in the café, “te quiero \nchupar la concha” “I want to eat your pussy”, despite the fact that Marcia does \nnothing to encourage her and tells her she is mad. Mao can be seen as a sexual \ngangster, who instigates sex with those she desires regardless of the consequences, \nand although Puenzo gives a more melodramatic treatment to Alex, they are both \nfrom a family of queer characters in Argentine and global film cultures.\n29\n  \nWhat the characters also share is a refusal to limit themselves to singular gender and \nsexual identities. Mao repeatedly insists that she is not a lesbian and wants to fuck the \nmen and women whom she chooses. Alex does not want to choose between being \nmale or female, a paradoxical decision-non-decision which is seen when she tells her \nfather, “and what if there is nothing to choose?” She does not want to limit herself to \na single sexual choice, and answers that she does not know when Álvaro asks whether \nshe is attracted to men or women. As Gleghorn notes, Alex is ‘doubly unruly in the \nsense that she wishes neither to define her body as a stable entity, nor to behave \naccording to heterosexual gender norms (2011:168). This position that does not ask \nfor tolerance or forgiveness, and is unwilling to limit itself to established ideas of \ngender or sexuality, characterizes New Queer cinema with its emphasis on \nindependent American film, but it also characterizes global queer art cinema (as Pedro \nAlmodóvar, among many others, has illustrated so well throughout his career).  \n \nThis is reflected in the fact that XXY finds its home in the international market in \nLGBT festivals, while it was distributed by companies that specialise in LGBT film, \nsuch as Peccadillo Pictures in the United Kingdom. In addition to being screened at \nwell-known festivals such as Cannes, Edinburgh, and Toronto, it was also screened at \nthe Lesbian and Gay festival in Paris (November 2007), the Lesbian and Gay festival \nin London (April 2008), and the LGBT film festival in San Francisco (June 2008).\n30\n \nIn San Francisco, a World Center for gay culture, it won the audience award for best \nfeature film. These spaces of consumption are comfortable ones for Puenzo who \nclearly intended the film to speak to queer communities beyond the single intersex \nissue.  She notes: \n \nThe inter contained in the word intersex seems to suggest that we are between \nmen and women, creating all type of analogies with transexuality (sic), \nhomosexuality, heterosexuality, bisexuality, etc. [. . .] Some think intersex \nmeans not having a clear sexual orientation, and that the only discussion \naround this issue is to avoid the mutilation of their body (Levy). \n \n \n \nConclusions \nThis article has attempted to connect global queer cinema and European funding \nbodies through the examples of two of the best-known transnational Latin American \nfilms directed by women. Rather than seeing European funding for these cases as neo-\ncolonial forms of cultural imperialism, I have sought to demonstrate how these \nprogrammes also create spaces for queer art films. These films along with a number \nof others are responding to social, political and cultural shifts in many countries of the \nworld, redefinitions of the family unit, and an increase in social rights for gays, \nlesbians, and transgender people.  As Farmer has argued: there have been ‘radical \nchanges in sexual economies’ and ‘film, as an aesthetic medium rooted in visual \nspectacle and sensational appeal, is particularly well suited for the cultural negotiation \nof such changes’ (2011: 83). It is, he continues,  ‘a medium that images, and in so \ndoing helps audiences to imagine the transforming sexual economies of modernity as \nthese are realized in diverse cultural contexts and through diverse aesthetic idioms \n(83-84).  \nMany of these changes have been taking place in Europe and Latin America, and \ncountries in both continents (and, of course, others) are in the process of debating \n‘correct’ ways to behave sexually, the rights and wrongs of gay marriage and \nchildbirth, adoption of children by persons who are not within traditional family units, \nand rights for those who question established categories of male and female. Latin \nAmerica, in this regard, is not the underdeveloped ‘other’ as some may assume. The \nArgentine born, New York based writer and filmmaker, Pablo Goldbarg, rather \nsurprisingly reflects these assumptions in an interview with Lucía Puenzo when he \nasks Puenzo, “How can Alex survive in a macho Latin American society? I wonder if \nshe should she move to Europe instead of Uruguay, or if she would have more fun \nwith people that hide behind the “macho” icon?” Puenzo replies, correcting this \nmisperception and speaks of social progress in Argentina. “Actually, when I started \nwriting the film I was quite surprised with how open-minded Argentina is about these \nissues today, even more than in some European countries”.  She goes on to speak to \nhim about civil unions between gay couples, legal adoption of children, and rights for \nintersex people. Indeed a global map of countries and states where gay and lesbian \nmarriage is allowed, a good barometer for advances in a range of LGBT issues, \nreveals that the Americas, and Europe are leading the way in this regard. (‘Gay \nMarriage Around the World’).31 In Latin America marriage is legal in Argentina, \nUruguay, and some states in Mexico and Brazil.  \nLatin American directors do not, then, need funds from Europe because Europe is \nmore liberal and enlightened, but because organizations, companies and programmes \noffer money that they need to start or complete their films. As in the case with \nacademic research councils, funding bodies, organizations, businesses and film \nfunding programmes give priority to films dealing with topical issues such as these, \nand films with a queer sensibility fit within a European identity, at least according to \nofficial documents that speak to the way that the European Union sees itself.  For \ninstance, according to the webpage dedicated to gay rights for the European \nCommission’s justice department ‘The principle of equal treatment is a fundamental \nvalue for the EU, which is going to great lengths to combat homophobia and \ndiscrimination based on sexual orientation’ (‘Homophobia’). While the same page \nstates that homophobia, ‘is an unacceptable violation of human dignity and it is \nincompatible with the founding values of the EU’ (‘Homophobia’).  \n  \nClearly, this interest in funding films with a queer sensibility is not limited to films \ndirected by women or those made by Latin American directors, but every study needs \na focus.  And the focus here reveals recurrent sources of finance and a corpus of \nfilms which can be read as queer. To recap, these are: La niña santa that counts \nHubert Bals and El Deseo among its producers; XXY funded by \nCinéfondation,Wanda Visión, and Pyramide Film among others; El niño pez  with \nPrograma Ibermedia y Wanda Visión as co-producers;\n \nPerfume de violetas: nadie te \noye by Marisa Sistach, a Mexican/Dutch co-production; the two films by Claudia \nLlosa Madeinusa and La teta asustada , funded by the German World Cinema Fund \ny Wanda Visión among others, and  El último verano de la boyita by Julia \nSolomonoff with finance from the Programa Ibermedia and El Deseo. This focus on \nEuropean funders should not however discount national support, and national bodies \nstill play an important role in the production of these films; to give two examples, the \nArgentine State Organization, el Instituto Nacional de Cine y Artes Audiovisuales \n(INCAA) co-produced El último verano de la boyita and El niño pez. As seen, issues \nof changing sexual and gender identities are as relevant in Latin America as they are \nin Europe.  \n \nAn analysis of the main characters of La niña santa and XXY illustrates the way that \nqueer representations and textual strategies function to provide access to the global art \ncinema networks. This study has demonstrated the importance of the protagonists in \nlocating Martel and Puenzo’s films within these spaces. Amalia and Alex fascinate us; \nthey are strong and fragile at the same time, they question social forms of regulation, \nand their sense of morality goes beyond good and evil. They also fit within a \npanorama of queer characters in their refusal to adopt essentialist, hetero-normative \nsexual identities. They are attractive, powerful, and dangerous adolescents who fill \nthe screens; they disturb the peace of the patriarchal worlds they live in; and they \nrefuse to be victims. Latin American women directors have arrived on the world stage \nand they have brought us new unforgettable protagonists. \n \n \n \n \n \n \nReferences \n \nAlmodóvar, Pedro (1993), Kika, Spain/France: El Deseo S.A. CiBy 2000. \nAmenábar, Alejandro (1996), Tesis/Thesis, Spain: Las Producciones del Escorpión  \n  S.L., Sogepaq \nAndermann, Jens (2012), New Argentine Cinema. London, New York:     \nI.B Taurus. \nAntonioni, Michelangelo (1966), Blow-Up, UK/USA: Bridge Films \nMetro-Goldwyn-Mayer  \nArboleda-Rios, Paola (2010), From National Allegory to  \nAutobiographical Film Un-Pleasure and Other Family Pathologies in Two \nFilms by Lucrecia Martel: The Swamp (2001) and The Holy Girl (2004), in \nNayibe Bermúdez Barrios (ed.), Latin American cinemas: Local Views and \nTransnational Connections Calgary: University of Calgary Press, pp. 47-78 \nApursansar. ‘Latin American female Directors’, \nhttp://mubi.com/lists/latin-american-female-directors. Accessed 10 February \n2013. \nBemberg, María Luisa (1993), De eso no se habla/I Don’t Want to Talk About It, \nArgentina/Italy: Aura Film, Mojame S.A., Oscar Kramer S.A.  \nButler, Alison (2002), Women's Cinema: the Contested Screen. London: Wallflower  \nPress.  \n‘Festival de Cannes: Cinefondation’, http://www.festival-\ncannes.com/en/cinefondation.html. Accessed 10 February 2013 \n‘Claudia Llosa Directora’ (2009). http://www.cinencuentro.com/claudia- \nllosa/ . Accessed 10 February 2013 \nDe Lauretis, Teresa (2011), ‘Queer Texts, Bad Habits, and the Issue of a  \nFuture’, GLQ  17: 2-3, pp. 242-263 \nEnríquez, Mariana. (8 mayo 2004).  ‘Ese oscuro objeto del deseo’, \nhttp://www.pagina12.com.ar/diario/suplementos/radar/9-1390-2004-05-\n08.html . Accessed 1 January 2013. \nEgoyan, Atom (1988), Family Viewing, Canada: Ego Film Arts, Ontario Arts Council,  \n  Ontario Film Development Corporation. \nEgoyan, Atom (1991), The Adjuster, Canada: Ego Film Arts, Alliance Entertainment,  \n  Téléfilm Canada, Ontario Film Development Corporation. \nEgoyan, Atom (1994) Exotica, Canada:  Alliance Entertainment, Ego Film Arts,  \n  Miramax Films, Ontario Film Development Corporation, Téléfilm Canada. \nFalicov, Tamara (2010) ‘Migrating from South to North: The Role of Film Festivals  \nin Funding and Shaping Global South Film and Video’, in \nElmer, Greg, Davis, Charles, Marchessault, Janine, McCullough, John \nLocating Migrating Media. Lanham, Md: Rowman and Littlefield, pp. 3-21  \nFarmer, Brett, (2011). Loves of Siam: Contemporary Thai Cinema and  \nVernacular Queerness, in Peter A. Jackson, Queer Bankok: Twenty-First-\nCentury Markets, Media and Rights. Hong Kong: Hong Kong University \nPress, pp. 81-98 \n ‘First Features Financed from France’s World Cinema Aid Fund’  \nhttp://www.subtitledonline.com/news/first-features-financed-from-frances-\nworld-cinema-aid-fund. Accessed 6 January 2013.  \nForcinito, Ana. (2006) ‘Mirada cinematográfica y género sexual: Mímica,  \nerotismo y ambiguedad en Lucrecia Martel’, in Chasqui, 35: 2, pp. 109–130. \nFoucault, Michel  (1990), The History of Sexuality: An Introduction. New York:  \nVintage Books (trans. Robert Hurley). \nFrohlich, Margaret (2011), ‘What of unnatural bodies? The discourse of nature in \nLucía Puenzo's XXY and El niño pez/The Fish Child’, Studies in Hispanic \nCinemas, 8: 2, pp 159-174. \nGalt, Rosalind  (2013, forthcoming), ‘Default Cinema: Queering  \nEconomic Crisis in Argentina and Beyond,’ Screen 54:1, pp.1-20. \nGarcía, Mariano (2007). ‘XXY: El gen de la polémica, \nhttp://www.solesdigital.com.ar/cine/xxy.htm. Accessed 5 February 2013.  \n‘Gay Marriage Around the World’,  http://www.bbc.co.uk/news/world-21321731, \nAccessed 23\nrd\n April 2013. \nGleghorn, Charlotte E. (2011) ‘Myth and the monster of intersex: Narrative strategies \nof otherness in Lucía Puenzo’s XXY’, in Nayibe Bermúdez Barrios (ed.), Latin \nAmerican cinemas: Local Views and Transnational Connections Calgary: University \nof Calgary Press, pp. 147-72. \nGoldbarg (2013), ‘XXY: Interview with Lucia Puenzo’ , 29 April 2008  \nhttp://pablogoldbarg.blogspot.co.uk/2008/04/interview-with-luca-puenzo-\nxxy.html. Accessed 2 January 2013 \nGrant, Catherine (2012). ‘Planes of Focus: The films of Lucrecia Martel’, film made  \nfor ‘Queer Cinema and the Politics of the Global’, Workshop held at the \nUniversity of Sussex, May 12, 2012. On line at: http://vimeo.com/42029962  \nAccessed 7 February 2013 \nGreenaway, Peter (1982), The Draughtsman's Contract, UK: British Film Institute \n  Channel Four Television \nHalle, Randall (2010) ‘Offering tales they want to hear: Transnational European Film  \nFunding as Neo-Orientalism’, in Galt, Rosalind and Schoonover, Karl,  Global \nArt Cinema. Oxford University Press, pp. 303-319  \nHitchcock, Alfred (1954), Rear Window, USA: Paramount Pictures \nPatron Inc. \n‘Homophobia’,  \nhttp://ec.europa.eu/justice/fundamentalrights/homophobia/index_en.htm. \nAccessed 7 April 2013 \nJohnston, Claire (1973). “Women’s Cinema as Counter-Cinema,” In Johnston, Claire  \n (ed.) Notes on Women’s Cinema. London: Society for Education in Film and \nTelevision, pp. 31-40 \nKing, John, Whittaker, Sheila and Bosch, Rosa (eds). 2000. An Argentine Passion:  \nThe Films of María Luisa Bemberg. London: Verso. \nLerman, Diego (2002), Tan de repente/Suddenly, Argentina/Netherlands: Hubert Bals  \nFund, Nylon Cine, Lita Stantic Producciones. \nLevy, ‘Interview with Lucia Puenzo’, http://www.emanuellevy.com/interview/xxy- \nby-luca-puenzo-7/. Accessed 10 April 2013.  \nLlosa, Claudia, Madeinusa (2006), Peru/Spain: Oberón Cinematográfica, Vela  \n  Producciones, Wanda Visión S.A. \nLlosa, Claudia La teta asustada/The Milk of Sorrow (2009), Spain/Peru: Generalitat  \nde Catalunya - Institut Català de les Indústries Culturals, Ministerio de \nCultura, Oberón Cinematográfica, Televisió de Catalunya (TV3), Televisión \nEspañola, Vela Producciones, Wanda Visión S.A.  \nLindsay, Claire (2008). \"Mobility and Modernity in María Novaro's Sin  \ndejar huella.\" In Framework 49.2: 86-105 \nMartel, Lucrecia (2001), La ciénaga/The Swamp Argentina , France, Spain 4k Films,  \nWanda Visión S.A., Code Red, Cuatro Cabezas, TS Productions. \nMartel, Lucrecia (2004), La niña santa/The Holy Girl  \nArgentina/Italy/Netherlands/Spain: El Deseo S.A., R&C Produzioni, Teodora \nFilms, La Pasionaria S.r.l. Fondazione Montecinemaverita, Hubert Bals Fund, \nLita Stantic Producciones \nMartel, Lucrecia (2008), La mujer sin cabeza/ The Headless Woman.  \nArgentina/Spain/Italy/France: Aquafilms, El Deseo S.A., R&C Produzioni, \nSlot Machine, Teodora Films.  \nMartin, Deborah (2011). Wholly ambivalent demon-girl: horror, the  \nuncanny and the representation of feminine adolescence in Lucrecia Martel's \nLa niña santa. Journal of Iberian and Latin American Studies, 17 1): 59-76. \nMartin, Deborah and Shaw, Deborah (2012). ‘An Interview with Julia  \nSolomonoff on “The Last Summer of La Boyita”, \nhttp://auteusetheory.blogspot.co.uk/2012/05/interview-with-julia-solomonoff-\non-last.html . Accessed10 February 2013 \nMartin, Deborah  (2013). Growing Sideways in Argentine Cinema: Lucía Puenzo’s \nXXY and Julia Solomonoff ’s El último verano de la \nBoyita. Journal of Romance Studies 13.1: 34–48 \nMennel, Barbara. (2012). Queer Cinema: Schoolgirls, Vampires, and Gay Cowboys \nLondon, New York: Wallflower Press. \nMing-Liang, Tsai (2003)不散, Bu San/Goodbye Dragon Inn, Taiwan: Homegreen  \nFilms \nMulvey, Laura Mulvey (1975), “Visual Pleasure and Narrative Cinema,”  \nScreen, 16: 3, pp. 6–18  \nPage, Joanna. (2009). Crisis and Capitalism in Contemporary Argentine  \n  Cinema. Durham. N.C: Duke University Press.  \nPeranson, Mark (2008).  “First You Get the Power, Then You Get the  \n  Money: Two Models of Film Festivals,” Cineaste 33, 3, pp. 37–43.  \nPowell, Michael (1960), Peeping Tom, UK: Michael Powell (Theatre)   \nPuenzo, Lucía, XXY (2007), Argentina, Spain, France: Historias Cinematograficas  \nCinemania, Wanda Visión S.A., Pyramide Films, Ministerio de Cultura,  \nCinéfondation, Fonds Sud.  \nPuenzo, Lucía, El niño pez/The Fish Child  (2009), Argentina, Spain, France:  \nHistorias Cinematograficas Cinemania, Wanda Visión S.A. Cinéfondation, \nhttp://www.imdb.com/company/co0041742/Ibermedia European Community \nProgram, Instituto Nacional de Cine y Artes Audiovisuales,  \n  Instituto de la Cinematografía y de las Artes Audiovisuales, MK2 Productions, \n  Televisión Española  \nRashkin, Elissa. (2001). Women Filmmakers in Mexico. The Country of Which We  \nDream. Texas: University of Texas Press \nRich, B. Ruby. (1992). ‘New Queer Cinema’.“ Sight and Sound, 2. 5, pp. 30- \n34.  \nRoss, Miriam (2011). “The film festival as producer: Latin American Films and \nRotterdam’s Hubert Bals Fund.” Screen, 52: 2, pp. 261-267. \nShackleton, Liz.  ( 2010). ‘Indian film's tender shoots’,  \nhttp://www.screendaily.com/reports/features/indian-films-tender-\nshoots/5015235.article . Accessed 12 February 2013. \nSistach, Marisa (2001), Perfume de violetas: nadie te oye/Violet perfume: No One is  \nListening Mexico, Netherlands: Centro de Capacitación Cinematográfica, \nCnca, Filmoteca de la UNAM, Fondo para la Producción Cinematográfica de \nCalidad, Hubert Bals Fund, Instituto Mexicano de Cinematografía, John \nSimon Guggenheim Memorial Foundation, Palmera Films, Producciones \nTragaluz. \nSmith, Paul Julian (2012) Espejos: ‘Algunos cines latinos vistos desde  \nMéxico por un extranjero’ Revista Icónica, no. 0.  \nhttp://issuu.com/cinetecanacional/docs/iconica0. Accessed 12 April 2013.  \nSmith, Paul Julian (2013) ‘Transnational co-productions and female filmmakers: the  \ncases of Lucrecia Martel and Isabel Coixet’, in Julian Gutiérrez-Albilla & \nParvati Nair (eds.) Hispanic and Lusophone Women Filmmakers: Theory, \nPractice and Difference, Manchester: Manchester University Press pp. 19-38. \nSolomonoff, Julia (2009) El último verano de la boyita/Last Summer of La Boyita,  \nArgentina, Spain, France: Travesia Productions, Domenica Films, El Deseo \nS.A., Epicentre Films, Ibermedia European Community Program  \nInstituto Nacional de Cine y Artes Audiovisuales, Instituto de la \nCinematografía y de las Artes Audiovisuales, Lucky Monkey Pictures.  \n‘The Residence’, \nhttp://www.festivalcannes.com/en/cinefondation/theResidence.html. Accessed \n12 January 2013. \nThe Ten Best Latin American Films of the Aughts \nhttp://www.cinematropical.com/Sections/10-best-films.html. Accessed 10 \nJanuary 2013  \n ‘XXY La gran ganadora’ (2007).  \nhttp://edant.clarin.com/diario/2007/12/04/espectaculos/c-00501.htm. \nAccessed 10 January 2013  \n \n                                                        \n1\n I would like to thank Ruby Rich and Debbie Martin whose insights have helped in \nthe reworking of this article, and the participants of the workshop on global queer \naesthetics at the University of Sussex, organised by Rosalind Galt and Karl \nSchoonover (April, 2013), for their feedback. \n2\n Solomonoff speaks of the similarities and differences between her film and La niña \nsanta and XXY in an interview with Martin and Shaw (2012)  \n3\n For a useful list of Latin American women directors and their films, see the list \ncreated in Mubi (web site for films on demand), ‘Latin American female Directors’ \nby Apursansar \n4\n Bemberg’s career was sadly curtailed by her death to cancer in 1995. For a study on \nthe work of Bemberg, see King et al. (2000). For readings on the work of Novaro, see \nRashkin,  (2001) and Lindsay (2008).  \n5\n Lita Stantic has produced films by Lucrecia Martel, Adrián Caetano, Diego Lerman, \ny the Paraguayan director Paz Encina, among other directors. \n6\n For details, see The Swamp, Company Credits \nhttp://www.imdb.com/title/tt0240419/companycredits?ref_=tt_ft \n7\n Martel’s participation in the Résidence is mentioned on the following website: \nhttp://www.festival-cannes.com/en/theResidence/sessions/3.html \n  \n8\n For more on Cinefondation, see http://www.festival-\ncannes.com/en/cinefondation.html \n \n9\n  These are R & C Produzioni and Teodora film \nhttp://www.imdb.com/title/tt0300270/companycredits \n10\n His best known films are La historia oficial/The Official version (1985) y Old \nGringo (1989) \n11\n. Her latest film Wakolda (2013), based on her novel was supported by World \nCinema Aid, that has replaced Fonds Sud. ‘First Features Financed from France’s \nWorld Cinema Aid Fund’. It is an Argentine, Spanish, French, German, Norwegian \n                                                                                                                                                              \nco-production, and, at the time of writing (May 2013) has been selected in the Cannes \nUn Certain Regard category. \n12\n I am grateful to Ben Garner for the notion of mutual interest replacing neo-colonial \npatterns in the context of European cultural funding policy. \n13. “Cuando empecé a escribir la historia la situé ahí por lo evocativo de la \nsensualidad y el misterio. En un momento pensé que tenía que hacerla en un hotel \nmás falso [. . . ], pero en Salta no había un hotel así. Y yo tenía una desesperación \ncompletamente irracional y absurda por filmar en Salta. Entonces fui al Termas a ver \nsi podía ser. Estuve dos días, sola como un perro, y supe que tenía que ser el lugar” \nFor more analysis on the importance of Salta and La niña santa as an autobiographical \nfilm, see Arboleda-Rios, 2011. \n \n14\n For an interesting discussion of allegory in the films of Martel, see Page (2009: 183 \n-191). \n15\n I have chosen to use the feminine form from this moment to refer to Alex due to \ndeficiencies in the language to refer to intersex people, although I am aware that Alex \ncomplicates any singular use of a male or female pronoun, and indeed, draws \nattention to these linguistic deficiencies. \n16\n Alison Butler (2002) provides a good summary and analysis of feminist film \ntheory.  \n17\n “No es un monstruo. . . apoyar sexualmente no es para tanto, no es una violación; es \nalgo tan cercano a una experiencia sexual infantil que era vital intentar que eso no se \nperdiera en el personaje. Jano es una especie de niño agigantado que no puede \nmanejar todo”  (Enríquez 2004). \n \n18\n. Paul Julian Smith (2012: 11) notes that in a survey by Cinema Tropical directed at \ncritics, academics and film professionals in New York to name the ten best Latin \nAmerican films of the decade (2000-2009), three works of Martel featured in the top \nten, and La ciénaga came top. The results can be found at the website, \nhttp://www.cinematropical.com/Sections/10-best-films.html \n \n \n19\n I would like to thank Tim Bergfelder, Rob Stone and Belén Vidal for suggesting \nsome of these examples. \n \n20\n Her analysis focuses on Tan de repente/Suddenly (Lerman, 2002) as an example of \nglobal queer cinema. \n21\n Smith notes the way critics highlight global precedents, or choose to find \nallegorical meanings in the narratives (26) \n \n22\n For two excellent readings of the uncanny queer in La niña santa, see Martin \n(2011), and Grant (2012). \n23\n ‘la ambigüedad genital nada tiene que ver con los genes XXY, que se corresponden \na lo que clínicamente se denomina Síndrome de Klinefelte’ (García 2007) \n24\n I am grateful to Hoang Tan Nguyen for sending me a copy of this article \n25\n Catherine Grant (2012) applies this this idea to Martel’s films, arguing that \n‘vernacular queerness’ cannot be applied to Martel’s La mujer sin cabeza, a film that, \non the contrary, ‘queers the queer’ for its use of the uncanny, and its refusal to signify. \n                                                                                                                                                              \n26\n Gleghorn does nonetheless argue that the film raises the spectre of the social \nmonster in order to attack prejudice; it “recycles the motif of the monster in order to \nmake social comment on the abuses committed against these invisible bodies” (168-9) \n \n27\n It is interesting that the English subtitles exaggerate the shocking nature of this \nscene, by translating “acostar” (to sleep with or literally to lay with) with “fuck”  - \n“I’ve never fucked anyone, would you like to?”, a fact that corresponds with its \nposition within a new queer cinematic canon. \n28\n It was produced by Lita Stantic, producer of Martel’s films \n29\n For an insightful queer reading of Tan de repente, see Galt 2013. \n30\n http://www.imdb.com/title/tt0995829/releaseinfo,  \n \n31\n At the time of writing (May 2013), the only countries outside of Europe and the \nAmericas where gay marriage is legal are New Zealand and South Africa. \n",
    "id": 29588155,
    "identifiers": {
        "doi": "10.1386/trac.4.2.165_1",
        "oai": "oai:researchportal.port.ac.uk:publications/cc991d11-5aaf-4991-bd69-e4b815910cd1"
    },
    "title": "Sex, texts and money, funding and Latin American queer cinema:the cases of Martel's La ninâ santa and Puenzo's XXY",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-10-01T01:00:00+01:00",
    "publisher": "'Intellect'",
    "references": [
        {
            "id": 38717128,
            "title": "Blow-Up, UK/USA: Bridge Films Metro-Goldwyn-Mayer Arboleda-Rios,",
            "authors": [],
            "date": "1966",
            "doi": null,
            "raw": "Antonioni, Michelangelo (1966), Blow-Up, UK/USA: Bridge Films Metro-Goldwyn-Mayer Arboleda-Rios, Paola (2010), From National Allegory to",
            "cites": null
        },
        {
            "id": 38717126,
            "title": "Kika, Spain/France: El Deseo S.A. CiBy",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Almodóvar, Pedro (1993), Kika, Spain/France: El Deseo S.A. CiBy 2000. Amenábar, Alejandro (1996), Tesis/Thesis, Spain: Las Producciones del Escorpión S.L., Sogepaq Andermann, Jens (2012), New Argentine Cinema. London, New York: I.B Taurus.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/29588155.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/29588155"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/29588155/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/29588155/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/29588155"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "Latin American",
        "/dk/atira/pure/core/subjects/performingarts",
        "Performing Arts"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:researchportal.port.ac.uk:publications/cc991d11-5aaf-4991-bd69-e4b815910cd1",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "695",
        "openDoarId": 0,
        "name": "Portsmouth University Research Portal (Pure)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 29588155,
        "depositedDate": "2013-10-01T00:00:00+01:00",
        "publishedDate": "2013-10-01T01:00:00+01:00",
        "updatedDate": "2021-07-22T16:25:51+01:00",
        "acceptedDate": "2013-12-05T00:00:00+00:00",
        "createdDate": "2015-09-29T10:14:42+01:00"
    },
    "urls": [
        "https://researchportal.port.ac.uk/portal/en/publications/sex-texts-and-money-funding-and-latin-american-queer-cinema(cc991d11-5aaf-4991-bd69-e4b815910cd1).html",
        "https://researchportal.port.ac.uk/ws/files/1811075/sex_texts_and_money_Martel_and_Puenzo.pdf",
        "https://doi.org/10.1386/trac.4.2.165_1"
    ],
    "lastUpdate": "2021-07-22T16:25:51+01:00",
    "setSpecs": []
}