{
    "acceptedDate": "2017-02-16T00:00:00+00:00",
    "authors": [
        {
            "name": "Scandurra C."
        },
        {
            "name": "Picariello S."
        },
        {
            "name": "Valerio P."
        },
        {
            "name": "Amodeo A. L."
        }
    ],
    "contributors": [
        "Scandurra, C.",
        "Picariello, S.",
        "Valerio, P.",
        "Amodeo, A. L."
    ],
    "createdDate": "2017-07-20T14:30:07+01:00",
    "dataProvider": {
        "id": 1074,
        "name": "Archivio della ricerca - Università degli studi di Napoli Federico II",
        "url": "https://api.core.ac.uk/v3/data-providers/1074",
        "logo": "https://api.core.ac.uk/data-providers/1074/logo"
    },
    "depositedDate": "2017-02-16T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1080/02607476.2017.1286794",
    "downloadUrl": "https://core.ac.uk/download/84248707.pdf",
    "fullText": "Full Terms & Conditions of access and use can be found athttp://www.tandfonline.com/action/journalInformation?journalCode=cjet20Download by: [Cristiano Scandurra] Date: 16 February 2017, At: 09:17Journal of Education for TeachingInternational research and pedagogyISSN: 0260-7476 (Print) 1360-0540 (Online) Journal homepage: http://www.tandfonline.com/loi/cjet20Sexism, homophobia and transphobia in a sampleof Italian pre-service teachers: the role of socio-demographic featuresCristiano Scandurra, Simona Picariello, Paolo Valerio & Anna Lisa AmodeoTo cite this article: Cristiano Scandurra, Simona Picariello, Paolo Valerio & Anna Lisa Amodeo(2017) Sexism, homophobia and transphobia in a sample of Italian pre-service teachers: therole of socio-demographic features, Journal of Education for Teaching, 43:2, 245-261, DOI:10.1080/02607476.2017.1286794To link to this article:  http://dx.doi.org/10.1080/02607476.2017.1286794Published online: 16 Feb 2017.Submit your article to this journal View related articles View Crossmark dataJournal of Education for tEaching, 2017Vol. 43, no. 2, 245–261http://dx.doi.org/10.1080/02607476.2017.1286794Sexism, homophobia and transphobia in a sample of Italian pre-service teachers: the role of socio-demographic featuresCristiano Scandurraa, Simona Picariellob, Paolo Valerioc and Anna Lisa AmodeobaSinaPSi centre, university of naples federico ii, napoli, italy; bdepartment of humanistic Studies, university of naples federico ii, napoli, italy; cdepartment of neurosciences and reproductive and odontostomatological Sciences, university of naples federico ii, napoli, italyABSTRACTAlthough recent research has highlighted that lesbian, gay, bisexual and transgender (LGBT) youths represent a resilient population, they still suffer from social stigma and oppression, being potentially at additional risk of developing negative mental health outcomes. One of the main environments where violence and harassment against this population are present is the school. Within school contexts, the impact that teachers can have on the educational experiences of LGBT youths seems to be a crucial point. This paper explored sexist, homophobic and transphobic attitudes among 438 pre-service teachers in relation to specific socio-demographic features. Results indicated that being male, heterosexual, conservative and currently religious were positively associated with sexist, homophobic, and transphobic attitudes and feelings, and having a LGBT friend was negatively associated with homophobic and transphobic attitudes and feelings. These results suggest the need to introduce specific training on the deconstruction of gender and sexual stereotypes and prejudices, to provide teachers with efficient tools to address diversity in the classrooms and to implement inclusive school policies. Suggestions for the implementation of good practices are provided.IntroductionLesbian, gay, bisexual and transgender (LGBT) people represent a population that is diverse with respect to gender, sexual orientation, ethnicity, race and socio-economic status (IOM 2011). Although there are important differences between each letter of the acronym, espe-cially related to specific health issues and needs, members of the LGBT population share many common experiences, such as belonging to an often stigmatised minority (IOM 2011; Scandurra et al. 2016). Stigmatisation and oppression for LGBT people may start from child-hood and adolescence in their primary socialisation contexts, such as school. In these stig-matising processes, the role of adults, especially those in the schools as teachers, seems to be crucial, since these adults can affect, either positively or negatively, the social and emo-tional climate where LGBT youths grow up (e.g. Dake et al. 2003). Unfortunately, teachers © 2017 informa uK limited, trading as taylor & francis groupKEYWORDSPre-service teachers; sexism; homophobia; transphobia; lgBt; trainingARTICLE HISTORYreceived 19 May 2016 accepted 11 november 2016CONTACT cristiano Scandurra   cristiano.scandurra@unina.it246   C. SCANDURRA ET AL.are often not prepared to deal with sexual and gender issues (Brant 2014). From the stand-point of taking a preventive approach, working with pre-service teachers could be a good practice aimed at avoiding the perpetuation of sexist, heteronormative and genderist ide-ologies. To the best of the authors’ knowledge, in Italy research has not addressed the exist-ence of sexist, homophobic and transphobic attitudes of pre-service teachers. Instead, studying these dimensions could help identify where intervention is needed to prevent or hinder effects of such conditions. In particular, considering the role of socio-demographic factors can represent a first step in this comprehension. Specifically, this study is interested in evaluating these attitudes in a sample of Italian pre-service teachers considering their socio-demographic features, so as to begin the process of filling a gap in the Italian research literature. The paper begins by providing a brief overview on stigma and mental health in LGBT youths. It will then highlight the role of school contexts and teachers in promoting or preventing stigma and negative effects on mental health. Finally, it provides an overview of the Italian context lived by LGBT youths in their schools.Stigma and mental health in LGBT youthsAlthough some authors have recently criticised the research paradigm that tends to view LGBT youths as a population at risk, rather than a resilient population, and have argued that homophobia is significantly declining (e.g. McCormack 2012), a considerable amount of research has shown that LGBT youths still suffer from social stigma and oppression, negatively impacting their mental health and general well-being (e.g. Russell et al. 2014). From an integrative perspective, it is fundamental to examine risks and challenges faced by LGBT youths, simultaneously highlighting resilience mechanisms that this population is able to access.Considering risk factors, LGBT youths are more likely to experience victimisation (Toomey et al. 2013), mental health problems (Russell and Fish 2016) and risky behaviours related to substance abuse or sexual intercourse (Newcomb, Heinz, and Mustanski 2012). The most severe consequences of victimisation are suicidal thoughts or attempts (Mustanski and Liu 2013), which are more likely in LGBT youths than in heterosexual peers (Ybarra et al. 2015). As many studies have suggested, these negative health consequences are significantly influ-enced by environmental responses to the LGBT youths’ sexual orientation or gender identity, such as the feedback from the school and family (e.g. Savin-Williams and Ream 2003), or by social stigmatisation (IOM 2011). To this end, school-based harassment, homophobic or transphobic bullying, and peer victimisation are the most common stigmatisations that researchers have identified as being the main risk factors for negative mental health out-comes (e.g. Russell et al. 2011; Amodeo et al. 2015).On the other hand, the scientific community has highlighted the role of some protective factors in ameliorating the negative mental health outcomes of the LGBT youth population. For instance, on the individual level, Detrie and Lease (2007) highlighted the importance of self-esteem, while Singh, Meng, and Hansen (2014) focused on resilience. Additionally, on the interactional level, Eisenberg and Resnick (2006) reported that school support, family connectedness and adult caring are able to protect LGBT youths against suicidal thoughts and attempts.JOURNAL OF EDUCATION FOR TEACHING  247The role of school and teachers as protective factorsSome studies have investigated the protective function of school policies on the experience of LGBT students, highlighting that a protective school climate, as well as anti-harassment policies, are associated with the reduction of the risk for suicide ideation in LGB youths, and with the increase in safety and academic outcomes (e.g. Hatzenbuehler et al. 2014).As Wyatt et al. (2008) suggested, teachers also significantly influence the educational experience of LGBT youths. For instance, in Kosciw’s (2004) study, among those students who heard homophobic comments in school, 83% reported that faculty or staff never, or just sometimes, intervened. This datum suggests that teachers need to be prepared to work with students who identify as LGBT or questioning, identifying their specific needs and understanding the impact that homophobia and transphobia might have on their health and well-being (Brant 2014). Unfortunately, as Robinson and Ferfolja (2004) suggested, teachers are also often exposed to sexual and gender prejudice, and this might have a great impact on their pedagogical practices and school climate, perpetuating heteronormative discourses. For instance, Meyer (2008) found that teachers justify their non-interventions against gender and sexual harassment in school because of external barriers, such as lack of education on this issue, lack of support from the institution itself and fear of parent back-lash. Thus, within a preventive approach, specific trainings about gender and sexual issues should be addressed, not only to in-service, but also to pre-service, teachers.With reference to pre-service teachers, some studies have investigated their negative attitudes towards both the LGBT population and LGBT students. For instance, Wyatt and colleagues (2008), within a sample consisting of 334 pre-service teachers, found a greater negative attitude towards gay males than toward lesbians. Similarly, Mudrey and Medina-Adams (2006) found that male pre-service teachers showed more negative attitudes towards homosexuality than their female counterparts. Furthermore, it may well be that other identity features can play an important role in the development of negative attitudes towards sexual and gender diversity in pre-service teachers. For instance, it is widely recognised that con-servative and religious people have more negative attitudes towards sexual and gender diversity (e.g. Wilkinson 2004). This was also observed in Wyatt and colleagues’ (2008) study, where conservative pre-service teachers presented greater negative attitudes towards both gay males and lesbians compared to those who were liberal or moderate. Similarly, Pérez-Testor and colleagues (2010) and Hirsch (2007) found that religious teachers, as well as teachers who have not had personal contact with lesbian or gay people, were more uncom-fortable around sexual minorities.Italian school context for LGBT youthsAnti-gay and anti-transgender violence has only recently received attention from the Italian scientific community. For instance, in 2011, the National Institute of Statistics conducted the first Italian survey on discrimination based on gender and sexual orientation, interviewing the Italian population on their perceptions regarding LGBT issues (ISTAT 2011). Most recently, as Scandurra and Valerio (2016) reported, there has been a religious-based extremist trend in Italy that is openly contrary to those policies promoting LGBT civil rights. Among other arguments, these groups strongly criticise gender and sexual education programmes in schools because they are believed to lead children to become gay or lesbian. On the other 248   C. SCANDURRA ET AL.hand, the Ministry of Education, Universities, and Research has recently approved a new piece of reform (Law 107/2015) entitled La Buona Scuola (‘The Good School’), aimed at ensur-ing equal opportunities for all students and promoting the prevention of violence and all forms of discriminations in schools. This regulation can be interpreted as an answer to a difficult socio-political situation in which minorities, and thus also LGBT youths, are at high risk of experiencing violence and oppression often overlooked by social institutions.There is little available research on the psychological and social condition of Italian LGBT youths, but the data that are available, though scarce, are not encouraging. For instance, Saraceno’s (2003) study on 514 Italian gay and lesbian people reported that about half of the gay sample and one-third of the lesbian sample had suffered from aggression and abuse. Another study by Sonego and colleagues (2005), using a sample of 691 lesbian women, reported that 25.5% of the sample had suffered from discrimination at school, especially in the form of derision and ostracism. Prati, Coppola, and Saccà (2010), in a national report on homophobic bullying in Italian high schools, using a sample of 863 students and 42 teachers, found that two-thirds of the sample had heard homophobic epithets, 1 out of 8 students witnessed sexual harassment, and 1 out of 13 students experienced homophobic-based physical abuse. The authors also reported that about half of the sample used homophobic epithets towards gay peers, and that one out of four used these towards lesbian peers. The teachers in the study reported being unaware of these forms of harassment. Finally, Prati, Pietrantoni, and D’Augelli (2011), in a study aimed at assessing the Italian high school stu-dents’ negative attitudes towards gay and lesbian people, found that the homophobic school climate was a significant predictor of homophobic attitudes, mediating the relationship between male gender and homophobia against gay men.Despite Italian researchers providing some data about the experience of LGBT youths and teachers in the school context, no study seems to have addressed the specific population of pre-service teachers, and more specifically, no research has addressed sexist, homophobic and transphobic attitudes in this population. The current study is an attempt to fill this gap in the Italian literature. Furthermore, although some non-Italian studies have examined pre-service teachers’ attitudes towards LGBT issues (e.g. Hirsch 2007; Wyatt et al. 2008; Craig, Bell, and Leschied 2011), none of these have been specifically addressed to the relationship between socio-demographic characteristics and sexist, homophobic and transphobic atti-tudes towards LGBT population. Examining socio-demographic characteristics of a sample as predictors of attitudes towards a specific population allows for a thorough understanding of the importance of the background of those people who are bearers of prejudice.The current studyThe current study evaluated the levels of sexism, homophobia and transphobia in a group of Italian pre-service teachers who participated in university courses aimed at preparing them to teach at middle or high schools. This target group was chosen because, although victimisation for LGBT people may start from childhood, a much research reported more frequent inequalities experienced by this population in a later age, or rather, during adoles-cence (e.g. Toomey et al. 2013). As far as the authors of this paper are aware, studies com-paring the victimisation of LGBT population in the two main socialisation environments (family of origin and school) do not yet exist. This notwithstanding, it seems from the scientific literature that the greatest victimisation experienced by sexual and gender minorities in JOURNAL OF EDUCATION FOR TEACHING  249childhood occurs in the context of their family of origin (e.g. Corliss, Cochran, and Mays 2002), while the greatest victimisation reported in adolescence is in relation to the context of middle and high school (e.g. Robinson and Espelage 2011).In the current study, it was first hypothesised that male, heterosexual and conservative participants were higher in homophobia, transphobia, and sexism compared to the coun-terparts, or, rather, female, LGB, and progressive or moderate participants. Furthermore, similar higher values are expected for participants who received a religious education and currently practice a faith, and those who do not have LGBT relatives and friends. To assess this hypothesis, the study used Student’s t-tests to compare means of homophobia, trans-phobia and sexism levels between each of these opposite socio-demographic variables (e.g. male Vs female, heterosexual Vs LGB).Second, it was hypothesised that the same socio-demographic features, or rather being male, heterosexual, and conservative, as well as having received a religious education, cur-rently practicing a faith, and not having LGBT relatives and/or friends, are directly associated with sexism, homophobia and transphobia. To assess this hypothesis, a linear regression analyses was used, where socio-demographic features were considered independent vari-ables, and sexism, homophobia and transphobia were separately used as dependent variables.MethodThe participants were given questionnaires during university courses aimed at training them to teach. These courses, called Tirocinio Formativo Attivo (TFA), or Active Internship, aim to qualify university students to teach in middle or high schools. TFA is a university course accessible only after the advanced degree, representing, to date, the only way in Italy to participate in an open competitive exam for teaching. To have access to TFA, candidates must first pass a pre-selection test. Winning candidates then begin to follow the TFA course, which lasts one year. At the end of the year, they have to take a final exam, which, if passed, allows them to be awarded a teaching qualification.This study used several measures, including one that assessed transphobia, although this measure had not been validated in Italy. Italian researchers are lacking a measure for assess-ing transphobic attitudes and behaviours, and this translation might represent a first step to providing Italian researchers with such an instrument. The measure was translated into Italian following the back-translation method (Behling and Law 2000). Thus, two psycholo-gists who were experts in transgender issues translated the measure from English into Italian, obtaining two different versions that were compared, achieving a final agreement. Then, an American native English speaker translated the obtained version from Italian to English and the experts compared it with the original one. Finally, three independent psychologists who were experts in transgender issues and in quantitative research were given a short survey aimed at assessing the clarity, ambiguity and precision of each item of the measure. The instruction for judging the survey was, ‘How clear are the contents of the following items?’ The psychologists answered using a five-point Likert scale, ranging from ‘Not at all clear’ to ‘Completely clear’. The average of all items was 4.95. Descriptive statistics of all measures used in this study are reported in Table 1.250   C. SCANDURRA ET AL.MeasuresSocio-demographic featuresSocio-demographic variables included age, gender (male, female, and other, with specifi-cation required), sexual orientation, political orientation (conservative, moderate and pro-gressive), marital status and religious education (yes/no). Furthermore, participants were asked if they practiced a religious faith at the moment of the study and if they had any LGBT people in their family or LGBT friends. Finally, the academic degree they had achieved before accessing to TFA courses was identified.SexismTo assess sexist attitudes and feelings, Glick and Fiske’s (1996) Ambivalent Sexism Inventory (ASI) was used, the Italian adaption of which was developed by Manganelli Rattazzi et al. (2008). The ASI is a 22-item questionnaire that uses a 5-point Likert scale, ranging from 0, ‘Disagree strongly’, to 5, ‘Agree strongly’. The questionnaire consists of two subscales: (1) Hostile Sexism, which assesses negative stereotypes of women that reject traditional female roles and behaviours (e.g. ‘Most women interpret innocent remarks or acts as being sexist’); and (2) Benevolent Sexism, which assesses positive feelings about and stereotypes of women that embrace traditional female roles (e.g. ‘In a disaster, women ought not  necessarily be rescued before men’). This measure allows for also reaching a total score for ‘Ambivalent Sexism’, summing the scores for the Hostile and Benevolent Sexism subscales.HomophobiaTo assess homophobic attitudes and feelings, the Italian version of the Homophobia Scale (HS) was used (Wright, Adams, and Bernat 1999; Ciocca et al. 2015). The HS is a 25-item ques-tionnaire using a 5-point Likert scale, from 1, ‘Strongly disagree’ to 5, ‘Strongly agree’. The questionnaire consists of three subscales: (1) Behavioural/Negative Affect, which assesses primarily negative affect and avoidance behaviours (e.g. ‘Gay people make me nervous’); (2) Affect/Behavioural Aggressive, which measures primarily aggressive behaviours and neg-ative affect (e.g. ‘Homosexuality is immoral’); and (3) Cognitive Negativism (e.g. ‘Homosexuality is acceptable to me’), which assesses negative attitudes and cognition toward gay people.Table 1. descriptive statistics of ambivalent Sexism inventory (aSi), homophobia Scale (hS) and trans-phobia/genderism (t/g) Subscale.Scale Alfa Mean SD Skewness KurtosisASIhostile Sexism .87 1.71 .05 .417 −.478Benevolent Sexism .84 1.70 .05 .290 −.255total Scale .89 1.67 .84 .1 −.650HSBehavioural/negative affect .77 1.61 .05 1.009 .236affect/Behavioural aggressive .70 1.47 .03 1.787 3.260cognitive negativism .66 2.08 .04 .956 1.315total scale .86 1.68 .52 1.179 1.062T/G .90 2.44 .04 .761 .562JOURNAL OF EDUCATION FOR TEACHING  251TransphobiaTo assess transphobic and genderist attitudes toward transgender and gender nonconform-ing people, the subscale Transphobia/Genderism (T/G) of the Genderism and Transphobia Scale (Hill and Willoughby 2005) was administered. This subscale is a 25-item questionnaire using a 7-point Likert scale ranging from 1, ‘Strongly agree’, to 7, ‘Strongly disagree’, evaluating the emotional disgust toward gender nonconforming people and measuring the ideology that reinforces negative evaluations about gender nonconformity (e.g. ‘Men who cross-dress for sexual pleasure disgust me’).Participants and proceduresParticipants were recruited in the same institution, specifically in TFA courses at the University of Naples Federico II. The sample consisted of 438 pre-service teachers whose characteristics are reported in Table 2. They were all graduate students attending these courses to obtain the qualification needed for teaching. The TFA courses are addressed to pre-service teachers belonging to different disciplinary areas. During the year, they follow courses that are com-mon to all areas. The sample recruited participated in the common course of pedagogy. Table 2. Socio-demographic characteristics of the pre-service teachers (N = 438).notes: age differences were calculated through independent sample t-test. the differences related to the other socio- demographic variables were calculated through χ2 test.Male (n = 135)  n (%) or Mean ± SDFemale (n = 303)  n (%) or Mean ± SDTot (N = 438)  n (%) or Mean ± SD page 33.24 ± 5.52 31.75 ± 5.46 32.21 ± 5.51 .012Marital status .002 Married 23 (5.4) 93 (22) 116 (27.4) Single 110 (26) 197 (46.6) 307 (72.6)religious education .001 Yes 116 (27) 283 (65.5) 399 (92.4) no 19 (4.4) 14 (3.2) 33 (7.6)current religious faith .000 Si 74 (17.6) 231 (55) 305 (72.6) no 55 (13.1) 60 (14.3) 115 (27.4)Sexual orientation .000 heterosexual 124 (28.3) 294 (67.1) 418 (95.4) lgB 9 (2.1) 1 (0.2) 10 (2.3)lgBt relatives .256 Yes 29 (6.6) 47 (10.7) 76 (17.4) no 106 (24.2) 255 (58.2) 361 (82.4)lgBt friends .226 Yes 93 (21.8) 200 (46.4) 293 (68.2) no 38 (8.8) 99 (23) 137 (31.8)Political orientation .000 conservative 6 (1.5) 9 (2.3) 15 (3.9) Moderate 30 (7.7) 143 (36.9) 173 (44.6) Progressive 86 (22.2) 114 (29.4) 200 (51.5)academic degree .001 italian language and literature 40 (29.6) 122 (40.3) 162 (37) Math and physics 36 (26.7) 60 (19.8) 96 (21.9) natural sciences 18 (13.3) 15 (5) 33 (7.5) law 19 (14.1) 37 (12.2) 56 (12.8) arts and cultural heritage14 (10.4) 22 (7.3) 36 (8.2) Philosophy and history 8 (5.9) 47 (15.5) 55 (12.6)252   C. SCANDURRA ET AL.Specifically, pre-service teachers came from the following disciplinary areas, which corre-spond to what they would teach in middle or high schools: Italian Language and Literature (37%), Maths and Physics (21.9%), Natural Sciences (7.5%), Law (12.8%), Arts and cultural heritage (8.2%), and Philosophy and History (12.6%). In the statistical analyses, this variable has been dichotomised, so that Italian Language and Literature, Law, Arts and cultural  heritage, and Philosophy and History were categorised as ‘Humanistic’, while Math and Physics and Natural Sciences as ‘Scientific’.This group of pre-service teachers was used to answer questionnaires to pass specific exams. To exclude the possibility that this attitude also could be repeated in the context of the current research, very clear guidance was provided on how to answer questions, both in the informed consent and in the oral instructions, emphasising that no right answers existed, that it was their sincere answers that were required, and that each participant could leave the study at any time.Data were protected by a secure gateway to which only the principal investigator (PI) had access. The PI removed the IP addresses of participants to guarantee anonymity and to share data with other researchers. The Institutional Review Board and the ethics committee of the University of Naples Federico II approved this study.Preliminary analysesBefore testing the hypotheses, a series of preliminary analyses were performed. All analyses were performed using SPSS 20, except for the multiple imputation procedures for missing values and the confirmatory factor analyses (CFAs), for which R was used. Primarily, missing values were treated with the multiple imputation procedures (Graham 2009) through the use of Honaker, King, and Blackwell’s (2011) package, Amelia II for R. Then, outliers that presented a standardised score greater than 3.29 or smaller than -3.29 were removed from the sample (Tabachnick and Fidell 2001). Specifically, 20 participants matched criteria to be removed from the final sample. Subsequently, CFAs were performed on each measure using the maximum likelihood with robust standard errors (MLR; Muthén and Muthén 1998 –2012) with the aim of evaluating the goodness of fit. In accordance with Cole (1987) and Kline (1998), the following goodness-of-fit indices were considered: Chi square (χ2), RMSEA (root mean square of approximation), SRMR (standardised root mean square residual), CFI (Comparative Fit Index) and TLI (Tucker-Lewis Index). Goodness-of-fit indices of all measures were acceptable and identifiable. They are reported in Table 3.ResultsThe Student’s t-tests performed to compare means between socio-demographic character-istics of Italian pre-service teachers on sexism, homophobia and transphobia partially con-firmed the hypothesis. Indeed, male pre-service teachers scored significantly higher compared to female pre-service teachers only in homophobia. In contrast, conservative pre-service teachers scored significantly higher compared to moderate or progressive pre-service teachers both in sexism and homophobia, as well as in transphobia. The same was true for those who, at the moment of the study, followed a religious faith, which was Catholic for all. Furthermore, pre-service teachers who had some LGBT friends scored signif-icantly lower in homophobia and transphobia, but not in sexism. Finally, significant JOURNAL OF EDUCATION FOR TEACHING  253differences were found for neither marital status nor for sexual orientation and LGBT relatives. Statistical findings are reported in Table 4. Summarising the results obtained, they suggest that male and conservative pre-service teachers, as well as those following a religious faith and not having LGBT friends, presented higher levels of sexist, homophobic, and transphobic attitudes and behaviours than their counterparts, or rather female and moderate or pro-gressive pre-service teachers, as well as those not following a religious faith and those with LGBT friends.The results from the multiple linear regression analysis showed some interesting findings. Specifically, in relation to sexism, it emerged that male, heterosexual, conservative and cur-rently religious participants were more likely to report sexist attitudes and behaviours than their counterparts, or rather female, LGB, and not practicing participants. Similarly, consid-ering homophobia, being male, heterosexual, conservative, currently religious, and not having LGBT friends were positively associated with homophobic attitudes and feelings. Furthermore, the same socio-demographic variables also resulted in a significant tendency for transphobia, indicating that male, heterosexual, conservative participants, as well as those who practiced a religious faith and those without LGBT friends, were more likely to report transphobic attitudes and behaviours than their counterparts. Lastly, the final statis-tical model for all dimensions explained a significant proportion of the variance for sexism, homophobia and transphobia, at 34.6, 19.7 and 23.2%, respectively. Statistical findings are reported in Table 5.DiscussionThe present study set out to explore sexist, homophobic and transphobic attitudes of pre-ser-vice teachers who are expected to acquire skills and tools that allow them to become good and effective teachers. Specifically, the authors were interested in analysing the relationship between socio-demographic characteristics of pre-service teachers and attitudes towards sexual and gender minorities, in order to develop an in-depth understanding of whether some prevalent characteristics exist in pre-service teachers bearers of sexual and gender prejudice. From the analyses, it emerged that the prevalent features most associated with sexist, homophobic and transphobic attitudes were male gender, heterosexual orientation, conservative political orientation, practicing a religious faith and not having LGBT friends.Table 3.  goodness of fit indices of ambivalent Sexism inventory (aSi), homophobia Scale (hS) and transphobia/genderism (t/g) Subscale.notes: Mi = Modification indices; χ2 = chi square; df = degrees of freedom; rMSEa = root Mean Square of approssimation; SrMr = Standardised root Mean Square residual; cfi = comparative fit index; tli = tucker-lewis index.χ2 df p RMSEA SRMR CFI TLIASI original model 655.052 188 0.000 0.075 0.055 0.859 0.842 original model with Mi 655.052 188 0.000 0.075 0.055 0.859 0.842HS original model 655.052 188 0.000 0.075 0.055 0.859 0.842 original model with Mi 464.717 179 0.000 0.060 0.048 0.913 0.898T/G original model 1184.980 272 0.000 0.088 0.076 0.708 0.678 original model with Mi 548.725 162 0.000 0.074 0.061 0.852 0.826254   C. SCANDURRA ET AL.With respect to gender differences, the present study suggests that male pre-service teachers are more likely to report sexist, homophobic and transphobic attitudes than their female counterparts. Our findings are in line with most of the literature, which reports that sexism, homophobia and transphobia are generally more prevalent in males than females (e.g. Worthen 2012). Mudrey and Medina-Adams (2006) explored levels of homophobia in pre-service teachers and found that levels of homophobia were higher in male than in female pre-service teachers. In addition to this, our results suggest that the same trend is also sig-nificant for sexist and transphobic attitudes. The higher likelihood of reporting sexism in male pre-service teachers than in female ones is easily comprehensible given the ideology of patriarchy and machismo which still seems to exist in the Italian culture at least. The fact Table 4.  Means comparison between socio-demographic characteristics of pre-service teachers (N = 438) on sexism, homophobia and transphobia.notes: M = Mean; Sd = Standard deviation; t = Student’s t-test; d = cohen’s d.*<.05; **<.01; ***<.001.Sexism Homophobia TransphobiaM(SD) t d M(SD) t d M(SD) t dgender 1.68** .18 2.96** .33 1.29** .15 Male (n = 135)1.77(.84) 1.81(.63) 2.51(1.08) female (n = 303)1.62(.83) 1.63(.46) 2.37(.79)Sexual orientation .837 – 1.62 – 1.379 – heterosexual (n = 418)1.67(.83) 1.69(.53) 2.42(.88) lgB (n = 10) 1.46(.76) 1.47(.42) 1.99(.98)Political orientation 3.03*** .97 4.31*** .93 4.94*** 1.37 conservative (n = 15)2.33(.47) 2.25(.74) 3.51(.78) Moderate/Progressive (n = 373)1.68(.82) 1.66(.51) 2.38(.87)religious education 1.775 – 1.16 – 2.22* .43 received (n = 399)1.68(.83) 1.69(.53) 2.44(.90) not received (n = 33)1.42(.82) 1.59(.47) 2.08(.77)current religious faith 5.33*** .59 2.57* .29 5.69*** .64 Practiced (n = 305)1.81(.80) 1.72(.52) 2.56(.88) not practiced (n = 115)1.33(.82) 1.57(.51) 2.02(.79)lgBt relatives −1.01 – −1.22 − −1.12 – Yes (n = 76) 1.58(.74) 1.61(.54) 2.31(.81) no(n = 361) 1.69(.85) 1.70(.52) 2.44(.91)lgBt friends −1.520 − −6.44*** −.63 −6.50*** −.63 Yes (n = 293) 1.62(.83) 1.58(.46) 2.23(.77) no (n = 137) 1.75(.83) 1.91(.58) 2.80(1.01)academic degree−1.09 – −2.40 – −2.61 – humanistic (n = 309)1.64(.88) 1.64(.50) 2.34(.86) Scientific (n = 129)1.73(.72) 1.78(.55) 2.59(.95)JOURNAL OF EDUCATION FOR TEACHING  255that gay and lesbian pre-service teachers report lower levels of sexist, homophobic and transphobic attitudes than their heterosexual counterpart is also easily comprehensible. Moreover, a possible explanation of the higher levels of homophobic attitudes in males worth examining further is that male prejudice against gay people may derive from the need for reinforcing heteronormative ideals related to manhood, with the aim of maintaining male dominance over women (Hamilton 2007). Similarly, the prevalent transphobia in men seems to come, especially, from the anger perceived by ‘straight’ men that, in particular, male-to-female transgender individuals do not meet expectations for a subordinate female body (Bettcher 2007).With respect to political orientation, the results of the research suggest that conservative pre-service teachers are more likely to report sexist, homophobic and transphobic attitudes. Conservative ideology has been recognised as a distinctive variable related to sexism (Christopher and Mull 2006) and negative attitudes towards sexual and gender minorities (e.g. Brown and Henriquez 2008), and evidence of this was also observed in the population of pre-service teachers recruited by Wyatt and colleagues (2008). As suggested by Warriner, Nagoshi, and Nagoshi (2013), people sharing beliefs based on a conservative perspective tend to perceive homosexuality as a non-conforming identity and, consequently, homosex-uality might jeopardise the dominant heteronormativity. This argument can also be applied to transphobic attitudes, considering that the feminisation of masculinity, which is usually perceived in transgender people (Norton 1997), might threaten male dominance.With regard to the ‘religion’ variable, the present study suggests that pre-service teachers who practiced the Catholic releigion at the moment of the study were more likely to report sexist, homophobic and transphobic attitudes. Religious beliefs have been recognised as a fundamental variable related to sexism (e.g. Maltby et al. 2010), homophobia (e.g. Wilkinson 2004) and transphobia (e.g. Willoughby et al. 2010). It is known that Catholic religion, as well Table 5. regressions of sexism, homophobia and transphobia on socio-demographic features among italian pre-service teachers (n = 438).notes: Statistics for the model of Sexism were R2 = .366; R2 adjusted = .346; F (10) = 18.347; p < .001; SE = .670; f2 = .58. Sta-tistics for the model of homophobia were R2 = .221; R2 adjusted = .197; F (10) = 0.036; p < .001; SE = .482; f2 = .28 Statistics for the model of transphobia were R2 = .256; R2 adjusted = .232; F (10) = 10.917; p < .001; SE = .793; f2 = .34.*<.05; **< .01; ***< .001.Socio- demographic featuresSexism Homophobia Transphobiab(SE) b t b(SE) b t b(SE) b tage –.01(.01) –.07 –1.44 –.01(.01) .02 .33 –.01(.01) –.02 –.40gender –.35(.09) –.20 –3.99*** –.30(.06) –.26 –4.85*** –.31(.10) –.16 –2.98**Sexual orientation–.60(.18) –.16 –3.41** –.24(.13) –.10 –.19* –.48(.21) –.12 –2.29*Marital status .06(.10) .03 .60 .12(.07) .01 1.71 .06(.11) .03 .52Political orientation–.10(.09) –.06 –2.06** –.21(0.6) –.22 –3.25** –.25(.11) –.16 –2.38*religious education .06(.15) .02 .37 .01(.11) .01 .12 –.04(.18) –.01 –.21current religious faith–.33(.10) –.18 –.49** –.06(.07) –.05 –.81* –.23(.11) –.12 –2.06*lgBt relatives –.12(.09) –.06 –1.30 .01(.06) .01 .19 .01(.10) .01 .07lgBt friends –.04(.08) –.02 –.53 .29(.06) .25 4.79*** .43(.10) .22 4.31***academic degree–.30(.03) –.55 .59 –.01(.02) –.02 –.39 –.12(.04 –.21 –.36256   C. SCANDURRA ET AL.as other traditionalist creeds, took form within patriarchal systems (Raday 2003), and that might produce identity conflicts in people who are not conforming to religious expectations (Litton 2001), as well as the LGBT community. To this end, in a study aimed at exploring attitudes towards sexual minority students in pre-service teachers, Hirsch (2007) found that pre-service teachers who frequently attended church reported more negative attitudes, feelings and behaviours than those not practicing any religious faith. This was also true for those who had no friends identifying as a sexual minority.This last datum is in line with the results described in this paper, which suggested that pre-service teachers who did not have LGBT friend were more likely to report homophobic and transphobic, but not sexist, attitudes towards gender and sexual minorities. To this end, Castro-Convers et al. (2005), reported that positive interpersonal contacts between hetero-sexual and gay men might lead to the normalisation of homosexuality, to the deconstruction of personal myths and stereotypes and to the development of gay-supportive attitudes. Flores (2015) reported that having interpersonal contact with lesbian or gay people also led to positive attitudes toward transgender people, as a form of secondary transfer. Furthermore, having direct interpersonal contacts with transgender people also represents a powerful factor able to reduce stigma against the transgender population (Walch et al. 2012). Thus, it is possible to assert that interpersonal contacts with the LGBT population represent a protective factor, which reduces sexual and gender stigma and prejudice against sexual and gender minorities. Sexism was probably not statistically associated with having a LGBT friend because sexist attitudes have more to do with the differences between males and females, rather than LGBT issues.These data lead us to affirm the need for developing intervention methodologies and education programmes addressing pre-service teachers that would allow them to reshape their own prejudices and discriminatory attitudes. As suggested by Larrabee and Morehead (2010), teachers’ attitudes towards sexual minorities can be changed positively if they exam-ine their biases towards this population, as these dispositions usually derive from their famil-ial, cultural and religious background. To this end, a critical self-examination of these biases might increase knowledge, awareness and empathy towards sexual minority students. The scientific literature has identified several intervention and training strategies to reduce neg-ative attitudes effectively towards sexual and gender minorities, such as the facilitation of interpersonal contact with sexual and gender minorities (e.g. Rye and Meaney 2009), training workshops specifically addressed to sexual and gender minority issues (e.g. Riggs, Rosenthal, and Smith-Bonahue 2011) or sexuality education workshops focused on sexual orientation and gender identity (e.g. Case and Stewart 2010). Based on the results of this paper’s research, it could also be very useful to implement awareness and group training programmes, aimed at leading pre-service teachers characterised by the socio-demographic features identified as predictive of sexism, homophobia and transphobia to confront pre-service teachers char-acterised by other socio-demographic features, allowing them to develop new subjective perspectives that might facilitate the creation of a more positive and welcoming school emotional climate.The current study is not free from limitations. The main limitation is the cross-sectional design of the study, which does not allow for an assessment as to whether sexist, homopho-bic and transphobic attitudes and behaviours change over time in pre-service teachers, especially once they become in-service teachers. This limitation could be overcome through longitudinal studies, which are strongly recommended. Furthermore, another limitation is JOURNAL OF EDUCATION FOR TEACHING  257represented by the constitution of the sample, comprised of only one university situated in a large town in southern Italy. This limitation prevents the evaluation of the specific cultural influences on the results or to generalise the results to the whole population of pre-service teachers.Implications and conclusionsThe current study shows the need for pre-service teachers to participate in training about sexual and gender issues, specifically addressing gender and sexual prejudice. Indeed, Biemmi (2015) reported that gender inequality is a prominent feature of the Italian education system. This reinforces the idea that teachers should function as key figures in all school contexts, within which they should promote a culture of inclusion and well-being. To use intervention strategies based on interpersonal contact and on the deconstruction of sexual and gender prejudices might provide pre-service teachers with the opportunity to reshape their own attitudes, knowledge and feelings related to sexual and gender minority youths. Beyond specific training programmes exclusively focused on sexual and gender minorities, all training programmes addressed to teachers that deal with issues such as bullying, violence or substance abuse should contain a specific focus on LGBT youths issues. Teachers should be made aware of those devices that socially construct stigma, as well as of the fact that classrooms, as well as the whole school system, represent group micro-contexts in which sexual and gender prejudice easily and naturally takes form. Indeed, as Munoz-Plaza, Quinn, and Rounds (2002) reported, the classroom is the most homophobic of all social institutions. This means that the classroom can represent a danger for many LGBT youths or those ques-tioning their sexuality, representing a risk factor in itself. An open and inclusive climate no doubt represents a protective factor that could facilitate the promotion of psychosocial well-being for many youths.Beyond the implementation of specific training for pre-service teachers, it seems neces-sary that their education would provide pre-service teachers with efficient tools to address different issues related to diversity in the classrooms, as it provides tools on classroom man-agement and teaching methods. A possible way to do this, as suggested by Clark (2010) and Copenhaver-Johnson (2010), is to read life stories and journal articles accompanied by critical discussions with students. Due to the challenges that this kind of teaching might imply, teachers can involve guest speakers belonging to the LGBT community, such as LGBT stu-dents, parents, or teachers, as well as activists of LGBT non-government organisations expert in the field and in public speaking.It is clear that this form of education should be accompanied by the implementation of inclusive school policies. For instance, a useful way to introduce an inclusive education approach is to create Gay-Straight Alliance (GSA) clubs, which represent a powerful method to introduce interpersonal contacts between heterosexual or cisgender and LGBT people. Indeed, GSA clubs are able to educate students about diversity and, simultaneously, can represent a resource for administrators to measure the school climate. Other possible inclu-sive school policies would be to designate gender-neutral restrooms for transgender stu-dents, to implement practices for the use of inclusive language within the school context or to create an anti-bullying public statement.Finally, due to the extreme difficulty in reshaping subjective ideas and thoughts deriving from the socio-demographic background, pre-service teachers should receive a continuous 258   C. SCANDURRA ET AL.education, which does not only begin after graduation but, on the contrary, which starts during their university courses. It would, therefore, be desirable that all universities provide specific training curricula on sexual and gender issues.Disclosure statementNo potential conflict of interest was reported by the authors.ReferencesAmodeo, A. L., S. Picariello, C. Scandurra, and P. Valerio. 2015. “Identity and Peer Group in Transgender People: Some Reflections from an Italian Experience.” Romanian Journal of Experimental Applied Psychology 6 (2): 21–35.Behling, O., and K. S. Law. 2000. Translating Questionnaires and Other Research Instruments. Thousand Oaks, CA: Sage.Bettcher, T. M. 2007. “Evil Deceivers and Make-believers: On Transphobic Violence and the Politics of Illusion.” Hypatia: A Journal of Feminist Philosophy 22 (3): 43–65. doi:10.1111/j.1527-2001.2007.tb01090.x.Biemmi, I. 2015. “Gender in Schools and Culture: Taking Stock of Education in Italy.” Gender and Education 27 (7): 812–827. doi:10.1080/09540253.2015.1103841.Brant, C. A. R. 2014. “Pre-service Teachers’ Perspectives on Methods, Pedagogy and Self-efficacy Related to Gender and Sexuality as a Part of Their Multicultural Teacher Education.” Unpublished Doctoral Dissertation, The Ohio State University, Graduate Programme in Education: Teaching and Learning.Brown, M. J., and E. Henriquez. 2008. “Socio-demographic Predictors of Attitudes towards Gays and Lesbians.” Individual Differences Research 6 (3): 193–202.Case, K. A., and B. Stewart. 2010. “Changes in Diversity Course Student Prejudice and Attitudes toward Heterosexual Privilege and Gay Marriage.” Teaching of Psychology 37 (3): 172–177. doi:10.1080/00986283.2010.488555.Castro-Convers, K., L. A. Gray, N. Ladany, and A. E. Metzler. 2005. “Interpersonal Contact Experiences with Gay Men.” Journal of Homosexuality 49 (1): 47–76. doi:10.1300/J082v49n01_03.Christopher, A. N., and M. S. Mull. 2006. “Conservative Ideology and Ambivalent Sexism.” Psychology of Women Quarterly 30 (2): 223–230. doi:10.1111/j.1471-6402.2006.00284.x.Ciocca, G., N. Capuano, B. Tuziak, D. Mollaioli, E. Limoncin, D. Valsecchi, E. Carosa et al. 2015. “Italian Validation of Homophobia Scale (HS).” Sexual Medicine 3 (3): 213–218. doi:10.1002/sm2.68.Clark, C. T. 2010. “Preparing LGBTQ-allies and Combating Homophobia in a U.S. Teacher Education Program.” Teaching and Teacher Education 26 (3): 704–713. doi:10.1016/j.tate.2009.10.006.Cole, D. A. 1987. “Utility of Confirmatory Factor Analysis in Test Validation Research.” Journal of Consulting and Clinical Psychology 55 (4): 584–594. doi:10.1037/0022-006X.55.4.584.Copenhaver-Johnson, J. F. 2010. “Learning about Heterosexism as a Teacher Educator: The Resistant Student as a Catalyst for Change.” In Acting out! Combating Homophobia through Teacher Activism, edited by M. V. Blackburn, C. T. Clark, L. M. Kenney and J. M. Smith, 17–36. New York, NY: Teachers College Press.Corliss, H. L., S. D. Cochran, and V. M. Mays. 2002. “Reports of Parental Maltreatment during Childhood in a United States Population-based Survey of Homosexual, Bisexual, and Heterosexual Adults.” Child Abuse & Neglect 26 (11): 1165–1178. doi:10.1016/S0145-2134(02)00385-X.Craig, K., D. Bell, and A. Leschied. 2011. “Pre-service Teachers’ Knowledge and Attitudes regarding School-based Bullying.” Canadian Journal of Education/Revue canadienne de l’éducation 34 (2): 21–33.Dake, J. A., J. H. Price, S. K. Telljohann, and J. B. Funk. 2003. “Teacher Perceptions and Practices regarding School Bullying Prevention.” Journal of School Health 73 (9): 347–355. doi:10.1111/j.1746-1561.2003.tb04191.x.Detrie, P. M., and S. H. Lease. 2007. “The Relation of Social Support, Connectedness, and Collective Self-esteem to the Psychological Well-being of Lesbian, Gay, and Bisexual Youth.” Journal of Homosexuality 53 (4): 173–199. doi:10.1080/00918360802103449.JOURNAL OF EDUCATION FOR TEACHING  259Eisenberg, M. E., and M. D. Resnick. 2006. “Suicidality among Gay, Lesbian and Bisexual Youth: The Role of Protective Factors.” Journal of Adolescent Health 39 (5): 662–668. doi:10.1016/j.jadohealth.2006.04.024.Flores, A. R. 2015. “Attitudes toward Transgender Rights: Perceived Knowledge and Secondary Interpersonal Contact.” Politics, Groups, and Identities 3 (3): 398–416. doi:10.1080/21565503.2015.1050414.Glick, P., and S. T. Fiske. 1996. “The Ambivalent Sexism Inventory: Differentiating Hostile and Benevolent Sexism.” Journal of Personality and Social Psychology 70 (3): 491–512. doi:10.1037/0022-3514.70.3.491.Graham, J. W. 2009. “Missing Data Analysis: Making It Work in the Real World.” Annual Review of Psychology 60: 549–576. doi:10.1146/annurev.psych.58.110405.085530.Hamilton, L. 2007. “Trading on Heterosexuality: College Women’s Gender Strategies and Homophobia.” Gender & Society 21 (2): 145–172. doi:10.1177/0891243206297604.Hatzenbuehler, M. L., M. Birkett, A. Van Wagenen, and I. H. Meyer. 2014. “Protective School Climates and Reduced Risk for Suicide Ideation in Sexual Minority Youths.” American Journal of Public Health 104 (2): 279–286. doi:10.2105/AJPH.2013.301508.Hill, D. B., and B. L. B. Willoughby. 2005. “The Development and Validation of the Genderism and Transphobia Scale.” Sex Roles 53 (7–8): 531–544. doi:10.1007/s11199-005-7140-x.Hirsch, A. J. 2007. “Future Teachers’ Attitudes and Anticipated Behaviors toward Sexual Minority Youths.” Doctoral dissertation, East Lansing: Department of Counseling, Educational Psychology, and Special Education, Michigan State University.Honaker, J., G. King, and M. Blackwell. 2011. “Amelia II: A Programme for Missing Data.” Journal of Statistical Software 47 (7): 1–47. Accessed March 6, 2016. http://artax.karlin.mff.cuni.cz/~hans/src/doc/r-cran-amelia/amelia.pdfIOM (Institute of Medicine). 2011. The Health of Lesbian, Gay, Bisexual, and Transgender People: Building a Foundation for Better Understand. Washington, DC: The National Academies Press.ISTAT. 2011. La Popolazione Omosessuale nella Società Italiana [Homosexual Population in the Italian Society]. Accessed May 10, 2016. http://www.istat.it/it/files/2012/05/report-omofobia_6giugno.pdf?title=Popolazione+omosessuale+nella+societ%C3%A0+-+17%2Fmag%2F2012+-+Testo+integrale.pdfKline, R. B. 1998. Principles and Practice of Structural Equation Modeling. New York: Guilford Press.Kosciw, J. G. 2004. The 2003 National School Climate Survey: The School-related Experiences of Our Nation’s Lesbian, Gay, Bisexual and Transgender Youths. New York: GLSEN.Larrabee, T. G., and P. Morehead. 2010. “Broadening Views of Social Justice and Teacher Leadership: Addressing LGB Issues in Teacher Education.” Issues in Teacher Education 19 (2): 37–52.Litton, E. F. 2001. “Voices of Courage and Hope: Gay and Lesbian Catholic Elementary School Teachers.” International Journal of Sexuality and Gender Studies 6 (3): 193–205. doi:10.1023/A:1011538501347.Maltby, L. E., M. E. L. Hall, T. L. Anderson, and K. Edwards. 2010. “Religion and Sexism: The Moderating Role of Participant Gender.” Sex Roles 62 (9–10): 615–622. doi:10.1007/s11199-010-9754-x.Manganelli Rattazzi, A. M., C. Volpato, and L. Canova. 2008. “L’atteggiamento ambivalente verso donne e uomini. Un contributo alla validazione delle scale ASI e AMI.” [The Ambivalent Attitude Towards Women and Men. A Contribution to the Validation of the ASI and AMI Scales.] Giornale Italiano Di Psicologia 1: 217–246. doi:10.1421/26601.McCormack, M. 2012. The Declining Significance of HomophobiaHow Teenage Boys Are Redefining Masculinity and Heterosexuality. New York: Oxford University Press.Meyer, E. J. 2008. “Gendered Harassment in Secondary Schools: Understanding Teachers’ (Non) Interventions.” Gender and Education 20 (6): 555–570. doi:10.1080/09540250802213115.Mudrey, R., and A. Medina-Adams. 2006. “Attitudes, Perceptions, and Knowledge of Pre-service Teachers regarding the Educational Isolation of Sexual Minority Youth.” Journal of Homosexuality 51 (4): 63–90. doi:10.1300/J082v51n04_04.Munoz-Plaza, C., S. Quinn, and K. Rounds. 2002. “Lesbian, Gay, Bisexual and Transgender Students: Perceived Social Support in the High School Environment.” The High School Journal 85 (4): 52–63.Mustanski, B., and R. T. Liu. 2013. “A Longitudinal Study of Predictors of Suicide Attempts among Lesbian, Gay, Bisexual, and Transgender Youth.” Archives of Sexual Behavior 42 (3): 437–448. doi:10.1007/s10508-012-0013-9.260   C. SCANDURRA ET AL.Muthén, L. K., and B. O. Muthén. 1998–2012. Mplus User’s Guide. Seventh Edition. Los Angeles, CA: Muthén & Muthén.Newcomb, M. E., A. J. Heinz, and B. Mustanski. 2012. “Examining Risk and Protective Factors for Alcohol Use in Lesbian, Gay, Bisexual, and Transgender Youth: A Longitudinal Multilevel Analysis.” Journal of Studies on Alcohol and Drugs 73 (5): 783–793. doi:10.15288/jsad.2012.73.783.Norton, J. 1997. “’Brain Says You’re a Girl, but I Think You’re a Sissy Boy’: Cultural Origins of Transphobia.” International Journal of Sexuality and Gender Studies 2 (2): 139–164. doi:10.1023/A:1026320611878.Pérez-Testor, C., J. Behar, M. Davins, J. Sala, J. A. Castillo, M. Salamero, E. Alomar, and S. Segarra. 2010. “Teachers’ Attitudes and Beliefs about Homosexuality.” The Spanish Journal of Psychology 13 (1): 138–155.Prati, G., M Coppola, and F. Saccà. 2010. Report Finale della Ricerca Nazionale sul Bullismo Omofobico nelle Scuole Superiori Italiane [Final Report on the National Survey on Homophobic Bullying within Italian High Schools]. Arcigay. Accessed April 28, 2016. http://www.arcigay.it/wp-content/uploads/ARCIGAY_BullismoOmofobico_Report.pdfPrati, G., L. Pietrantoni, and A. R. D’Augelli. 2011. “Aspects of Homophobia in Italian High Schools: Students’ Attitudes and Perceptions of School Climate.” Journal of Applied Social Psychology 41 (11): 2600–2620. doi:10.1111/j.1559-1816.2011.00842.x.Raday, F. 2003. “Culture, Religion, and Gender.” International Journal of Constitutional Law 1 (4): 663–715. doi:10.1093/icon/1.4.663.Riggs, A. D., A. R. Rosenthal, and T. Smith-Bonahue. 2011. “The Impact of a Combined Cognitive-affective Intervention on Pre-Service Teachers’ Attitudes, Knowledge, and Anticipated Professional Behaviors regarding Homosexuality and Gay and Lesbian Issues.” Teaching and Teacher Education 27 (1): 201–209. doi:10.1016/j.tate.2010.08.002.Robinson, J. P., and D. L. Espelage. 2011. “Inequities in Educational and Psychological Outcomes between LGBTQ and Straight Students in Middle and High School.” Educational Researcher 40 (7): 315–330. doi:10.3102/0013189X11422112.Robinson, K. H., and T. Ferfolja. 2004. “Why Anti-homophobia Education in Teacher Education? Perspectives from Australian Teacher Educators.” Teaching Education 15 (1): 9–25.Russell, S. T., and J. N. Fish. 2016. “Mental Health in Lesbian, Gay, Bisexual, and Transgender (LGBT) Youth.” Annual Review of Clinical Psychology 12 (1): 465–487. doi:10.1146/annurev-clinpsy-021815-093153.Russell, S. T., C. Ryan, R. B. Toomey, R. M. Diaz, and J. Sanchez. 2011. “Lesbian, Gay, Bisexual, and Transgender Adolescent School Victimization: Implications for Young Adult Health and Adjustment.” Journal of School Health 81 (5): 223–230. doi:10.1111/j.1746-1561.2011.00583.x.Russell, S. T., R. B. Toomey, C. Ryan, and R. M. Diaz. 2014. “Being out at School: The Implications for School Victimization and Young Adult Adjustment.” American Journal of Orthopsychiatry 84 (6): 635–643. doi:10.1037/ort0000037.Rye, B. J., and G. J. Meaney. 2009. “Impact of a Homonegativity Awareness Workshop on Attitudes toward Homosexuality.” Journal of Homosexuality 56 (1): 31–55. doi:10.1080/00918360802551480.Saraceno, C., ed. 2003. Diversi da Chi? Gay, Lesbiche, Transessuali in un’Area Metropolitana [Different from Whom? Gay, Lesbian, Transsexual in a Metropolitan Area]. Milano: Guerini e Associati.Savin-Williams, R. C., and G. L. Ream. 2003. “Suicide Attempts among Sexual-minority Male Youth.” Journal of Clinical Child and Adolescent Psychology 32 (4): 509–522. doi:10.1207/S15374424JCCP3204_3.Scandurra, C., A. L. Amodeo, V. Bochicchio, P. Valerio, and D. M. Frost. 2016. “Psychometric Characteristics of the Transgender Identity Survey in an Italian Sample: A Measure to Assess Positive and Negative Feelings Towards Transgender Identity.” International Journal of Transgenderism. Advance Online Publication. doi:10.1080/15532739.2016.1241975.Scandurra, C., and P. Valerio. 2016. “Gender o non gender: è questo il problema? Dilemmi dell’identità sessuale tra nuovi diritti e antiche paure.” [Gender or Not Gender: Is This the Problem? Sexual Identity Dilemmas between New Rights and Ancient Fears.] Psicologia Contemporanea 254 (Mar/Apr): 6–10.Singh, A. A., S. E. Meng, and A. W. Hansen. 2014. “‘I Am My Own Gender’: Resilience Strategies of Trans Youth.” Journal of Counseling & Development 92 (2): 208–218. doi:10.1002/j.1556-6676.2014.00150.x.Sonego, A., C. Podio, L. Benedetti, P. Vismara, R. Conti, M. Pierri, and N. Buonapace. 2005. Cocktail d’amore: 700 e più Modi di Essere Lesbica [Love Cocktail: More Than 700 Ways of Being Lesbian]. Rome: DeriveApprodi.JOURNAL OF EDUCATION FOR TEACHING  261Tabachnick, B. G., and L. S. Fidell. 2001. Using Multivariate Statistics. 4th ed. New York: Allyn & Bacon.Toomey, R. B., C. Ryan, R. M. Diaz, N. A. Card, and S. T. Russell. 2013. “Gender-nonconforming Lesbian, Gay, Bisexual, and Transgender Youth: School Victimization and Young Adult Psychosocial Adjustment.” Developmental Psychology 46 (6): 1580–1589. doi:10.1037/a0020705.Walch, S. E., K. A. Sinkkanen, E. M. Swain, J. Francisco, C. A. Breaux, and M. D. Sjoberg. 2012. “Using Intergroup Contact Theory to Reduce Stigma against Transgender Individuals: Impact of a Transgender Speaker Panel Presentation.” Journal of Applied Social Psychology 42 (10): 2583–2605. doi:10.1111/j.1559-1816.2012.00955.x.Warriner, K., C. T. Nagoshi, and J. L. Nagoshi. 2013. “Correlates of Homophobia, Transphobia, and Internalized Homophobia in Gay or Lesbian and Heterosexual Samples.” Journal of Homosexuality 60 (9): 1297–1314. doi:10.1080/00918369.2013.806177.Wilkinson, W. W. 2004. “RESEARCH: Religiosity, Authoritarianism, and Homophobia: A Multidimensional Approach.” International Journal for the Psychology of Religion 14 (1): 55–67. doi:10.1207/s15327582ijpr1401_5.Willoughby, B. L. B., D. B. Hill, C. A. Gonzalez, A. Lacorazza, R. A. Macapagal, M. E. Barton, and N. D. Doty. 2010. “Who Hates Gender Outlaws? A Multisite and Multinational Evaluation of the Genderism and Transphobia Scale.” International Journal of Transgenderism 12 (4): 254–271. doi:10.1080/15532739.2010.550821.Worthen, M. G. F. 2012. “Understanding College Student Attitudes toward LGBT Individuals.” Sociological Focus 45: 285–305. doi:10.1080/00380237.2012.712857.Wright, L. W., H. E. Adams, and J. Bernat. 1999. “Development and Validation of the Homophobia Scale.” Journal of Psychopathology and Behavioral Assessment 21 (4): 337–347. doi:10.1023/A:1022172816258.Wyatt, T. J., S. B. Oswalt, C. White, and F. L. Peterson. 2008. “Are Tomorrow’s Teachers Ready to Deal with Diverse Students? Teacher Candidates’ Attitudes toward Gay Men and Lesbians.” Teacher Education Quarterly 35 (2): 171–185.Ybarra, M. L., K. J. Mitchell, J. G. Kosciw, and J. D. Korchmaros. 2015. “Understanding Linkages between Bullying and Suicidal Ideation in a National Sample of LGB and Heterosexual Youth in the United States.” Prevention Science 16 (3): 451–462. doi:10.1007/s11121-014-0510-2.",
    "id": 84248707,
    "identifiers": {
        "doi": "10.1080/02607476.2017.1286794",
        "oai": "oai:www.iris.unina.it:11588/680782"
    },
    "title": "Sexism, homophobia and transphobia in a sample of Italian pre-service teachers: the role of socio-demographic features",
    "language": null,
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84248707.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84248707"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84248707/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84248707/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84248707"
        }
    ],
    "abstract": "Although recent research has highlighted that lesbian, gay, bisexual and transgender (LGBT) youths represent a resilient population, they still suffer from social stigma and oppression, being potentially at additional risk of developing negative mental health outcomes. One of the main environments where violence and harassment against this population are present is the school. Within school contexts, the impact that teachers can have on the educational experiences of LGBT youths seems to be a crucial point. This paper explored sexist, homophobic and transphobic attitudes among 438 pre-service teachers in relation to specific socio-demographic features. Results indicated that being male, heterosexual, conservative and currently religious were positively associated with sexist, homophobic, and transphobic attitudes and feelings, and having a LGBT friend was negatively associated with homophobic and transphobic attitudes and feelings. These results suggest the need to introduce specific training on the deconstruction of gender and sexual stereotypes and prejudices, to provide teachers with efficient tools to address diversity in the classrooms and to implement inclusive school policies. Suggestions for the implementation of good practices are provided",
    "tags": [
        "info:eu-repo/semantics/article",
        "Pre-service teachers, sexism, homophobia, transphobia, LGBT, training"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:www.iris.unina.it:11588/680782",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1074",
        "openDoarId": 0,
        "name": "Archivio della ricerca - Università degli studi di Napoli Federico II",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84248707,
        "depositedDate": "2017-02-16T00:00:00+00:00",
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2023-12-09T08:05:47+00:00",
        "acceptedDate": "2017-02-16T00:00:00+00:00",
        "createdDate": "2017-07-20T14:30:07+01:00"
    },
    "urls": [
        "https://www.scopus.com/record/display.uri?eid=2-s2.0-85013055725&origin=resultslist&sort=plf-f&src=s&sid=DAA46EBC809293F603C5639AF6C58DF3.wsnAw8kcdt7IPYLO0V48gA%3a130&sot=autdocs&sdt=autdocs&sl=18&s=AU-ID%2856725707600%29&relpos=2&citeCnt=0&searchTerm=",
        "http://hdl.handle.net/11588/680782"
    ],
    "lastUpdate": "2023-12-09T08:05:47+00:00",
    "setSpecs": []
}