{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hunter, Nan D."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T05:50:24+00:00",
    "dataProvider": {
        "id": 1490,
        "name": "Georgetown Law Scholarly Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/1490",
        "logo": "https://api.core.ac.uk/data-providers/1490/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70373453.pdf",
    "fullText": "Georgetown University Law Center Scholarship @ GEORGETOWN LAW 2000 Sexuality and Civil Rights: Re-Imagining Anti-Discrimination Laws Nan D. Hunter Georgetown University Law Center, ndh5@law.georgetown.edu   This paper can be downloaded free of charge from: https://scholarship.law.georgetown.edu/facpub/117  17 N.Y.L. Sch. J. Hum. Rts. 565-587 (2000) This open-access article is brought to you by the Georgetown Law Library. Posted with permission of the author. Follow this and additional works at: https://scholarship.law.georgetown.edu/facpub  Part of the Civil Rights and Discrimination Commons, and the Sexuality and the Law Commons GEORGETOWN LAW Faculty Publications       January 2010    Sexuality and Civil Rights: Re-Imagining Anti-Discrimination Laws    17 N.Y.L. Sch. J. Hum. Rts. 565-587 (2000)   Nan D. Hunter                                                       Professor of Law  Georgetown University Law Center ndh5@law.georgetown.edu  This paper can be downloaded without charge from: Scholarly Commons:  http://scholarship.law.georgetown.edu/facpub/117/  Posted with permission of the author HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  565 2000-2001ARTICLES, ESSAYS, AND SUMMARIZED REMARKS OF THE PANELISTS: Panel I: Perspectives on Progress Sexuality and Civil Rights: Re-Imagining Anti-Discrimination Laws Nan D. Hunter* In a remarkably short period of time by comparison to many other social groups, the lesbian and gay rights movement has achieved a significant presence in both the law and the culture of equality in the United States. Yet, enormous variation remains in the scope and extent of coverage, such that lesbian, gay, bisexual and transgendered (LGBT) Americans live under a regime of par-tial protection in the realm of anti-discrimination law. Only some LGBT Americans are covered by anti-discrimination law, and those who are covered often receive inadequate protection. In this essay, I first describe the origins and current status of anti-discrimination laws that cover sexual orientation and/or gender identity. I examine the debates over whether existing laws are un-derutilized, and I analyze the variations in the structures of state and local laws that contribute to a unevenness in the patterns of utilization. These factors suggest that even persons living in states or local jurisdictions that already have anti-discrimination laws may lack meaningful mechanisms for redress. Part two raises the ante in my exploration of the relationship between sexuality and civil rights laws by asking whether there are ways that the civil rights concept itself may fall short of addressing the kinds of discrimination that LGBT persons experience. I ap-proach this question by inviting readers to engage in a thought ex-periment of designing anti-discrimination laws around the experiences of persons who suffer sexuality-linked discrimination, * Professor of Law, Brooklyn Law School. It is a pleasure to participate in this symposium in honor of Art Leonard, whose contribution to the field of sexual-ity and law has been invaluable to everyone who works on these issues. Thanks to Bill Rubenstein for comments and to Chris Fowler for research assistance. 565 HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  566 2000-2001566 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII rather than trying to shoehorn those life experiences into a standard anti-discrimination model. I conclude that there are points of fric-tion between sexuality and civil rights that bubble beneath the sur-face of advocates' longstanding efforts to fold sexual orientation into the civil rights model. I. LGBT CIVIL RIGHTS: PAST AND PRESENT Thirty years ago, not a single political jurisdiction had a law against discrimination that was based upon sexual orientation.1 Twenty years ago, only 16 jurisdictions had anti-discrimination laws, and not even one employer offered domestic partner benefits to same-sex couples.2 Today, there are eight times that number of civil rights laws.3 Twelve states,4 the District of Columbia5 and ap-proximately 120 other municipal jurisdictions, some within the 12 states,6 prohibit employment discrimination based on sexual orien-tation. As to gender identity discrimination, one state law, and ap-proximately 27 cities and counties protect transgendered persons I Human Rights Campaign Foundation, The State of the Workplace for Les-bian, Gay, Bisexual and Transgendered Americans 20007,16' (2000). See also WIL-LIAM N. ESKRIDGE, JR., GAYLAW: CHALLENGING THE APARTHEID OF THE CLOSET App. B2, at 356-361 (1999). 2 The State of the Workplace for Lesbian, Gay, Bisexual. and Transgendered Americans 2000, supra note 1, at 7, 16, 25. 3 Put another way, 62 % of the population lives in a jurisdiction where there is no law against private workplace discrimination. Of the 38 % who have protec-tion, 24 % live where there is a state law, and 7 % each are protected by city or county laws. Wayne van der Meide, Legislating Equality: A Review of Laws Af-fecting Gay, Lesbian, Bisexual and Transgendered People in the United States 1999 POL'y INST. OF THE NAT'L GAY & LESBIAN TASK FORCE 11. 4 CAL. GOV'T CODE §§ 12900, 12920 (West 1992 & Supp. 2000); CONN. GEN. STAT. § 46a-81c (West 1995); HAW. REV. STAT. §§ 368-1, 378-2 (1993 & Supp. 1999); MASS. ANN. LAWS. Ch. 151(B) § 4(1); MINN. STAT. §§ 363.03, 363.12 (1996); NEV. REV. STAT. §§ 281, 338, 610, 613 (1999); N.H. REV. STAT. ANN. §§ 354-A:7, :8 (1998); N.J. REV. STAT. §§ 10:2-1, :5-4, :5-12 (1996); R.I. GEN. LAWS. §§ 28-5-2, 28-5-7 (Michie 1995); VT. STAT. ANN. tit. 21, § 495 (1999); WIS. STAT. § 111.36 (1996). Maryland enacted such a law in early 2001, which has not yet been codified. Kara Fox, Maryland Bans Anti-Gay Discrimination, WASH. BLADE, April 13, 2001, at 5. 5 D.C. CODE ANN. § 1-2512 (West 1999). 6 The State of the Workplace for Lesbian, Gay, Bisexual and Transgendered Americans 2000, supra note 1, at 18; van der Meide, supra note 3, passim; Es-KRIDGE, supra note 1. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  567 2000-20012000] SEXUALITY AND CIVIL RIGHTS 567 from discrimination.7 Although discrimination based on gender identity could be considered a component of sex or gender discrimi-nation, covered by federal law, most courts have ruled that it is not.s In addition, there are hundreds of workplaces, with tens of thousands of employees, where domestic partner benefits are pro-vided, mostly at the option of the employer.9 This extraordinary progress has been made possible because previous movements forced society to recognize the centrality of equality rights. Those campaigns also established the cultural dy-namics of equality statutes. When legislatures extend the civil rights model to a new group, a powerful sense of social legitimacy is conferred. This sense of legitimacy develops, in part, because legis-lation can be enacted only after the group has reached a certain level of social acceptance. The paradox of minority group protec-tion laws is that a majority is required to enact them. The group must be perceived as both widely disfavored and as sufficiently powerful to persuade others that the disfavor is unjust. The second part of that equation implicitly communicates that the group has at least a toehold on legitimacy. If discrimination is illegitimate, then the state must act with neutrality. The status gain for the disfavored group comes from the withdrawal of the state's endorsement of discrimination. So, it is no surprise that the civil rights model seems as natural and necessary as oxygen to a social justice movement on behalf of a disempowered constituency. Thus it has seemed for lesbians, gay men, bisexuals and trans-gendered (LGBT) persons. The goal of enacting civil rights laws has been virtually a given since the beginning of modern LGBT 7 MINN. STAT. §§ 363.03, 363.12 (1996). The most current list of municipal laws appears in PAISLEY CURRAH & SHANNON MINTER, TRANSGENDER EQUAL-ITY: A HANDBOOK FOR ACTIVISTS AND POLICYMAKERS 16-17 (2000). 8 See, e.g., Ulane v. Eastern Airlines, Inc., 742 F.2d 1081 (7th Cir. 1984), cert. denied, 471 U.S. 1017 (1985). No federal court ruling contradicted Ulane until Schwenk v. Hartford, 204 F.3d 1187 (9th Cir. 2000). The extent to which future courts will follow Schwenk is unknown. The New York City anti-discrimination law prohibiting discrimination based on gender has been interpreted to cover anti-transgender discrimination. Maffei v. Kolaeton Industry, Inc., 164 Misc.2d 547, 626 N.Y.S.2d 391 (Sup.Ct. 1995). Outside the United States, one court, the European Court of Justice, has recognized discrimination against transsexuals as sex discrimi-nation. See P. v. S. & Cornwall County Council, Case C - 13/94, 2 C.M.L.R. 247 (1996). 9 The State of the Workplace for Lesbian, Gay, Bisexual and Transgendered Americans 2000, supra note 1, at 8-9, 25-29. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  568 2000-2001568 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII time. It pre-dated StonewalPo The first consistent invocation of civil rights laws in public discourse for LGBT persons began in a series of protests in 1965.11 In Philadelphia, activists held a sit-in at a restaurant where the owner refused to serve gays, which led to annual protests on July 4 at Independence Hall.12 The Mattachine Society of Washington, D.C. organized picket lines at the White House and Civil Service Commission, demanding the same kind of job protections that Congress had enacted less than a year earlier in the 1964 Civil Rights Act.B Perhaps the first explicit use of LGBT civil rights language in a legal venue occurred in 1960, when Frank-lin Kameny sought review from the Supreme Court of the case in which his own firing from a federal agency was upheld. He argued that homosexuality as grounds for dismissal was \"no less illegal than discrimination based on religious or racial grounds. \"14 The Su-preme Court denied certiorari.15 Since then, the movement has never looked back. The first civil rights law covering sexual orientation discrimination was en-10 The event that has come to be known as the Stonewall Rebellion occurred in July, 1969, when patrons of an LGBT bar in New York City called the Stonewall Inn fought back physically when police who tried to arrest them during a then-typical bar raid. It has been cited countless times as the event that marked the shift from widespread embarrassment and shame over being homosexual to the era of gay pride and demands for recognition and visibility. Alan Batie, The History of the Stonewall Rebellion, available at (Apr. 3, 2001). 11 See JOHN D'EMILIO, SEXUAL POLITICS; SEXUAL COMMUNITIES: THE MAKING OF A HOMOSEXUAL MINORITY IN THE UNITED STATES, 1940-1970 164-5 (1983). 12 JOHN LOUGHERY, THE OTHER SIDE OF SILENCE: MEN'S LIVES AND GAY IDENTITIES: A TWENTIETH-CENTURY HISTORY 271, 279 (1998); MARC STEIN, CITY OF SISTERLY & BROTHERLY LOVES: LESBIAN AND GAY PHILADELPHIA, 1945-1972 245-246 (2000). 13 Franklin E. Kameny, Government v. Gays: Two Sad Stories with Two Happy Endings, Civil Service Employment and Security Clearances in CREATING CHANGE: SEXUALITY, PUBLIC POLICY AND CIVIL RIGHTS 192-193 (John D'Emilio, William B. Turner, and Urvashi Vaid eds., 2000); David K. Johnson, Homosexual Citizens: Washington's Gay Community Confronts the Civil Service, WASHINGTON HISTORY Fall/Winter 1994, reprinted in WILLIAM N. ESKRIDGE, JR. & NAN D. HUNTER, SEXUALITY, GENDER AND THE LAW 885 (1997). 14 Johnson, supra note 13, at 884; Kameny, supra note 13, at 191. 15 Kameny v. Brucker, 365 U.S. 843 (1961), cert. denied of 282 F.2d 823 (D.C. Cir. 1960). Kameny wrote his own petition and was proceeding pro se because his pro bono ACLU lawyer withdrew after losing in both lower courts. See Kameny, supra note 13, at 191. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  569 2000-20012000] SEXUALITY AND CIVIL RIGHTS 569 acted in East Lansing, Michigan, in 1972.16 In 1974, Representative Bella Abzug introduced the first bill in Congress to prohibit such discrimination as a matter of federal law, which would have added sexual orientation to the 1964 Civil Rights Act.17 Twelve states and more than one hundred municipalities later, advocates still seek to pass such laws, including the bill that has become the leading pr9-posal for a federal statute, the Employment Non-Discrimination Act (\"ENDA\").18 Despite the power of the civil rights model, however, it is far from an instant panacea. Surveys have documented substantial amounts of workplace discrimination, a finding that is consistent with the continuing level of anxiety about coming out, which is evi-dent in many contexts.19 Surveys have also reported that LGBT persons living in jurisdictions with civil rights laws express a high level of support for those laws and credit the laws with deterring and redressing acts of discrimination.20 Other data, however, sug-gest that the current laws are not as fully utilized as the frequency of anti-gay bias would indicate they should be. The most comprehensive data as to the number of complaints filed under existing laws prohibiting job discrimination based on sexual orientation were collected by the General Accounting Office in response to requests from Sen. James M. Jeffords, a cosponsor of ENDA and chair of the Senate Committee on Labor and Human Resources, to which ENDA had been referred.21 The first GAO Report covered data from 1992 to 1997 in 11 states and the District 16 JAMES W. BUTTON ET AL., PRIVATE LIVES, PUBLIC CONFLICTS: BATTLES OVER GAY RIGHTS IN AMERICAN COMMUNITIES 65 (1997). 17 Chai R. Feldblum, The Federal Gay Rights Bill: From Bella to ENDA, in CREATING CHANGE: SEXUALITY, PUBLIC POLICY AND CiVIL RIGHTS 150 (John D'Emilio, et al. eds., 2000). 18 H.R. 2355, 106th Congo (1st Sess. 1999). The bill fell one vote short of passing the Senate in 1996. See Feldblum, supra note 17, at lSI. 19 See Lee Badgett et aI., Pervasive Patterns of Discrimination Against Lesbi-ans and Gay Men: Evidence from Surveys Across the United States, POL'y INST OF THE NAT'L GAY & LESBIAN TASK FORCE (1992). A legal clinic run by the Center for Lesbian and Gay Civil Rights in Philadelphia reports that it receives more than 1,000 calls a year concerning discrimination of all kinds. See information available at http://www.center4civilrights.org/legalclinic.htm. 20 See BUTTON ET AL., supra note 16, at 117 (1997). 21 Feldblum, supra note 17, at 186. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  570 2000-2001570 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII of Columbia.22 The second updated the first, adding data between 1997 and 2000.23 Both reports found that the absolute number of complaints of sexual orientation filed in each state was small, rang-ing from a low of 2 per year in smaller states to a high of 173 during one year in California.24 Both reports also found that the percent-age of all discrimination complaints which alleged sexual orienta-tion discrimination was low, ranging from 1 per cent to 3 per cent.25 Other less systematic inquiries have produced similar results.26 In a forthcoming article, however, William Rubenstein ques-tions the usefulness of the GAO data.27 As Rubenstein points out, neither the absolute numbers nor the percentage of total com-plaints is meaningful without knowing the number of lesbian and gay male workers relative to the total workforce. In order to an-swer that question, Rubenstein computed population-adjusted com-plaint rates for each of the states studied by the GAO, for sexual orientation, race and sex discrimination complaints. Using an esti-mate that lesbians and gay men comprise 5 per cent of the workforce,28 he found that the rate of sexual orientation complaints in most states roughly paralleled the rate of sex discrimination com-plaints, after adjusting for the number of women in the workforce. Thus, the GAO data cannot be taken at face value to indicate that sexual orientation discrimination complaints are trivial in number. Moreover, the GAO data themselves raise as many questions than they answer. It is striking that states with wide variances in 22 U. S. Gen. Accounting Office Rep., Sexual-Orientation-Based Employ-ment Discrimination: States' Experience With Statutory Prohibitions, GAOl OGC-98-7R (Oct. 23, 1997) [hereinafter 1997 GAO Report]. 23 U. S. Gen. Accounting Office Rep., Sexual-Orientation-Based Employ-ment Discrimination: States' Experience With Statutory Prohibitions Since 1997, GAOIOGC-00-27R (Apr. 28, 2000) [hereinafter 2000 GAO Report]. One state in the 1997 Report (Maine) had repealed its sexual orientation provision, and an-other state (Nevada) had enacted such a provision in the interim. 24 2000 GAO Report, supra note 23, at 7-8. 25 Id. 26 BUITON ET AL., supra note 16, at 112-114; ESKRIDGE, supra note 1, at 117. See also Bettina Boxall, Few Gays Using Law That Bars Job Bias, L.A. TIMES, Nov. 24, 1995, at A3. 27 William B. Rubenstein, Do Gay Rights Laws Matter?: An Empirical As-sessment (currently unpublished article) (on file with New York Law School Jour-nal of Human Rights). 28 Id. Rubenstein calculated three sets of population-adjusted sexual orien-tation complaint rates, using three estimates of the percentage of lesbians and gay men in the population, based on previous demographic studies. For the sake of brevity, I cite only the estimate that fell in the middle of the range. Id. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  571 2000-20012000] SEXUALITY AND CIVIL RIGHTS 571 total populations report similar numbers of discrimination com-plaints. For example, the two states in the GAO Reports with the closest number of sexual orientation complaints were California, which reported 151, 127 and 154 such complaints in the last three years studied, and Massachusetts, which reported 148, 169 and 113 complaints in those years.29 Yet the 1990 population of California was approximately five times that of Massachusetts.3o Conversely, some jurisdictions of similar size had widely different results. The state with the population closest to that of Massachusetts, Wiscon-sin, reported 61, 64, and 65 such complaints.31 In 1998 and 1999, the New York City Commission on Human Rights reported 42 and 54, respectively, complaints of sexual orientation discrimination in em-ployment.32 Those numbers were roughly twice what was reported for those years in the border state of New Jersey,33 with a statewide population slightly exceeding the population of New York City.34 In addition to other possible demographic factors, major differ-ences in enforcement regimes may help explain these variations. An important context for any analysis is the comparison between the structure of state and local anti-discrimination laws as com-pared to federal law. The GAO reports included charts and brief summary descriptions of the differences in the statutory schemes, but drew no links between those aspects of state laws and the num-ber of complaints filed.35 Although complaints of race and sex discrimination may be filed in state agencies, those claimants have the option to sue under Title VII of the 1964 Civil Rights Act, in addition to whatever rem-29 2000 GAO Report, supra note 23, at 7, 8. 30 van der Meide, supra note 3, at 26, 55. This discrepancy exists only for the sexual orientation complaints. A comparison of the total number of all discrimina-tion complaints in the two states reveals a differential much closer to the differen-tial in total population, i.e. there were approximately four times as many complaints in California as in Massachusetts. See 2000 GAO Report, supra note 23 at 7, 8. 31 Population figures can be found in van der Meide, supra note 3, at 55, 81; complaint data are from 2000 GAO Report, supra note 23, at 8. 32 New York City Commission on Human Rights, Case Tracking Report, Feb. 13, 2001. 33 2000 GAO Report, supra note 23, at 8. 34 van der Meide, supra note 23,at 64, 66. 35 2000 GAO Report, supra note 23, at 3-5 and 12-13; 1997 GAO Report, supra note 22, at 6-10 and 18-19. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  572 2000-2001572 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII ; edies exist under state law.36 The LGBT claimants represented in the GAO Reports, by contrast, have the potential to bring only the state law claims. LGBT persons who live outside the states with state-wide laws have, at most, the option to proceed under city or county laws. Federal and state (or local) laws differ significantly in remedies, procedures and public awareness of the laws. For example, the GAO reported that three of the states studied did not provide for a private right of action.37 Persons with com-plaints of sexual orientation discrimination might conclude that pursuing only an administrative agency complaint was not worth the effort or expense. By contrast, persons alleging race or sex dis-crimination in those states did so knowing that they could pursue a private lawsuit on federal law grounds, even though they had no such right under state law. Municipal anti-discrimination laws also often do not include a private right of action, and generally provide fewer remedies.38 When litigation is not an option, the nature of the administra-tive process may deter complaints. California initially framed sex-ual orientation discrimination as a violation of the Labor Code, rather than of the anti-discrimination statute; thus, complaints had to be filed with a different agency, creating confusion.39 One study found higher rates of use occurred when there was a specialized and more formal human rights office, rather than when complaints were directed to a more general city agency.40 Lastly, public awareness of state and municipal laws is gener-ally low. Because people tend to associate the concept of civil 36 The federal law requires \"deferral\" of complaints of employment discrimi-nation, so that such complaints must first be filed with the state or municipal civil rights agency, if one exists, before they can be filed with the federal Equal Employ-ment Opportunities Commission, or become the basis of a complaint in federal court. 42 U.S.C. 2000e-5. , 37 1997 GAO Report, supra note 22, at 18 (Connecticut, New Hampshire and Wisconsin). 38 See, e.g., CHICAGO MUN. CODE § 2-160-120 (1999); Quela v. Payco-Gen-eral American Credits, Inc. 84 F.Supp. 2d 956 (N.D. Ill. 2000) (Cook County, Illi-nois lacked authority to create private right of action); Contra, Sims v. Besaw's Cafe, 997 P. 2d 201 (Ore. Ct. App. 2000) (en bane) (upholding private right of action in Portland ordinance). See generally EUGENE MCQUILLIN, 6 THE LAW OF MUNICIPAL CORPORATIONS 22.01 (3d ed. 1988). 39 I ALBA CONTE, SEXUAL ORIENTATION AND LEGAL RIGHTS, 66 (1998). This history may help explain the discrepancy noted supra note 30 and accompany-ing text. 40 See Button et al., supra note 16, at 108-110. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  573 2000-20012000] SEXUALITY AND CIVIL RIGHTS 573 rights with federal law, they may not realize that a complaint under state or local law is possible.41 An historical comparison is useful. Earlier civil rights efforts also used state and local laws as the groundwork for a federal stat-ute.42 There were also low rates of discrimination found under those laws, which were cited by opponents of the 1964 Civil Rights Act as a reason to believe that federal action and stronger remedies were unnecessary.43 For both material and symbolic reasons, the goal of ending discrimination, under the law, was incomplete until there was a federal statute. So, it is no surprise that essentially the same situation has developed with respect to sexual orientation Issues. II. A THOUGHT EXPERIMENT Mapping the regime of partial protection leads one to conclude that a federal civil rights law is necessary to protect LGBT Ameri-cans from discrimination. But is it sufficient? In this section, I want to question how life experiences as an LGBT person mesh with the modes of protection provided by anti-discrimination laws. Thus, I invite the reader to join me in a thought experiment. My question is: if one were to assume that the civil rights model were being invented now and that sexuality were the first instance of its use, how might the model look different and what different kinds of harms might it seek to cover? My principle objective is to start with the people at risk of discrimination, rather than with pre-defined rights in a pre-defined framework, and ask what the most effective version of an anti-discrimination law would look like.44 41 See Button et aI., supra note 16, at 114-115. 42 See MILTON R. KONVITZ & THEDORE LESKES, A CENTURY OF CIVIL RIGHTS 194-224 (1961); JACK GREENBERG, RACE RELATIONS AND AMERICAN LAW 192-207 (1959). 43 HUGH DAVIS GRAHAM, THE CIVIL RIGHTS ERA: ORIGINS AND DEVELOP-MENT OF NATIONAL POLICY 1960-1972 131 (1990). In states which had Fair Em-ployment Practices Commissions, there were 19,394 complaints filed from the date of each state's first enactment of a law (often during the 1940s), through the end of 1961, but only 62 went to hearing, 26 resulted in a cease and desist order, and 18 went to court. [d. 44 A similar project has emerged in scholarship concerning the usefulness of the civil rights model, as utilized in the Americans with Disabilities Act, for people with disabilities. Bonnie Poitras Tucker, The ADA's Revolving Door: Inherent Flaws in the Civil Rights Paradigm, 62 OHIO ST. L. J. 335 (2001); Matthew Diller, HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  574 2000-2001574 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII Many caveats are in order. There is no monolithic LGBT ex-perience, and there are multiple forces of stratification and differ-ence within the community. Many forms of anti-LGBT discrimination are either compounded or mitigated by race, gender, and economic status.45 Patterns of dominance within disadvan-taged classes have generated substantial literatures about the racial skewing of what are considered to be \"women's issues\"46 or the gendered nature of some anti-racist discourse,47 as well as about the whiteness of gay rights discourse.48 I press ahead, however, be-cause I believe that some aspects of sexuality-based discrimination pose important questions about the usefulness of what have be-come fairly standardized anti-discrimination laws. I am definitely not proposing a hierarchy of the most important or the worst harms. Nor am I suggesting that traditional civil rights Judicial Backlash, the ADA, and the Civil Rights Model, 21 BERKELEY J. EMP & LAB. L. 19, 31-47 (2000). 45 For example, data about anti-LGBT violence document differential inci-dence patterns according to race and gender, with persons of color reporting higher rates of violent attacks than whites. See Kevin T. Berrill, Anti-Gay Violence and Victimization in the United States: An Overview, in HATE CRIMES: CON-FRONTING VIOLENCE AGAINST LESBIANS AND GAY MEN 28-29 (Gregory M. Herek & Kevin T. Berrill eds., 1992) [hereinafer HATE CRIMES]. Even the data themselves are confounded by the cross-cutting effects of mUltiple characteristics, so much so that it becomes quite problematic to attempt to disaggregate the fac-tors. The program coordinator for a victim services group described the problem: \"Women who are victimized are often not sure whether it was an anti-lesbian or anti-woman attack ... [T]he majority of people of color who report to us say that they find it difficult to separate the anti-gay or anti-lesbian element of the attack . from the elements that are racial. The incidents seem to be motivated by both for a lot of the people reporting.\" See Gregory M. Herek, The Community Response to Violence in San Francisco: An Interview, in HATE CRIMES, supra note 45, at 248. See also Peter K wan, Jeffrey Dahmer and the Cosynthesis of Categories, 48 HAS. TINGS L.J. 1257 (1997). 46 See, e.g., Angela P. Harris, Race and Essentialism in Feminist Legal The-ory, 42 STAN. L. REV. 581 (1990); Kimberle Crenshaw, Demarginalizing the Inter-section of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics, 1989 U. OF CHI. LEGAL F. 139. 47 See, e.g., Nell Irvin Painter, Hill, Thomas and the Use of Racial Stereotype, in RACE-ING JUSTICE; EN-GENDERING POWER: ESSAYS ON ANITA HILL, CLAR. ENCE THOMAS AND THE CONSTRUCTION OF SOCIAL REALITY 200 (Toni Morrison ed., 1992); Crenshaw, supra note 44. 48 See, e.g., Darren Lenard Hutchinson, \"Gay Rights\" for \"Gay Whites\"?: Race, Sexual Identity, and Equal Protection Discourse, 85 CORNELL L. REV. 1358 (2000); Devon W. Carbado, Black Rights, Gay Rights, Civil Rights, 47 UCLA L. REV. 1467 (2000). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  575 2000-20012000] SEXUALITY AND CIVIL RIGHTS 575 laws miss more than they cover. Many of the most blatant forms of anti-LGBT discrimination would be covered by the simple exten-sion of anti-discrimination precepts to sexual orientation and gen-der identity. For example, the often unabashed firing of LGBT persons would be disparate treatment, pure and simple, under an anti-discrimination law. Equally important in the category of conduct that a standard anti-discrimination law would cover is harassment at the workplace. The last decade has seen an explosion in the number of employ-ment discrimination cases alleging same-sex harassment, very often directed against men perceived to be either gay or effeminate.49 The capacity of sex discrimination laws to provide redress is un-clear; the Supreme Court has ruled that such claims can be brought, but has left unanswered the question of whether the discrimination must be directed toward men as a group or whether Title VII covers situations in which some men are targeted because they are per-ceived as less manly.50 A sexual orientation discrimination statute would clearly encompass most of these cases.51 Indeed, harassment cases might well turn out to comprise the largest subset of work-place claims brought under such a statute. I do not assume that any anti-discrimination law simply termi-nates discriminatory practices. . Existing federal civil rights laws have not been sufficient to dislodge deeply embedded structures of, for example, race and gender in the workplace. However, they have largely eliminated the easy assumption that certain jobs and benefits could be explicitly limited based on those characteristics, an assumption that persists with regard to sexuality. Extending that 49 See the cases compiled in Elizabeth Williams, Same-Sex Sexual Harass-ment Under Title VII, 135 A.L.R. Fed. 307 (2000). See also Norma Rotunno, Same-Sex Harassment Under State Anti-Discrimination Laws, 73 A.L.R.5th 1 (1999). None of the several dozen cases discussed in either compilation predates 1990. 50 Oncale v. Sundowner Offshore Services, Inc., 523 U.S. 75 (1998). See also Doe v. City of Belleville, 119 F.3d 563 (7th Cir. 1997), vacated and remanded, 523 U.S. 1001 (1998) (vacating, in light of Oncale, decision grounded on theory of gen-der discrimination against a man perceived to be effeminate). Most courts ruling since Oncale have dismissed claims based on anti-gay harassment. See, e.g., Spear-man v. Ford Motor Co., 231 F.3d 1080 (7th Cir. 2000). 51 See, e.g., Messina v. Araserve, Inc., 906 F. Supp. 34 (D. Mass. 1995) (ac-cepting harassment claim based on state law prohibiting sexual orientation discrimination). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  576 2000-2001576 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII prohibition of explicit discrimination to sexual orientation would be an enormous step forward. As noted above, however, not all explicit discrimination re-lated to sexuality is prohibited by gay civil rights laws. Trans-gendered persons lack protection under virtually all existing laws and are not included in ENDA.52 Like the exclusion of same-sex couples from marriage, the remedy for this exclusion requires a very minor adjustment in the language of the legislation, but a very major transformation of public attitude. Beyond stating my belief that such discrimination is wrong and should be prohibited by law, tackling that issue is beyond the scope of this essay. With all of that said, though, I return to the point of asking what if - what if legislators were to craft an anti-discrimination law with sexuality primarily in mind. My project is not to produce a benchmark based on purism, but to re-open the question of con-figuring an LGBT rights statute for a fresh 100k.53 A. The Centrality of Speech and Workplace Culture The typically invisible nature of homosexuality renders speech a more central issue for lesbian and gay equality than it usually is for race, sex, or disability. Sexual conduct, which is often the basis for arguments against enacting an anti-discrimination law,54 seldom gets us fired, at least not directly. Speech, by contrast, gets us fired all the time.55 The entire \"don't ask, don't tell\" nature of dominant 52 H.R. 2355. The definition section omits any reference to gender identity or a similar concept. H.R. 2355 § 3 (9). 53 In this essay I am not undertaking the assessment of what a more affirma-tive vision of equality would look like, i.e. one that incorporated more openly the effort to redistribute resources and provide affirmative support for disadvantaged persons. My question is how we might re-conceive anti-discrimination laws even if we accept the boundaries of a liberal perspective. 54 Employment Non-Discrimination Act of 1996: Debates on S.2056 Before the Senate, 104th Cong., 2nd Sess., 142 CONGo REC. S9986-01, S9997 (statement of Sen. Nickles), S10003 (statement of Sen. Hatch) (Sept. 6, 1996); 104th Cong, 142 CONGo REc. Sl0l29-02, 10131(statement of Sen. Coats), 10136 (statement of Sen. Lott), and SlO139 (statement of Sen. Byrd) (Sept. 10, 1996). 55 See, e.g., Shahar v. Bowers, 114 FJd 1097 (11th Cir. 1997), cert. denied. 522 U.S. 1049 (1998); Rowland v. Mad River Local School Dist., 730 F.2d 444 (6th Cir. 1984), cert. denied, 470 U.S. 1009 (1985); Childers v. Dallas Police Dept., 513 F. Supp. 134 (N.D.Tex. 1981), afrd 669 F.2d 732 (5th Cir. 1982); Singer v. U. S. Civil Service Commission, 530 F.2d 247 (9th Cir. 1976), vacated, 429 U.S. 1034 (1977); Acanfora v. Board of Educ. of Montgomery County, 491 F.2d 498 (4th Cir. 1974). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  577 2000-20012000] SEXUALITY AND CIVIL RIGHTS 577 American sexual culture hinges on keeping the silence. The struc-ture of civil rights laws do not accommodate this dynamic of silence very well. An alternative description of this dynamic is that messages of difference do not require an answer when they are unspoken. \"Coming out\" speech, on the other hand, is widely perceived to re-quire a response. Indeed, this form of speech is widely perceived as argumentative. This perception is the fundamental conceptualiza-tion permitting the mere presence of openly LGBT persons to con-struct, at least in some instances, an intrinsic and automatic exemption from civil rights laws: The concept behind such rulings as Boy Scouts of America v. Dale,56 is not simply that expressive organizations have a right to hold and express anti-gay views, but that the mere presence of an openly LGBT person demands a rebuttal. I believe that this reduction misconceives identity, by implicitly turning on an understanding that any expression of difference from the heteronorm is something beyond identity, rather than a part of it.57 We do not understand pride in one's race or religion as a form of some argumentative intrusion, above and beyond the presence of a person who is racially different from the majority or adheres to a minority faith. Yet, the culture does understand openness about sexuality that way. The power to misunderstand is itself a marker of a subordinating power system. The power to redefine and to misunderstand is a deployment of the very structures of hierarchy that equality claims are meant to dismantle. Until recently, constitutional law perpetuated the same speech-status distinction, such that firings based on \"flaunting\" homosexu-ality were upheld as rational differentiations and as unrelated to viewpoint-based targeting of speech.58 Courts have begun to move beyond that distinction, finding both that anti-gay discrimination fails a rational basis test and that it constitutes viewpoint-based dis-crimination when penalties attach to coming out or other pro-gay speech.59 However, because constitutional law protects both equal-ity and the freedom of speech, separately and independently of 56 Boy Scouts of America v. Dale, 530 U.S. 640 (2000). 57 I develop these ideas at greater length in Nan D. Hunter, Expressive Iden-tity: Recuperating Dissent for Equality, 35 HARv. c.R.-c.L. L. REV. 1 (2000). 58 See supra note 47. 59 See, e.g., Weaver v. Nebo School Dist., 29 F.Supp.2d 1279 (D.Utah 1998). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  578 2000-2001578 N.Y.L. SeH. J. HUM. RTS. [Vol. XVII each other, there has been no need to fully engage exactly how the two concepts merge in a case of discrimination based on the expres-sion of sexual difference. Cases brought under a statutory theory of discrimination will force courts to understand - or not - the merger of the two concepts. There may be an assumption that, with the passage of a federal statute, the same scope and degree of protection from discrimina-tion that now exists for the civilian public sector workforce, will simply be extended to private sector employers. But this form of protection will happen only if the statute is interpreted to encom-pass discrimination based on the expression of sexual orientation. A statute that treats \"coming out\" speech as an independent ground for firing, distinct from a pallid concept of pure status, will be virtually useless.60 Indeed, such a statute would freeze the pri-vate sector workforce into the same \"don't ask, don't tell\" mental-ity that has been accepted for the military services.61 This distinction would extend into non-expressive jobs the kind of First Amendment- based exclusion of a category of persons that the Court accepted in Dale. Thus, one critical aspect of sexual orientation discrimination that differs from the traditional model is its interrelationship with expression. A failure to account for that in the text of interpreta-tion of a law like ENDA would solidify what has become a major public-private split in the life of LGBT persons as juridical subjects. B. Disparate Impact and Workplace Structure If one of the advantages of constitutional law, as a mechanism for attacking discrimination, is the inclusion of discrimination based on expression, then an equally significant disadvantage is the limita-tion to intentional discrimination.62 Thus, for challenges to other forms of discrimination, an enormous contribution of the federal statutory law is the prohibition of disparate impact discrimination, 60 The Supreme Court rejected a comparable attempt to invent a \"fear of contagion\" defense to disability discrimination law. The defense was that such a fear constituted an independent ground for firing and thus was not covered by a prohibition of firings because of the underlying disability. See School Board of Nassau County v. Arline, 480 U.S. 273, 282 (1987). 61 See Able v. United States, 155 F.3d 628 (2d Cir. 1999). 62 Washington v. Davis, 426 U.S. 229 (1976). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  579 2000-20012000] SEXUALITY AND CIVIL RIGHTS 579 i.e., policies and practices that are facially neutral but have a dispro-portionately harmful impact on a protected class. In this respect, the current leading proposal for a federal stat-ute is seriously deficient. The scope of ENDA explicitly excludes disparate impact discrirnination.63 No doubt, community lobbyists assessed the provision as necessary in order for enactment of the bill to be politically feasible. I think it is pointless to speculate now about whether it will be worth the price, at some future date, to accept some form of exclusion in return for enactment of a law that covers disparate treatment situations. In the meantime, though, we might do well to consider what the stakes are. My sense is that the greatest impact on lesbian and gay work-ers from the overall structure - the architecture, if you will - of employment law lies in the denial of marriage-linked benefits that represent a significant portion of an employee's compensation package. Since the limitation is based on marriage rather than sex-ual orientation, it is not disparate treatment discrimination based on sexual orientation.64 With one exception,65 courts have also re-fused to treat such policies as constituting marital status discrimina-tion.66 But, because there is a much greater impact on persons who cannot marry their life partners, such policies have a disparate im-pact based on sexual orientation. State and local anti-discrimination statutes vary in whether they cover disparate impact discrimination.67 In the leading case in 63 H.R. 2355 § 4 (f). 64 See Rutgers Council of AAUP v. Rutgers, 689 A.2d 828, 838 (N.J. Super. Ct. App. Div. 1997); Ross v. Denver Dept. of Health and Hosp., 883 P.2d 516, 521-2 (Col. Ct. App. 1994); Phillips v. Wisconsin Personnel Commission, 482 N.W.2d 121, 127 (Wis. Ct. App. 1992); Hinman v. Dept. of Personnel Admin., 167 Cal. App.3d 516 (Cal. Ct. App. 1985). 65 Tumeo v. University of Alaska, 933 P.2d 1147 (Alaska 1997). The legisla-ture later amended the statute, creating an exception to the marital status anti-discrimination law that allows for the exclusion of partner benefits. See II ALBA CONTE, SEXUAL ORIENTATION AND LEGAL RIGHTS, 108 (1998). . 66 See, e.g., Levin v. Yeshiva Univ., 691 N.Y.S.2d 280, 282-3 (N.Y. Sup. Ct. 1999), affd, 272 A.D. 2d 158 (N.Y. App. Div. 2000), appeal docketed, 744 N.E. 2d 141 (N.Y. 2000); Funderburke v. Uniondale Union Free Sch. Dist. No. 15, 676 N.Y.S.2d 622 (N.Y. App. Div. 1998); Phillips v. Wisconsin Personnel Commission, 482 N.W. 2d 121, 125-7 (Wis. Ct. App. 1992). 67 See Developments in the Law - Employment Discrimination, 109 HARV. L. REV.1625, 1635-7 (1996). Once a disparate impact has been established, the burden shifts to the employer to prove that it is justified as a business necessity. No partner benefits case has reached that stage of the argument. It is likely that a HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  580 2000-2001580 N.Y.L. SCH. J. HUM. RTS. ' [Vol. XVII which such a claim was viable, the Oregon Court of Appeals ruled that denial of health insurance benefits to same-sex partners of state employees violated the state constitution's equal protection clause.68 Unlike the federal Constitution, the Oregon state consti-tution did reach disparate impact claims. The court also ruled that the provision constituted a prima facie violation of the state statute prohibiting discrimination based on sex, again on a disparate impact theory, but found that another statute exempted benefit plans from the reach of anti-discrimination statutes. A New York appellate court rejected a claim of sexual orientation discrimination explicitly grounded in a disparate impact theory, in a lawsuit seeking access by same-sex couples to married student housing; that decision is on appeal as this essay goes to press.69 Given the general absence of coverage under anti-discrimimition law, the limitations on reme-dies, and the frequent provision that only states and not municipali-ties can regulate the terms of health Insurance coverage,70 the efforts to acquire domestic partner benefits for lesbian and gay workers became a parallel campaign, waged alongside, but usually not part of, the campaigns to enact anti-discrimination statutes. In contrast to the frequent failures in litigation, there have been notable successes in the legislative and private bargaining realms. To a surprising extent, what began as the second stage of workplace equality demands has, in some respects, almost caught up with the first. Domestic partner health insurance benefits are provided for their own employees by six states, 74 city and county governments, and ten government agencies (such as library sys-tems) - 90 in all.?l In comparison to the approximately 120 gov-business necessity defense would be based on cost, but statistically significant cost increases have not resulted from the offering of such benefits. See also 1997 GAO Report, supra note 22, at 18 (reporting that the laws of 9 of the 11 states studied, plus the District of Columbia, were silent as to whether disparate impact claims were covered). 68 Tanner v. Oregon Health Sciences University, 157 Or. App. 502, 971 P. 2d 435 (1998). In a very similar but unpublished decision, the Vermont Labor Rela-tions Board ruled that the University of Vermont had to provide benefits for its employees with same-sex partners. Arthur S. Leonard, Lesbian and Gay Families and the Law: A Progress Report, 21 FORDHAM URB. L. J. 927, 953 (1994). 69 See Levin, 691 N.Y.S.2d at 282-3. 70 See, e.g., Arlington County v. White, 528 S.E. 2d 706 (Va. 2000); Lilly v. City of Minneapolis, 527 N.W. 2d 107 (Minn. App. 1995). 71 The State of the Workplace for Lesbian, Gay, Bisexual and Transgendered Americans 2000, supra note 1, at 29. The six states are California, Connecticut, HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  581 2000-20012000] SEXUALITY AND CIVIL RIGHTS 581 ernmental bodies with anti-discrimination laws, the difference is not that great. Two states - New York and Washington - provide domestic partner benefits for their employees, although there is no state anti-discrimination law. In California, where the state law both prohibits discrimination and provides domestic partner bene-fits for state employees, there are slightly more local jurisdictions that provide benefits than prohibit discrimination.72 Of course, the enormous difference is that these benefits pro-vided by state and local governments are not mandates that apply to private sector employers, as the anti-discrimination statutes are. Only a handful of the municipal ordinances reach into the private sector, by requiring businesses that contract with a city to offer do-mestic partner benefits.73 Requiring that its contractors offer such benefits is probably the only route open to a city under an anti-discrimination law to achieve that result. The Employee Retire-ment Income Security Act (\"ERISA\") occupies the field of law reg-ulating private group health plans, and very likely would pre-empt any state or local anti-discrimination law that required all employ-ers within its jurisdiction to offer domestic partner benefits.74 Only a federal anti-discrimination statute could overcome ERISA pre-emption.75 Thus the omission of a remedy for disparate impact dis-crimination in ENDA not only fails to achieve uniform national New York, Oregon, Vermont and Washington. Id. Two other states (Delaware and Massachusetts) provide paid bereavement leave for the death of a same-sex partner or close relative of that partner. See Paula L. Ettelbrick, Domestic Partner Benefits for State Employees, POL'y INST. OF THE NAT'L GAY & LESBIAN TASK FORCE (October 2000). 72 Cf The State of the Workplace for Lesbian, Gay, Bisexua,l and Trans-gendered Americans 2000, supra note 1, at 18,29. 73 See, e.g., SAN FRANCISCO ADMIN. CODE § 12B.1 (b) (1996). 74 Employment Retirement Security Act (ERISA), 29 U.S.c. § 1144 (a) (1994). ERISA preempted the San Francisco ordinance, SAN FRANCISCO ADMIN. CODE § 12B.1 (b), in its attempt to regulate coverage of health insurance. See Air Transportation Assn. of America v. City and County of San Francisco, 992 F. Supp. 1149 (N.D. Ca. 1998). This result is compelled by a Supreme Court ruling that ERISA preempted a New York law that prohibited discrimination based on preg-nancy, and thus in effect mandated coverage for pregnancy. See Shaw v. Delta Airlines, Inc., 463 U.S. 85 (1983). See generally, Emily V. Griffen, \"Relations Stop Nowhere\": ERISA Preemption of San Francisco's Domestic Partner Ordinance, 89 CALIF. L. REV. 459 (2001). 75 29 U.S.c. § 1144 (d). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  582 2000-2001582 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII protection, but also perpetuates a roadblock that prevents states from acting,?6 The lack of partner benefits has the greatest impact on those couples in which one person lacks any other source of health insur-ance coverage. The lack of coverage could be because that person works for an employer that does not provide health insurance, is a contingent or part-time employee without benefits, is unemployed due to disability, or for some other reason. In other words, the greatest burden is upon persons who are already relatively disad-vantaged in some other respect. My own policy preference would be to address this problem not through anti-discrimination law at all, but with universal health care coverage. Nonetheless, if I return to my own question of how anti-discrimination laws would be designed if they were written with sexuality-based discrimination in mind, then certainly allowing financial penalties for relationships outside of marriage would not be acceptable. Less invidious would be a limitation of the effect of ENDA on health insurance benefits, rather than a total exclusion of disparate impact claims. Hundreds of private employers have vol-untarily opted to provide such benefits, mostly businesses with large workforces where the pooling of insurance risks reduces the impact of additional insureds'?? If smaller companies were exempt, then at least the distinction established by the anti-discrimination law would turn on size rather than on a link between benefits and ap-proval of the relationship,?8 C. Violence as Discrimination Laws enacted to address acts of violence targeted against LGBT persons comprise a parallel set of what could be considered anti-discrimination laws, although they are usually classified sepa-rately as hate crimes laws. The earliest hate crime law, 18 U.S.c. §§ 241-242, was enacted as part of the Civil Rights Act of 1875, to 76 States could choose to address the domestic partner benefits issue by amending their insurance codes, which would fall within an insurance law \"savings clause\" under ERISA. 29 U.S.c.§ 1144 (b) (2) (A). Such an amendment would then be pre-empted only as to self-insured ERISA plans, rather than as to all ER-ISA plans. Metropolitan Life Insur. Co. v. Massachusetts, 471 U.S. 724 (1985). 77 See The State of the Workplace for Lesbian, Gay, Bisexual and Trans-gendered Americans 2000, supra note 1, at 25-26. 78 See e.g., Family and Medical Leave Act, 29 U.S.C. §§ 2601-2654 (1996) (applicable only to employers with 50 or more employees). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  583 2000-20012000] SEXUALITY AND CIVIL RIGHTS 583 deter racially-motivated violence. For decades after, civil rights groups pressed Congress to enact an anti-lynching law, but it never did. The Hate Crimes Statistics Act, enacted in 1990, was the next federal law addressing hate crimes.79 Notably, the Hate Crimes Statistics Act was the first federal statute ever to include a \"sexual orientation\" provision.80 However, federal statutory penalties for hate crimes do not reach crimes targeted against LGBT persons, nor do slightly more than half of the state hate crimes laws.81 Many of the most complex problems raised by this issue cluster around the interrelationship between the public and private sectors. One example of the overlap is the strategic question of how to ad-dress conflicting patterns of police behavior. Advocates are often caught between needing protection against acts of violence commit-ted by the police and the desire to vest police agencies with greater power in order to prevent or punish anti-LGBT violence committed by others.82 Battered women's advocates have faced the same di-lemma, to which there are no easy answers.83 At a more theoretical level, many acts of the state, such as sodomy laws, can be under-stood as acts of violence against sexual minorities.84 The issue of violence illustrates again, as does the issue of free expression in the private workplace, the artificiality of the public-private schism if one's goal is the anti-discrimination principle, in even its modest liberal form. That schism has become deeper with the Supreme Court's decision in United States v. Morrison,85 which invalidated the private right of action remedy under the Violence Against Women Act (\"VAWA\").86 The Court held that Congress had exceeded its authority under either the Commerce Clause or the Fourteenth Amendment by enacting the VAWA. Central to the 79 Hate Crimes Statistic Act of 1990, Pub. L. No. 101-275, 104 Stat. 140. 80 See Introduction to HATE CRIMES, supra note 45, at 7. 81 Four states and the District of Columbia have hate crimes statutes that cover both sexual orientation and gender identity. An additional 18 states cover sexual orientation. Ten states have no hate crimes law, and the remainder have such a law but it does not include sexual orientation. The legislative information is available at http://www.ngltf.orgllibrary/index.cfm. 82 Richard Kim, The Truth About Hate Crimes Laws, THE NATION, June 5, 2000, at 22. 83 ELIZABETH M. SCHNEIDER, BATTERED WOMEN & FEMINIST LAWMAKING 181-188, 196-198 (2000). 84 See Kendall Thomas, Beyond the Privacy Principle, 92 COLUM. L. REV. 1431 (1992). 8S United States v. Morrison, 529 U.S. 598 (2000). 86 Violence Against Women Act, 42 U.S.c. 13981. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  584 2000-2001584 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII Court's reasoning was the conclusion that rape and other private acts of violence were local, rather than national, issues, and \" ... not, in any sense of the phrase, economic activity.\"87 The Court rejected evidence that such violence had effects on women that spilled over into their jobs, their lives as students, their ability to travel, and their costs of medical care. The reasoning of the Court diminishes the devastating importance of private violence in all as-pects of a woman's life, relegating remedies to family courts and local criminal law enforcement. Although not framed as such, the Court's decision resonates with the theme that targeted violence is not properly viewed as equivalent to the forms of discrimination that Congress can address, but is instead just an inevitable facet of ordinary life. D. Discrimination in Family Law There is no such thing as a general anti-discrimination statute that covers family law. Since we have never seen one, we may be inclined not to imagine one. But there is no jurisprudential com-mandment to the effect that no such thing could ever exist. Why then does this idea sound so outlandish? Certainly this is not a zone where discrimination problems are rare or insignificant. Yet, all of us divide our dockets, our courses, and our case books in such a way that family law and anti-discrimination law are discrete, mu-tually exclusive categories. There is a history to this categorization: the distinction be-tween civil rights and social rights dates from the Reconstruction era. Under that distinction, the scope of law was limited to prop-erty or political rights. The domain of law did not include \"social rights\" or social equality.88 The family was the paradigmatic exam-ple of the realm of social relations that should be shielded from the operations of any anti-discrimination law. \"Reconstruction's oppo-nents worried that extending the federal government's promise of 87 Morrison, 529 U.S. 598, 612 (2000). 88 See John P. Frank and Robert F. Munro, The Original Understanding of \"Equal Protection of the Laws,\" 50 COLUM. L. REV. 131 (1950); Reva B. Siegel, Why Equal Protection No Longer Protects: The Evolving Forms of Status-Enforc-ing State Action, 49 STAN. L. REV. 1111, 1119-1129 (1997); Mark Tushnet, The Politics of Equality in Constitutional Law: The Equal Protection Clause, Dr. Du-Bois, and Charles Hamilton Houston, 74 J. AMER. HIST. 884, 885-890 (1987); ERIC FONER, RECONSTRUCTION: AMERICA'S UNFINISHED REVOLUTION 231 (1988); Bell v. Maryland, 378 U.S. 226, 292-295 (1964) (Goldberg, J., concurring). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  585 2000-20012000] SEXUALITY AND CIVIL RIGHTS 585 equal protection to family law would unsettle social segregation be-tween the races and the legal subordination of women within the household. \"89 While writing this paper, it occurred to me that the omission of family law would also have undermined the usefulness of a civil rights model by women in the 1960s and 1970s. At that time, there was rampant and quite explicit allocation of rights and duties within families by gender.90 In fact, one of the major questions about the Equal Rights Amendment, then under consideration, was its possi-ble impact on family law,91 Well, the ERA did not pass and the 1964 Civil Rights Act was not amended to add a title on family law. So what happened? Ba-sically what happened was the adoption of the Uniform Marriage and Divorce Act (UMDA) and the Uniform Marital Property Act (UMPA). Also products of the early 1970s, the UMDA and the UMPA, in effect, eliminated many of the most blatant sex-linked features of family law through a reform discourse that stressed modernization rather than anti-discrimination: A review of the legal and nonlegal literature on mar-riage and divorce suggests that, although the experts may be divided on other issues, there is virtual unanim-ity as to the urgent need for basic reform in both areas: not only of specific provisions but of the entire concep-tual structure. . . . Statutory reform has been accom-plished in countries as diverse as England and Italy . . . . Although less attention has been given to the anachronisms of marriage law [than to divorce law], the need for modernization of state regulatory patterns in the light of a new approach to divorce is undeniable.92 89 Jill Elaine Hasday, Federalism and the Family Reconstructed, 45 UCLA L. REV. 1297, 1300 (1998). 90 LEO KANOWITZ, WOMEN AND THE LAW: THE UNFINISHED REVOLUTION 35-99 (1969). 91 See Barbara A. Brown, Thomas I. Emerson, Gail Falk, and Ann E. Freed-man, The Equal Rights Amendment: A Constitutional Basis for Equal Rights for Women, 80 YALE L.J. 871, 936-954 (1971). 92 UNIF. MARRIAGE & DIVORCE ACT § Prefatory Note at 148, 9 U.L.A. 148 (1987 & Supp. 2000). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  586 2000-2001586 N.Y.L. SCH. J. HUM. RTS. [Vol. XVII The new model codes spurred an end to fault-based divorce grounds, framed the economic aspects of marriage as an equal part-nership, provided for interspousal remedies for wrongful appropria-tion of marital property, and valued household labor as an economic investment.93 Their impact on the status of women was mixed; there was greater freedom from the traditional bonds of marriage law, but little acknowledgment of the continuing eco-nomic imbalance between husband and wife in most marriages. As a result, marriage law was modernized more than it was equalized. Many of the issues at the center of current modernization dis-course in family law are presented by the constitution of LGBT families: the definition of marriage, forms other than marriage for the pluralization and expansion of legal recognition of families, sec-ond-parent adoption, and parenting by use of alternative reproduc-tive technologies.94 Here, too, reforms will likely enhance the rights of LGBT families at least somewhat even without the use of an overt anti-discrimination framework. But, a failure to recognize more structural imbalances of power may greatly weaken the gains for equality. CONCLUSION If one begins by focusing on the legal inequalities facing people disadvantaged by sexual orientation, then drafting an anti-discrimi-nation bill might take us in at least a few different directions than if one begins with what has become the standard structure for such laws. The result would be likely to incorporate principles deriving from the preceding four issues: clearly barring adverse employment actions triggered by \"coming out\" speech in private workplaces; providing access to health insurance for non-marital partners; in-cluding protection against violence in both public and private space; and providing redress for the inequities of family law. True, my heuristic exercise has not uncovered previously un-recognized claims. All of these issues have received attention from LGBT advocates, although often not as a component of \"civil rights.\" Nonetheless, if one believes that form should follow func-93 This paragraph draws on the analysis and summary in BARBARA ALLEN BABCOCK ET AL., SEX DISCRIMINATION AND THE LAW: HISTORY, PRACTICE AND THEORY 1216-1232 (2d ed. 1996). 94 See, e.g., National Conference of Commissioners of State Laws, Uniform Parentage Act (2000). HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  587 2000-20012000] SEXUALITY AND CIVIL RIGHTS 587 tion, then LGBT advocates may want to re-open the conversation about how to configure an LGBT anti-discrimination law. My point is not to argue that each piece of civil rights legislation must literally include all of these issues. But there may be value in re-thinking foundational concepts. To the extent feasible, perhaps ad-vocates should try to make the law fit life, rather than the reverse. HeinOnline -- 17 N.Y.L. Sch. J. Hum. Rts.  588 2000-2001",
    "id": 70373453,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.georgetown.edu:facpub-1101"
    },
    "title": "Sexuality and Civil Rights: Re-Imagining Anti-Discrimination Laws",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2000-01-01T08:00:00+00:00",
    "publisher": "Scholarship @ GEORGETOWN LAW",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=1101&amp;context=facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2000",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70373453.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70373453"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70373453/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70373453/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70373453"
        }
    ],
    "abstract": "In this essay, I first describe the origins and current status of anti-discrimination laws that cover sexual orientation and/or gender identity. I examine the debates over whether existing laws are underutilized, and I analyze the variations in the structures of state and local laws that contribute to an unevenness in the patterns of utilization. These factors suggest that even persons living in states or local jurisdictions that already have anti-discrimination laws may lack meaningful mechanisms for redress.  Part two raises the ante in my exploration of the relationship between sexuality and civil rights laws by asking whether there are ways that the civil rights concept itself may fall short of addressing the kinds of discrimination that LGBT persons experience. I approach this question by inviting readers to engage in a thought experiment of designing anti-discrimination laws around the experiences of persons who suffer sexuality-linked discrimination, rather than trying to shoehorn those life experiences into a standard anti-discrimination model. I conclude that there are points of friction between sexuality and civil rights that bubble beneath the surface of advocates\\u27 longstanding efforts to fold sexual orientation into the civil rights model",
    "tags": [
        "text",
        "sex discrimination",
        "homosexuality – law and legislation",
        "gender identity",
        "Civil Rights and Discrimination",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.georgetown.edu:facpub-1101",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1490",
        "openDoarId": 0,
        "name": "Georgetown Law Scholarly Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70373453,
        "depositedDate": null,
        "publishedDate": "2000-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:42:46+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T05:50:24+00:00"
    },
    "urls": [
        "https://scholarship.law.georgetown.edu/facpub/117",
        "https://scholarship.law.georgetown.edu/context/facpub/article/1101/viewcontent/Hunter_sexuality_civilrights_HEIN.pdf"
    ],
    "lastUpdate": "2024-01-24T00:42:46+00:00",
    "setSpecs": []
}