{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Vanlee, Florian"
        },
        {
            "name": "Dhaenens, Frederik"
        },
        {
            "name": "Van Bauwel, Sofie"
        }
    ],
    "contributors": [],
    "createdDate": "2018-04-11T23:51:43+01:00",
    "dataProvider": {
        "id": 1493,
        "name": "Ghent University Academic Bibliography",
        "url": "https://api.core.ac.uk/v3/data-providers/1493",
        "logo": "https://api.core.ac.uk/data-providers/1493/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/154408268.pdf",
    "fullText": "  SEXUAL DIVERSITY ON THE SMALL SCREEN:  MAPPING LGBT+ CHARACTERS IN FLEMISH TELEVISION FICTION (2001 – 2016)  Florian Vanlee, Frederik Dhaenens & Sofie Van Bauwel       WORKING PAPERS FILM & TV STUDIES WP 2018/1   Florian Vanlee (florian.vanlee@UGent.be) is a researcher at the Department of Communication Studies, Faculty of Political and Social Sciences, Ghent University. His PhD research focuses on sexual and gender diversity in Flemish television fiction.         Copyright, Florian Vanlee © 2018   Working Papers Film & TV Studies WP 2018/1 Sexual Diversity on the Small Screen: mapping LGBT+ characters in Flemish television fiction (2001 – 2016)  Published by Working Papers Film & TV Studies, CIMS-Centre for Cinema and Media Studies, Department of Communication Sciences, Ghent University, Ghent – Belgium.   ISBN 9789082743913 Address CIMS – Centre for Cinema and Media Studies  Campus Aula – Ghent University Korte Meer 7-11 9000 Ghent – Belgium Web www.cims.ugent.be  Visit our website for more working papers.  All rights reserved. No part of this book may be reproduced in any form by an electronic or mechanical means (including photocopy, recording, or information storage and retrieval) without permission in writing from the publisher or the author.      WP 2018/1        4   ABSTRACT   Apart from figures on LGBT+ characters in television fiction produced by the American television industry, such as the ‘Where We Are On TV’ – reports by the Gay and Lesbian Alliance Against Defamation (GLAAD), quantitative data on LGBT+ representation television fiction series remains scarce internationally. With this working paper, we aim to address this lack in the context of Flemish television fiction. To meet the challenges posed by a lack of centralized data on Flemish television fiction in general, and LGBT+ characters and storylines specifically, we constructed a three-tiered database. Comprising of all 156 domestic television fiction series between 2001 and 2016, the quantitative presence of LGBT+ characters in these series, and individual traits of the 117 collected LGBT+ characters respectively. In doing so, we provide an overview of Flemish television fiction in general, the distribution in these series of characters who identify as LGBT+ and the storylines that relate to sexual and gender diversity, and offer a tool to identify individual pertinent characters. Flanders presents itself as having a dynamic television fiction industry in the past fifteen years, with genre diversity and a sizeable output. In its general output, LGBT+ characters have had a significant habitual presence since 2001, with a noted correlation to specific ‘lowbrow’ genres, and a noted lack in ‘quality’ series. The collected characters display a severe lack of diversity, with most LGBT+ characters being gay male characters, a significant majority being middle class, and few non- white LGBT+ characters.                    WP 2018/1        5   PREFACE The purpose of this working paper resides in providing a comprehensive overview of LGBT+ representations in Flemish television fiction for the past fifteen years. While the project, titled ‘Sexual Diversity on the Small Screen: A Qualitative Research into the Representation of and Public Debate about LGBT Characters in Flemish Domestic Television Fiction’ was originally intended as a qualitative and textual research project, the need for a quantitative framework became apparent as so little data is available on Flemish television fiction in general. Since our qualitative research necessitated quantitative contextualization, this data had to be collected from scratch. As this entailed collecting and indexing all Flemish television fiction series between 2001 and 2016, and simultaneously collecting and indexing all LGBT+ characters found in these series, the data collection process for this study was organized by way of a research seminar for third bachelor’s students of the Communication Sciences program at Ghent University in the 2016 – 2017 academic year. In this preface, special thanks should therefore go out to Hadeburg Pauwelyn, Eva Danau, Ine Martens, Vincent Debaets, Evi Waeyaert, Eva Van Hessche, Simon Fallon-Kund and Annelies Legein for their effort and enthusiasm. Without their work, this study could never have been the thorough and expansive work presented here. Finally, Mathijs De Baere’s expertise as a sociologist was invaluable in the fruition of this working paper, and his background in quantitative research methods and attention for detail have proven a defining factor to the quality of the work presented here. It is our hope that the database and data analyses will not prove a finalized project, but serve as a motivation for other researchers – both in Flanders and abroad – to turn to quantitative methods as a way to disclose smaller national and/or regional television industries for scholarly study.    WP 2018/1        6   TABLE OF CONTENTS Abstract           4  Preface            5 Table of Contents          6 1. Introduction           8 1.1. The Televisual Construction of Gender and Sexuality   10 1.2. Flemish Television Fiction       14 1.3. The Study of Diversity in Flemish Television Fiction   18 2. Methodology           21  2.1. Method & Indexing        21   2.1.1. Indexing Guidelines       23    2.1.1.1. Flemish Television Fiction     23    2.1.1.2. Distribution of LGBT+ Characters   24    2.1.1.3. LGBT+ Character Traits     24   2.1.2. Operationalization        25  2.2. Data Collection & Verification       26  2.3. Analysis          27 3. Results            28  3.1. Flemish Television Fiction 2001–2016      28   3.1.1. General Tendencies in Flemish Television Fiction  28   3.1.2. Tentative Analysis       32 WP 2018/1        7    3.2. LGBT+ Presence in Flemish Television Fiction 2001–2016  34   3.2.1. General Tendencies in LGBT+ Presence    34   3.2.2. Tentative Analysis       40  3.3. LGBT+ Characters in Flemish Television Fiction 2001–2016  42   3.3.1. Patterns in LGBT+ Characters     42   3.3.2. Tentative Analysis       47 4. Discussion           50 5. Conclusions           54 6. References            57 7. Appendices           63  7.1. Indexing Guidelines        63  7.2. Summary Of Collected Data       69   7.2.1. Television Fiction Series     69   7.2.2. LGBT+ Characters      74         WP 2018/1        8   1. INTRODUCTION As a field associated with poststructuralist disciplines in the humanities, queer television studies (see Joyrich 2014) has a fraught relationship with methodological approaches that favor description and categorization over analysis and critique (Villarejo 2009). Queer television scholarship tends to emphasize textual analyses and individual case studies over quantitative research oriented towards mapping types of characters or broad representational tendencies. Notwithstanding the preference for qualitative methods in the field, the proliferation and differentiation of textual studies has resulted in the formation of a broad overview, spanning much of the North-American television fiction industry’s output in the past decades. Many discursive mechanisms, from homonormative ‘containment’ of LGBT+ identities in sitcoms (e.g. Kies 2016), reduction of LGBT+ diversity to white gay male consumerism in lifestyle shows (e.g. Westerfelhaus & Lacroix 2006) or the disruptive queer potential of ‘quality’ television (e.g. Dhaenens 2013) and their interrelations have become a mainstay in our understanding of the interaction between television and the socio-cultural construction of LGBT+ identities.  Studies like these have proven productive resources to further our understanding of the way sexual and gender diversity are negotiated on television and disseminated to broad audiences. Qualitative methodologies allow researchers to critically interpret the images, identities and narratives embedded in television content and relate them to theoretical work on the socio-cultural reproduction of gender and sexuality. Textual iterations of societal discourses on gender and sexuality are naturally contingent on the context wherein they circulate (See Amin 2016). The insights derived from textual studies in queer television studies would quickly lose their significance if it were impossible to relate them to similar studies on the one hand, and to descriptive research on the other. The most prolific example of descriptive research concerning LGBT+ identities on television is the annual ‘Where We Are On TV’-report by the Gay and Lesbian Alliance Against Defamation (GLAAD) (e.g. WP 2018/1        9   Kies 2016; Kessler 2011; Peters 2011; Sarkissian 2014; Missari 2015). The continuing proliferation of queer television studies scholarship attests to the merit of this twofold contextualization (i.e. relating case studies both to other qualitative research and to quantitative research), but could also be argued to have created a double bind for those of us working in geographically different contexts. As most theoretical and empirical work in queer television studies has been devoted to Anglophone television, contextualization opportunities for scholars working on peripheral television industries’ negotiation of sexual and gender diversity are limited. In many television contexts, this obstacle is further heightened due to the lack of large-scale descriptive studies, such as GLAAD’s, leading much of our current theoretical tools to be inadvertently Anglo-centric.   While it is an undeniable fact that English-language TV fiction is consumed globally, enjoying sizeable international popularity (Kuipers 2011), it should also be underscored that in most non-English-speaking countries, local fiction building on shared national cultural frameworks in a shared national language proves considerably more popular than Anglophone imports (Tunstall 2003; De Bens & De Smaele 2001; Dhoest 2011). For example, in the Flemish 2015 – 2016 television season, the most popular Anglophone fiction import - British police procedural DCI Banks (ITV 2010-2016) - reached an average 875 000 viewers while the most popular domestic fiction production – Flemish cannabis farming comedy Eigen Kweek (één, 2013 & 2016) attracted an average audience of 2 200 000 viewers (CIM, 2016). Because of this, domestic fiction television content presents itself as an important research object to acquire vital insights into local discourses on gender and sexuality. As has already been stated, non-Anglophone cases are dramatically underrepresented in the field of queer television studies. Notwithstanding the fact that English-language television fiction enjoys widespread popularity outside its corresponding Sprachraum, another factor is crucial in the limited degree of diversity in the scripted WP 2018/1        10   content studied in the field of queer television studies: a shortage of quantitative data to map broad representational tendencies in national media contexts.   With the research presented in this working paper, we aim to provide such a framework for domestically produced Flemish television fiction. Sexual Diversity on the Small Screen provides scholars interested in the constructions of LGBT+ identities in Europe with a semi-exhaustive quantitative database of LGBT+ characters in domestic Flemish scripted television from January 1st 2001 to December 31st 2016. Moreover, it is an invitation to conduct similar research in other national television contexts to further deepen our understanding of the different ways in which sexual and gender diversity are discursively constructed and negotiated through popular televised fiction. Ultimately, the research presented here underscores the socio-cultural importance of local, regional and national contexts in understanding the politics of representation of gender and sexuality in television fiction.   1.1. THE TELEVISUAL CONSTRUCTION OF GENDER AND SEXUALITY The recurring portrayal of LGBT+ people is a relatively recent phenomenon in popular TV fiction. After sporadic and often very derogatory representations  in television’s earlier decades (see, Russo 1987; Fejes & Petrich 1993), portraying lesbian and gay characters in inclusive and supportive ways became a more widespread practice during the 1990s in American TV fiction, with landmark sitcoms such as Ellen (ABC 1994-1998) or Will and Grace (NBC 1998-2006) paving the way for regular LGBT+ characters. It is naïve, of course, to simply applaud increased televisibility of LGBT+ people and recant critically examining these portrayals. Not in the least because these portrayals were embedded in popular sitcoms, a genre notorious for its containment of seemingly queer characters (see Moddelmog 2009; Dow 2001; WP 2018/1        11   Meyer 2014). While a specific example, this illustrates that analyzing televised norms on sexuality and gender is the name of the game in queer television studies. Committing to our field of study entails considerably more critical effort than merely observing the presence of LGBT+ characters in popular television and ascribing socio-cultural progress to an increased number of non-heterosexual or non-cisgendered characters. Increased visibility does not necessarily correspond to increased acceptance (Battles & Hilton-Morrow 2002). Most of our scholarship is thus organized in a collective focus on television as a medium with intimate entanglements to heteronormativity (Warner 1993), whether the notion of heteronormativity is mobilized as an object of inquiry or an analytical category (Castro Varela, Dhawan & Engel 2011).   While it is certainly subject to ontological and epistemological discussions (see Castro-Varela, Dhawan & Engel 2011), how heteronormativity operates is less debated in the disciplines of queer studies. An operational axiom in every field concerned with gender and sexuality, heteronormativity is most often understood in terms of its expected results or goals: the construction of cisgendered heterosexuality as natural and morally superior. When proposing one specific identity formation as ‘natural’ and ‘good’, it logically follows that a certain hierarchy is being created, wherein other identities are evaluated based on their approximation of the supposed ‘normal’ identity. Although Gayle Rubin’s (1984) binary conceptualization of heteronormativity as a system dividing human gender and sexuality into ‘good sex’ and ‘bad sex’ is arguably not well adjusted to the contemporary situation, heteronormativity could still be described as a spectrum with two oppositional poles representing ‘acceptable’ and ‘unacceptable’ embodiments of gender and sexuality. The contingency of a hegemonic order like heteronormativity is dependent not only on, for example, formal entrenchment in social institutions (such as marriage, education etc.), but also on its proliferation in cultural representations. Hegemonic WP 2018/1        12   heteronormativity is a complex interplay between social praxis, political and administrative discipline (in the Foucauldian sense) and its structural translation and dissemination by and through culture.  Given the importance of this cultural dimension, then, television fiction’s role in refracting and reiterating heteronormative discourses cannot be underestimated (Joyrich 2014), even when – some might argue especially when – LGBT+ people are being represented in its content. Many television series with a seemingly inclusive perspective on gender and sexuality have been met with scholarly critique on grounds of their reiteration of heteronormative ideals and values, ranging from denying LGBT+ characters an active sexuality (Moddelmog 2009 ; Dow 2001), presenting sexual and gender diversity as a problem for cisgendered heterosexual leads to ‘domesticating’ LGBT+ characters with traditional heterosexual norms like monogamous marriage directed at procreation (e.g. Kies 2016). Most of the studies cited here are individual cases, but their aggregation alludes to the structural, expansive nature of heteronormativity in television fiction. It is precisely the widespread nature of heteronormative representational strategies that is profoundly problematic: it is not their individual occurrence that is at stake here. One fictional television narrative portraying a white, middle class, cisgender, married gay male couple with two adoptive children , for instance, would not be problematic by itself. Rather, it is the sustained reduction of ‘LGBT+’ portrayals to these assimilated identities and the inevitable erasure of others (e.g. non-cisgendered identities, non-monogamous relationships, people with other ethnic or cultural backgrounds etc.) that should be understood as heteronormative.   Understood in relation to popular television then, heteronormativity is the sustained televisual privileging of certain identities over others. White, twentysomething, WP 2018/1        13   gender conforming lesbian characters, for instance, have become quite a common sight on popular television. On the other hand, intersectional identities (see Crenshaw 1991) such as African-American bisexual transgender characters, for instance, remain an elusive rarity, notwithstanding the professedly increased acceptance of LGBT+ identities. But, although the relationship between hegemonic heteronormativity and popular television fiction is indeed structurally sustained, it would be unwise, and intellectually dishonest, to claim that popular television fiction cannot play a role in subverting or deconstructing the discourses sustaining heteronormativity as a hegemonic force in society and culture. It is precisely the structural and repetitive nature of heteronormativity that creates the conditions for its own potential deconstruction, as it automatically sets the stage for critiques. Observing, for instance, that specific identities are underrepresented (or even rendered invisible) and then consciously writing and televising characters with specific intersectional subjectivities has the potential to normalize these identities, adding them to the repertoire of popular television. Contrarily, the repetitive mechanism of heteronormativity can itself be rendered visible, emphasizing its constructed and homogenizing mechanics through its own vocabulary (Dhaenens 2013).   The rigorous study of the relationship between popular television fiction and the portrayal of sexual and gender diversity – or other marginalized identities for that matter – thus logically necessitates an acknowledgement of the structural dynamic at work in the construction of identities, whether in an affirmatory or negative register. This not only presupposes rigorous collection of different non-heterosexual and non-cisgendered identities found in a particular television context, but also requires an operational insight into the structures and dynamics of the particular television industry itself.      WP 2018/1        14   1.2. FLEMISH TELEVISION FICTION The preceding exposition on the way sexual and gender diversity are rendered intelligible in popular scripted television provides a strong theoretical framework, yet is based almost exclusively on Anglophone television fiction. Though an obvious degree of cultural affinity exists between Anglophone television fiction and other Western television industries, some contextualization on this peripheral cultural context is needed to accurately describe tendencies found in domestic scripted television.   Belgium, of which Flanders makes up the northern Dutch-speaking part, is a rather complex federal state, with three language communities [French, Dutch and German] with legislative mandates on cultural and educational matters and three regional governments [Flanders, Wallonia and Brussels] with territorial and infrastructural legislative mandates. The federal Belgian government holds national legislative mandates (Willemyns 2002). As a result of the federalization in 1977, the previously federal public broadcasting service was divided into a Flemish (BRT), French (RTBF) and German (BRF TV) branch, each operating independently from each other and catering primarily to their respective corresponding cultural groups (Van Bauwel et al. 2010).  The Flemish television market was only liberalized in 1989, breaking the monopoly of the public broadcaster VRT by allowing commercial channel VTM to broadcast in Flanders. Ever since, general interest VRT channel één and VTM are the two dominant television channels in the Dutch speaking Belgian community, representing an audience share of 32.6% and 19.8% respectively in 2016 (Table 1). However, VRT is comprised of three separate channels, apart from één, VRT also encompasses ‘quality’ channel Canvas [2016 audience share: 5.2%] and children’s channel KETNET [2016 audience share 1.5%], and it should therefore be noted that WP 2018/1        15   the aggregated share of the Flemish public broadcasting service is actually 39.3% (Table 1), rendering it the dominant player on the market.   Table 1: Main Flemish Television Channels (CIM, 2016) Channel Group Share (2016) Één VRT (Public) 32.6 % Canvas VRT (Public) 5.2 % KETNET VRT (Public) 1.5 % VTM Medialaan (Commercial) 19.8 % Q2 Medialaan (Commercial) 4.4 % Vitaya Medialaan (Commercial) 4.6% VTMKzoom Medialaan (Commercial) 0.3 % VIER De Vijver (Commercial) 7.7 % VIJF  De Vijver (Commercial) 3.5 % Others / 21.4 %  The popularity of the two channels with the largest audience shares, één and VTM, testifies to the desire of Flemish audiences to consume domestic productions, as both channels retain an expressively Flemish programming schedule and corporate identity (De Bens & De Smaele 2001; Dhoest 2008; 2014). This viewing preference is further corroborated by figures provided by the Centre for Information on the Media (CIM), that indicate that the largest audience shares of the other channels were acquired with Flemish productions (Table 2). For example, on commercial channel VIER, all scripted content in the top ten ratings list for the 2016 TV season, were domestic productions (CIM 2016).     WP 2018/1        16   Table 2: Top 15 Fiction Television Viewer Averages & Shares (CIM, 2016)1 Series Genre Channel Viewer AVG (2016) Share (2016) Eigen Kweek Serial Tragicomedy één 2.157,9 64,6 % Als de Dijken Breken Serial Drama één 1.504,5 44,7 % Thuis Soap Opera één 1.474,8 57,7 % Den Elfde Van den Elfde Serial Drama één 1.407,6 48,5 % W. Police Procedural één 1.361,3 46,8 % Professor T. Crime/Drama één 1.186,3 45,3 % De Ridder Police Procedural één 1.108,1 40,4 % Tegen de Sterren Op Comedy/Sketches VTM 1.085,8 35,9 % Echt Niet Ok! Comedy/Sketches één 1.060,2 38,3 % Familie Soap Opera VTM 1.041,4 34,7 % Wat Als? Comedy/Sketches VTM 949,8 29,7 % Loslopend Wild & Gevogelte Comedy/Sketches één 932,1 36,2 % Coppers Police Procedural VTM 931,8 35,8 % Callboys Serial Dramedy VIER 912,8 32,1 % DCI Banks (UK: ITV) Police Procedural één  875,8 36,2 %  As shown in Table 2 the Flemish television fiction sector displays a diversified genre pattern, although some internationally popular genres are conspicuously missing in the charts, such as historical fiction, fantasy or science fiction. As Jeremy Tunstall (2003) already remarked about BBC production, this tendency can be attributed to economic considerations in the television industry and the massive costs associated with fiction productions requiring historical or futuristic costumes, extensive set design and suitable locations. Some examples of domestic historical fiction have been produced, however, and enjoyed considerable popularity – WWI serial drama In Vlaamse Velden (één, 2014) was the most popular fiction production of the 2014 season, for example, reaching an audience share of 57,4 % and an average of 1 .9 million viewers per episode (CIM 2014). But, in general, examples of historical fiction remain rare and are only sporadically produced due to the high risks associated with a high-budget production for a single national market with few opportunities for international circulation.                                                            1 Since 2010, these figures include both live linear viewing and delayed viewing (CIM 2016). WP 2018/1        17   Table 3: Top 10 Overall Viewer Peaks (2016) (CIM, 2016)2 Broadcast Genre/Format Channel Viewers Share E.C. Football: Hungary-Belgium Sports Game één 2.420,2 80,5 % E.C. Football: Sweden-Belgium Sports Game één 2.409,1 80,8 % E.C. Football: Belgium-Italy Sports Game één 2.303,8 76,6 % E.C. Football: Wales-Belgium Sports Game één 2.295,6 80,8 % Eigen Kweek Serial Tragicomedy één 2.157,9 64,6 % E.C. Football: Belgium-Ireland Sports Game één 1.919,1 91,5 % E.C. Football: Belgium-Estonia Sports Game één 1.712,1 59,5 %  De Slimste Mens ter Wereld Quiz/Entertainment VIER 1.613,5 52,9 % Eurovision Song Festival (Finale) Game Show/Entertainment één 1.576,1 72,2 % Twee Tot de Zesde Macht Quiz/Entertainment één 1.543,6 54,3 %  Although the paragraphs above suggest a certain degree of centralized data-collection concerning Flemish television fiction, institutional monitoring is limited to audience shares and content popularity, and does not differentiate between fiction and non-fiction television programming. Table 3 illustrates how non-fiction content often far outweighs the relative popularity of fiction broadcasts, and data on scripted television content is therefore not always collected. Comprehensively studying sexual and gender diversity in Flemish television fiction then, presupposes mapping the Flemish domestic television industry’s output in order to gauge the occurrences, proportions and specific locations of LGBT+ portrayals. While some popular domestic fiction series circulate after their original live schedule in the form of reruns or DVD collections, they hardly present a complete overview, and many Flemish fiction series are aired only once to seemingly disappear afterwards.                                                             2 Since 2010, these figures include both live linear viewing and delayed viewing (CIM 2016). WP 2018/1        18   1.3. THE STUDY OF DIVERSITY IN FLEMISH TELEVISION FICTION Apart from the difficulties arising from specifically researching Flemish television fiction, data on diversity in Flemish television in general (fiction and non-fiction) present an additional hurdle for the study of sexual and gender diversity. Contrary to, for example, GLAAD in the United States, LGBT+ advocacy groups (e.g. Çavaria, Wel Jong Niet Hetero) in Flanders do not explicitly include media representations in their policies, focusing instead on cooperation with legislative organs and the coordination of various awareness campaigns. This does not mean, of course, that diversity is not studied in any way related to television in Flanders, but rather that the specific focus of our study is novel to the analysis of Flemish television fiction. Especially public broadcasting service VRT is an active player in monitoring specific issues related to issues of diversity in the national television industry.   Before the formal introduction of an autonomous diversity policy, public broadcaster VRT was bound to impartiality and contemporary socio-cultural relevance, which was often understood in terms that emphasized the importance of representing the changing nature and diversity of Flemish society (Saeys 2007; Van Den Bulck 2007). Since April 27th of 2003, all VRT channels operate along the lines of a self-imposed diversity charter (VRT 2003) that stipulates several diversity-related goals, both concerning the output of the different channels and staff composition. Since 2004, diversity in the Flemish television landscape is monitored by the ‘Monitor Diversiteit’ (Diversity Monitor), a VRT initiative that provides the Flemish populace with quantitative data on the state of diversity on Flemish channels (Monitor Diversiteit 2004). In these studies, focus lies on: ethnic and cultural diversity, the proportion of men and women on television (since 2007), age diversity (since 2007) and (dis-) ability WP 2018/1        19   (since 2007) (Monitor Diversiteit 2004; 2007; 2009; 2011; 2016). Methodologically a content analysis, the monitor provides a statistical snapshot of diversity in the Flemish television landscape, only for the four ‘diversity categories’ listed above, omitting sexual and gender diversity from its scope3. As the monitor relies on the coding of a specific sample (cf. infra), this has less to do with an unwillingness on behalf of the researchers, and more with the impossibility of coding LGBT+ characters on grounds of visual/descriptive information, which is possible for skin color, sex, age and – to an extent – physical or mental impediments. Ethnicity, however, remains a difficult maker to code, as a person or character’s ethnic background cannot be deduced from visual markers alone.   The diversity monitor consists of content analyses that code every and all actors present in a temporally defined sample. It does not differentiate between domestic productions and foreign imports for fiction content, which greatly diminishes the study’s potential to make claims about Flemish television fiction in particular. This accounts, for example, for commercial channels without comprehensive diversity policies such as Vitaya or 2BE displaying higher ethnic diversity ratings than the VRT channels in the first decade of the 21st century (e.g. Monitor Diversiteit 2004; 2007), given that they relied (and rely) mostly on American imports that tend to reflect the ethnic and cultural composition of the United States rather than that of Flanders (see Koeman et al. 2007). The Diversity Monitor is a practical instrument to gauge certain forms of diversity to be seen on Flemish television channels, but is less suited to make claims concerning domestic Flemish television fiction in particular. As the VRT is the institution commissioning these studies, this is rather puzzling, given the fact that it self-imposes socio-cultural diversity as a benchmark for quality criteria (see Beheersovereenkomst 2016 – 2020). This working paper presents the first                                                           3 Admittedly, the Diversity Monitor’s 2007 component on the proportion of men and women on television is called ‘gender diversity’, but only touches upon biological sex. Gender diversity has therefore never been thematised in the monitor in the most widely used academic interpretation of the term.  WP 2018/1        20   comprehensive attempt to centralize data on domestic fiction productions generally, and sexual and gender diversity specifically, adding to insights generated by, for instance, Susan Vertoont (2017), whose qualitative content analysis mapped the representation of people with disabilities on Flemish television channels. The practical organization of our database, expanded on in the methodology section, ensures its potential use for additional studies, as it allows to be expanded and tailored to other areas of study regarding Flemish television fiction.                  WP 2018/1        21   2. METHODOLOGY  2.1. METHOD & INDEXING Whereas similar projects often rely on content analyses (e.g. GLAAD’s ‘Where We Are on TV’-report, ‘Monitor Diversiteit’, Global Media Monitoring Project), their reliance on sample-taking and inductive statistics are less suitable for the purposes of this study. If we were to only take a particular temporally defined sample, it would be impossible to on the one hand map all LGBT+ characters, and it would furthermore be difficult to bring these characters into relation with longitudinal tendencies or genre dynamics, for example, on the other.   The purpose of this working paper resides in providing a comprehensive overview of LGBT+ representations in Flemish television fiction for the past fifteen years, which calls for another, more suitable approach. We have opted for the construction of layered organized (semi-) exhaustive database4 to facilitate descriptive statistical analyses, a method more akin to digital humanities scholarly practice than traditional communication studies research (see Arthur & Bode 2014; Warwick, Terras & Nyhan 2012; Berry 2012). Television quantitative content analyses are usually conducted by demarcating a certain period wherein actual audiovisual material is collected and directly analyzed (see Bignell 2012), an intensive and time-consuming process. Our catalogue-oriented approach, however, relies on the use of secondary                                                           4 As the data-collection process could not rely on centralized data on TV fiction kept by media institutions, the construction of the database entailed the cross-referencing of secondary sources (records kept by channels and media conglomerates, programming schedules in magazines and newspapers, DVD collections etc.). While the work presented in this paper represents the most complete database on Flemish TV fiction to date, it is reasonable to assume that some data are missing due to obscurity and/or absence of records. WP 2018/1        22   (meta-)data instead of direct analysis5, resulting in a database composed of productional information and character information rather than knowledge derived from the text itself. Contrary to content analysis, our database-centered approach is not so much a method of analysis as it is a tool to facilitate further qualitative exploration (see Flanders 2014). Furthermore, the inclusion of secondary sources presents an added benefit concerning LGBT+ characters. By giving attention to the identity categories ascribed to characters in meta-texts on Flemish television fiction, the database represents the way these characters are constructed in the public debate, alongside how these characters self-identify or not.  Unlike the codebook of content analyses, our project relies on indexing guidelines (see Appendices), which differ both in practical and methodological use from coding. In the practical sense, because the list of indexing guidelines is considerably shorter than a content analysis codebook. Accordingly, their function is to specify the type of factual information required, not the maximization of variables. In the methodological sense, then, they differ because these indexing guidelines are not meant to provide statistical proof of intercoder reliability (see Krippendorff 2004), but to facilitate and uniformize the possibility of ‘crowd’ contributions to the database (Arthur 2014). Given the semi-exhaustive nature of the database, this is of critical importance. It is reasonable to assume that some characters might have been overlooked during the formalized period of data collection (see p.22), due to obscurity or absence in secondary sources. Using simplified indexing guidelines allows anyone to contribute to the database without the need for a formal training with a code book (see Arthur 2014).                                                            5 The secondary data used included but was not limited to: television broadcaster and channel websites, trade press outlets, online encyclopaedia, commercial texts accompanying DVD sales, written press databases and television programming schedules.  WP 2018/1        23   Our principal method ensures widespread data collection to facilitate subsequent analysis. The research presented here is intended as a descriptive exploration to facilitate further qualitative research, patterns and tendencies will be identified through the use of basic descriptive statistics (i.e. crossing and weighing). Given the (semi-) exhaustive nature of the database, the presented results give an accurate perspective on the inclusion and occurrence of LGBT+ characters in fifteen years of Flemish television fiction, which makes obsolete the necessity of inductive predictions on the overall state of LGBT+ representations in Flemish television fiction for the demarcated timeframe.   2.1.1. INDEXING GUIDELINES The indexing guidelines outline which information is collected in our database, and detail the specific classification system. They standardize data collection during the demarcated research period, and serve as a template for future research opportunities with the database. These indexing guidelines represent the three-tiered structure of the database: (1) general production-related information on all Flemish television fiction series between January 1st 2001 and December 31st 2016, (2) the quantitative distribution of LGBT+ characters (see 2.1.1.2. p.20) for each of these series and (3) general information on each individual LGBT+ character (see 2.1.1.3. p.20).   By implementing this three-tiered structure, we aim not only to facilitate analysis of representational patterns both on each individual level and the three levels in relation to each other, but also the functionality of the general level of the database as a permanent tool for television research in Flanders. The general productional level of the database (1) can not only be complemented with more recent Flemish television fiction entries, but also with complementary subdatabases for specific research questions. WP 2018/1        24   2.1.1.1. FLEMISH TELEVISION FICTION The indexing of the first level of our database organizes the listing of all Flemish fiction television series for the demarcated time span between January 1st  2001 and December 31st 2016.6 This primary set of indices is related to production information, and is roughly equivalent to bibliographical indices found in library catalogues or film encyclopedia. Among others, it specifies the title of the series, its (first) period of airing, its corresponding channel, genre, total number of main and recurring characters, and so forth. These indices allow us to comprehensively count and map the totality of fiction television series produced and aired in Flanders for the corresponding time period (see Appendices).   2.1.1.2. DISTRIBUTION OF LGBT+ CHARACTERS The second set of indexing guidelines expands on the quantitative inclusion of LGBT+ identities in Flemish television fiction series. The indices for this level of the database organize the addition of quantitative information on the inclusion of different LGBT+ identities to individual Flemish fiction television series (see Appendices). Concretely, this level of the database corresponds to a numerical value assigned to each fiction series included in the database that represents the presence or absence of LGBT+ characters, specifying the number of each character type: gay (male), lesbian (female), bisexual (male/female), transsexual (post-operative), transgender (pre- or non-operative), asexual (male/female) and gender/sexuality undefined. This allows us to easily identify noteworthy highs and lows in the Flemish television fiction database before engaging in qualitative analyses.                                                             6 This time span was selected because of its correspondence to  the temporal frame of the FWO-funded research project wherein the construction of this database is situated. WP 2018/1        25   2.1.1.3. LGBT+ CHARACTER TRAITS The final set of increasingly detailed indices expands on the individual LGBT+ characters, and facilitates the description of patterns and tendencies on individual actor level (see Appendices). However, owing to the organization of the database, data on individual characters can either be used in relation to other character-related entries, to the general quantitative distribution of LGBT+ characters and the general database of Flemish television fiction. This level of the data represents a semi-exhaustive database collecting each LGBT+ character found in Flemish television fiction for the demarcated time period, and comprises of information on individual characters (name, title series, period present in narrative, character type, sex, specific sexual/gender identity etc.). As is the case with all information collected in this project, data presented at this level of the database is derived from secondary sources. Consequently, specific identity categories are only assigned according to their description in secondary sources, and are not imposed by individual researchers.7 Critical analysis of the way specific LGBT+ identities are constructed in Flemish television fiction can subsequently be conducted through qualitative study.  2.1.2. OPERATIONALIZATION The construction of the database was conducted in the context of a research seminar with third bachelor students at the department of Communication Sciences at Ghent University (see 2.2. p.22). The research seminar was conceived of as a controlled pilot setting to test the functionality of the database setup, and gauge the extent to which (relatively) inexperienced researchers might contribute reliable information to the database. To emulate future functionalities of the database, we opted to organize data                                                           7 For instance: if a female character was claimed in secondary sources to have relationship(s) and/or sexual contact with both men and women, but was not described as ‘bisexual’, she would be indexed as ‘unclear’, rather than ‘bisexual’. However, if a male character was not described as having relationship(s) and/or sexual contact with men, but was called ‘homosexual’, he would be added as such. WP 2018/1        26   collection by way of a concise online questionnaire, built with Qualtrics software (for the full questionnaire: see Appendices). On the one hand, the questionnaire model guarantees strict following of the indexing guidelines, as it translates individual guidelines into multiple-choice options. On the other hand, the questionnaire format allows for a low-threshold functionality of data collection, as they can be completed by individuals without formal training in data collection. The use of Qualtrics furthermore allows us to quickly analyze data, and facilitates opening the catalogue up to other researchers interested in introducing additional levels to the database.   2.2. DATA COLLECTION & VERIFICATION The research seminar took place in the 2016 – 2017 academic year, at the department of Communication Sciences at Ghent University. Data collection was undertaken during the first semester. Eight students enrolled in the third bachelor program were divided into teams of two, and each of the four resulting teams was responsible for data collection and indexing for a four-year period (i.e. 2001 – 2004; 2005 – 2008; 2009 – 2012; 2013 – 2016). Two introductory lectures were organized, respectively on the indexing guidelines (November 4th 2016) and on data collection by way of secondary sources (November 16th 2016) in which the students were introduced to the aims and operationalization of the project.   Both sessions combined theoretical information and practical exercises to familiarize the students with what is understood as ‘Flemish television fiction series’ in the context of this research, the specific indexing guidelines, and which secondary sources can be employed to gain access to relevant data. Students were furthermore trained to collect data about individual entries based on multiple sources to ensure their veracity. These sources included, but were not limited to, television programming schedules, television channel websites, online encyclopedia pages, fan-WP 2018/1        27   constructed ‘wiki’-pages, the GoPress online Flemish newspaper database, commercial DVD sales and their included synopsis descriptions and Flemish LGBT+ online forums on television fiction.   Data collection for the four periods was finalized on December 7th 2016, and was verified on January 5th of 2017. During the verification process, the seminar supervisor reviewed all individual entries for their veracity, verifiability and possible double indexing. Given the modest output of the Flemish television fiction industry (ca. 10 productions aired yearly) this was feasible, and contributed to the overall quality of the database.   2.3. ANALYSIS As the database represents a (quasi) exhaustive collection of all Flemish television fiction series and the LGBT+ characters featured in these shows between 2001 and 2016, the results section of this paper will report on descriptive statistical analysis of the data. Given the fact that analyses will not be based on a demarcated sample meant to be representative for a larger situation, figures and percentages of crossed and weighed variables reflect the actual situation in Flemish television fiction for the 2001 – 2016 period, not estimates.        WP 2018/1        28   3. RESULTS  3.1. FLEMISH TELEVISION FICTION 2001 – 2016  3.1.1. GENERAL TENDENCIES IN FLEMISH TELEVISION FICTION Since January 1st 2001, a total of 156 individual domestic scripted television shows have been broadcasted on Flemish television channels, regardless of viewing slots. As the data collected and provided by the Centre for Information on the Media suggest, public broadcaster channel één and its commercial competitor VTM are the two dominant channels involved in airing domestic Flemish fiction television, representing 32.05% and 34.62% respectively of the overall programming since 2001 (Graph 1).  When considering network shares, however, PSB VRT (één, Canvas, KETNET) represents 55,76% of all fiction programming, as opposed to commercial network VMMA’s (VTM, 2BE/Q2, vtmKzoom, Vitaya) share of 38,46% of domestic fiction series.  Graph 1: Total Number of Domestic Television Fiction Series Per Channel (2001–2016) (N=156)  545027104 3 3 2 2 0 0 00102030405060Number of Domestic Fiction SeriesFlemish Television ChannelsSpread By ChannelsWP 2018/1        29   Graph 2 shows 2008 to be the peak year for domestic fiction on Flemish television channel, while the lowest records are found in 2009 and 2015, with 23 domestic fiction shows for both years. On average, Flanders saw ca. 27 domestic fiction productions annually between 2001 and 2016 (graph 2). Graph 2: Amount of Domestic Fiction Television Series Per Year (2001 – 2016) (N=156)  Concerning genre, the Flemish scripted television industry presents itself as diverse and dynamic, with many internationally popular genres present. Notable exceptions are those genres that presuppose international distribution for financial viability, such as science fiction, fantasy and – to a lesser extent – historical epics8.  Graph 3 shows that in the generic segments oriented towards adult viewers, the genres ‘serial drama’ (33), ‘serial tragicomedy’ (23) and ‘sitcom’ (20) are the most prevalent, making up 48,71 % of all series and serials in Flanders between 2001 and 2016 (for an overview of genres, see Appendices). These results should be nuanced by the fact that drama and tragicomedy are ‘catch-all’ genres, and coding a title in either category is largely based on the interpretation of individual coders. When crossing the data on                                                           8 Some examples of historical television fiction have been produced in Flanders, such as WWI Drama In Vlaamse Velden (één, 2014), De Kavijaks (VTM, 2005) and De Bende Van Jan De Lichte (VTM, 2018). These examples remain rare, and the two series aired on VTM mitigated financial risk by pre-releasing the episodes in premium subscription packages.  24262826 273025283423 2427 2628 2923 240510152025303540pre20012001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016Domestic Scripted SeriesTV SeasonSpread by SeasonWP 2018/1        30   genre with those on seasons and number of episodes, however, it stands beyond any doubt that titles in these categories are predominantly single-season serialized forms of fiction with less than 13 episodes (graph 4).  Especially noteworthy is the relative weight of fiction television for children in the data, totaling 32 fiction series, or 20,51%  of all fiction productions between 2001 and 2016 (Graph 3).   Graph 3: Domestic Fiction Series Genres (2001 – 2016) (N=156)  Table 4 shows that 70,70% (111) of all Flemish television fiction is programmed during the primetime viewing slot between 8 pm and 10 pm (graph 7), with the remaining 26,75% (42) broadcasted in the daytime slot, and 2,55% (3) after 10 pm. Of the 42 series in the daytime programming slot, 32 entries comprise of scripted content aimed at children, indicating that 88,80% of all Flemish scripted content oriented at adults is situated in the primetime viewing slot.     292622171513117 7 630 0 005101520253035Domestic Fiction Television SeriesGenresSpread By GenreWP 2018/1        31   Table 4: Time Slot Programming Distribution Domestic Fiction Series (2001 – 2016) (N=156)  Genre Daytime  Primetime  Late Night  Soap/Telenovella 5 6 0 Sitcom 2 13 0 Comedy/Sketches 0 13 0 Police Procedural 0 17 0 Children’s TV (Live Action) 26  0 0 Children’s TV (Animation) 6 0 0 Scripted Reality 3 4 0 Mockumentary 0 6 1 Serial Drama 0 28 1 Serial Tragicomedy 0 22 1 Action 0 2 1 Total (N) 42 111 4 % Total 26,75% 70,70% 2,55%  As the product of a domestic television industry, geographical setting is an important element in Flemish television fiction. As Graph 4 illustrates, rural communities and villages are the dominant geographical context for storylines. 50,64% (79) of all domestic scripted television explicitly featured a rural community or village as its main setting, as opposed to only 24,35% (38) manifestly urban settings (graph 5). The remaining 25% (39) series either featured both rural and urban storylines, were inconclusive, or were studio-based or animated children’s television fiction shows employing an imaginary setting.  Graph 5: Narrative Setting (2001 – 2016) (N=156) Rural51%Urban24%Undefined25%Geographical SettingRural Urban UndefinedWP 2018/1        32   Graph 6, however, illustrates a clear pattern that shows how narrative setting is strongly associated with specific genres in Flemish TV fiction. Police procedurals, for example, almost exclusively feature an urban setting, while drama and tragicomedy are predominantly rural in terms of geographical location of the storylines (Graph 6). Graph 6: Genre and Narrative Setting in Flemish Scripted Television (2001 – 2016) (N=156)   3.1.2. TENTATIVE ANALYSIS Based on these broad tendencies identified in the database, we can formulate several tentative conclusions concerning the state of art in Flemish television fiction for the past fifteen years. The majority of domestic fiction series shown on Flemish television channels is aired during the prime time slot, and, more importantly, is available to any viewer with a Flemish cable subscription. Notwithstanding some examples of PVOD (Premium Video On Demand) packages of distributors that offer Flemish television fiction content before the broad release on basic cable (see 1117 1921338141 0123 112213110 26623 090525 105101520253035Domestic Fiction Television SeriesGenresGenres and Narrative SettingRural Urban UndefinedWP 2018/1        33   Raats et al. 2014), all Flemish television fiction series can be categorized as ‘mainstream’ series. Although narrowcasting9 (see Becker 2006) is not entirely absent in the Flemish television industry, its implications for domestic television fiction are near to non-existent. Narrowcasting channels in the Flemish television landscape tend to focus on Flemish non-fiction television and/or foreign imports (CIM 2016). One notable exception, however, is the genre of scripted reality. With Verboden Liefde (VIJF 2015 – 2016) and Waargebeurd: Alles uit Liefde (VIJF 2013 – 2014), women-oriented channel VIJF produced two domestic Flemish fiction series. As scripted reality is a relatively low-cost genre, employing non-professional actors and budget-friendly production cycles (see Beck et al. 2012), it is a moderately safe bet for a channel usually not invested in Flemish television fiction.   As we already illustrated in earlier sections of this paper, broad overviews of Flemish television fiction are relatively scarce. The data presented here thus present an opportunity to contextualize individual case studies on the subject. Especially the notion of ‘everyday nationalism’ in Flemish television fiction, pointed to by Alexander Dhoest (2001; 2007) seems to resonate with the data on narrative setting. Dhoest illustrates how a focus on the rural – or ‘pastoral’ – was an important motif in pre-1990s Flemish television fiction (2001, p.20). Although the focus then was oriented to historical fiction based on Flemish literary classics, and historical fiction proves scarce after the turn of the millennium, the fact that 51% percent of domestic fiction series (Graph 5) explicitly take the rural as a narrative setting, can be seen as a continuity of the earlier strategies of national identity in Flemish television fiction. Dhoest’s (2007) later qualitative account of ‘banal’ nationalism in contemporary Flemish television fiction also proposes the use of the rural as a marker of ‘typical Flemishness’ (pp.70 & 72), without the use of historical narratives. The results of the                                                           9 Narrowcasting refers to the organization of television channels devoted to specific demographics of the population in order to attract specific economically interesting target groups. Examples are channels marketed primarily to the female population or to young adults. WP 2018/1        34   database certainly corroborate the widespread nature of this practice, and provide a quantitative context for Dhoest’s qualitative research.   3.2. LGBT+ PRESENCE IN FLEMISH TELEVISION FICTION 2001 – 2016  3.2.1. PATTERNS IN LGBT+ PRESENCE  Of the 156 domestic fiction series shown on Flemish television channels between 2001 and 2016, 60 series (38,46%) included LGBT+ characters in their narratives (Graph 7). As Table 5 indicates, LGBT+ presence in these series comprised of 117 individual characters, ranging from main to side and guest characters.  Graph 7: Flemish Television Fiction Series and LGBT+ Presence (2001 – 2016) (N=156)   As comprehensive data on the share of television fiction series including LGBT+ characters in other national television industries is scarce, it is difficult to gauge the significance of this figure. Instead, most quantitative overviews of LGBT+ presence 6096020406080100120LGBT+ Characters No LGBT+ CharactersFlemish Television Fiction SeriesOverall LGBT+ Character Presence (N=156)WP 2018/1        35   in television fiction opt to focus on the share of LGBT+ characters in relation to the total number of main and recurring characters instead. GLAAD for instance, documents the yearly proportion of LGBT+ characters in American television fiction, but does not provide a total of series with LGBT+ characters present (GLAAD 2016).  The fact that GLAAD publishes an annual report does allow for a temporally comparative approach that charts the yearly presence of LGBT+ characters. In order to be able to compare the Flemish situation, we have indexed the years wherein individual characters were present on Flemish television channels (with the exclusion of reruns). As Table 5 illustrates, the presence of LGBT+ characters in Flemish television fiction series does not always display an upward trend. Intuitively pairing increased LGBT+ acceptance with increased visibility (or vice versa), would thus be a mistake for the Flemish context. Graph 8 furthermore shows how the same trend is also found with the share of domestic television fiction series portraying LGBT+ characters, and not only with LGBT+ characters in general. Table 5 does show, however, that the diversity of LGBT+ characters displays an upward trend, with more non-binary characters since 2005, and transsexual and transgender characters finding their way to the small screen since 2013.         WP 2018/1        36   Table 5: Yearly Amount of LGBT+ Identities Visible in Flemish Television Fiction Series (2001 – 2016) (N=117)  Gay Lesbian Bisexual Transgender Transsexual Asexual Non-Binary Total 2001 5 4 1 0 0 0 0 10 2002 7 4 1 0 0 0 0 12 2003 12 5 1 0 0 0 0 16 2004 16 6 1 0 0 0 0 21 2005 13 8 2 0 0 0 1 24 2006 11 7 2 0 0 0 2 22 2007 8 7 1 0 1 0 2 19 2008 12 6 3 0 0 0 3 24 2009 11 5 3 0 0 1 3 23 2010 7 3 2 0 0 0 2 14 2011 6 5 1 0 0 1 2 14 2012 2 4 1 0 0 1 3 10 2013 13 5 2 1 0 0 4 24 2014 15 4 2 1 0 0 3 24 2015 9 5 2 0 1 0 3 19 2016 7 6 3 0 1 0 3 18  Graph 8: Yearly Amount of Domestic Television Fiction Series with LGBT+ Characters in Relation to Total Number of Domestic Television Fiction Series (N=156)  In order to compare the Flemish situation to that of the United States, Table 6 shows the share of LGBT+ main characters in relation to the total number of main characters each year. On average, LGBT+ characters have made up 5,77% of the 3033 33273538343943343638404441364 571013 14 12 1397 649137 8051015202530354045502001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016Number of Television Fiction SeriesAxis TitleYearly Share of Television Series with LGBT+ CharactersTotal Television Fiction Series Television Fiction Series With LGBT+ CharactersWP 2018/1        37   main characters in Flemish television fiction the past fifteen years. This is slightly above the total share of LGBT+ characters (4,8%) in the 2016 ‘Where We Are on TV’-report (GLAAD 2016). However, our figure refers only to main characters, conceived of as primary characters in the series narrative (i.e. present in most episodes). However, GLAAD’s figures are based on ‘recurring characters’, which include main and side characters (i.e. present in most and/or present in some episodes).  Table 6: LGBT+ Main Characters Share (N=117) in Relation to Total Number of Main Characters (2001 – 2016) (N=3601)  Total Main Char. LGBT+ Main Char. % LGBT+ Main Char. 2001 198 8 4,04% 2002 227 9 3,96% 2003 233 11 4,72% 2004 207 12 5,79% 2005 255 16 6,27% 2006 232 17 7,32% 2007 284 15 5,28% 2008 295 17 5,76% 2009 219 15 6,84% 2010 222 10 4,50% 2011 220 12 4,45% 2012 210 7 3,33% 2013 190 12 6,31% 2014 216 14 6,48% 2015 202 14 6,93% 2016 191 12 6,28% Total Average 225 13 5,77% (AVG)  The variations found in the yearly number of LGBT+ characters in Table 5 and Graph 8 are contextualized by relating them to the spread of LGBT+ characters across genres (Table 9). In the 2006 TV season, a total of long-running serialized dramas with soap characteristics10 were broadcasted on Flemish TV channels – Familie (VTM 1991 - ), Thuis (één 1995 -), Team Spirit (VTM 2003 – 2006), Wittekerke                                                           10 These differ from the ‘serial drama’ category because of their high number of episodes and seasons, whereas the ‘serial drama’ category consists of series with one or two seasons with approximately ten to twelve episodes.  WP 2018/1        38   (VTM 1993 – 2008) & Spoed (VTM 2000 – 2008), each featuring several recurring LGBT+ characters. Moreover, 2006 was also the year with the highest ratio of scripted series having LGBT+ characters, with 13 out of 25 series including at least one non-heterosexual or non-cisgender character. 2012’s television season, on the other hand, is characterized by children’s television, serial tragicomedy and serial drama, which tend to show little sexual and/or gender diversity in Flanders (Table 9). As such, genre seems an important factor in the quantitative presence of sexual and gender diversity in Flemish television fiction. Table 7: Amount of LGBT+ Characters by Channel (2001 – 2016) (N=117)  Gay Lesbian Bisexual Transgender Transsexual Asexual Non-Binary Total één 17 12 3 0 2 0 2 36 Canvas 5 2 0 0 0 0 0 7 KETNET 6 0 1 0 0 0 0 7 VTM 26 16 4 0 0 1 4 51 VT4/VIER 3 0 0 1 0 0 0 4 Kanaal 2/2BE/Q2 7 2 0 1 0 0 1 11 VIJF 0 0 0 0 0 0 0 0 Vitaya 0 0 0 0 0 0 0 0 ACHT 0 0 0 0 0 0 0 0 VTM Kzoom 0 0 0 0 0 0 0 0 Cadet 0 0 0 0 0 0 0 0 JIM 1 0 0 0 0 0 0 1 TMF 0 0 0 0 0 0 0 0 Total        117  Table 8 shows that commercial general interest channel VTM represents the highest share of LGBT+ characters in domestic television fiction series, with 30,76% of all non-heterosexual and non-cisgendered characters since 2001.     WP 2018/1        39   Table 8: Channel Share of LGBT+ Character Types (2001 – 2016) (N=117) Channel Main LGBT+ Character Side LGBT+ Character Guest LGBT+ Character Één 18 10 8 Canvas 3 4 0 KETNET 6 1 0 VTM 28 10 13 VT4/VIER 1 3 0 Kanaal 2/2BE/Q2 0 0 11 JIM 1 0 0 Total 57 (48,71%) 28 (23,93%) 32 (27,35%)  VTM is also the channel with the highest number of LGBT+ main characters, representing 49,12% of all non-heterosexual and non-cisgendered main characters (Table 8). With PSB channel één only retaining a share of 31,57% of LGBT+ main characters, the findings in this study diverge from what might be expected from North-American literature, which emphasizes commercial general-interest basic cable channels to portray less sexual and gender diversity (see Becker 2006).  Table 9: LGBT+ Main, Side and Guest Characters in Domestic Television Fiction Genres (2001 – 2016) (N=117)  Main Characters Side Characters Guest Characters Total % of Total Action 0 0 0 0 0,00% Serial Tragicomedy 4 3 0 7 5,98% Serial Drama 9 4 0 13 11,11% Mockumentary 1 2 2 5 4,27% Scripted Reality 3 0 0 3 2,56% Children’s Animation 0 0 0 0 0,00% Children’s Live Action 6 1 0 7 5,98% Police Procedural/Crime 5 7 11 23 19,56% Comedy/Sketches 5 3 13 21 17,94% Sitcom 1 0 3 4 3,41% Soap/Telenovela 23 8 3 34 29,05%  57 28 32 117 100%  Table 9 illustrates the strong correlation between genre and the portrayal of sexual and gender diversity in domestic Flemish television fiction, with three generic clusters representing the bulk of LGBT+ characters. Together, Soap & Telenovela, WP 2018/1        40   Comedy & Sketches and Police Procedural & Crime feature 67% of all non-heterosexual and non-cisgender characters.  Given the high prevalence of guest characters in the two latter categories, (Comedy & Sketches and Police Procedural & Crime represent 40,62% and 34,37% of all guest characters, respectively) Soaps & Telenovelas are the unchallenged powerhouse in portraying LGBT+ characters in Flemish domestic scripted television series. The status of this generic cluster is corroborated even further when considering the fact that only 11 series in the database are soap operas or telenovelas (7,05%). The two dominant genres oriented at adult audiences – serial drama and serial tragicomedy – numbering 51 individual series (32,69%) as such have a rather low percentage of LGBT+ characters.   3.2.2. TENTATIVE ANALYSIS With 60 domestic television fiction series on a total of 156 (38,46%) representing at least one LGBT+ character for the past fifteen years, the Flemish fiction television industry certainly displays a willingness to include sexual and gender diversity in popular television narratives. Moreover, of the 60 LGBT+ inclusive series, 36 (23,07%) feature a non-heterosexual or non-cisgendered character in a main role, further emphasizing, to an extent, the everydayness of some forms of sexual and gender diversity in Flemish domestic television fiction. Contrary to intuitive expectation, commercial generalist channel VTM retains the largest share of LGBT+ characters both in absolute numbers and when taking only main characters into account. As Flemish PSB channels (één, KETNET and Canvas) are legally obliged to represent the ‘diversity of contemporary Flemish society’ (Dhoest & Van Den Bulck 2007), it could be expected that these channels would represent the largest proportion of non-heterosexual and/or non-cisgendered characters. This especially contrasts with the negative correlation between reliance on advertiser revenue and WP 2018/1        41   LGBT+ presence observed in the television industry of the United States (see Becker 2006; Chambers 2009), where general interest ‘basic cable’ channels tend to represent less sexual and gender diversity than channel less reliant on advertiser revenue. The reason for the high number of LGBT+ characters can be attributed to VTM’s high share in the ‘Soap/Telenovela’ cluster, which, as Table 9 illustrates, tends to include many non-heterosexual and/or non-cisgendered characters.   The presence of LGBT+ characters in different genres found in the Flemish domestic television fiction landscape merits further analysis, as the patterns here also diverge from what might be expected. Expanding on ‘quality’ markers in domestic television fiction in Flanders, Alexander Dhoest (2014) points to a division between lowbrow productions, qualitative productions and quality productions, which in turn are associated with different genres. Serial drama and serial tragicomedy are considered the most prestigious forms of television fiction in Flanders (Dhoest 2014), and are the genres most consistently labeled as ‘quality’. In this respect, it seems that the inclusion of a diverse cast of characters in terms of gender and sexuality is not included in the distinctive discourses on quality in domestic Flemish TV fiction. Distinctly ‘lowbrow’ genres such as soap operas and telenovelas, however, tend to play a much bigger role in the portrayal of sexual and gender diversity in the Flemish television fiction landscape, again signaling a discontinuity with the situation in the United States, where ‘quality’ series are often observed to represent sexual and gender diversity more frequently (see Munt 2006; Becker 2006; Chambers 2009). Given this study’s status as an explorative overview, however, it is difficult to make any claims regarding the qualitative nature of these individual representations, and to gauge whether there are additional differences between different generic clusters apart from the quantitative distribution of individual LGBT+ characters.   WP 2018/1        42   3.3. LGBT+ CHARACTERS IN FLEMISH DOMESTIC TELEVISION FICTION 2001 – 2016   3.3.1. PATTERNS IN LGBT+ CHARACTERS  As could already be observed in Tables 5 and 7, gay male characters are by far the largest group of characters in the database, regardless of their status as a main, side or guest character. They represent 65 of the total of 117 characters (55,56%). Table 10 furthermore indicates that lesbian women count for less than half of the gay male group with 29 counted characters (24,79%), and bisexual and non-binary characters respectively representing 9 counted characters each (7,69%). Completing the set are two transgender characters (1,71%), two transsexual characters (1,71%) and one counted asexual character (0,85%).  Table 10: Amount and Share of LGBT+ Character Identities (2001 – 2016) (N=117) Character Identity Count Percentage Homosexual 65 55,56% Lesbian 29 24,79% Bisexual 9 7,69% Transsexual 2 1,71% Transgender 2 1,71% Asexual 1 0,85% Non-Binary 9 7,69% Total 117 100%  This character distribution corresponds to internationally observed tendencies in television fiction (e.g. GLAAD 2016), with a noted overrepresentation of gay male characters, and to a lesser extent, female lesbian characters. It seems that these relatively accepted sexual identities are given preference over more socio-culturally marginalized identities such as bisexuality or transgender subjects.   WP 2018/1        43   Table 11: Character Type Share of LGBT+ Characters (2001 – 2016) (N=117) Character Identity Main Character (N=57) Side Character (N=28) Guest Character (N=32) Homosexual 56,14% (32) 35,71% (10) 71,88% (23) Lesbian 19,30% (11) 46,43% (13) 15,63% (5) Bisexual 8,77% (5) 7,14% (2) 6,25% (2) Transsexual 1,75% (1) 3,57% (1) 0,00% (0) Transgender 1,75% (1) 0,00% (0) 3,13% (1) Asexual 1,75% (1) 0,00% (0) 0,00% (0) Non-Binary 10,53% (6) 7,14% (2) 3,13% (1) Total 100,00% (57) 100,00% (28) 100,00% (32)  Similar tendencies are found in the character type shares, with gay male characters representing over half of all main characters and almost three quarters of all guest characters. Female lesbian characters make up almost half of all side characters, while they only represent roughly one fifth of all main characters. Interestingly, most of the non-binary characters are main characters, suggesting that, while less clear cut than gay or lesbian identities, they form part of prominent narratives in the series they are featured in. Similarly, five out of nine bisexual characters are main characters, again suggesting an embeddedness in prominent storylines.  Table 12: Character Identity and Narrative Centrality (2001 – 2016) (N=117) Character Identity Central In Narrative Not Central in Narrative Unclear Homosexual 44 20 1 Lesbian 12 16 1 Bisexual 3 6 0 Transsexual 2 0 0 Transgender 2 0 0 Asexual 0 1 0 Non-Binary 5 4 0 Total 68 (58,12%) 47 (40,17%) 2 (1,71%)  Table 12 indicates how sexual identity is a central motif in Flemish television fiction series in the case 58,12% (N=117) of all included characters (i.e. main, side and guest characters), and not a central motif in the representation of 40,17% (N=117) of the characters. Narrative centrality may refer to coming-out motifs, storylines on homophobic violence to sexual reassignment surgeries or sketches on homosexuality. While these figures suggest a strong emphasis on sexual or gender identity as an important narrative stimulus, they should be related to their distribution WP 2018/1        44   across character type (Table 13). This points to the large share of guest characters with a narrative focus on sexual or gender identity.  Table 13: LGBT+ Identity Narrative Centrality By Character Type (2001 – 2016) (N=117)  Main Character Side Character Guest Character Total Central In Narrative (N=68) 31 (45,59%) 12 (17,65%) 25 (36,76%) 68 (100,00%) Not Central In Narrative (N=47) 24 (51,06%) 16 (34,04%) 7 (14,89%) 47 (100,00%) Unclear (N=2) 2 (100,00%) 0 (0,00%) 0 (0,00%) 2 (100,00%)  As the guest character category contains many characters featured in the comedy/sketches generic cluster, the narrative focus on their sexual and/or gender identity is primarily related to sketches on LGBT+ identities that often explicitly position sexual and/or gender diversity as a punchline rather than an expansive storyline on sexuality and/or gender.  The prominence of LGBT+ identities as narrative cues is not related to marriage, while Belgium legalized same-sex marriage in 2003. Whereas one might expect that same-sex marriage might have become an important motif in LGBT+ representation in Flemish television fiction, the database shows that only a small minority of LGBT+ characters (11,97%, N=117) marries in the series they are featured in.  This is not to say that LGBT+ characters have no relationships in Flemish television fiction, as Table 14 indicates that the majority of the characters (62,40%, N=117) had one or more relationships.  WP 2018/1        45   Table 14: LGBT+ Characters And Relationships (2001 – 2016) (N=117) Identity Relationship No Relationship Multiple Relationships Homosexual 27 32 6 Lesbian 18 4 7 Bisexual 2 1 6 Transsexual 1 1 0 Transgender 1 1 0 Asexual 0 1 0 Non-Binary 1 4 4 Total 50 44 23  Interestingly, the majority of lesbian characters collected has one or more relationships (86,21%, N=29), while only half of the gay male characters (50,77%, N=65) has one or more relationships. Bisexual characters have the highest relative share of multiple relationships, which is likely associated with a practice of having bisexual characters engaged in at least one relationship with each sex, in order to emphasize their bisexuality. Similarly, non-binary characters display a high relative share of having multiple relationships (44,44%, N=9), which might be related to the same practice. As the gender of romantic and sexual partners has not been indexed in the database, however, this merits further qualitative study.  Table 15: LGBT+ Character Type And Violence (2001 – 2016) (N=117) Character Type Victim Of Violence Not A Victim Of Violence Unclear Main Character 3 54 0 Side Character 2 26 0 Guest Character 9 22 1 Total 14 102 1  Table 15 illustrates the relatively low figure of LGBT+ characters represented as victims of homo- or transphobic violence. Unsurprisingly, the guest character category displays the highest relative number of LGBT+ characters as victims of violence (28,13%, N=32), as the majority of these victimized characters are featured in police procedural episodes expanding on gay bashing (77,78%, N=9). This furthermore explains the relative overrepresentation of gay male characters as victims in Table 16.  WP 2018/1        46   Table 16: LGBT+ Character Identity and Violence (2001 – 2016) (N=117) Character Identity Victimized Not Victimized Unclear Homosexual 9 55 1 Lesbian 3 26 1 Bisexual 1 8 0 Transsexual 0 2 0 Transgender 0 2 0 Asexual 0 1 0 Non-Binary 1 8 0   Table 17 shows the poor figures of Flemish television fiction regarding the ethnicity of LGBT+ characters, with only 4 of the 117 collected characters being of non-Caucasian descent. All non-Caucasian characters were furthermore of sub-Saharan descent, with three of them explicitly constructed as having Congolese roots, a former Belgian colony. Two of these characters were recorded as main characters, supplemented with one side and one guest character; three of them were gay males, and one lesbian female. It should be noted, however, that indexing ethnicity based on secondary data is difficult, and the findings presented here presumably only point to those characters manifestly described as ‘non-white’ in meta-texts on Flemish television fiction. Table 17: LGBT+ Character Ethnicity in Flemish Television Fiction (2001 – 2016) (N=117) Ethnicity Character Count Percentage Caucasian 113 96,58% Sub-Saharan African 4 3,42% Northern African 0 0,00% Middle Eastern 0 0,00% Eastern Asiatic 0 0,00% Southern Asiatic 0 0,00% Northern Asiatic 0 0,00% Other/Unclear 0 0,00% Total 117 100,00%  Concerning socio-cultural class, a certain degree of homogenization may also be observed. While the figures are certainly less dire than those of LGBT+ character ethnicity, middle class characters make up the majority of the 117 recorded LGBT+ WP 2018/1        47   characters. Table 18 furthermore indicates a correlation between sexual and/or gender identity and socio-cultural class, with a large proportion of female lesbian characters being upper class (48,28%, N=14).  Table 18: LGBT+ Characters Socio-Cultural Class in Flemish Television Fiction (2001 – 2016) (N=117) Character Identity Lower Class Middle Class Upper Class Homosexual 5 48 12 Lesbian 2 13 14 Bisexual 1 4 4 Transsexual 0 2 0 Transgender 0 2 0 Asexual 0 1 0 Non-Binary 0 7 2 Total 8 (6,84%) 77 (65,81%) 32 (27,35%)  3.3.2. TENTATIVE ANALYSIS The past fifteen years of LGBT+ televisibility in Flemish television fiction correspond, to a certain extent, to tendencies observed in television fiction of the United States. The sustained overrepresentation of gay male characters, for instance, is a pattern also present in the ‘Where We Are On TV’-reports (GLAAD 2005-2016), complete with the associated shares of other LGBT+ identities. Unsurprisingly, those identities that face considerable marginalization in society at large, such as transsexual and especially transgender characters, are rare, although the first recurring transsexual characters have been introduced in the past few years. As other research (e.g. Borghs 2016) on LGBT+- related issues in Flanders has already pointed to the relatively accepted status of sexual diversity and the sustained socio-cultural unease with gender diversity, our data seems to confirm a similar dichotomy in Flemish television fiction. Whereas non-heterosexual characters have consolidated a seemingly stable place in the domestic television landscape, gender diversity remains underrepresented. Furthermore, many of the entries in the database seem to point to a gender conforming performance of LGBT+ characters in Flanders, and further qualitative inquiry might reveal this to be the case for most LGBT+ characters, especially the gay male and female lesbian ones.  WP 2018/1        48   The still significant share of main characters embedded in a narrative that emphasizes sexual and/or gender identity (45,59%) suggests that when LGBT+ characters are featured in a prominent role in Flemish television fiction, their difference is often narratively underscored by constructing a storyline around it. While this is not problematic in itself, and is likely related to widely used narrative introduction strategies in television fiction series, it might contribute to overemphasizing the importance of coming out narratives and the importance of publicly declared sexual and gender identities. Furthermore, when relating Table 10 to the data collection method based on secondary sources, it is especially noteworthy to point to the fact that only 9 characters, or a mere 7,69% of the total, were not explicitly brought under a clear cut sexual or gender identity in metatexts about Flemish television fiction series. This suggests a necessity to label characters when they diverge from traditional cisgendered heterosexual norms in meta-texts on television fiction, regardless of whether these characters self-identify as such in the television text.   Arguably, the most problematic pattern emerging from the database, is related to character diversity. Whereas Flanders is a diverse society, LGBT+ characters can hardly be described as intersectional portrayals with a noted interest in underscoring the complexity of identities. Rather, the vast majority of characters are white and middle class, reflecting only the sexual and gender diversity of the majority group in terms of ethnicity and class. It would be dishonest, however, to denounce Flemish television fiction as homonationalist (Puar 2007) based solely on the data presented in this study. Homonationalist discourses are complex and dynamic formations, and as such merit qualitative analysis as a supplementary research tool, rather than large-scale quantitative exploratory overviews. However, it should also be noted that those characters shown as victims of homo- or transphobic violence (Table 16) have all been subjected to supplementary analysis, revealing that none of the perpetrators could be described as ethnic or cultural minorities. It thus seems that if WP 2018/1        49   homonationalism is indeed a pervasive discourse in Flemish television fiction, it is less reliant on contrastive self-identification and more of a somewhat banal form of nationalism (see Dhoest 2007).   WP 2018/1        50   4. DISCUSSION This working paper presents the most complete overview of Flemish television fiction and its inclusion of sexual and gender diversity between 2001 and 2016 to date, and provides an opportunity to reflect on the internal dynamics of this regional television industry and its relationship to LGBT+ characters and storylines.   As a fiction industry with limited international distribution possibilities11, emanating from the emphasis on typically Flemish culture and the use of Flemish dialects in spoken dialogues, the Flemish television industry has to mitigate between offering a diverse output and negotiating the financial strains associated with fiction production. This accounts for the absence of several niche genres that prove viable in large scale television industries like that of the United States, but could represent considerable financial risk on a market of approximately six million potential viewers. Rather than catering to horror or sci-fi fans, for instance, the Flemish television fiction industry seems to opt for series and serials with a broad appeal to Flemish audiences, and the strong emphasis on the rural as a narrative setting indicates a highlighting of ‘Flemishness’ as the defining factor in distinguishing Flemish television fiction as an entertainment product from international competition. Joseph Straubhaar’s (1991; 2003) concept of cultural proximity offers an explanatory framework for this phenomenon, underscoring the desire of local audiences in a globalized media market to not only consume internationally popular imports, but also relate to the local context by watching domestic television fiction.  Although the observation merits further qualitative study, it would also seem that the economic reality of the Flemish television fiction industry accounts for the almost all                                                           11 Recently, some select Flemish television fiction series have been distributed internationally, such as Salamander (één 2012) which was broadcasted on BBC Four, or Beau Séjour (één 2017), shown both on French channel ARTE and distributed digitally by Netflix. These examples remain rare, however, and pertain mostly to the ‘quality’ segment of Flemish television fiction.  WP 2018/1        51   encompassing ‘mainstream’ status of domestic fiction series in Flanders. Narrowcasting fiction channels are absent in the region, and the majority of fiction content oriented towards adult audiences is broadcasted in the prime-time viewing slot, and available to anyone with access to Flemish television channels. The data furthermore indicate how individual channels adapt their fiction programming schedules to those of their direct rivals, with VRT channel één broadcasting the majority of their own or co-produced fiction series during the Sunday night primetime slot, and very little during the Monday night primetime slot, while commercial rival VTM does exactly the opposite. Most channels seem to program their expensive fiction series in slots that do not parallel those of other channels in order to maximize potential audience share.   Considering Flemish television fiction’s explicit use of ‘banal’ Flemishness (Dhoest, 2007) as a distinction strategy – evident by the prominence of the rural as a narrative setting – the relatively high inclusion of LGBT+ characters in Flemish television fiction is certainly noteworthy. With 38,46% (N=156) of all collected series portraying an LGBT+ character at one point or the other, it seems that sexual and gender diversity have consolidated a prominent position in the representation of Flanders through popular television fiction. Indeed, based on figures like these, it would be tempting to characterize the Flemish television fiction industry as very inclusive towards sexual and gender diversity, especially when also considering the relatively high relative share of LGBT+ main characters in the collected series. Such a claim would surpass the dramatic overrepresentation of gay male characters, however, and would furthermore obscure the fact that the figures on quantitative distribution of LGBT+ characters are necessarily abstract.  It is certainly interesting to observe the fact that series that are considered to be of little artistic and/or production value, such as soap operas, telenovelas or sitcoms, are responsible for a significant proportion of the quantitative distribution of WP 2018/1        52   LGBT+ characters, whereas ‘quality’ Flemish television fiction, associated with serial drama and serial tragicomedy, scores rather low in this respect, especially when considering their sizeable presence in the database. This might indicate that, contrary to the situation in the United States, for instance (see Becker 2006), a progressive take on sexual and gender identity is not necessarily considered a marker of prestige in the Flemish television fiction industry. Their strong emphasis on the rural as a setting, a characteristic shared especially with soap operas in Flanders, combined with the first lack and the latter’s abundance of LGBT+ characters proposes a comparative qualitative study as an interesting route for future research.   In terms of individual characters, it should be noted that white, middle class and gender conforming gay men are responsible for the seemingly laudable figures on the quantitative distribution of LGBT+ characters. Moreover, the three-tiered database also indicates that even when individual characters do not belong to the overrepresented category of white, middle class, genderconforming gay men, preference is almost always given to characters that adhere to clear-cut ‘traditional’ identities rather than those identities that problematize pervasive socio-cultural discourses such as heteronormativity. Indeed, the fact that a specific ‘L’, ‘G’, ‘B’ or ‘T’ identity was explicitly ascribed to 108 of a total of 117 characters, exemplifies the importance attributed to a definable sexuality or gender in the Flemish public debate on television fiction. This observation especially illustrates the specific dynamic of heteronormativity active in Flanders, in the sense that sexual and gender diversity is certainly accepted, uncontested and in many cases even lauded, insofar as the representation of sexual and gender diversity does not diverge from identity as a singular and controllable phenomenon.  It translation into sexualized norms based on heterosexual standards however, is less obviously apparent in the figures derived from the database. Marriage and traditional family life oriented towards procreation, for instance, was part of the narrative of WP 2018/1        53   only a relatively small minority of the collected characters. Many characters had successive relationships, which seems to indicate that these LGBT+ identities are not forced into a framework of traditional monogamy intended to legitimize the presence of characters that diverge from cisgendered heterosexuality. Very few characters, moreover, were violently punished for their sexual and/or gender identities in the narratives, and it should be explicitly mentioned that to this date, no LGBT+ character was ‘killed of’ to further a cisgendered heterosexual’s storyline (see Fejes & Petrich 1993) in Flemish television fiction. While it might be perfectly possible that this has taken place either before 2001, or the removal of a non-heterosexual or non-cisgendered character has been achieved through other means, this observation at the very least sets the history of Flemish LGBT+ characters of traditions observed in, among others, the treatment of sexual and gender diversity in television fiction originating in the United States.             WP 2018/1        54   5. CONCLUSION The field of queer television studies has a fraught relationship with quantitative methods, often preferring qualitative textual methods over those approaches associated with more positivist strands in media research. This working paper serves to illustrate that, in a smaller regional television context, counting an collecting can be a profoundly beneficial tool to disclose previously hermetic cultural systems, and prepare them for further analysis. The longitudinal and exhaustive outlook of our project, moreover, allows for the identification of structural patterns embedded in the Flemish television fiction industry in a way that transcends the singular and sometimes anecdotal argumentation of individual case studies. Instead of the traditional approach of relating well-formulated observations derived from a single cultural artefact to an often merely postulated structural framework, this working paper lays bare the framework to create the necessary conditions for contextualized qualitative research. Ultimately, this points to the potential of turning quantitative methods currently often overlooked in the field of queer television studies.   Furthermore, the expansive approach of the working paper and the density of the data enable a contextualized and nuanced theorization of patterns and tendencies found in the last fifteen years of Flemish television fiction. The overwhelming whiteness of the collected LGBT+ characters, for instance, might have easily been read as a clear example of homonationalism (Puar 2007), which would have been a less than merciful verdict to bestow on the Flemish television fiction sector, as it seems that the totality of the series seem to convey something along the lines of an ‘everyday’ homonationalism rather than the discourse described by Jasbir Puar, which relies more on contrastive self-identification rather than the absolute lack of attention for the diversity of the LGBT+ community. The database furthermore allowed the quick identification of characters complicit in homo- or transphobic WP 2018/1        55   violence, showing that these particular instances of violence have rarely been articulated to ethnic-cultural minorities. This seems to suggest a degree of reflexivity in the Flemish television fiction industry, as it is reasonable to assume that its associated professionals are aware of the problematic stereotypes circulating in other media. The relatively low number of LGBT+ characters victimized confirms the presence of banal or ‘everyday’ homonationalism, though, as it might contribute to the construction of Flanders as a relatively safe space for non-heterosexual or non-cisgendered people, while homo- and transphobic violence are in fact more common than the situation represented by domestic fiction series (see Motmans et al.  2013).   The conclusions for the Flemish television fiction industry itself should be read as a call to recognize the diversity in sexual and gender diversity. The total group of LGBT+ characters is strongly homogenized, and leaves little room for those identities that escape the monolithic construction of ‘gay male’ or ‘lesbian female’ sexualities. Especially the notion of gender conformity remains the rule in Flemish television series, with the majority of gay men displaying masculine gender performances, and lesbian women appearing very feminine. Although we might easily dismiss this as a heteronormative audiovisual discourse propagating assimilation and conformity to the sexual and gender status quo, it should be noted that other elements might lead to a different hypothesis. The notions of intimacy, sexuality and relationships are not, and have not been (Vanlee et al. Forthcoming), swept under the carpet on the Flemish small screen, and it would be dishonest to state that domestic fiction series in Flanders are made with the sensitivities of the heterosexual majority in mind. The data on perpetrators of anti-LGBT+ violence in fiction narratives furthermore shows that the Flemish television fiction industry actively diverges from dominant stereotypes and discourses in the written press in Flanders. It would therefore not be entirely unthinkable that the reasons for the lack of diversity in gender performance with Flemish LGBT+ characters might be found WP 2018/1        56   in an unwillingness to engage in clichés and stereotypes rather than an attempt to propagate assimilation. Matters such as these, however, merit further qualitative study, and will hopefully find fertile soil in this working paper.                        WP 2018/1        57   6. REFERENCES  - Amin, K. (2016). Haunted by the 1990s: Queer Theory's Affective Histories. WSQ: Women's Studies Quarterly, 44(3), 173-189. - Arthur, P., & Bode, K. (Eds.). (2014). Advancing digital humanities: research, methods, theories. Houndmills, Basingstoke: Palgrave Macmillan UK. - Arthur, P. L. (2014). Biographical dictionaries in the digital era. In Arthur, P. and Bode, K. (Eds.) Advancing Digital Humanities: research, methods, theories (pp. 83-92). Houndmills, Basingstoke: Palgrave Macmillan UK. - Battles, K., & Hilton-Morrow, W. (2002). Gay characters in conventional spaces: Will and Grace and the situation comedy genre. Critical Studies in Media Communication, 19(1), 87-105. - Beck, D., Hellmueller, L. C., & Aeschbacher, N. (2012). Factual entertainment and reality TV. Communication Research Trends, 31(2), 4-27. - Becker, R. (2006). Gay TV and straight America. New Brunswick, NJ: Rutgers University Press. - Berry, D. M. (2012). Introduction: Understanding the digital humanities. In Berry, D. (Ed.) Understanding digital humanities (pp. 1-20). Houndmills, Basingstoke: Palgrave Macmillan UK. - Bignell, J. (2012). An introduction to television studies. New York, NY: Routledge. - Castro-Varela, M. D. M. C., Dhawan, N., & Engel, A. (Eds.). (2011). Hegemony and heteronormativity: Revisiting 'the political' in queer politics. Farnham, Surrey: Ashgate. - Centrum voor Informatie over de Media. (2016). Televisie: Openbare Resultaten. Accessible at: http://www.cim.be/nl/televisie/openbare-resultaten  - Chambers, S. A. (2009). The queer politics of television. London: IB Tauris. WP 2018/1        58   - Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford law review, 1241-1299. - De Bens, E., & De Smaele, H. (2001). The inflow of American television fiction on European broadcasting channels revisited. European Journal of Communication, 16(1), 51-76. - De Swert, K., Hooghe, M., Hardy, A., De Smedt, J., & Walgrave, S. (2011). Monitor Diversiteit 2011: Een kwantitatieve studie naar de zichtbaarheid van diversiteit op het scherm in Vlaanderen. Brussel: VRT Studiedienst. - De Swert, K., Kuypers, I., De Smedt, J., Hardy, A., & Walgrave, S. (2016). Monitor Diversiteit 2016: Een kwantitatieve studie naar de zichtbaarheid van diversiteit op het scherm in Vlaanderen. Brussel: VRT Studiedienst.  - Dhaenens, F. (2013). The fantastic queer: Reading gay representations in Torchwood and True Blood as articulations of queer resistance. Critical Studies in Media Communication, 30(2), 102-116. - Dhoest, A. (2001). Peasants in Clogs: Imagining Flemish Identity in Television Fiction. Studies in Popular Culture, 23(3), 11-24. - Dhoest, A. (2007). The national everyday in contemporary European television fiction: The Flemish case. Critical Studies in Television, 2(2), 60-76. - Dhoest, A. (2008). Eigen fictie eerst? De receptie van Vlaamse tv-fictie en culturele identiteit. Media, cultuur en identiteit: Actueel onderzoek naar media en maatschappij, 89-100. - Dhoest, A. (2011). When regional becomes national: The production and reception of Flemish TV drama in a culturally divided country. Critical Studies in Television, 6(2), 13-23. - Dhoest, A. (2014). It's Not HBO, it's TV: The View of Critics and Producers on Flemish ‘Quality TV’. Critical Studies in Television, 9(1), 1-22. - Dow, B. (2001). Ellen, television, and the politics of gay and lesbian visibility. Critical Studies in Media Communication, 18(2), 123-140. WP 2018/1        59   - Fejes, F., & Petrich, K. (1993). Invisibility, Homophobia and Heterosexism: Lesbians, Gays and the Media. Critical Studies in Mass Communication, 10(4): 395-422. - Flanders, J. (2014). Rethinking collections. In Arthur, P. and Bode, K. (Eds.) Advancing Digital Humanities (pp. 163-174). Houndsmills, Basingstoke: Palgrave Macmillan UK. - Hardy, A., De Swert, K., Sadicaris, D., Walgrave, S., & Hooghe, M. (2010). Monitor Diversiteit 2009. Een kwantitatieve studie naar de zichtbaarheid van diversiteit op het scherm. Brussel: VRT Studiedienst. - Kessler, K. (2011). They should suffer like the rest of us: Queer equality in narrative mediocrity. Cinema Journal, 50(2), 139-144. - Kies, B. (2016). First Comes Love, Then Comes Marriage:(Homo) Normalizing Romance on American Television. Journal of Popular Romance Studies, 5(2). - Klesse, C. (2007). Heteronormativität und qualitative Forschung. Methodische Überlegungen. na. - Koeman, J., Peeters, A., & d'Haenens, L. (2007). Diversity Monitor 2005. Diversity as a quality aspect of television in the Netherlands. Communications, 32: 97-121 - Krippendorff, K. (2004). Reliability in content analysis. Human communication research, 30(3), 411-433. - Kuipers, G. (2011). Cultural globalization as the emergence of a transnational cultural field: Transnational television and national media landscapes in four European countries. American Behavioral Scientist, 55(5), 541-557. - Lardon, S., & Doens, E. (2004). Kleur bekennen. Monitor diversiteit 2004 : de zichtbaarheid van mensen van andere origine op de Vlaamse televisie. Brussel: VRT Studiedienst. WP 2018/1        60   - Lardon, S. (2007). Monitor Diversiteit 2007. Kwantitatieve studie naar zichtbaarheid diversiteit op het Vlaamse scherm. Brussel: VRT Studiedienst. - Missari, S. (2015). Queer Resistance in an Imperfect Allegory: The Politics of Sexuality in True Blood. In Race, Gender, and Sexuality in Post-Apocalyptic TV and Film (pp. 87-98). Palgrave Macmillan US. - Moddelmog, D. A. (2009). Can Romantic Comedy Be Gay?: Hollywood Romance, Citizenship, and Same-Sex Marriage Panic. Journal of Popular Film and Television, 36(4), 162-173. - Motmans, J., T’Sjoen, G., & Meier, P. (2013). Geweld op basis van transgenderisme: Eerste beschrijvende resultaten [Violence based on transgender status: First descriptive results]. Antwerp, Belgium: Policy Research Centre on Equality Policies. - Munt, S. R. (2006). A Queer Undertaking: Anxiety and reparation in the HBO television drama series Six Feet Under. Feminist Media Studies, 6(3), 263-279. - Peters, W. (2011). Pink dollars, white collars: Queer as Folk, valuable viewers, and the price of gay TV. Critical Studies in Media Communication, 28(3), 193-212. - Puar, J. K. (2007). Terrorist assemblages: Homonationalism in queer times. Durham, NC: Duke University Press. - Raats, T., Evens, T., Braet, O., Ruelens, S., Schooneknaep, I., Ballon, P., & Loisen, J. (2014). Duurzame financieringsmodellen voor Vlaamse televisiefictie. Onderzoek in opdracht van het Kabinet Media en het Departement Cultuur, Jeugd, Sport en Media. Brussel en Gent: iMinds-SMIT-MICT, 2. - Rubin, G. (1984). Thinking sex: Notes for a radical theory of the politics of sexuality. Social Perspectives in Lesbian and Gay Studies; A Reader, 100-133. - Russo, V. (1987). The celluloid closet: Homosexuality in the movies. New York, NY: Harper Collins. WP 2018/1        61   - Saeys, F. (2007). \"Statuut, organisatie en financiering van de openbare televisieomroep in Vlaanderen.\" In Dhoest, A. and Van Den Bulck, H. (Eds.) Publieke televisie in Vlaanderen: Een geschiedenis (23-51). Ghent: Academia Press. - Sarkissian, R. (2014). Queering TV Conventions: LGBT Teen Narratives on Glee. In Queer Youth and Media Cultures (pp. 145-157). Houndsmills, Basingstoke: Palgrave Macmillan UK. - Straubhaar, J. D. (1991). Beyond media imperialism: Assymetrical interdependence and cultural proximity. Critical Studies in media communication, 8(1), 39-59. - Straubhaar, J. D. (2003). Choosing national TV: Cultural capital, language, and cultural proximity in Brazil. The impact of international television: A paradigm shift, 77-110. - Tunstall, J. (2003). Television producers. London: Routledge. - Turner, G. (Ed.). (1993). Nation, culture, text: Australian cultural and media studies. London: Routledge. - Van Bauwel, S., Van Damme, E., & Verstraeten, H. (2010). Diverse mediawerelden: hedendaagse reflecties gebaseerd op het onderzoek van Frieda Saeys. Ghent: Academia Press. - Van den Bulck, H. (2007). \"Het beleid van publieke televisie: van hoogmis van de moderniteit naar postmodern sterk merk?.\" In Dhoest, A. and Van Den Bulck, H. (Eds.) Publieke televisie in Vlaanderen: een geschiedenis (58-83). Ghent: Academia Press. - Vertoont, S. (2017). Beelden met een beperking: Een kwantitatieve inhoudsanalyse naar de representatie van handicap op primetime televisie in Vlaanderen. Working Paper Film & TV Studies. - Villarejo, A. (2009). Ethereal queer: Notes on method. Queer tv, 58. - Vlaamse Regering, Vlaamse Radio- en Televisiemaatschappij (2016) Beheersovereenkomst 2016–2020. Brussels: Vlaamse Regering. WP 2018/1        62   - Warner, M. (Ed.). (1993). Fear of a queer planet: Queer politics and social theory (Vol. 6). Minneapolis, MN: University of Minnesota Press. - Westerfelhaus, R., & Lacroix, C. (2006). Seeing “straight” through Queer Eye: Exposing the strategic rhetoric of heteronormativity in a mediated ritual of gay rebellion. Critical Studies in Media Communication, 23(5), 426-444. - Willemyns, R. (2002). The Dutch-French Language Border in Belgium. Journal of Multilingual and Multicultural Development, 23 (1): 36-49                      WP 2018/1        63   7. APPENDICES  7.1. INDEXING GUIDELINES Indexing Guidelines 1: Flemish Television Fiction Title Type the full title of the series Period (1st running, all seasons) Select all years in which the series was broadcasted  Number of Seasons Select the appropriate number of seasons Number of Episodes Type the full episode count of the series Channel Select the appropriate channel on which the series aired Production Company Type the full name of the production company (or producer’s name when no production company is listed) Genre Select the appropriate genre:   - Soap/Telenovela: twenty to thirty minute episodes, many episodes per season, serialised, focus on relationships between characters  (example: Familie (VTM, 1991-) = soap opera (example: Emma (één, 2007) = telenovela - Sitcom: twenty to thirty minute episodes, core group of characters & fixed setting, focus on humoristic interaction between characters, not serialised, status quo – problem –restoration of status quo - structure (example: FC De Kampioenen (één, 1990-2011) = sitcom) - Comedy/Sketches: focus on humor, either serialized in episodes (comedy) or in short (several minutes) sequences, few seasons (example: De Zonen van Van As (VTM, 2012-2014) = comedy) (example:  En Toen Kwam Ons Ma Binnen (2BE, 2013-2014) = sketches) - Police Procedural/Crime: focus on criminal investigation & judicial work, episodes between 45 minutes and one hour, often many seasons (example: Flikken (één, 2001-2009) = police procedural) (example: De Bunker (VTM, 2015) = crime) - Children’s Television/Live Action: television oriented towards children or adolescents with live actors & physical acting (example: (W817, KETNET, 1999-2003) = children’s television/live action) WP 2018/1        64   - Children’s Television/Animation: television oriented towards children or adolescents with voice acting and animated content (example: Hopla (KETNET, 2000-2008) = children’s television/animation) - Scripted Reality: focus on interpersonal drama, use of little-known or non-professional actors, documentary aesthetic but fictional and serious content (example: Kaat & Co (één, 2004-2007) = scripted reality) - Mockumentary: documentary format with talking heads and/or fly on the wall camera crew, direct addressal of the audience but scripted and often humoristic content (example: In De Gloria (Canvas, 2000) = mockumentary) - Serial Drama: 45 minutes to one hour episodes, approx.. between 6 and 14 episodes per season, one or two seasons, serious narrative content, focus on personal relationships and character psychology, serialized narrative, realistic setting (example: Het Goddelijke Monster (één, 2011) = serial drama) - Serial Tragicomedy: 45 minutes to one hour episodes, approx. between 6 and 14 episodes, humoristic but tragic content, focus on personal relationships and humoristic character mannerisms, serialized narrative, realistic setting (example: Het Eiland (één, 2004-2005) = serial tragicomedy) - Action: focus on spectacular action sequence and/or violence, 45 minutes to one hour episodes, few seasons (example: Crimi Clowns (2BE, 2012-2014) = Action) - Science-Fiction: futuristic setting with non-existent technological/scientific advances, may adopt elements of other genres, but is characterized by its setting (example: Battlestar Galactica (Sky One, 2004-2009) = science fiction) - Horror: focus on abject violence/psychological torment, use of cinematographic techniques and proscenia to scare viewers (example: The Walking Dead (ABC, 2010-) = horror) - Fantasy: imaginary setting, often based on historical or fairy tale lore, may adopt elements of other genres, but is characterized by its setting WP 2018/1        65   (example: Game of Thrones (HBO, 2011-) = fantasy)  Setting Select the appropriate setting:   - Urban: the narrative (mostly) takes place in a city or urban context - Rural: the narrative (mostly) takes place in a village or rural context - Undefined: the narrative takes place both in rural and urban contexts, takes place in a non-existent location, or cannot be identified Airtime Select the appropriate airtime:   - Daytime: 06h00 – 20h00 - Prime-time: 20h00 – 22h00 - Late-night: 22h00 – 06h00  Base the selection on the starting hour of the entry Day of Airing Select all appropriate days on which the series was/is broadcasted  Indexing Guidelines 2: Quantitative distribution of Flemish LGBT+ Characters Title  Type the full title of the series Homosexual (male)  Select the appropriate number of gay male characters  Only add homosexual male characters if they are described as such in the series, or in secondary data on the series  If a male character has romantic or sexual relations/encounters with other male characters but is not described as ‘homosexual’, ‘gay’, or a vernacular term, add them as ‘non-binary’ Lesbian (female) Select the appropriate number of lesbian female characters  Only add lesbian male characters if they are explicitly described as such in the series, or in secondary data on the series  If a female character has romantic or sexual relations/encounters with other female characters but is not described as ‘lesbian’, ‘gay’, or a vernacular term, add them as ‘non-binary’ Bisexual (male/female) Select the appropriate number of bisexual characters and subsequently specify their gender  Only add bisexual characters if they are explicitly described as such in the series, or in secondary data on the series  WP 2018/1        66   If a character has romantic or sexual relations/encounters with both male and female characters but is not described as ‘bisexual’ or a vernacular term, add them as ‘non-binary’ Transsexual (MtF/FtM) Select the appropriate number of transsexual characters and subsequently specify their transition  - MtF: male to female - FtM: female to male  Characters should only be indexed as transsexual if they have undergone a full surgical transition (i.e. post-operative) Transgender  (Male/Female) Select the appropriate number of transgender characters and subsequently specify their assigned gender  - Male: the character was assigned male at birth - Female: the character was assigned female at birth  Characters should only be indexed as transgender if they have not undergone a full surgical transition (i.e. pre-operative) and express their gender identity through performance (example: drag characters) Asexual (Male/Female) Select the appropriate number of asexual characters and subsequently specify their assigned gender  Only add asexual characters if they are explicitly described as such in the series, or in secondary data on the series  If a character has no romantic or sexual relations/encounters with either male or female characters but is not described as ‘asexual’ or a vernacular term, they may implicitly be regarded as heterosexual characters Non-Binary  Select the appropriate number of non-binary characters and subsequently specify the components of their sexual and/or gender identity # of Main Cisgender Heterosexual Characters  Type the total number of (presumably) cisgender heterosexual main characters in the series  Indexing Guidelines 3: Individual Flemish LGBT+ Characters Character Name Type the character’s (full) name   If the name is unknown, describe the character Title Series Type the full title of the series Years Present Select all years wherein the character was present in the narrative Character Type (main, side, guest) Select the appropriate character type  WP 2018/1        67   - Main: the character is present in every episode/has a prominent role in the narrative - Side: the character is present in most episodes/has a supporting role in the narrative - Guest: the character is present in one or a few episodes or has little significance in the narrative  LGBT+ Identity Select the appropriate sexual and/or gender identity (see indexing guidelines 2) LGBT+ - storyline Select whether the sexual and/or gender identity of the character is the central element of their narrative  (example: coming-out narratives, stories on homo- or transphobic violence) Ethnicity Select the appropriate ethnicity of the character  - Caucasian: white European or Euro-American (example: Belgian ethnic and cultural heritage) - Sub-Saharan African: not northern-African, sub-Mahgrebi roots (example: Nigerian ethnic and cultural heritage) - Northern-African: not sub-Saharan African, Maghrebi roots (example: Moroccan ethnic and cultural heritage)  - Middle-Eastern: non-European Mediterranean, not-Mahgrebi roots (example: Turkish ethnic and cultural heritage) - East-Asian: northern and eastern Asian, not Indian subcontinent or south-east Asian peninsula (example: Japanese ethnic and cultural heritage) - South-Asian: Indian subcontinent or south-east Asian peninsula (example: Indonesian ethnic and cultural heritage) - Other: when the character ethnicity is unclear, select ‘other’  Indexing ethnicity is often quite difficult, and may require deducing from different sources including the television text, actor biographies etc. If the assertion of a character’s ethnicity proves impossible, please select ‘other’ Social Class (high, middle, low) Select the appropriate social class of the character  - Lower class: cues are lower educational level and/or economic conditions, labouring or lower level service occupation (character background), inexpensive/unkempt clothing, engagement in ‘popular’ cultural activities (example: Nancy De Groote (Thuis, één, 1995-) = lower class) - Middle class: cues are intermediate educational level and/or economic WP 2018/1        68   conditions, professional or mid-level service occupation (character background), average/everyday clothing, engagement in both ‘popular’ and ‘high’ cultural activities (example: Britt Michiels (Flikken, één, 1999-2009) = middle class) - Higher class: cues are higher educational level and/or economic conditions; executive or high-level service occupation (character background), expensive/fashionable clothing, engagement in ‘high’ cultural activities (example: Olivier Smets (Danni Lowinski, VTM, 2012-2013) = higher class)  Indexing social class is often quite difficult, but both ‘lower’ and ‘higher’ class characters are habitually explicitly coded as such in both the television text and meta-texts. If the assertion of a character’s social class proves difficult, they most likely adhere to the ‘middle class’ category Relationship(s) Please select whether the character has none, one or multiple relationships Marriage Select whether the character is or is not married  If it is unclear whether a character is married, please select ‘unclear’ Homo- /Transphobic Violence Select whether the character is or is not subject of homo- or transphobic violence. Only select ‘yes’ if the character is explicitly victimised for their sexual and/or gender identity   If it is unclear whether a character is victim of such violence, please select ‘unclear’          WP 2018/1        69   7.2. SUMMARY OF COLLECTED DATA  7.2.1. FLEMISH TELEVISION FICTION SERIES Title Year(s) Channel Genre 2 Hollywood 2011 JIM Scripted Reality 2 Straten Verder 2002/2004-2005/2007-2009 VTM Comedy/Sketches Achter De Feiten 2014 Één (TV1/BRT1) Comedy/Sketches Albert II 2013 Één (TV1/BRT1) Serial Drama Alexander 2001-2002 KETNET Children’s TV/Live Action Als ‘T Maar Beweegt 2005 Één (TV1/BRT1) Comedy/Sketches Als De Dijken Breken 2016-2017 Één (TV1/BRT1) Serial Drama Altijd Prijs 2015 VTM Sitcom Amateurs 2014 VTM Serial Tragicomedy Amigo’s 2016 VTM Serial Tragicomedy Amika 2008-2011 KETNET Children’s TV/Live Action Aspe 2004/2006-2014 VTM Police Procedural/Crime Auwch 2016 VIER (VT4) Serial Tragicomedy Bevergem 2015 Canvas Serial Tragicomedy Big & Betsy 2001-2003 VTM Children’s TV/Live Action Binnenstebuiten 2013-2014 VTM Sitcom Bumba 2004-2006/2010-2014 KETNET Children’s TV/Animation Café Majestic 2002-2003 VTM Sitcom Callboys 2016 VIER Serial Tragicomedy Clan 2012 VTM Serial Tragicomedy Click-ID 2009-2010 KETNET Children’s TV/Live Action Clinch 2016 Canvas Serial Tragicomedy Code 37 2009/2011-2012 VTM Police Procedural/Crime Connie & Clyde 2013 VTM Serial Tragicomedy Coppers 2016 VTM Police Procedural/Crime Cordon 2014/2016 VTM Action Crème de la Crème 2013 VTM Serial Drama Crimi Clowns 2012/2014 Q2 (2BE/Kanaaltwee) Action D5R 2014-2015 KETNET Children’s Television/Live Action Dag & Nacht: Hotel Eburon 2010 VTM Serial Drama Danni Lowinski 2012-2013 VTM Comedy/Sketches David 2009-2010 VTM Soap Opera/Telenovela De 16 2016 Canvas Mockumentary WP 2018/1        70   De 5e Boog 2010 KETNET Children’s TV/Live Action De Biker Boys 2014-2015 Één (TV1/BRT1) Mockumentary De Bunker 2015 VTM Police Procedural/Crime De Elfenheuvel 2011-2013 KETNET Children’s TV/Live Action De Grote Boze Wolf Show 2001-2002 KETNET Children’s TV/Live Action De Kavijaks 2007 VTM Serial Drama De Kotmadam 2001-2016 VTM Sitcom De Nachtwacht 2015-2016 KETNET Children’s TV/Live Action De Parelvissers 2006 Één (TV1/BRT1) Serial Drama De Ridder 2013-2016 Één (TV1/BRT1) Police Procedural/Crime De Rodenburgs 2009-2011 VTM Soap Opera/Telenovela De Ronde 2011 Één (TV1/BRT1) Serial Tragicomedy De Smaak van De Keyser 2008-2009 Één (TV1/BRT1) Serial Drama De Vijfhoek 2012 Één (TV1/BRT1) Serial Drama De Wet Volgens Milo 2005 Q2 (2BE/Kanaaltwee) Police Procedural/Crime De Zonen van Van As 2012/2014 VTM Comedy/Sketches Deadline 14/10 2012 VTM Serial Drama Den Elfde van Den Elfde 2016 Één (TV1/BRT1) Serial Drama Dennis 2002-2003 VTM Serial Tragicomedy Droge Voeding, Kassa 4 2001-2003 VTM Sitcom Dubbelleven 2010-2011 Één (TV1/BRT1) Serial Drama Duts 2010 Canvas Serial Tragicomedy Echte Verhalen: De Buurtpolitie 2014-2016 VTM Scripted Reality Eigen Kweek 2013/2016 Één (TV1/BRT1) Serial Tragicomedy Ella 2010-2011 VTM SoapOpera/Telenovela Emma 2007 Één (TV1/BRT1) Soap Opera/Telenovella En Daarmee Basta 2005-2008 KETNET Children’s TV/Live Action En Toen Kwam ons Ma Binnen 2013-2014 Q2 (2BE/Kanaaltwee) Comedy/Sketches Familie 2001-2016 VTM Soap Opera/Telenovela Fans 2008 Één (TV1/BRT1) Mockumentary FC De Kampioenen 2001-2011 Één (TV1/BRT1) Sitcom Flikken 2001-2009 Één (TV1/BRT1) Police Procedural/Crime Galaxy Park 2011-2014 KETNET Children’s TV/Live Action Ghost Rockers 2014-2016 KETNET Children’s TV/Live Action WP 2018/1        71   Goesting 2010 Één (TV1/BRT1) Serial Drama Gogogo 2014 KETNET Children’s TV/Live Action Grappa 2006/2008 VTM Comedy/Sketches Halleluja! 2005/2008 Één (TV1/BRT1) Comedy/Sketches Hallo België 2003-2005 VTM Sitcom Happy Singles 2008 VTM Sitcom Het Eiland 2004-2005 Één (TV1/BRT1) Serial Tragicomedy Het Geslacht De Pauw 2004-2005 Één (TV1/BRT1) Mockumentary Het Goddelijke Monster 2011 Één (TV1/BRT1) Serial Drama Het Peulengaleis 2001-2005 Canvas Comedy/Sketches Hopla 2001-2008 KETNET Children’s TV/Animation In De Gloria 2001 Canvas Mockumentary In Vlaamse Velden 2014 Één (TV1/BRT1) Serial Drama Jabaloe 2012-2013 vtmKzoom Children’s TV/Live Action Jes 2009 VTM Serial Drama Kaat & Co 2004-2007 Één (TV1/BRT1) Scripted Reality Kabouter Plop 2001-2010 KETNET Children’s TV/Live Action Katarakt 2007-2008 Één (TV1/BRT1) Serial Drama Kattenoog 2015 vtmKzoom Children’s TV/Animation Kiekens 2011-2012 Één (TV1/BRT1) Sitcom Kijk Eens op de Doos 2002 Canvas Sitcom Kika & Bob 2008 KETNET Children’s TV/Animation Kinderen Van Dewindt 2005/2007-2009 Één (TV1/BRT1) Serial Drama Koning Lou 2013-2016 vtmKzoom Children’s TV/Live Action Koning van de Wereld 2007-2008 VTM Serial Drama Lilli & Marleen 2003/2006-2007/2009-2010 VTM Sitcom Los Zand 2009 Één (TV1/BRT1) Serial Drama Loslopend Wild ( En Gevogelte) 2012-2013/2015 Één (TV1/BRT1) Comedy/Sketches Louislouise 2008-2009 VTM Soap Opera/Telenovela Marsman 2014 Één (TV1/BRT1) Serial Tragicomedy Matroesjka’s 2006-2008 VTM Serial Drama Mega Mindy 200-2011/2013 KETNET Children’s TV/Live Action Met Man en Macht 2013 VIER (VT4) Serial Drama MONSTER! 2010-2011 ACHT Sitcom Nefast Voor de Feestvreugde 2001-2003 Canvas Serial Tragicomedy Neveneffecten 2005/2008 Canvas Mockumentary Nieuw Texas 2015 Één (TV1/BRT1) Serial Tragicomedy WP 2018/1        72   Nonkel Jef 2001 VTM Sitcom Oud België 2010 Één (TV1/BRT1) Serial Drama Patrouille Linkeroever 2016 VTM Police Procedural/Crime Piet Piraat 2001-2004 KETNET Children’s TV/Live Action Prinsessia 2014-2016 KETNET Children’s TV/Live Action Professor T 2015-2016 Één (TV1/BRT1) Police Procedural/Crime Quiz Me Quick 2012 Één (TV1/BRT1) Serial Tragicomedy Rang 1 2011-2012 Één (TV1/BRT1) Serial Drama Recht op Recht 2001-2002 Één (TV1/BRT1) Police Procedural Red Sonja 2011-2012 Canvas Serial Tragicomedy Rox 2011-2014 KETNET Children’s TV/Live Action Rupel 2003-2004 VTM Police Procedural/Crime Safety First 2013-2014 VTM Sitcom Salamander 2012-2013 Één (TV1/BRT1) Police Procedural/Crime Samson & Gert 2001-2006 KETNET Children’s TV/Live Action Sara 2007-2008 VTM Soap Opera/Telenovela Sedes & Belli 2002-2004 Één (TV1/BRT1) Police Procedural/Crime Sketch a GoGo 2004 VTM Comedy/Sketches Smos 2004-2008 KETNET Children’s TV/Live Action Spitsbroers 2015 VTM Serial Drama Spoed 2001-2008 VTM Soap Opera/Telenovela Spring 2002-2008 KETNET Children’s TV/Live Action Stille Waters 2001-2002 Één (TV1/BRT1) Serial Drama Team Spirit 2003/2005-2006 VTM Serial Drama Teen Scenes 2014 JIM Scripted Reality Thuis 2001-2016 Één (TV1/BRT1) Soap Opera/Telenovela Tom & Harry 2015 Één (TV1/BRT1) Serial Tragicomedy Uit Het Leven Gegrepen: 16+ 2006-2008 Één (TV1/BRT1) Scripted Reality Urbain 2005 Één (TV1/BRT1) Serial Tragicomedy Van Vlees en Bloed 2009 Één (TV1/BRT1) Serial Tragicomedy Veel Geluk, Professor! 2001 VTM Serial Drama Verboden Liefde 2016 VIJF Scripted Reality Verhaaltjes Uit de Toverdoos 2001 KETNET Children’s TV/Animation Vermist 2008/2010-2016 VIER (VT4) Police Procedural/Crime Verschoten & Zoon 2002-2005/2007 VTM Sitcom WP 2018/1        73   Voor Wat Hoort Wat 2015 Één (TV1)BRT1) Serial Tragicomedy Vossenstreken 2015 VTM Police Procedural/Crime Vriendinnen 2014 Één (TV1/BRT1) Serial Drama W817 2001-2003 KETNET Children’s TV/Live Action Waargebeurd: Alles Uit Liefde 2013-2014 VIJF Scripted Reality Wat Als? 2011/2013/2016 VTM Comedy/Sketches Wij Van Belgïe 2009 VTM Comedy/Sketches Willy’s en Marjetten 2006 Één (TV1/BRT1) Mockumentary Witse 2004-2011 Één (TV1/BRT1) Police Procedural/Crime Wittekerke 2001-2008 VTM Soap Opera/Telenovela Wizzy & Woppy 2001-2002 KETNET Children’s TV/Live Action Wolven 2012-2013 Één (TV1/BRT1) Action Zeppe & Zikki 2008 VTM Children’s TV/Animation Zingaburia 2011-2012 KETNET Children’s TV/Live Action Zone Stad 2003-2005/2007-2008/2010-2013 VTM Police Procedural/Crime Zuidflank 2013 VTM Serial Drama             WP 2018/1        74   7.2.2. LGBT+ CHARACTERS Character Name Series Year(s) Present Identity Character Type Alex Ghostrockers 2015-2016 Homosexual (male) Main Ann De Decker Thuis 2001-2016 Lesbian (female) Main Anneke  Rupel 2004-2006 Lesbian (female) Guest Anthony De Keersmaecker Ella 2010-2011 Homosexual (Male) Main Aran Uit Het Leven Gegrepen: 16+ 2008 Homosexual (male) Main Baïna Mpenzi Coppers 2016 Lesbian (female) Side Ben Vriendinnen 2014-2015 Homosexual (male) Side Bert Grappa 2006/2008 Homosexual (male) Main Bob Grappa 2006/2008 Homosexual (male) Main Bruno Deschryver Het Goddelijke Monster 2011 Homosexual (male) Main Cathy Kinderen van Dewindt 2008-2009 Bisexual (female) Side Dirk Kerckhove De 16 2016 Homosexual (male) Side Dirk Porrez Safety First 2013-2014 Homosexual (male) Main Dominique Marsman 2014 Lesbian (female) Side Dominique De Leeuw Flikken 2003-2009 Homosexual (male) Guest Dries Boonen Danni Lowinski 2012-2013 Non-Binary (male) Side Dries Somers Witse 2009 Homosexual (male) Guest Eef De Kijzer Dag & Nacht: Hotel Eburon 2010 Non-Binary (female) Main Egmont Verbeure Witse 2010 Homosexual (male) Guest Elise Bevergem 2015 Lesbian (female) Side Elise Deroye Professor T 2016 Lesbian (female) Side Elke Baertsoen Familie 2001-2008 Lesbian (female) Side Ellen De Man  Kinderen van Dewindt 2005/2007-2009 Lesbian (female) Main Eric Team Spirit 2003/2005-2006 Homosexual (male) Main Evy Hermans Familie  2008-2016 Non-Binary (female) Main Femke Marsman Marsman 2014 Lesbian (female) Main Femke Vincke Spoed 2007-2008 Lesbian (female) Main Franky (Kaat) Bomans Thuis 2001-2014 Homosexual (male) Main Freya De Rodenburgs 2009-2011 Lesbian (female) Main Frouke Wijnant Code 37 2011 Lesbian (female)  Guest WP 2018/1        75   Gigi Louislouise 2008-2009 Homosexual (male) Guest Guido Versavel Aspe 2004-2009/2014 Homosexual (male) Main Gus Vreriks Witse 2010 Homosexual (male) Guest Harold Verheyen Louislouise 2008-2009 Bisexual (male) Guest Hilde Verbanck Bevergem 2015 Lesbian (female) Guest Ivan Bouckaert Wittekerke 2001-2004 Homosexual (male) Side Jan Struys Wittekerke 2001-2004 Homosexual (male) Main Jan Van Hecke Happy Singles 2008 Homosexual (male)  Guest Jana Pleysier Familie 2012-2013 Lesbian (female) Side Jani Katzaltzis De Biker Boys 2014-2015 Homosexual (male) Guest Jean Bellon Zone Stad 2003-2005/2007 Homosexual (male) Main Jean-Claude 2 Straten Verder 2002/2004-2005/2007-2009 Homosexual (male) Main Jessica Engels Thuis 2016 Non-Binary (female) Main Jo De Klein Spring 2005-2008 Homosexual (male) Main Joris Willy’s en Marjetten 2006 Homosexual (male) Guest Jos Viaene Aspe 2004 Homosexual (male) Guest Jules Ghostrockers 2015-2016 Homosexual (male) Main Kaat (Franky) Bomans Thuis 2015-2016 Transsexual (male to female) Main Kathy En Daarmee Basta 2005-2006 Bisexual (female) Main Kevin Binnenstebuiten 2013-2014 Homosexual (male) Guest Kevin Desmet Code 37 2009/2011/2012 Asexual (male) Main Kim Vaesen Zuidflank 2013 Bisexual (female) Main Koen Ongenha Happy Singles 2008 Homosexual (male) Guest Kris Familie 2012 Lesbian (female) Guest Lies Dewindt Kinderen van Dewindt 2005/2007-2009 Lesbian (female) Main Liese Meerhout Coppers 2016 Bisexual (female) Main Lode Verbist Met Man en Macht 2013 Homosexual (male) Side Louise De Roover Louislouise 2008-2009 Non-Binary (male/female) Main Lukas Vervloet Ella 2010-2011 Homosexual (male) Main Maarten Teen Scenes 2014 Homosexual (male) Main WP 2018/1        76   Manon Raman Thuis 2003-2005 Lesbian (female) Side Marcel Bouve Amateurs 2014 Homosexual (male) Main Mayra Magiels Thuis 2011-2016 Non-Binary (female) Main Merel De Meester Wittekerke 2001-2006 Lesbian (female) Main Micheline Emma 2007 Transsexual (male to female) Side Mr. Van De Perre Het Peulengaleis 2004-2005 Homosexual (male) Side Mr. Verkammen Het Peulengaleis 2004-2005 Homosexual (male) Side Naomi Bisschops De Rodenburgs 2010-2011 Lesbian (female) Side Nel Vercammen Vriendinnen 2014-2015 Bisexual (female) Main Piet De Ridder De Parelvissers 2006 Homosexual (male) Main Pol Connie & Clyde 2013 Homosexual (male) Main Robbie  W817 2002-2003 Homosexual (male) Side Robbie Stevaert David 2009-2010 Homosexual (male) Main Roos Missiaen Rupel 2004-2006 Lesbian (female) Side Ruben Huisman Thuis 2016 Bisexual (male) Side Rudi Verbiest Familie 2013-2016 Homosexual (male) Main Rudy Morren Zone Stad 2003-2005/2007 Homosexual (male) Side Sam Colpaert Professor T 2016 Lesbian (female) Side Sam Vosters Met Man en Macht 2013 Homosexual (male) Side Sandrine Verbeelen Thuis 2006-2008 Lesbian (female) Main Sarah De Kunst Familie 2001-2003 Lesbian (female) Main Sigi Callboys 2016 Homosexual (male) Side Silke Banier Professor T 2015 Lesbian (female) Side Sofie Uit Het Leven Gegrepen: 16+ 2006-2007 Lesbian (female) Main Sonja Louislouise 2009 Lesbian (female) Side Stefaan Degand De Biker Boys 2014-2015 Non-Binary (male) Side Steve W817 2001-2003 Homosexual (male) Main Steven Deschryver Het Goddelijke Monster 2011 Homosexual (male) Main Sura Droste Coppers 2016 Lesbian (female) Side Suzy Mariën Familie 2005-2009 Non-Binary (female) Main Tibo Timmermans Thuis 2011-2015 Homosexual (male) Main WP 2018/1        77   Tim Klaerhout David 2009-2010 Homosexual (male) Main Tony Verelst Met Man en Macht 2013 Transgender (male) Main Tristan Witse 2010 Bisexual (male) Guest Trudy Tack de Rixart de Waremme Familie 2001-2016 Bisexual (female) Main Vincent D5R 2014-2016 Homosexual (male) Main VJ Tony Willy’s en Marjetten 2006 Homosexual (male) Main Wilfried Pasmans Flikken 2003-2009 Homosexual (male) Main Zjef De Mulder  Familie 2013-2016 Homosexual (male) Main  ‘Gay man on beach’ (1) (unnamed) Sketch à GoGo 2004 Homosexual (male) Guest ‘Gay man on beach’ (2) (unnamed) Sketch à GoGo 2004 Homosexual (male) Guest ‘CEO company’ (unnamed) En Toen Kwam Ons Ma Binnen 2013 Homosexual (male) Guest ‘Colleague at work’ (unnamed) En Toen Kwam Ons Ma Binnen 2013 Homosexual (male) Guest ‘Colleague in garden’ (unnamed) En Toen Kwam Ons Ma Binnen 2014 Homosexual (male) Guest ‘Young man in restaurant’ (unnamed) En Toen Kwam Ons Ma Binnen 2014 Transgender (male) Guest ‘Customer Gamma’ (unnamed) Het Peulengaleis 2001/2002-2005 Homosexual (male) Main ‘Customer supermarket’ (1) (unnamed) En Toen Kwam Ons Ma Binnen 2013 Homosexual (male) Guest ‘Customer supermarket’ (2) (unnamed) En Toen Kwam Ons Ma Binnen 2014 Homosexual (male) Guest ‘Lesbian woman on beach’ (1) (unnamed) En Toen Kwam Ons Ma Binnen 2013 Lesbian (female) Guest ‘Lesbian woman on beach’ (2) (unnamed) En Toen Kwam Ons Ma Binnen 2013 Lesbian (female) Guest ‘Gay man in HUBO’ (1) (unnamed) En Toen Kwam Ons Ma Binnen 2013 Homosexual (male) Guest ‘Gay man in HUBO’ (2) (unnamed) En Toen Kwam Ons Ma Binnen 2013 Homosexual (male) Guest WP 2018/1        78   ‘Man in sauna’ (unnamed) En Toen Kwam On Ma Binnen 2013 Non-Binary (male) Guest ‘Victim gay bashing’ (1)(unnamed) Code 37 2009 Homosexual (male) Guest ‘Victim gay bashing’ (2)(unnamed) Code 37 2009 Homosexual (male) Guest ‘Victim gay bashing’ (unnamed) De Ridder 2014 Homosexual (male) Guest ‘Store clerk Gamma’ (unnamed) Het Peulengaleis 2002-2005 Homosexual (male) Guest  ",
    "id": 154408268,
    "identifiers": {
        "doi": null,
        "oai": "oai:archive.ugent.be:8558620"
    },
    "title": "Sexual diversity on the small screen : mapping LGBT+  characters in Flemish television fiction (2001 – 2016)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": "CIMS-Centre for Cinema and Media Studies",
    "references": [],
    "sourceFulltextUrls": [
        "https://biblio.ugent.be/publication/8558620/file/8558622.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/154408268.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/154408268"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/154408268/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/154408268/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/154408268"
        }
    ],
    "abstract": "Apart  from  figures  on  LGBT+  characters  in  television  fiction  produced  by  the  American \ntelevision industry, such as the ‘Where We Are On TV’  –  reports by the Gay and Lesbian Alliance \nAgainst  Defamation (GLAAD), quantitative data on LGBT+ representation television fiction \nseries remains scarce internationally. With this working paper, we aim to address this lack in the \ncontext of Flemish television fiction. To meet the challenges posed by a lack of centralized data \non Flemish television fiction in general, and LGBT+ characters and storylines specifically, we \nconstructed  a  three-tiered  database.  Comprising  of  all  156  domestic  television  fiction  series \nbetween 2001 and 2016, the quantitative presence of LGBT+ characters in these series, and \nindividual traits of the 117 collected LGBT+ characters respectively. In doing so, we provide an \noverview of Flemish television fiction in general, the distribution in these series of characters \nwho identify as LGBT+ and the storylines that relate to sexual and gender diversity, and offer a \ntool  to  identify  individual  pertinent  characters.  Flanders  presents  itself  as  having  a  dynamic \ntelevision fiction industry in the past fifteen years, with genre diversity and  a sizeable output. In \nits general output, LGBT+ characters have had a significant habitual presence since 2001, with \na noted correlation to specific ‘lowbrow’ genres, and a noted lack in ‘quality’ series. The collected \ncharacters  display  a  severe  lack  of  diversity,  with  most  LGBT+  characters  being  gay  male \ncharacters, a significant majority being middle class, and few non- white LGBT+ characters",
    "tags": [
        "book",
        "info:eu-repo/semantics/book",
        "info:eu-repo/semantics/publishedVersion",
        "Cultural Sciences",
        "LGBT+ Representation",
        "Flemish Television Fiction",
        "Queer Television Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "book",
        "info:eu-repo/semantics/book",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:archive.ugent.be:8558620",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1493",
        "openDoarId": 0,
        "name": "Ghent University Academic Bibliography",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 154408268,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T05:25:38+00:00",
        "acceptedDate": null,
        "createdDate": "2018-04-11T23:51:43+01:00"
    },
    "urls": [
        "https://biblio.ugent.be/publication/8558620/file/8558622",
        "http://hdl.handle.net/1854/LU-8558620",
        "https://biblio.ugent.be/publication/8558620"
    ],
    "lastUpdate": "2024-02-05T05:25:38+00:00",
    "setSpecs": []
}