{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Baams, Laura"
        },
        {
            "name": "Kaufman, Tessa M.L."
        }
    ],
    "contributors": [],
    "createdDate": "2023-12-04T14:27:41+00:00",
    "dataProvider": {
        "id": 5375,
        "name": "Dissertations of the University of Groningen",
        "url": "https://api.core.ac.uk/v3/data-providers/5375",
        "logo": "https://api.core.ac.uk/data-providers/5375/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/00224499.2023.2219245",
    "downloadUrl": "https://core.ac.uk/download/591799205.pdf",
    "fullText": "   University of GroningenSexual Orientation and Gender Identity/Expression in Adolescent ResearchBaams, Laura; Kaufman, Tessa M.L.Published in:Journal of Sex ResearchDOI:10.1080/00224499.2023.2219245IMPORTANT NOTE: You are advised to consult the publisher's version (publisher's PDF) if you wish to cite fromit. Please check the document version below.Document VersionPublisher's PDF, also known as Version of recordPublication date:2023Link to publication in University of Groningen/UMCG research databaseCitation for published version (APA):Baams, L., & Kaufman, T. M. L. (2023). Sexual Orientation and Gender Identity/Expression in AdolescentResearch: Two Decades in Review. Journal of Sex Research, 60(7), 1004-1019.https://doi.org/10.1080/00224499.2023.2219245CopyrightOther than for strictly personal use, it is not permitted to download or to forward/distribute the text or part of it without the consent of theauthor(s) and/or copyright holder(s), unless the work is under an open content license (like Creative Commons).The publication may also be distributed here under the terms of Article 25fa of the Dutch Copyright Act, indicated by the “Taverne” license.More information can be found on the University of Groningen website: https://www.rug.nl/library/open-access/self-archiving-pure/taverne-amendment.Take-down policyIf you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediatelyand investigate your claim.Downloaded from the University of Groningen/UMCG research database (Pure): http://www.rug.nl/research/portal. For technical reasons thenumber of authors shown on this cover page is limited to 10 maximum.Download date: 05-12-2023Full Terms & Conditions of access and use can be found athttps://www.tandfonline.com/action/journalInformation?journalCode=hjsr20The Journal of Sex ResearchISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/hjsr20Sexual Orientation and Gender Identity/Expression in Adolescent Research: Two Decadesin ReviewLaura Baams & Tessa M. L. KaufmanTo cite this article: Laura Baams & Tessa M. L. Kaufman (2023) Sexual Orientation and GenderIdentity/Expression in Adolescent Research: Two Decades in Review, The Journal of SexResearch, 60:7, 1004-1019, DOI: 10.1080/00224499.2023.2219245To link to this article:  https://doi.org/10.1080/00224499.2023.2219245© 2023 The Author(s). Published withlicense by Taylor & Francis Group, LLC.Published online: 12 Jun 2023.Submit your article to this journal Article views: 1947View related articles View Crossmark dataCiting articles: 1 View citing articles ANNUAL REVIEW OF SEX RESEARCH SPECIAL ISSUESexual Orientation and Gender Identity/Expression in Adolescent Research: Two Decades in ReviewLaura Baams a and Tessa M. L. Kaufman baDepartment of Pedagogy and Educational Sciences, University of Groningen; bDepartment of Pedagogy and Education, Utrecht UniversityABSTRACTThere is a long history of research among adolescents who are minoritized and marginalized for their sexual orientation and gender identity/expression (SOGIE). However, it remains unclear how we can best conceptualize and assess SOGIE in adolescence, resulting in different subpopulations and findings across studies. Addressing this issue, we present a narrative literature review of the conceptualization and assessment of SOGIE, and provide recommendations for conceptualizing and operationalizing these concepts. Our review indicated that most research with adolescent populations still almost exclusively assesses isolated dimensions of sexuality and gender (e.g., attraction but not identity). We argue that to make research inclusive and equitable, scholars are required to make clear substantiated decisions and be transparent about the SOGIE dimensions and, thus, subpopulations they represent.Research among adolescents who are minoritized and margin-alized for their sexual orientation and gender identity/expres-sion – sexually and gender diverse adolescents – gained traction in the late 1990s. However, there is immense variation in how sexual orientation and gender identity/expression (SOGIE) have been conceptualized and operationalized in adolescent research. The question remains whether nowadays, researchers make more reasoned decisions about their defini-tions and assessments of sexuality and gender than before. This narrative review aims to 1) synthesize the conceptualiza-tion and operationalization of SOGIE during the past two decades (2000–2022), 2) understand whether different opera-tionalizations result in different proportions of sexually and gender diverse adolescents in study samples, and 3) provide recommendations for inclusive assessment of sexuality and gender in adolescent research.Importance of SOGIE-Research in AdolescenceSexuality and gender are relevant parts of adolescents’ lives, and related to their health and wellbeing. Without a comprehensive understanding of SOGIE in adolescence, research excludes sexually and gender diverse adolescents from participating and does not equitably represent their experiences. Moreover, with-out understanding SOGIE in adolescence research might draw erroneous conclusions which impact policy and social services.Many studies have shown disparities in health and health behaviors for sexually and gender diverse adolescents, as well as experiences that undermine health such as stigma, rejection, and bullying (de Lange, Baams, et al., 2022; Martin-Storey & Baams, 2019; Pellicane & Ciesla, 2022). A meta-analysis of 35 studies found that sexually diverse adolescents had 3.5 times the odds of lifetime suicide attempts compared to heterosexual adolescents (di Giacomo et al., 2018). Further, a study among adolescents from the United Kingdom found that, compared to heterosexual adolescents, sexually diverse adolescents had 5.4 times the odds of experiencing high depressive symptoms (Amos et al., 2020). In addition, a meta-analytic study showed that 46% of transgender individuals reported non-suicidal self- injury versus 14% of heterosexual/cisgender individuals (Liu et al., 2019), and in a US-based sample 52% of gender diverse adolescents met clinical cutoffs for depressive distress versus 26% in cisgender adolescents (Reisner et al., 2016).Explanations for these health disparities are found in the experiences with intrapersonal, interpersonal, and structural stigma (Hatzenbuehler, 2016; Martin-Storey & Baams, 2019), which create psychological distress and undermine physical and mental health (Diamond & Alley, 2022; Goldbach & Gibbs,  2017; Meyer, 2003). For gender diverse adolescents, there are additional stressors that threaten their health and wellbeing: Experiencing intrapersonal and interpersonal gender dysphoria and lacking access to affirmative health care, both in a context of cisnormativity and transphobia (Toomey, 2021). Intrapersonal gender dysphoria, or anatomical dysphoria, is defined as distress following from incongruence between one’s assigned sex at birth and one’s actual gender identity/expression (Galupo et al., 2020; Toomey, 2021). Interpersonal gender dysphoria results “from the refusal of other people or contexts to affirm a trans person’s existence” (Toomey, 2021, p. 98).Existing research underlines the need for understanding sexually and gender diverse adolescents’ experiences, health, and wellbeing. However, studies use very different conceptua-lizations and operationalizations of SOGIE. Different mea-sures communicate to participants what legitimate identities CONTACT Laura Baams L.Baams@rug.nl Department of Pedagogy and Educational Sciences, University of Groningen, Grote Rozenstraat 38, Groningen 9712TJ, The NetherlandsTHE JOURNAL OF SEX RESEARCH                      2023, VOL. 60, NO. 7, 1004–1019 https://doi.org/10.1080/00224499.2023.2219245© 2023 The Author(s). Published with license by Taylor & Francis Group, LLC.  This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent.and experiences are. Moreover, selectively including or exclud-ing individuals results in different study samples and findings that cannot be compared across studies.Decades of Adolescent Research on Conceptualization of SOGIECurrent conceptualizations of SOGIE in adolescent research need to be understood in light of decades of research. Historically, research on adolescent sexual development focused on potential risks and how to avoid those risks, rather than on positive aspects such as pleasure or satisfaction: “Adolescent sexuality has been equated by the research, clin-ical, and policy collective with medical pathology and socio-cultural deviance” (O’Sullivan & Thompson, 2014, p. 435). This focus on potential risks that were assumed to come with any sexual behavior outside of marriage kept researchers in the dark about the development of early adolescent sexual attrac-tion and interests. This was particularly salient for adolescents whose sexual or love interests did not meet heteronormative standards. Moreover, it was generally assumed that adolescents were too young to “know” their sexual orientation.At the time, research rarely included measures of sexual orientation in research with adolescents, and when measures were included, they often assumed a binary sexual orientation: straight or gay. From the 1980s onwards, researchers became increasingly aware of the multidimensionality of sexual orien-tation. Yet, they still rarely assessed sexual orientation with multidimensional measures. Two exceptions were the Klein sexual orientation grid, which assessed sexual orientation with seven dimensions including fantasy, attraction, and self- identification (Beaulieu-Prévost & Fortin, 2015; Galupo et al.,  2014), and the Native American Adolescent Health Survey, a modified version of the Minnesota Adolescent Health Survey, which included five items to assess sexual orientation among adolescents in 1987 (Saewyc et al., 1998).The history of assessing adolescents' gender identity and expression followed a different route. With the rise of “social learning” models in the 1950s, clinicians had become con-vinced that gender was not (exclusively) based on biology, but rather that all children had a clear sense of what their gender was (Meadow, 2018), regardless of body parts. Much of these convictions followed from the experiences of children with intersex variations, who according to clinicians had inter-nalized the sex they were assigned at birth and who thought that attempts to change their gender would be harmful (Meadow, 2018). This created two lines of thought: Some clinicians worked to “prevent” a transgender identity in chil-dren, while others attempted to make gender-affirming care accessible to transgender adults, sometimes even in the same clinic (Meadow, 2018).More recently, transgender experiences in childhood and adolescence continued to be considered a disorder. While “Ego-syntonic Homosexuality” was removed as a mental disorder from the Diagnostic and Statistical Manual of Mental Disorders (DSM) in 1973, Gender Identity Disorder of Childhood (GIDC) was added in 1980 (Beek, Cohen-Kettenis, Bouman, et al., 2016; Beek, Cohen-Kettenis, Kreukels, et al., 2016) and this rightfully separated the concepts of sexuality and gender (Lagos,  2022). However, there were concerns that parents who feared their gender diverse child might be gay or lesbian could now visit a clinician to discuss a potential gender identity disorder. Some even argued that GIDC was added to the DSM to still enable clinicians to identify and treat “early signs of homosexuality” in children (Meadow, 2018).In the following narrative review, we synthesize research on conceptualizations and operationalizations of SOGIE in adolescent research in the period 2000–2022. A narrative review was chosen because this relatively flexible and selec-tive approach facilitates inclusion of studies from different disciplines and with various methodologies. In addition to the narrative review, we provide a more detailed overview of recent (2018–2022) large research projects with their used conceptualizations, and proportions of sexually and gender diverse adolescents.MethodologyFor the narrative review we followed guidelines for non- systematic reviews and narrative reviews of the literature (Cronin et al., 2013; Ferrari, 2015; Noble & Smith, 2018). We searched four electronic databases on April 15th, 2022: APA Psychinfo, ERIC, MEDLINE, and SocINDEX. We used the following search terms: adolescents OR teenagers OR teen OR youth AND “sexual orientation” OR “gender identity” OR transgender OR “sexual minority” OR LGBT OR LGB OR gay OR lesbian OR bisexual OR homosexual OR queer OR “gender expression.” Publication format was limited to peer-reviewed journal articles, and year of pub-lication was limited to 1998–2022.A total of 1098 titles were reviewed to select relevant studies, from these 487 abstracts were reviewed to identify themes and large, population-based studies with adolescent samples. A selection of studies that included measures of SOGIE among adolescents was compiled and is presented in Table 1. These concerned large research projects (“stu-dies”; referring to entire projects, not individual papers) with data from the past five years: 2018–2022. In doing so, we prioritized studies with 1) large, 2) representative, and 3) population-based data, and aimed to 4) represent different regions across the world. Studies were eligible for inclusion if they provided English or Dutch information on their definitions and measures used (the languages spoken by our author team). We also searched the measurements and proportions of sexually and gender diverse adolescents of each study in reports published by the study developers (i.e., published on the official website) to be as complete as possible. If these were unavailable, we extracted the infor-mation from the most recent peer-reviewed paper that used the general sample (i.e., did not select a subgroup).Results: Conceptualizations of SOGIEOur narrative review below provides a thematic summary of insights on adolescent research, with a focus on the concep-tualization of sexuality and gender.THE JOURNAL OF SEX RESEARCH 1005Table 1. Overview of SOGIE operationalizations in population-based studies among adolescents.Source (year)ResourceSampleGrades/ageMeasure of sexual orientation% sexually diverseMeasure of sex, gender identity/expression% gender diverseMinnesota Student Survey (2019)(Minnesota Student Survey Interagency Team, 2019)Cross-sectional study of N = 80,456 middle and high school students in the United States (Minnesota)grades 9–111 Labeling (self-labeling) How do you describe yourself? Heterosexual (straight), Bisexual, Gay or lesbian, Questioning/Not sure, Pansexual, Queer, I don’t describe myself in any of these ways, I am not sure what this question means11.5% (Bisexual, Gay or lesbian, Questioning/Not sure, Pansexual, Queer)2-step approach 1 Sex (sex) What is your biological sex? Male, Female, No answer 2 Gender identity (self-labeling) Are you transgender, genderqueer, or genderfluid? Yes, No, I am not sure about my gender identity, I am not sure what this question means2.5% Transgender, genderqueer, or genderfluid, Not sure3 Gender expression A person’s appearance, style, dress, or the way they walk or talk may affect how people describe them. How do you think other people at school would describe you? Very or mostly feminine, Somewhat feminine, Equally feminine and masculine, Somewhat masculine, Very or mostly masculinenot reportedYRBSS (2019)(Underwood et al., 2020)Cross-sectional study of N = 13,827 middle and high school students in the United States (national- and state- level)grades 9–121 Identity (self-labeling) Which of the following best describes you? Heterosexual (straight), Gay or lesbian, Bisexual, or Not sure15.7% (Gay or lesbian, Bisexual, Not sure)1 Sex (sex) What is your sex? Male, Female2 Behavior (lifetime sexual contact) During your life, with whom have you had sexual contact? I have never had sexual contact, Females, Males, or Females and males7% (Same-sex, males and females)California Healthy Kids Survey (2017–2019)(Austin et al.,  2020)Cross-sectional study of N = 45,848 middle and high school students in the United States (California)grades 7–111 Identity (self-labeling) Which of the following best describes you? Straight (not gay), Gay or lesbian, Bisexual, I am not sure yet, Something else, Decline to respond13.1% (Gay or lesbian, Bisexual, I am not sure yet)Two-step approach 1 Sex (sex) What is your sex? Male, Female 2 Gender identity (self-labeling) Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about their gender. Are you transgender? No I am not transgender, Yes I am transgender, I am not sure if I am transgender, Decline to respond2.4% (Transgender, Not sure)Millenium cohort study (2018– 2019)(Patalay & Fitzsimons,  2020)Longitudinal study of N = 10,757 adolescents in the UK (national)17 year-olds1 Identity (self-labeling) Which of the following options best describes how you currently think of yourself? Completely heterosexual/straight, Mainly heterosexual/straight, Bisexual, Mainly gay or lesbian, Completely gay or lesbian, Other, Don’t know, Prefer not to say10.6% `(Mainly, or Completely gay or lesbian, Bisexual, Other)2-step approach Sex at birth Which of the following were you described as at birth? Male, Female, Intersex, I prefer not to say 2. Gender identity (gender experience) Which of the following describes how you think of yourself? Male, Female, In another waynot reported (Continued)1006 L. BAAMS AND T. M. L. KAUFMANTable 1. (Continued).Source (year)ResourceSampleGrades/ageMeasure of sexual orientation% sexually diverseMeasure of sex, gender identity/expression% gender diverse2 Attraction (lifetime) I have felt sexually attracted only to [females/ males], never to [males/females], More often to [females/males] and at least once to [males, females], About equally often to [females/males] and to [males/females], More often to [males/females] and at least once to [females/males], Only ever to [males, females] never to [females, males], I have never felt sexually attracted to anyone at allnot reportedYouth’19 (2019)(Fenaughty, Sutcliffe, Clark, et al.,  2021; Fenaughty, Sutcliffe, Fleming, et al.,  2021)Cross-sectional study of N = 7,721 secondary school students in New Zealand (national)12–19 year- olds1 Attraction (current) Who are you attracted to? Opposite or different sex, Same sex, Both sexes, Not sure, Neither, I don’t understand this question16% (Same sex, Both sexes, Not sure, Neither)3-step approach 1 Sex at birth What sex were you at birth, even if it is different from today? Boy, Girl, Indeterminate 2 Gender identity (gender experience) How do you describe yourself? Boy or man, Girl or woman, I identify in another waynot reported2 Identity (self-labeling)  Which of the following best describes your sexual orientation? Straight, Mostly straight, Bisexual, Pansexual, Takatāpui,Gay or lesbian, I am not sure yet, Something else, I don’t understand this questionnot reported3 Gender identity (self-labeling) 3.1 Are you (or might you be) transgender or gender-diverse? By this, we mean that your current gender is different from your gender at birth (e.g., trans, non-binary, Queen, fa’afafine, whakawahine, tangata ira tane, genderfluid or genderqueer)? Yes, No, I am not sure, I don’t understand this questionnot reported3.2 If Yes/Not sure: which of the following best describes you? Trans boy or man, Trans girl or woman, Non- binary, genderqueer, genderfluid, Agender, Takatāpui, Whakawahine, Tangata ira tane, Fa’afafine, Fa’atatama, I am not sure of my gender, Something else, please state: . . .1.6% (Yes/Not sure to 3.1)HBSC (2021)(Boer et al.,  2022)Cross-sectional study of N = 5,243 middle and secondary school students in the Netherlands (national)grades 7–121 Attraction (current) Are you attracted to . . . Girls, Boys, Both, I don’t know17.2% (Same- and both gender, I don’t know)2-step approach 1 Gender/sex (gender/sex) Are you a boy or a girl? Boy, girl 2 Gender identity (gender experience) Some people view themselves as a boy, others view themselves as a girl. There are also people who cannot or do not want to make a clear decision between boy or girl. Tick the box that suits you best. I view myself as a . . . Boy, Girl, Neither, Other3% (inconsistent assigned sex at birth and gender, Neither, Other)2 Attraction (lifetime) Have you ever been in love? Yes, with a girl, Yes, with a boy, Yes, with a boy and a girl, I have never been in lovenot reported(Continued)THE JOURNAL OF SEX RESEARCH 1007Table 1. (Continued).Source (year)ResourceSampleGrades/ageMeasure of sexual orientation% sexually diverseMeasure of sex, gender identity/expression% gender diverseHBSC (2018)(Költő et al.,  2020)Cross-sectional study of N = 6,239 middle and secondary school students in Ireland (national)12–17 year- olds1 Attraction (current) Are you attracted to . . . Girls, Boys, Both, I am not attracted to anyone12.2% (Same-and both-gender, Not to anyone)not reportednot reported2 Attraction (lifetime romantic attraction) Have you ever been in love with . . . A girl or girls, A boy or boys, Both, I have never been in love4.5% (Same- and both- gender) Never been in love (out of full sample): 35.7%HBSC (2018)(Ciria-Barreiro et al., 2021)Cross-sectional study of N = 1,212 middle and secondary school students in Spain (national)15–18 year- oldsnot reportednot reported2-step approach 1 Gender/sex (gender/sex) Are you a boy or a girl?Boy, girl 2 Gender identity (gender experience)Identities of people are varied: some people identify themselves as boys, others as girls, and there are people who don’t feel represented in this system. Please, choose the option that you feel more identified with: Boy, Girl, Neither, Other2.5% (inconsistent assigned sex at birth and gender, Neither, Other)HBSC (2018)(Cosma et al.,  2022)Cross-sectional study of N = 13,690 middle and secondary school students in Bulgaria, Switzerland, England, France, Hungary, Iceland, North Macedonia (all national) and French- speaking Belgium (regional).14–16 year- olds1 Attraction (lifetime romantic attraction) Have you ever been in love with . . . A girl or girls, A boy or boys, Both girls and boys, I have never been in love3.2% (Same- and both-gender) Never been in love (out of full sample): 12.9%not reportednot reportedSocial Safety Monitor (pooled 2016, 2018)(Kaufman & Baams, 2022)Cross-sectional study of N = 29,879 secondary school students in the Netherlands (national)grades 7–121 Attraction (expected romantic attraction) 1) I could fall in love with a girl 2) I could fall in love with a boy 1. Completely agree; 5. Completely disagree14.5% (Both- or same-gender attracted, Completely agree, Agree)2-step approach 1 Gender/sex (gender/sex) What is your sex? Boy, Girl 2 Gender identity (gender experience) 1. Do you identify as a boy? 2. Do you identify as a girl? Yes, completely, Partly, No2.7% (Gender partly or not aligned with the reported sex)1008 L. BAAMS AND T. M. L. KAUFMANConceptualizing Sexual OrientationSexual Orientation Can Be Assessed in AdolescenceIn the early 2000s, researchers increasingly acknowledged that youth’s sexual orientation could already be assessed in adoles-cence, perhaps even in early adolescence. For example, already before the start of puberty, many children were shown to experience solitary or interpersonal sexual interests (de Graaf & Rademakers, 2006; Herdt & McClintock, 2000), coinciding with an awareness of attraction toward same- or multiple- genders/sexes (Herdt & McClintock, 2000). However, researchers remained hesitant to ask adolescents about their sexual orientation, and institutional review boards (IRBs) or ethics committees at universities struggled to evaluate the potential costs and benefits of such research.Over time, however, several pioneers showed that research into adolescent sexual development (Fortenberry, 2013; Reitz et al., 2015) or research among sexually and gender diverse adolescents (Russell & Joyner, 2001; Russell et al., 2001) gave youth the opportunity to participate, be heard and represented, have their needs met, while not presenting any harm (American Psychological Association, 2018; Kuyper et al.,  2012, 2013; Macapagal et al., 2017; Mustanski, 2011; Snapp et al., 2016). Thus, despite some early hesitance in including measures of sexual orientation in adolescent research, researchers acknowledged its importance.Sexual Orientation Is Multidimensional and FluidAn important insight from our literature review was that for many adolescents, their reported sexual orientation would depend on the dimension of sexual orientation that was assessed or the measure that was used. For example, in a Dutch study among adolescents and young adults, sexually diverse participants reported their sexual identity, attraction to men and women, and gender/sex1 of their lifetime sexual partners. These sexual orientation dimensions were considered to “overlap” when, for example, a youth reported attraction to same-gender/sex peers, had sexual experience with same- gender/sex peers, and self-identified as gay, lesbian, or bisex-ual. For only 29% of sexually diverse youth did these three assessments “overlap” (de Graaf et al., 2018). Similarly, in a study among Swedish high school students (Priebe & Svedin, 2013), four dimensions of sexual orientation were assessed: identity, emotional or sexual attraction, romantic attraction, and the gender/sex of their sexual partners. There was little overlap across measures. For example, 17.6% reported same- or both-sex attraction on at least one of the four measures, while only 1.5% of youth reported this on all four measures (Priebe & Svedin, 2013). These studies indicated that when researchers only assess one dimension of sexual orientation, they may misidentify some adolescents as sexually diverse or heterosexual.Further, despite large groups of adolescents reporting a bisexual, queer, or pansexual identity, or attraction to multi-ple genders (Jones, 2021; Mata et al., 2021), there were impor-tant misconceptions about plurisexual orientations in research. For example, bisexual individuals were often lumped together with gay and lesbian individuals (i.e., LGB). Others based sexual identity on an individual’s and their partner’s gender/sex (i.e., as lesbian/gay or heterosexual). Further, in measures of attraction “bisexual” was often placed in the mid-dle of a continuum from “exclusively attracted to men” to “exclusively attracted to women,” while many bisexual indivi-duals do not experience attraction to men and women equally, experience attraction to non-binary or genderqueer indivi-duals, or experience attraction regardless of gender (Kaestle & Ivory, 2012; Monro et al., 2017). These limitations perpetu-ated invisibility and erasure of bisexual orientations in research and society more broadly and limited our under-standing of the unique experiences of bisexual adolescents (Miller et al., 2022; Ross et al., 2018; Salway et al., 2019). Moreover, an important oversight in research on adolescent sexuality was that similar to the erasure of bisexuality in research, extant research often misrepresented and thereby erased pansexual and queer identities. Unfortunately, this has resulted in the lumping together of pansexual and queer ado-lescents together with bisexual adolescents.Moreover, for many gender diverse adolescents, common questions about sexuality, sexual behavior, and sexual orienta-tion were simply impossible to answer (Galupo et al., 2016), challenging dominant notions of “same-sex attraction” or being in a “same-gender relationship.” This was also proble-matic because research on sexuality and gender was, for many adolescents, the first or only encounter they had with adults who affirmed or acknowledged their experiences and identi-ties – researchers were often seen as authority figures (Carrotte et al., 2016).Fluidity of sexual orientation was another important focus in adolescent research in the past decades. For example, a longitudinal study in a school-based sample from the US assessed self-identification and romantic attraction to boys and girls at three measurement waves, and lifetime sexual experi-ence with boys and girls at the last measurement wave. The findings showed multiple developmental patterns, but overall, many adolescents were “fluid” in the sexual identity label and romantic attraction they reported across the two years of the study. For example, 26% of assigned girls and 11% of assigned boys (sex assigned at birth) shifted in identity labels (Stewart et al., 2019). Further, a study among adolescents from England showed that many had engaged in intimate behaviors with same-gender/sex peers, ranging from holding hands to laying down with someone (Li & Davis, 2020).In line with research findings on fluidity of sexual orienta-tion in adolescence, in a qualitative study (Guittar, 2014) among sexually diverse young adults it was reported that “coming out” with an affinity (i.e., liking girls, boys, or people) before affirming a minority identity gave individuals more flexibility in their choice of sexual and romantic part-ners, and made their sexual orientation more “palatable” to others. This may reflect fluidity in sexual identity or attrac-tion, but it may also reflect having an unsafe environment that would rather accept an affinity than an identity (Guittar,  2014).From a developmental perspective, our review of the litera-ture showed that during adolescence sexual interests, 1“a term that refers to both sociocultural and innate/evolved aspects of women, men, and gender/sex-diverse people” (van Anders, 2015, p. 1179).THE JOURNAL OF SEX RESEARCH 1009behaviors, and identities are in development and may not be fixed or discrete. Generally, sexuality was thought to be more fluid during adolescence than during adulthood (Katz-Wise & Todd, 2022). This may be because sexually and gender diverse adolescents usually have limited partnered sexual experience, fewer opportunities to date, and might not (yet) affiliate with an LGBTQ+ community.Finally, considering sexual orientation as fixed and unidi-mensional was based on the assumption that all adolescents experience sexual and/or romantic attraction, and that sexu-ality has the same meaning to all adolescents. In contrast, for some adolescents sexual orientation might relate most to their experienced sexual attraction toward others by gender or gen-der expression (i.e., finding women, a feminine presentation, or specific body parts attractive). Others might find character-istics important that are unrelated to gender, or they might not experience attraction at all (Hammack et al., 2009; van Anders,  2015). Although most researchers now acknowledge that sex-ual orientation is multidimensional, one could also wonder whether there is even one underlying “sexual orientation.”Sexual Identity Formation: Developmental MilestonesNotwithstanding fluidity of sexual orientation dimensions, in research among adolescents it was also recognized that they have great autonomy in whether, when, and how they wish to share or disclose their sexual orientation (Hammack et al.,  2009; Rosario et al., 2001, 2006, 2011). Importantly, even with unprecedented high levels of social acceptance of sexual and gender diversity (e.g., positive attitudes, protective laws, and policies), it was acknowledged that when growing up in a hetero/cisnormative society, “coming out” was still a crucial milestone2 for many (Bishop et al., 2020, 2022; Fish & Russell,  2022; Mallory et al., 2021).Contemporary cohorts of sexually diverse adolescents approached these milestones differently than before. For example, older generations often delayed sharing their minor-ity sexual identity with others until they had moved out of their family home, or even after their first same-gender/sex relation-ship (Bishop et al., 2020; Dunlap, 2016), while contemporary cohorts were much younger when they first disclosed their sexual orientation to others and often did so in their early or mid-teens (Russell & Fish, 2016). In sum, research showed that there were generational shifts in how adolescents approached milestones, and that these milestones should be considered as relevant for adolescent’s development (Bishop et al., 2022; Katz-Wise et al., 2017; Mallory et al., 2021), while acknowl-edging that a general order or “end-point” should not be presumed.Who Counts as Part of the Sexually Diverse Population?The sexually diverse population seems to have grown in size. For example, there was an increase in sexual experience with same-gender/sex partners among adults across birth cohorts in the United States (Mishel et al., 2020). Further, a study among adults in England showed that between 2009 and 2017 there was a decrease in the proportion of individuals identifying as heterosexual, and an increase in the proportion of individuals identifying as gay/lesbian or bisexual (MacCarthy et al., 2020). Interestingly, these studies used different measures to identify “sexual minority” groups: One focused on sexual behavior and the other on identity. This raises the question: who counts? (Browne, 2016; Ruberg & Ruelos, 2020). Findings suggest that when given the choice, many sexually diverse individuals endorsed multiple identities and identities not listed. Furthermore, identity labels and the meaning of these identity labels might be fluid (Ruberg & Ruelos, 2020). This makes it impossible to identify one sexually diverse population. Furthermore, the size of disparities was shown to partly depend on whether measures of identity, sexual attraction, or behavior were used as the indicator of sexual orientation (Bostwick et al., 2010; Fish et al., 2018; McCabe et al., 2009). Altogether, research from the past decades suggested that when adolescents and their experiences are misrepresented, this might result in inaccurate conclusions and continued stigma (Galupo et al., 2016, 2017; Snapp et al., 2016).Conceptualizing Gender Identity/ExpressionFrom Gender Dysphoria to Gender DiversityParallel to developments in the classification of gender dys-phoria in the DSM (Beek, Cohen-Kettenis, Kreukels, et al.,  2016), the diagnostic category “gender identity disorder of children” was replaced with “gender incongruence of child-hood” in the 11th edition of the International Classification of Diseases and Related Health Problems (ICD). Moreover, the ICD moved this diagnosis out of the Mental and Behavioral Disorders chapter into the Conditions Related to Sexual Health chapter. Although the World Health Organization and experts in the field have argued that keeping the diagnosis in the ICD-11, as opposed to removing it altogether, would ensure access to gender-affirmative care (Beek et al., 2017) various criticisms were voiced. Critics argued that during childhood, gender diverse children do not (yet) require a diagnosis, and would be better helped by support for social transition (Winter et al., 2019). Further, being diagnosed with gender incongruence still signals that the child has a problem, which perpetuates stigma (Cabral et al., 2016; Winter et al.,  2019).Despite “gender incongruence” still having a place in the DSM and ICD, many child and adolescent researchers have expanded their perspective on gender and have come to con-sider gender diversity on a continuum (deMayo et al., 2022). In the early 2000s, researchers shifted from focusing solely on binary gender identity labels (i.e., boy vs. girl) to include self- perceived typicality of one’s gender, experiencing pressure from others to conform to gender stereotypes, or the idea that one’s own gender is superior to another gender (Egan & Perry, 2001). During the same period, research started to focus on “gender nonconformity,” that is a gender expression that does not align with societal expectations based on the assigned sex at birth (deMayo et al., 2022; Martin-Storey & Baams,  2019). Gender nonconformity was found to be associated with stigma, victimization, and poor mental health among 2Although the milestone of first disclosing one’s sexual orientation to important others is most commonly researched, other milestones include: first awareness of sexual orientation, first crush, first same-gender/sex relationship, or first sexual experience (Bishop et al., 2020; De Graaf & Picavet, 2018; Dunlap, 2016).1010 L. BAAMS AND T. M. L. KAUFMANsexually diverse adolescents (Baams et al., 2013; Li et al., 2016; Martin-Storey & Baams, 2019; Russell et al., 2011), as well as among heterosexual adolescents (Bos & Sandfort, 2014; Roberts et al., 2013; van Beusekom et al., 2016). Although this work examined diversity in gender expression without assuming an underlying disorder, a central criticism is that it still pathologized gender nonconformity as if it was a part of an individual’s being that deviated from their assigned sex at birth. More recently, it was emphasized that research should focus on the systems that exclude and oppress certain genders and gender expressions, while it privileges others, instead of focusing on the individual (Bloom et al., 2021; Rimes et al.,  2017).Non-Binary and Genderqueer AdolescentsThe last decade has seen an increase in studies that acknowl-edge non-binary and genderqueer identities (Schudson & Morgenroth, 2022). Although large-scale, population-based studies rarely included options for reporting a non-binary gender identity, experiences of non-binary and genderqueer adolescents were found to be distinct from cisgender and binary transgender adolescents (Bradford et al., 2019; Tatum et al., 2020). The 2019 Minnesota Student Survey showed that non-binary adolescents reported more depressive symptoms than cisgender and trans feminine adolescents (Gower et al.,  2022). Moreover, while binary transgender and cisgender chil-dren and adolescents showed consistency of gender identity and expression over time (Hässler et al., 2022; Olson et al.,  2022), non-binary and genderqueer adolescents may express more fluidity of their gender (Doyle, 2022; Tatum et al., 2020). Unfortunately, many of the studies among sexually and gender diverse adolescents only included binary options for gender and sex, which excluded genderqueer and non-binary adoles-cents, and misrepresented the continuums and multidimen-sionality of gender and sex (Hyde et al., 2019). Taken together, research highlighted non-binary and genderqueer adolescents’ unique experiences and the importance of making our research inclusive to this population, while underlining the lack of attention for gender diversity.Need for Gender-Affirming CareGender-affirming care was shown to effectively reduce mental health symptoms among gender diverse adolescents (Achille et al., 2020; Costa et al., 2015; de Vries et al., 2014; van der Miesen et al., 2020). Unfortunately, however, access to such care still remained largely dependent on intersecting identities (e.g., race/ethnicity), geographical location (e.g., access differs by state and country), and the willingness of parents to support their child’s identity and access to care (Gill-Peterson, 2018; Priest,  2019; Toomey, 2021). For many adolescents, access to gender- affirming care still required a diagnosis of gender dysphoria, which medicalized and pathologized their gender identity and expression (Suess Schwend, 2020). In addition, adolescents experienced barriers to finding clinicians who were able and willing to affirm their identity and support social transition or medical interventions (de Lange, van Bergen, et al., 2022; Toomey, 2021; Weiselberg et al., 2019).During the past years, many scholars have monitored increasing rates of referrals to gender-affirming care (Kaltiala et al., 2019; VanderLaan et al., 2014; Wood et al., 2013). A study among different cohorts from the US indeed con-firmed a steady increase of transgender adults in the US popu-lation. There seemed to be a “tipping point” around 1984: Individuals born after this year were more likely to identify as transgender or gender nonconforming than individuals from earlier birth cohorts (Lagos, 2022). Some argued that this was due to improved social acceptance of gender diversity, greater public visibility of transgender individuals, better accessibility of gender-affirming care, and changes in the laws and insurance policies (Goodman et al., 2019; Wiepjes et al., 2018). Others argued that the composition of the “trans-gender population” changed: Transgender individuals sought gender-affirming care at younger ages than before (Goodman et al., 2019; Wiepjes et al., 2018), and an increased proportion of non-binary individuals sought gender-affirming care (Cocchetti et al., 2020). Still, many children and adolescents do not make their way to gender-affirming care. Such care may not be available or accessible to them, and their environment may disaffirm their gender.Considering Intersections between Sexual and Gender DiversityAlthough sexuality and gender are two separate concepts with their own history and operationalizations, research showed various associations between them. For example, sexually diverse adolescents were more likely to have a gender expres-sion that differed from societal expectations based on their sex assigned at birth (Rieger et al., 2020; Xu et al., 2021). Sexuality and gender also played unique and additive roles in, for exam-ple, peer relationships. For example, in a study among Dutch adolescents (Bos & Sandfort, 2014) gender nonconformity magnified the association between same-sex attraction and poor peer relationships. Furthermore, intersections between sexuality and gender were informative in research on mental health (Park et al., 2021). A study among Colorado high school students found that sexually and gender diverse adolescents were most likely to engage in non-suicidal self-injury, while heterosexual gender diverse and cisgender sexually diverse adolescents had a much lower likelihood (Speer et al., 2022). Although it remains important to conceptualize and operatio-nalize sexual orientation and gender identity/expression sepa-rately, our findings also highlighted the relevance of considering intersections between them.Lack of Diversity in SOGIE-Related StudiesDespite the developments in research on sexually and gender diverse adolescent populations, research still includes mostly homogeneous samples. For example, many studies in adoles-cent populations assumed that their samples were heterosex-ual, and cisgender, even when they assessed sexuality and gender. A study of published research in five scientific sexu-ality journals found that, between 2015 and 2019, only 6% of the studies included gender diverse samples. Out of the studies that included only women as participants, 9.5% focused on sexually diverse women, and out of the studies that included only men as participants, 37.5% focused on sexually diverse THE JOURNAL OF SEX RESEARCH 1011men (Klein et al., 2021). Another analysis of published research in two relationship journals found that between 2002 and 2021, 85.8% of studies did not acknowledge sexually and gender diverse relationships (Pollitt et al., 2022). In addi-tion, when studies in sexuality journals did include sexually and gender diverse individuals, samples were most often drawn from the US, English-speaking countries, or Europe, and often from Western, Educated, Industrialized, Rich, and Democratic (WEIRD) countries (Klein et al., 2021). Research also suggested that sexually and gender diverse adolescents experienced even more barriers to being represented in scien-tific research than adults (Snapp et al., 2016). For example, an analysis of 798 LGBTQ research studies conducted in China showed that only a small proportion included adolescent par-ticipants (Lin et al., 2022).Regarding studies with a focus on sexuality and gender in adolescence, most were conducted in majority White samples. Researchers argued that the homogeneity of samples limited our understanding of sexuality and gender, and disregarded the role of intersecting identities and systems of oppression (e.g., racism) that played a role in adolescents’ experiences with, and development of sexuality and gender (Bishop et al.,  2020; Mallory & Russell, 2021; Pollitt et al., 2018). Notably, however, our review of the literature was also limited by the lack of studies from non-WEIRD countries and samples. Although we attempted to present research from various regions, there was a lack of research on sexuality and gender among adolescents from the Global South, and many of the individual studies were also limited in diversity.A final consideration on geography is that study findings on SOGIE greatly differed based on urbanicity. For example, a study among middle and high school students in California showed that sexually and gender diverse adolescents living in rural areas had more negative school experiences and worse health outcomes than adolescents living in urban areas (Choi et al., 2017). Further, for sexually and gender diverse adoles-cents living in rural areas access to community centers (Martos et al., 2018; Rand & Paceley, 2021) and affirmative health care was limited (Gandy et al., 2021; Renner et al., 2021). When sexually and gender diverse adolescents living in rural areas feel unsafe to disclose their sexuality or gender, this may also impact how they answer questions about SOGIE in research, and thus the rurality or urbanicity of a sample should be considered.Current Operationalizations of SOGIE and Prevalence EstimatesGiven the numerous insights from the past decades about the complexity and multidimensionality of sexuality and gender, the question remains what the current “standard” is for con-ceptualizing and operationalizing SOGIE. Have researchers reached consensus about the dimensions of sexuality and gender that should be assessed? And how do these dimensions relate to proportions of sexually and gender diverse adoles-cents in a given study? Addressing these questions, we present large, representative research projects conducted in the past five years (2018–2022), and describe how SOGIE was assessed in each study as well as the proportion of sexually and gender diverse youth in a given sample (see Table 1). The studies represent data from the United States (k = 3, including k = 2 regional), United Kingdom (k = 1 national), New Zealand (k = 1 national), and the European Health Behaviour in School- Aged Children study with data from eleven European coun-tries (k = 1, including k = 7 regional).The studies showed large variation in conceptualization and operationalization of SOGIE among adolescents. Although studies were conducted with vastly different research ques-tions, target populations, and in diverse cultural settings, the choice of measures was mostly unidimensional, focusing on one dimension of gender and/or sexuality.Regarding the composition of sexually diverse populations, two results stood out. First, these populations consisted for the largest part of adolescents who were unsure of their identity. These adolescents were, in the past, sometimes grouped together with questioning adolescents and assumed to still be “on track” to a sexual identity. However, reporting being unsure of their identity might also reflect limited response options when adolescents have multiple identities and they can only pick one.Second, the group of sexually diverse adolescents was smaller when using measures of experiences of being in love or sexual behaviors. For example, studies that asked with whom adoles-cents had been in love or had sexual contacts with, had smaller proportions of sexually diverse adolescents. Relatively inexper-ienced adolescents (for having been in love: one-third of all adolescents) were, therefore, not represented.Further, although the recognized importance of gender diversity for adolescents has been evident since the early 2000s (deMayo et al., 2022), not all studies included measures of non-binary identities and experiences, or did not report percentages of sexually and gender diverse adolescents based on these measures. Several studies that asked about gender/sex did not specify to participants whether the question was about sex assigned at birth or current gender, making it impossible to draw inferences about participants’ gender identity and expression. Overall, our review of the literature showed some serious gaps and limitations. We provide several recommenda-tions to better reflect sexually and gender diverse adolescents’ identities and experiences in research.Recommendations for Future ResearchIn our literature review, it became clear that the past decades of adolescent research haveshown substantial advances in our approach to assessing SOGIE. It is more commonly acknowl-edged that asking inclusive questions about sexual orientation and gender enables sexually and gender diverse individuals to participate in research, and thus, in debates on healthcare, access, and equity (Klein et al., 2021; Roberts & Fantz, 2014; Sell, 2017; Thomson & Katikireddi, 2019). Yet, it remains unclear which dimensions of sexuality and gender should be assessed and how to identify diverse groups and to provide adolescents with the opportunity to report about their identi-ties and experiences. Is this the right time to move towards one uniform conceptualization and operationalization of SOGIE, and, thus, to identify one sexually and gender diverse population?1012 L. BAAMS AND T. M. L. KAUFMANWe argue that this would be misguided because there is no theoretical or empirical reason to believe that the population of sexually or gender diverse individuals is homogeneous, fixed, and discrete. Instead, sexually and gender diverse populations are heterogeneous across dimensions of attraction, behavior/ expression, and identity, and across time and contexts. This may motivate researchers to add multiple items measuring sexuality and gender in their research. At the same time, researchers are also often encouraged to employ data minimi-zation and limit the amount of data collection. Put differently: “Curiosity is not a valid reason to ask about a person’s gender identity, body, or sexual activity.” (Jolly et al., 2021, p. 893). Moreover, in the current EU General Data Protection Regulation (GDPR) a person’s sex life or sexual orientation is considered a “special category of personal data.” Hence, posing questions about sexuality and gender to anyone, let alone minors, requires additional protective measures. Thus, it is now more important than ever to consider what questions to ask and why. Below, we provide recommendations for how researchers can balance conceptual multidimensionality with practical and ethical limitations. We provide suggestions for deciding about the most relevant dimensions to assess across research purposes and age groups, and how these can be practically combined.SOGIE Dimensions Across ContextsThe most comprehensive strategy to identify sexually and gender diverse adolescents is to assess sexual identity, roman-tic and sexual attraction, romantic and sexual partners (i.e., dimensions of sexual orientation), gender identity, sex assigned at birth, gender expression, and organ inventories (i.e., dimensions of gender identity/expression). This would also help to account for the considerable overlap between dimensions of sexuality and gender and, thus, for shared variance between them (Fish & Krueger, 2020). However, a more complex consideration is how these measures can be practically combined. We cannot simply collapse different dimensions to identify one sexually diverse or gender diverse population, because 1) these dimensions do not necessarily align in the same person, 2) such an approach does not allow for fluidity over time or context, and 3) each dimension plays a unique role in adolescents' development and the emergence of, for example, health disparities. Therefore, one approach can be to create a dummy variable representing different inter-sections (e.g., attraction + identity). Another approach is to add multiple dimensions of sexuality and gender into one model and compare the strength of associations with an out-come. Both strategies require a large sample, sufficient varia-bility across dimensions of sexuality and gender, and hypotheses about mechanisms.Unfortunately, researchers cannot always assess multiple dimensions of sexuality and gender. A third strategy is therefore to select the dimension of sexuality and gender that is most informative for one’s research question. When focusing on stigma related to sexual orientation, for exam-ple, sexual identity seems the most distinguishable dimen-sion (Fish & Krueger, 2020). However, researchers should consider that sexual identity is not a visible characteristic and stigma will therefore generally be directed at the expression of sexuality and/or gender. Researchers should therefore be aware of the limitations when using a measure of identity as a proxy of a visible characteristic. Further, assessment of fluid and complex individual experiences across time, genders, and relationships, regardless of their alignment with behavior and self-identification, might best be captured with measures of attraction (National Academies of Sciences, Engineering & Medicine, 2022). However, ultimately, researchers should consider how to directly assess what they are interested in. For example, assigned sex at birth is often included in studies as a proxy of gender socialization. Yet in those cases, it would be more informative and precise to include a measure of gender socialization instead of assigned sex at birth. Importantly, however, if we always limit the inclusion of SOGIE measures to what we assume will be “significant predictors,” we risk replicating biases and assumptions and may fail to generate new knowledge about sexuality and gender in adolescence.Another consideration is the study design. Most SOGIE- related studies use self-report measures asking about an ado-lescent’s internal sense of identity or individual experiences. However, how adolescents are perceived by others can be equally important. For example, adolescents may experience bullying when peers assume they are sexually or gender diverse, regardless of whether this is the case. Further, adoles-cents may have a non-binary gender identity, without this being visible to others. Especially in studies about peer and parent relationships, measures of perceived (or attributional, or socially assigned) SOGIE may be relevant to ask as experi-enced by other informants such as peers or teachers. Last, although experiences with gender are not considered part of gender identity/expression in our review of the literature, they are crucial for adolescent’s development. We therefore argue that to build a comprehensive understanding of gender diverse adolescents’ experiences, we should consider how adolescents make meaning of their gender in the context of interpersonal and intrapersonal gender dysphoria (Toomey, 2021), gender euphoria, and community (Austin et al., 2022; Beischel et al.,  2022; Doyle, 2022; Saewyc et al., 2022).Last, given developmental differences among adolescents, participants’ age is also relevant in deciding about SOGIE dimensions. In children and early adolescents who have not experienced sexual or romantic attraction, for example, it may be less informative to ask about identity labels, being in love, or sexual behaviors. For example, our review showed that a large percentage of adolescents had never been in love (35.7% in 12– 17 year-olds). Reports from adolescents who are relatively inexperienced may therefore need to be analyzed separately from those who have experienced intimate relationships. Further, a growing group of adolescents identifies as asexual or aromantic (Bogaert, 2006; DeLuzio Chasin, 2011; Yule et al.,  2015) and including their experiences in questions about iden-tity, attraction, and behavior is key to accurately reflect all adolescents’ experiences.Questions to AskIn addition to considerations about the dimensions that will be captured in a given study, decisions need to be made about which questions are asked and how they are formulated. THE JOURNAL OF SEX RESEARCH 1013Recently, the National Academies of Sciences published guid-ing principles and recommendations for data collection on sex, gender, and sexual orientation (National Academies of Sciences, Engineering & Medicine, 2022): 1) inclusiveness – seeing your identities and experiences represented in research or data collection. 2) precision – using terminology that reflects the complex and multidimensional nature of sex, gen-der, and sexual orientation. 3) autonomy – allowing people to self-identify. 4) parsimony – collecting only data that are necessary; and 5) privacy – making research useful to partici-pants, while respecting privacy and confidentiality (National Academies of Sciences, Engineering & Medicine, 2022). In keeping with these guiding principles, the National Academies of Sciences have also published several recommen-dations on how to assess sex, gender, and sexual orientation. We encourage researchers to consider these recommendations and the context of their proposed research, especially when this is not based in the US or not conducted in the English language. Moreover, we point to the importance of using destigmatizing language, such as “sexually and gender diverse” instead of “sexual and gender minority.”Considerations Regarding Parental Versus Adolescent ConsentAn important consideration for research among sexually and gender diverse adolescents is whether parental consent should be asked. Asking for parental consent might directly or indir-ectly harm minors by “outing” them to their parents (American Psychological Association, 2018; Fisher & Mustanski, 2014; Macapagal et al., 2017). Moreover, requiring parental consent can result in a biased sample of participants who are willing to share their sexual orientation or gender identity/expression with their parents (Macapagal et al., 2017; Mustanski, 2011; Nelson, Carey, et al., 2019). IRBs or ethics committees often have the authority to provide a waiver of parental consent for minor participation in research if it potentially puts the minor at risk. However, such guidelines vary by university and jurisdiction and should therefore be considered early on in the design of the study.In lieu of parental consent, informed consent from adoles-cent participants themselves is vital. In a US-based study, researchers applied a procedure whereby adolescent partici-pants were required to correctly answer several questions about the study design before they were allowed to participate (Nelson, Perry, et al., 2019). A similar procedure was applied in a study among Dutch sexually and gender diverse participants aged 14 to 18 years old; only 6% of adolescents were unable to correctly answer the questions and deemed ineligible to parti-cipate (Kiekens et al., 2023). We encourage researchers to consider the ethical implications of including or excluding measures of SOGIE in their studies with adolescents, and to ensure privacy and confidentiality of all participants.Sexuality and Gender in Clinical PracticeIn addition to the role of sexuality and gender in research, health professionals or clinicians may also want to know about their patient’s or client’s sexuality and gender. For example, in clinical practice asking about sexual orientation and gender identity could be the start of a conversation about social relationships, home environment, school experiences, or health behavior. Moreover, it enables clinicians to interact with youth in a respectful and affirming way (Chen et al., 2016). All these aspects of the clinician-patient relationship improve healthcare (Goldhammer et al., 2022; Keuroghlian, 2021). However, a clinician must also consider the safety of their patients and ensure that information about adolescents' sexual orientation (e.g., identity, attraction, behavior) or gender identity/expres-sion (e.g., affirmed name, pronouns) is not accessible to parents or other caregivers (Goldhammer et al., 2022; Jolly et al., 2021). Further, although the use of affirmed pronouns and names is important in communication with a patient (Dunne et al., 2017; Sinclair-Palm & Chokly, 2022), a clinician may opt to use an adolescent’s deadname in the presence of their parents, and should prepare an adolescent for such “code switching” strate-gies. Further, when information about body parts is relevant, clinicians can ask what names the patient uses for their body parts (Hostetter et al., 2022). This approach can also be incor-porated into research designs, by first asking participants what names they use for their body parts and then using the same terminology in the rest of the survey.Reflection on LimitationsA review article is always biased by the limitations in the published literature. For example, because our understanding of sexually and gender diverse adolescent lives is limited by a focus on mental health and health behaviors in research, our understanding of positive experiences and resilience is limited. Furthermore, given the fast-paced developments in how ado-lescents define and give meaning to their identities and experi-ences, research struggles to keep up. This makes it even more important to ask adolescents to explain, describe, and define their own experiences and identities as much as possible – while acknowledging that this is often difficult in population- based research.Although this review explicitly focused on experiences of sexually and gender diverse adolescents, studies should also consider the experiences and identities of heterosexual, cisgen-der adolescents. Our assumption is often that the “minority experience” must be different from how the “majority” devel-ops, yet without empirical research on potential differences and similarities we cannot draw such conclusions. This is not to say that we need a “comparison group” to compare sexually and gender diverse adolescents to; rather, as researchers we should be aware of our own assumptions about differences in adolescent development across sexual orientation and gender identity/expression-groups.ConclusionOverall, there is ample research on sexuality and gender among adolescents. However, our understanding of these con-cepts and the health and wellbeing of sexually and gender diverse adolescents is limited by the questions we ask, how flexible we allow our surveys and interviews to be, and whether we enable adolescents to report on how they experience sexu-ality and gender. It is time to take a stand for sexually and gender diverse adolescents' participation and their accurate 1014 L. BAAMS AND T. M. L. KAUFMANrepresentation in research. This requires mindful, reasoned and transparent choices of SOGIE measures, but also an awareness of how researchers conceptualize sexuality and gen-der and with what purpose they include SOGIE measures. Ultimately, if our goal is to make our research equitable and to better understand and support sexually and gender diverse adolescents, we must consider how we set up our studies in this light.Disclosure StatementNo potential conflict of interest was reported by the authors.FundingBaams’ work was supported by the research programme Innovational Research Incentives Scheme Veni (016.Veni.195.099), which is financed by the Dutch Research Council (NWO).ORCIDLaura Baams http://orcid.org/0000-0001-5224-3694Tessa M. L. Kaufman http://orcid.org/0000-0003-0191-953XReferencesAchille, C., Taggart, T., Eaton, N. R., Osipoff, J., Tafuri, K., Lane, A., & Wilson, T. A. (2020). Longitudinal impact of gender-affirming endo-crine intervention on the mental health and well-being of transgender youths: Preliminary results. International Journal of Pediatric Endocrinology, 2020(1), 1–5. https://doi.org/10.1186/S13633-020- 00078-2 American Psychological Association. (2018). APA resolution on support for the expansion of mature minors’ ability to participate in research. https://www.apa.org/about/policy/resolution-minors-research.pdf Amos, R., Manalastas, E. J., White, R., Bos, H. M. W., & Patalay, P. (2020). Mental health, social adversity & health-related outcomes in sexual minority adolescents: Findings from a contemporary national cohort study. The Lancet Child & Adolescent Health, 4(1), 36–45. https://doi. org/10.1016/S2352-4642(19)30339-6 Austin, G., Hanson, T., Zhang, G., & Zheng, C. (2020). School climate and student engagement and well-being in California,2017/19. https:// calschls.org/docs/Biennial_State_1719.pdf Austin, A., Papciak, R., & Lovins, L. (2022). Gender euphoria: A grounded theory exploration of experiencing gender affirmation. Psychology & Sexuality, 13(5), 1406–1426. https://doi.org/10.1080/19419899.2022. 2049632 Baams, L., Beek, T., Hille, H., Zevenbergen, F. C., & Bos, H. M. W. (2013). Gender nonconformity, perceived stigmatization, and psychological well-being in Dutch sexual minority youth and young adults: A mediation analysis. Archives of Sexual Behavior, 42(5), 765–773. https://doi.org/10.1007/s10508-012-0055-z Beaulieu-Prévost, D., & Fortin, M. (2015). The measurement of sexual orientation: Historical background and current practices. Sexologies, 24 (1), e15–e19. https://doi.org/10.1016/J.SEXOL.2014.05.006 Beek, T. F., Cohen-Kettenis, P. T., Bouman, W. P., de Vries, A. L. C., Steensma, T. D., Witcomb, G. L., Arcelus, J., Richards, C., de Cuypere, G., & Kreukels, B. P. C. (2017). Gender incongruence of childhood: Clinical utility and stakeholder agreement with the World Health Organization’s proposed ICD-11 criteria. PLOS ONE, 12(1), e0168522. https://doi.org/10.1371/JOURNAL.PONE.0168522 Beek, T. F., Cohen-Kettenis, P. T., Bouman, W. P., de Vries, A. L. C., Steensma, T. D., Witcomb, G. L., Arcelus, J., Richards, C., Elaut, E., & Kreukels, B. P. C. (2016). Gender incongruence of adolescence and adulthood: Acceptability and clinical utility of the World Health Organization’s proposed ICD-11 criteria. PloS One, 11(10), e0160066. https://doi.org/10.1371/journal.pone.0160066 Beek, T. F., Cohen-Kettenis, P. T., & Kreukels, B. P. C. (2016). Gender incongruence/gender dysphoria and its classification history. International Review of Psychiatry, 28(1), 5–12. https://doi.org/10. 3109/09540261.2015.1091293 Beischel, W. J., Gauvin, S. E. M., & van Anders, S. M. (2022). “A little shiny gender breakthrough”: Community understandings of gender euphoria. International Journal of Transgender Health, 23(3), 274–294. https://doi.org/10.1080/26895269.2021.1915223 Bishop, M. D., Fish, J. N., Hammack, P. L., & Russell, S. T. (2020). Sexual identity development milestones in three generations of sexual minor-ity people: A national probability sample. Developmental Psychology, 56(11), 2177–2193. https://doi.org/10.1037/dev0001105 Bishop, M. D., Mallory, A. B., & Russell, S. T. (2022). Sexual minority identity development: Latent profiles of developmental milestones in a national probability sample. Psychology of Sexual Orientation and Gender Diversity. https://doi.org/10.1037/SGD0000569 Bloom, T. M., Nguyen, T. P., Lami, F., Pace, C. C., Poulakis, Z., Telfer, M., Taylor, A., Pang, K. C., & Tollit, M. A. (2021). Measurement tools for gender identity, gender expression, and gender dysphoria in transgen-der and gender-diverse children and adolescents: A systematic review. The Lancet Child & Adolescent Health, 5(8), 582–588. https://doi.org/ 10.1016/S2352-4642(21)00098-5 Boer, A., van Dorsselaer, S., de Looze, M., de Roos, S., Brons, H., van den Eijnden, R., Monshouwer, K., Huijnk, W., Ter Bogt, T., Vollebergh, W., & Stevens, G. (2022). HBSC 2021 rapport gezondheid en welzijn van jongeren in Nederland. https://www.trimbos.nl/wp-content/uploads/ 2022/09/AF2022-HBSC-2021-Gezondheiden-welzijn-van-jongeren- in-Nederland.pdf Bogaert, A. F. (2006). Toward a conceptual understanding of asexuality. Review of General Psychology, 10(3), 241–250. https://doi.org/10.1037/ 1089-2680.10.3.241 Bos, H., & Sandfort, T. (2014). Gender nonconformity, sexual orientation, and Dutch adolescents’ relationship with peers. Archives of Sexual Behavior, 44(5), 1269–1279. https://doi.org/10.1007/S10508-014- 0461-5 Bostwick, W. B., Boyd, C. J., Hughes, T. L., & McCabe, S. E. (2010). Dimensions of sexual orientation and the prevalence of mood and anxiety disorders in the United States. American Journal of Public Health, 100(3), 468–475. https://doi.org/10.2105/AJPH.2008.152942 Bradford, N. J., Rider, G. N., Catalpa, J. M., Morrow, Q. J., Berg, D. R., Spencer, K. G., & McGuire, J. K. (2019). Creating gender: A thematic analysis of genderqueer narratives. The International Journal of Transgenderism, 20(2–3), 155–168. https://doi.org/10.1080/15532739. 2018.1474516 Browne, K. (2016). Queer quantification or queer(y)ing quantification : Creating lesbian, gay, bisexual or heterosexual citizens through gov-ernmental social research. In K. Browne & C. J. Nash (Eds.), Queer methods and methodologies (pp. 231–250). Routledge. https://doi.org/ 10.4324/9781315603223-15 Cabral, M., Suess, A., Ehrt, J., Seehole, T. J., & Wong, J. (2016). Removal of gender incongruence of childhood diagnostic category: A human rights perspective. The Lancet Psychiatry, 3(5), 405–406. https://doi. org/10.1016/S2215-0366(16)30043-8 Carrotte, E. R., Vella, A. M., Bowring, A. L., Douglass, C., Hellard, M. E., & Lim, M. S. C. (2016). I am yet to encounter any survey that actually reflects my life: A qualitative study of inclusivity in sexual health research. BMC Medical Research Methodology, 16(1), 1–10. https:// doi.org/10.1186/s12874-016-0193-4 Chen, D., Hidalgo, M. A., Leibowitz, S., Leininger, J., Simons, L., Finlayson, C., & Garofalo, R. (2016). Multidisciplinary care for gender-diverse youth: A narrative review and unique model of gender-affirming care. Transgender Health, 1(1), 117–123. https://doi. org/10.1089/TRGH.2016.0009 Choi, S. K., Baams, L., & Wilson, B. D. M. (2017). LGBTQ youth in public schools: Differences across the state. https://williamsinstitute.law.ucla. edu/research/safe-schools-and-youth/lgbtq-youth-ca-oct-2017/ Ciria-Barreiro, E., Moreno-Maldonado, C., Rivera, F., & Moreno, C. (2021). A comparative study of health and well-being among cisgender THE JOURNAL OF SEX RESEARCH 1015and binary and nonbinary transgender adolescents in Spain. LGBT Health, 8(8), 536–544. https://doi.org/10.1089/LGBT.2020.0477 Cocchetti, C., Ristori, J., Romani, A., Maggi, M., & Fisher, A. D. (2020). Hormonal treatment strategies tailored to non-binary transgender individuals. Journal of Clinical Medicine, 9(6), 1–9. https://doi.org/10. 3390/jcm9061609 Cosma, A., Költő, A., Young, H., Thorsteinsson, E., Godeau, E., Saewyc, E., & Nic Gabhainn, S. (2022). Romantic love and involvement in bullying and cyberbullying in 15-year-old adolescents from eight European countries and regions. Journal of LGBT Youth. https://doi. org/10.1080/19361653.2022.2061669 Costa, R., Dunsford, M., Skagerberg, E., Holt, V., Carmichael, P., & Colizzi, M. (2015). Psychological support, puberty suppression, and psychosocial functioning in adolescents with gender dysphoria. The Journal of Sexual Medicine, 12(11), 2206–2214. https://doi.org/10. 1111/JSM.13034 Cronin, P., Ryan, F., & Coughlan, M. (2013). Undertaking a literature review: A step-by-step approach What is a literature review? British Journal of Nursing, 17(1), 38–43. https://doi.org/10.12968/bjon.2008. 17.1.28059 de Graaf, H., & Picavet, C. (2018). Sexual trajectories of lesbian, gay, and bisexual adults in the Netherlands. Archives of Sexual Behavior, 47(4), 1209–1219. https://doi.org/10.1007/s10508-017-0981-x de Graaf, H., & Rademakers, J. (2006). Sexual development of prepubertal children. Journal of Psychology & Human Sexuality, 18(1), 1–21. https://doi.org/10.1300/J056v18n01_01 de Graaf, H., van den Borne, M., Nikkelen, S., Twisk, D., & Meijer, S. (2018). Seks onder je 25e. Seksuele gezondheid van jongeren in Nederland anno 2017. https://seksonderje25e.nl/onderzoeksboek de Lange, J., Baams, L., van Bergen, D. D., Bos, H. M. W., & Bosker, R. J. (2022). Minority stress and suicidal ideation and suicide attempts among LGBT adolescents and young adults: A meta-analysis. LGBT Health, 9(4), 222–237. https://doi.org/10.1089/LGBT.2021.0106 de Lange, J., van Bergen, D. D., Baams, L., Timmerman, M. C., & Bos, H. M. W. (2022). Experiences and needs of sexual and gender minority young adults with a history of suicidal ideation regarding formal and informal mental healthcare. Sexuality Research and Social Policy, 19(4), 1829–1841. https://doi.org/10.1007/s13178-021-00657-9 DeLuzio Chasin, C. J. (2011). Theoretical issues in the study of asexuality. Archives of Sexual Behavior, 40(4), 713–723. https://doi.org/10.1007/ s10508-011-9757-x deMayo, B. E., Jordan, A. E., & Olson, K. R. (2022). Gender development in gender diverse children. Annual Review of Developmental Psychology, 4(1), 207–229. https://doi.org/10.1146/ANNUREV- DEVPSYCH-121020-034014 de Vries, A. L. C., McGuire, J. K., Steensma, T. D., Wagenaar, E. C. F., Doreleijers, T. A. H., & Cohen-Kettenis, P. T. (2014). Young adult psychological outcome after puberty suppression and gender reassignment. Pediatrics, 134(4), 696–704. https://doi.org/10.1542/ PEDS.2013-2958 Diamond, L. M., & Alley, J. (2022). Rethinking minority stress: A social safety perspective on the health effects of stigma in sexually-diverse and gender-diverse populations. Neuroscience & Biobehavioral Reviews, 138, 104720. https://doi.org/10.1016/J.NEUBIOREV.2022. 104720 Di Giacomo, E., Krausz, M., Colmegna, F., Aspesi, F., & Clerici, M. (2018). Estimating the risk of attempted suicide among sexual minority youths: A systematic review and meta-analysis. JAMA Pediatrics, 172 (12), 1145. https://doi.org/10.1001/JAMAPEDIATRICS.2018.2731 Doyle, D. M. (2022). Transgender identity: Development, management and affirmation. Current Opinion in Psychology, 48, 101467. https:// doi.org/10.1016/J.COPSYC.2022.101467 Dunlap, A. (2016). Changes in coming out milestones across five age cohorts. Journal of Gay & Lesbian Social Services, 28(1), 20–38. https:// doi.org/10.1080/10538720.2016.1124351 Dunne, M. J., Raynor, L. A., Cottrell, E. K., & Pinnock, W. J. A. (2017). Interviews with patients and providers on transgender and gender nonconforming health data collection in the electronic health record. Transgender Health, 2(1), 1–7. https://doi.org/10.1089/trgh.2016.0041 Egan, S. K., & Perry, D. G. (2001). Gender identity: A multidimensional analysis with implications for psychosocial adjustment. Developmental Psychology, 37(4), 451–463. https://doi.org/10.1037/0012-1649.37.4.451 Fenaughty, J., Sutcliffe, K., Clark, T., Ker, A., Lucassen, M., Greaves, L., & Fleming, T. (2021). A youth19 brief: Same- and multiple-sex attracted students. https://www.youth19.ac.nz/publications/same-and-multiple- sex-attracted-students-brief Fenaughty, J., Sutcliffe, K., Fleming, T., Ker, A., Lucassen, M., Greaves, L., & Clark, T. (2021). A youth19 brief: Transgender and diverse gender students. https://www.youth19.ac.nz/publications/transgender-and- diverse-students-brief Ferrari, R. (2015). Writing narrative style literature reviews. European Medical Writers Association, 24(4), 230–235. https://doi.org/10.1179/ 2047480615Z.000000000329 Fisher, C. B., & Mustanski, B. (2014). Reducing health disparities and enhancing the responsible conduct of research involving LGBT youth. The Hastings Center Report, 44 (Suppl 4), S28–S31. https://doi.org/10. 1002/hast.367 Fish, J. N., Hughes, T. L., & Russell, S. T. (2018). Sexual identity differ-ences in high-intensity binge drinking: Findings from a US national sample. Addiction, 113(4), 749–758. https://doi.org/10.1111/add.14041 Fish, J. N., & Krueger, E. A. (2020). Reconsidering approaches to estimat-ing health disparities across multiple measures of sexual orientation. LGBT Health, 7(4), 198–207. https://doi.org/10.1089/lgbt.2019.0182 Fish, J. N., & Russell, S. T. (2022). The paradox of progress for sexual and gender diverse youth. Current Opinion in Psychology, 48, 101498. https://doi.org/10.1016/J.COPSYC.2022.101498 Fortenberry, J. D. (2013). Sexual development in adolescents. In D. S. Bromberg & W. T. O’Donohue (Eds.), Handbook of child and adolescent sexuality (pp. 171–192). Elsevier Inc.Galupo, M. P., Henise, S. B., & Mercer, N. L. (2016). “The labels don’t work very well”: Transgender individuals’ conceptualizations of sexual orientation and sexual identity. International Journal of Transgenderism, 17(2), 93–104. https://doi.org/10.1080/15532739. 2016.1189373 Galupo, M. P., Mitchell, R. C., Grynkiewicz, A. L., & Davis, K. S. (2014). Sexual minority reflections on the Kinsey scale and the Klein sexual orientation grid: Conceptualization and measurement. Journal of Bisexuality, 14(3–4), 404–432. https://doi.org/10.1080/15299716.2014. 929553 Galupo, M. P., Pulice-Farrow, L., & Lindley, L. (2020). “Every time I get gendered male, I feel a pain in my chest”: Understanding the social context for gender dysphoria. Stigma and Health, 5(2), 199–208. https://doi.org/10.1037/SAH0000189 Galupo, M. P., Ramirez, J., & Pulice-Farrow, L. (2017). “Regardless of their gender”: Descriptions of sexual identity among bisexual, pansex-ual, and queer identified individuals. Journal of Bisexuality, 17(1), 108–124. https://doi.org/10.4324/9780429447549-8 Gandy, M. E., Kidd, K. M., Weiss, J., Leitch, J., & Hersom, X. (2021). Trans*forming access and care in rural areas: A community-engaged approach. International Journal of Environmental Research and Public Health, 18(23), 12700. https://doi.org/10.3390/IJERPH182312700 Gill-Peterson, J. (2018). Histories of the transgender child. University of Minnesota Press.Goldbach, J. T., & Gibbs, J. J. (2017). A developmentally informed adap-tation of minority stress for sexual minority adolescents. Journal of Adolescence, 55(1), 36–50. https://doi.org/10.1016/J.ADOLESCENCE. 2016.12.007 Goldhammer, H., Grasso, C., Katz-Wise, S. L., Thomson, K., Gordon, A. R., & Keuroghlian, A. S. (2022). Pediatric sexual orienta-tion and gender identity data collection in the electronic health record. Journal of the American Medical Informatics Association, 29(7), 1303–1309. https://doi.org/10.1093/jamia/ocac048 Goodman, M., Adams, N., Corneil, T., Kreukels, B., Motmans, J., & Coleman, E. (2019). Size and distribution of transgender and gender nonconforming populations: A narrative review. Endocrinology and Metabolism Clinics, 48(2), 303–321. https://doi.org/10.1016/j.ecl.2019. 01.001 1016 L. BAAMS AND T. M. L. KAUFMANGower, A. L., Rider, G., Brown, C., & Eisenberg, M. E. (2022). Diverse sexual and gender identity, bullying, and depression among adoles-cents. Pediatrics, 149(4). https://doi.org/10.1542/peds.2021-053000 Guittar, N. A. (2014). “At first I just said ‘I like girls’”: Coming out with an affinity, not an identity. Journal of LGBT Youth, 11(4), 388–407. https://doi.org/10.1080/19361653.2014.910486 Hammack, P. L., Thompson, E. M., & Pilecki, A. (2009). Configurations of identity among sexual minority youth: Context, desire, and narrative. Journal of Youth and Adolescence, 38(7), 867–883. https://doi.org/10. 1007/s10964-008-9342-3 Hässler, T., Glazier, J. J., & Olson, K. R. (2022). Consistency of gender identity and preferences across time: An exploration among cisgender and transgender children. Developmental Psychology, 58(11), 2184–2196. https://doi.org/10.1037/DEV0001419 Hatzenbuehler, M. L. (2016). Structural stigma: Research evidence and implications for psychological science. American Psychologist, 71(8), 742–751. https://doi.org/10.1037/amp0000068 Herdt, G., & McClintock, M. (2000). The magical age of 10. Archives of Sexual Behavior ,  29(6),  587–606. https://doi.org/10.1023/ A:1002006521067 Hostetter, C. R., Call, J., Gerke, D. R., Holloway, B. T., Walls, N. E., & Greenfield, J. C. (2022). “We are doing the absolute most that we can, and no one is listening”: Barriers and facilitators to health literacy within transgender and nonbinary communities. International Journal of Environmental Research and Public Health, 19(3), 1229. https://doi.org/10.3390/IJERPH19031229 Hyde, J. S., Bigler, R. S., Joel, D., Tate, C. C., & van Anders, S. M. (2019). The future of sex and gender in psychology: Five challenges to the gender binary. American Psychologist, 74(2), 171–193. https://doi.org/ 10.1037/AMP0000307 Jolly, D., Boskey, E. R., Thomson, K. A., Tabaac, A. R., Burns, M. T. S., & Katz-Wise, S. L. (2021). Why are you asking? Sexual orientation and gender identity assessment in clinical care. Journal of Adolescent Health, 69(6), 891–893. https://doi.org/10.1016/j.jadohealth.2021.08.015 Jones, J. M. (2021). LGBT identification rises to 5.6% in latest U.S. estimate. Gallup. https://news.gallup.com/poll/329708/lgbt-identification-rises- latest-estimate.aspx Kaestle, C. E., & Ivory, A. H. (2012). A forgotten literature: Content analysis of bisexuality in the medical literature over two decades. Journal of Bisexuality, 12(1), 35–48. https://doi.org/10.1080/ 15299716.2012.645701 Kaltiala, R., Bergman, H., Carmichael, P., de Graaf, N. M., Egebjerg Rischel, K., Frisén, L., Schorkopf, M., Suomalainen, L., & Waehre, A. (2019). Time trends in referrals to child and adolescent gender identity services: A study in four Nordic countries and in the UK. Nordic Journal of Psychiatry, 74(1), 40–44. https://doi.org/10.1080/08039488. 2019.1667429 Katz-Wise, S. L., Rosario, M., Calzo, J. P., Scherer, E. A., Sarda, V., & Austin, S. B. (2017). Endorsement and timing of sexual orientation developmental milestones among sexual minority young adults in the growing up today study. The Journal of Sex Research, 54(2), 172–185. https://doi.org/10.0.4.56/00224499.2016.1170757 Katz-Wise, S. L., & Todd, K. P. (2022). The current state of sexual fluidity research. Current Opinion in Psychology, 48, 101497. https://doi.org/10. 1016/J.COPSYC.2022.101497 Kaufman, T. M. L., & Baams, L. (2022). Disparities in perpetrators, locations, and reports of victimization for sexual and gender minority adolescents. Journal of Adolescent Health, 70(1), 99–107. https://doi. org/10.1016/J.JADOHEALTH.2021.06.024 Keuroghlian, A. S. (2021). Electronic health records as an equity tool for LGBTQIA+ people. Nature Medicine, 27(12), 2071–2073. https://doi. org/10.1038/s41591-021-01592-3 Kiekens, W. J., Baams, L., Feinstein, B. A., & Veenstra, R. (2023). Development and Validation of the Sexual Minority Adolescent Rejection Sensitivity Scale. Archives of Sexual Behavior, 52(3), 971– 989. https://doi.org/10.1007/s10508-022-02474-6 Klein, V., Savaş, Ö., & Conley, T. D. (2021). How WEIRD and andro-centric is sex research? Global inequities in study populations. The Journal of Sex Research. https://doi.org/10.1080/00224499.2021. 1918050 Költő, A., Gavin, A., Molcho, M., Kelly, C., Walker, L., & Nic Gabhainn, S. (2020). The Irish Health Behaviour in School-aged Children (HBSC) study. https://www.universityofgalway.ie/media/healthpromotionre searchcentre/hbscdocs/nationalreports/2018-report---online-version- interactive---updated.pdf Kuyper, L., de Wit, J., Adam, P., & Woertman, L. (2012). Doing more good than harm? The effects of participation in sex research on young people in the Netherlands. Archives of Sexual Behavior, 41(2), 497–506. https://doi.org/10.1007/s10508-011-9780-y Kuyper, L., Wijsen, C., & de Wit, J. (2013). Distress, need for help, and positive feelings derived from participation in sex research: Findings of a population study in the Netherlands. The Journal of Sex Research, 51 (3), 351–358. https://doi.org/10.1080/00224499.2012.736092 Lagos, D. (2022). Has there been a transgender tipping point? Gender identification differences in U.S. cohorts born between 1935 and 2001. American Journal of Sociology, 128(1), 94–143. https://doi.org/10.1086/ 719714 Li, G., & Davis, J. T. M. (2020). Sexual experimentation in heterosexual, bisexual, lesbian/gay, and questioning adolescents from ages 11 to 15. Journal of Research on Adolescence, 30(2), 423–439. https://doi.org/10. 1111/JORA.12535 Lin, T., Cheng, Y., Hughes, T. L., & Veldhuis, C. B. (2022). LGBTQ health and wellbeing in China: A trend analysis of English- and Chinese-language research, 2011-2018. Annals of LGBTQ Public and Population Health, 3(4), 223–241. https://doi.org/10.1891/LGBTQ- 2020-0014 Li, G., Pollitt, A. M., & Russell, S. T. (2016). Depression and sexual orientation during young adulthood: Diversity among sexual minority subgroups and the role of gender nonconformity. Archives of Sexual Behavior, 45(3), 697–711. https://doi.org/10.1007/s10508-015-0515-3 Liu, R. T., Sheehan, A. E., Walsh, R. F. L., Sanzari, C. M., Cheek, S. M., & Hernandez, E. M. (2019). Prevalence and correlates of non-suicidal self-injury among lesbian, gay, bisexual, and transgender individuals: A systematic review and meta-analysis. Clinical Psychology Review, 74, 101783. https://doi.org/10.1016/J.CPR.2019.101783 Macapagal, K., Coventry, R., Arbeit, M. R., Fisher, C. B., & Mustanski, B. (2017). “I won’t out myself just to do a survey”: Sexual and gender minority adolescents’ perspectives on the risks and benefits of sex research. Archives of Sexual Behavior, 46(5), 1393–1409. https://doi. org/10.1007/s10508-016-0784-5 MacCarthy, S., Saunders, C. L., & Elliott, M. N. (2020). Increased report-ing of sexual minority orientation from 2009 to 2017 in England and implications for measuring sexual minority health disparities. LGBT Health, 7(7), 393–400. https://doi.org/10.1089/lgbt.2019.0181 Mallory, A. B., Pollitt, A. M., Bishop, M. D., & Russell, S. T. (2021). Changes in disclosure stress and depression symptoms in a sample of lesbian, gay, and bisexual youth. Developmental Psychology, 57(4), 570–583. https://doi.org/10.1037/DEV0001168 Mallory, A. B., & Russell, S. T. (2021). Intersections of racial discrimina-tion and LGB victimization for mental health: A prospective study of sexual minority youth of color. Journal of Youth and Adolescence, 50 (7), 1368. https://doi.org/10.1007/S10964-021-01443-X Martin-Storey, A., & Baams, L. (2019). Gender nonconformity during adolescence: Links with stigma, sexual minority status, and psychoso-cial outcomes. In H. Fitzgerald, D. Johnson, D. Qin, F. Villarruel, & J. Norder (Eds.), Handbook of children and prejudice (pp. 583–596). Springer. https://doi.org/10.1007/978-3-030-12228-7_33 Martos, A. J., Wilson, P. A., Gordon, A. R., Lightfoot, M., & Meyer, I. H. (2018). “Like finding a unicorn”: Healthcare preferences among lesbian, gay, and bisexual people in the United States. Social Science & Medicine, 208, 133. https://doi.org/10.1016/J.SOCSCIMED.2018.05.020 Mata, D., Korpak, A. K., Sorensen, B. L., Dodge, B., Mustanski, B., & Feinstein, B. A. (2021). A mixed methods study of sexuality education experiences and preferences among bisexual, pansexual, and queer (bi +) male youth. Sexuality Research and Social Policy, 19(2), 806–821. https://doi.org/10.1007/S13178-021-00593-8 McCabe, S. E., Hughes, T. L., Bostwick, W. B., West, B. T., & Boyd, C. J. (2009). Sexual orientation, substance use behaviors and substance dependence in the United States. Addiction, 104(8), 1333–1345. https://doi.org/10.1111/j.1360-0443.2009.02596.x THE JOURNAL OF SEX RESEARCH 1017Meadow, T. (2018). Trans kids: Being gendered in the twenty-first century. University of California Press. https://doi.org/10.1525/california/ 9780520275034.001.0001 Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. https://doi.org/10. 1037/0033-2909.129.5.674 Miller, H., Welland, L., McCook, S., & Giunta, K. (2022). Wellbeing beyond binaries: A qualitative study of wellbeing in bisexual+ youth. Journal of Bisexuality, 22(3), 385–428. https://doi.org/10.1080/ 15299716.2022.2044960 Mishel, E., England, P., Ford, J., & Caudillo, M. L. (2020). Cohort increases in sex with same-sex partners: Do trends vary by gender, race, and class? Gender and Society, 34(2), 178–209. https://doi.org/10. 1177/0891243219897062 Monro, S., Hines, S., & Osborne, A. (2017). Is bisexuality invisible? A review of sexualities scholarship 1970–2015. The Sociological Review, 65(4), 663–681. https://doi.org/10.1177/0038026117695488 Mustanski, B. (2011). Ethical and regulatory issues with conducting sexuality research with LGBT adolescents: A call to action for a scientifically informed approach. Archives of Sexual Behavior, 40(4), 673–686. https://doi.org/10.1007/s10508-011-9745-1 National Academies of Sciences, Engineering, & Medicine. (2022). Measuring sex, gender identity, and sexual orientation. National Academies Press. https://doi.org/10.17226/26424 Nelson, K. M., Carey, M. P., & Fisher, C. B. (2019). Is guardian permission a barrier to online sexual health research among adolescent males interested in sex with males? The Journal of Sex Research, 56(4/5), 593–603. http://doi.org/10.0.4.56/00224499.2018.1481920 Nelson, K. M., Perry, N. S., & Carey, M. P. (2019). Sexually explicit media use among 14–17 year old sexual minority males in the United States. Archives of Sexual Behavior, 48(8), 2345. https://doi.org/10.1007/ S10508-019-01501-3 Noble, H., & Smith, J. (2018). Reviewing the literature: Choosing a review design. Evidence-Based Nursing, 21(2), 39–41. https://doi.org/10.1136/ eb-2018-102895 Olson, K. R., Durwood, L., Horton, R., Gallagher, N. M., & Devor, A. (2022). Gender identity 5 years after social transition. Pediatrics, 150 (2). https://doi.org/10.1542/peds.2021-056082 O’Sullivan, L. F., & Thompson, A. E. (2014). Sexuality in adolescence. In D. L. Tolman & L. M. Diamond (Eds.), APA handbook of sexuality and psychology: Vol. 1. Person-based approaches (pp. 433–486). American Psychological Association.Park, I. Y., Walls, N. E., Atteberry-Ash, B., & Kattari, L. (2021). Trusted adults as a protective factor for bullying and suicide attempts among youth across differences in race, sexual orientation and gender identity. Journal of the Society for Social Work and Research. https://doi.org/10. 1086/716241 Patalay, P., & Fitzsimons, E. (2020). Mental ill-health at age 17 in the UK: Prevalence of and inequalities in psychological distress, self-harm and attempted suicide. www.cls.ucl.ac.uk Pellicane, M. J., & Ciesla, J. A. (2022). Associations between minority stress, depression, and suicidal ideation and attempts in transgender and gender diverse (TGD) individuals: Systematic review and meta-analysis. Clinical Psychology Review, 91, 102113. https://doi.org/ 10.1016/J.CPR.2021.102113 Pollitt, A. M., Blair, K. L., & Lannutti, P. J. (2022). A review of two decades of LGBTQ-inclusive research in JSPR and PR. Personal Relationships. https://doi.org/10.1111/PERE.12432 Pollitt, A. M., Mallory, A. B., & Fish, J. N. (2018). Homophobic bullying and sexual minority youth alcohol use: Do sex and race/ethnicity matter? LGBT Health, 5(7), 412–420. https://doi.org/10.1089/LGBT. 2018.0031 Priebe, G., & Svedin, C. G. (2013). Operationalization of three dimensions of sexual orientation in a national survey of late adolescents. Journal of Sex Research, 50(8), 727–738. https://doi.org/10.1080/00224499.2012. 713147 Priest, M. (2019). Transgender children and the right to transition: Medical ethics when parents mean well but cause harm. The American Journal of Bioethics, 19(2), 45–59. https://doi.org/10.1080/ 15265161.2018.1557276 Rand, J. J., & Paceley, M. S. (2021). Exploring the lived experiences of rural LGBTQ + youth: Navigating identity and authenticity within school and community contexts. Journal of Gay & Lesbian Social Services, 34(1), 21–39. https://doi.org/10.1080/10538720.2021.1911902 Reisner, S. L., Katz-Wise, S. L., Gordon, A. R., Corliss, H. L., & Austin, S. B. (2016). Social epidemiology of depression and anxiety by gender identity. Journal of Adolescent Health, 59(2), 203–208. https://doi.org/ 10.1016/j.jadohealth.2016.04.006 Reitz, E., van de Bongardt, D., Baams, L., Doornwaard, S., Dalenberg, W., Dubas, J., van Aken, M., Overbeek, G., ter Bogt, T., van der Eijnden, R., Vanwesenbeeck, I., Kunnen, S., Timmerman, G., van Geert, P., & Deković, M. (2015). Project STARS (Studies on Trajectories of Adolescent Relationships and Sexuality): A longitudinal, multi-domain study on sexual development of Dutch adolescents. European Journal of Developmental Psychology, 12(5), 613–626. https://doi.org/10.1080/17405629.2015.1018173 Renner, J., Blaszcyk, W., Täuber, L., Dekker, A., Briken, P., & Nieder, T. O. (2021). Barriers to accessing health care in rural regions by transgender, non-binary, and gender diverse people: A case-based scoping review. Frontiers in Endocrinology, 12. https://doi.org/10.3389/ FENDO.2021.717821/FULL Rieger, G., Watts-Overall, T. M., Holmes, L., & Gruia, D. C. (2020). Gender nonconformity of identical twins with discordant sexual orien-tations: Evidence from video recordings. Archives of Sexual Behavior, 49(7), 2469–2479. https://doi.org/10.1007/S10508-020-01709-8 Rimes, K. A., Goodship, N., Ussher, G., Baker, D., & West, E. (2017). Non- binary and binary transgender youth: Comparison of mental health, self-harm, suicidality, substance use and victimization experiences. International Journal of Transgenderism, 20(2–3), 230–240. https:// doi.org/10.1080/15532739.2017.1370627 Roberts, T. K., & Fantz, C. R. (2014). Barriers to quality health care for the transgender population. Clinical Biochemistry, 47(10–11), 983–987. https://doi.org/10.1016/J.CLINBIOCHEM.2014.02.009 Roberts, A. L., Rosario, M., Slopen, N., Calzo, J. P., & Austin, S. B. (2013). Childhood gender nonconformity, bullying victimization, and depres-sive symptoms across adolescence and early adulthood: An 11-year longitudinal study. American Academy of Child and Adolescent Psychiatry, 52(2), 143–152. https://doi.org/10.1016/j.jaac.2012.11.006 Rosario, M., Hunter, J., Maguen, S., Gwadz, M., Smith, R., Cohen, J., Meyer-Bahlburg, H., & Salzinger, S. (2001). The coming-out process and its adaptational and health-related associations among gay, les-bian, and bisexual youths: Stipulation and exploration of a model. American Journal of Community Psychology, 29(1), 133–160. https:// doi.org/10.1023/A:1005205630978 Rosario, M., Schrimshaw, E. W., & Hunter, J. (2011). Different patterns of sexual identity development over time: Implications for the psycholo-gical adjustment of lesbian, gay, and bisexual youths. The Journal of Sex Research, 48(1), 3–15. https://doi.org/10.1080/00224490903331067 Rosario, M., Schrimshaw, E. W., Hunter, J., & Braun, L. (2006). Sexual identity development among lesbian, gay, and bisexual youths: Consistency and change over time. The Journal of Sex Research, 43 (1), 46–58. https://doi.org/10.1080/00224490609552298 Ross, L. E., Salway, T., Tarasoff, L. A., MacKay, J. M., Hawkins, B. W., & Fehr, C. P. (2018). Prevalence of depression and anxiety among bisex-ual people compared to gay, lesbian, and heterosexual individuals: A systematic review and meta-analysis. The Journal of Sex Research, 55(4–5), 435–456. https://doi.org/10.1080/00224499.2017.1387755 Ruberg, B., & Ruelos, S. (2020). Data for queer lives: How LGBTQ gender and sexuality identities challenge norms of demographics. Big Data & Society, 1–12. https://doi.org/10.1177/2053951720933286 Russell, S. T., & Fish, J. N. (2016). Mental health in lesbian, gay, bisexual, and transgender (LGBT) youth. Annual Review of Clinical Psychology, 12, 465–487. https://doi.org/10.1146/annurev-clinpsy-021815-093153 Russell, S. T., & Joyner, K. (2001). Adolescent sexual orientation and suicide risk: Evidence from a natural study. American Journal of Public Health, 91(8), 1276–1281. http://doi.org/10.0.8.57/AJPH.91.8. 1276 1018 L. BAAMS AND T. M. L. KAUFMANRussell, S. T., Ryan, C., Toomey, R. B., Diaz, R., & Sanchez, J. (2011). Lesbian, gay, bisexual, and transgender adolescent school victimiza-tion: Implications for young adult health and adjustment. Journal of School Health, 81(5), 223–230. https://doi.org/10.1111/j.1746-1561. 2011.00583.x Russell, S. T., Seif, H., & Truong, N. L. (2001). School outcomes of sexual minority youth in the United States: Evidence from a national study. Journal of Adolescence, 24(1), 111–127. https://doi.org/10.1006/JADO. 2000.0365 Saewyc, E. M., Gotovac, S., Villalobos, M. C., Scheim, A., Vandermorris, A., & Bauer, G. (2022). Development and validation of new gender distress and gender positivity scales for young trans-gender adolescents in Canada. Journal of Adolescent Health, 70(4), S10. https://doi.org/10.1016/j.jadohealth.2022.01.130 Saewyc, E. M., Skay, C. L., Bearinger, L. H., Blum, R. W., & Resnick, M. D. (1998). Demographics of sexual orientation among American-Indian adolescents. The American Journal of Orthopsychiatry, 68(4), 590–600. https://doi.org/10.1037/h0080367 Salway, T., Ross, L. E., Fehr, C. P., Burley, J., Asadi, S., Hawkins, B., & Tarasoff, L. A. (2019). A systematic review and meta-analysis of dis-parities in the prevalence of suicide ideation and attempt among bisexual populations. Archives of Sexual Behavior, 48(1), 89–111. https://doi.org/10.1007/s10508-018-1150-6 Schudson, Z. C., & Morgenroth, T. (2022). Non-binary gender/sex identities. Current Opinion in Psychology, 48, 101499. https://doi.org/ 10.1016/J.COPSYC.2022.101499 Sell, R. L. (2017). LGBTQ health surveillance: Data = power. American Journal of Public Health, 107(6), 843–844. https://doi.org/10.2105/ AJPH.2017.303798 Sinclair-Palm, J., & Chokly, K. (2022). ‘It’s a giant faux pas’: Exploring young trans people’s beliefs about deadnaming and the term dead-name. Journal of LGBT Youth, 20(2), 370–389. https://doi.org/10.1080/ 19361653.2022.2076182 Snapp, S. D., Russell, S. T., Arredondo, M., & Skiba, R. (2016). A right to disclose: LGBTQ youth representation in data, science, and policy. Advances in Child Development and Behavior, 50, 135–159. https:// doi.org/10.1016/bs.acdb.2015.11.005 Speer, S. R., Atteberry-Ash, B., Kattari, S. K., Kattari, L., Gupta, R., & Walls, N. E. (2022). An intersectional modeling of risk for nonsuici-dal self-injury among LGBTQ adolescents. Journal of Child and Family Studies, 31(4), 1158–1171. https://doi.org/10.1007/S10826- 022-02250-Z Stewart, J. L., Spivey, L. A., Widman, L., Choukas-Bradley, S., & Prinstein, M. J. (2019). Developmental patterns of sexual identity, romantic attraction, and sexual behavior among adolescents over three years. Journal of Adolescence, 77(1), 90–97. https://doi.org/10. 1016/j.adolescence.2019.10.006 Suess Schwend, A. (2020). Trans health care from a depathologization and human rights perspective. Public Health Reviews, 41(1), 1–17. https:// doi.org/10.1186/s40985-020-0118-y Tatum, A. K., Catalpa, J., Bradford, N. J., Kovic, A., & Berg, D. R. (2020). Examining identity development and transition differences among binary transgender and genderqueer nonbinary (GQNB) individuals. Psychology of Sexual Orientation and Gender Diversity, 7(4), 379–385. https://doi.org/10.1037/SGD0000377 Thomson, R. M., & Katikireddi, S. V. (2019). Improving the health of trans people: The need for good data. The Lancet. Public Health, 4(8), e369. https://doi.org/10.1016/S2468-2667(19)30129-X Toomey, R. B. (2021). Advancing research on minority stress and resi-lience in trans children and adolescents in the 21st century. Child Development Perspectives, 15(2), 96–102. https://doi.org/10.1111/ cdep.12405 Underwood, J. M., Brener, N., Thornton, J., Harris, W. A., Bryan, L. N., Shanklin, S. L., Deputy, N., Roberts, A. M., Queen, B., Chyen, D., Whittle, L., Lim, C., Yamakawa, Y., Leon-Nguyen, M., Kilmer, G., Smith-Grant, J., Demissie, Z., Jones, S. E., Clayton, H., & Dittus, P. (2020). Overview and methods for the Youth Risk Behavior Surveillance System - United States, 2019. MMWR Supplements, 69 (1), 1–10. https://doi.org/10.15585/MMWR.SU6901A1 van Anders, S. M. (2015). Beyond sexual orientation: Integrating gender/ sex and diverse sexualities via sexual configurations theory. Archives of Sexual Behavior, 44(5), 1177–1213. https://doi.org/10.1007/s10508- 015-0490-8 van Beusekom, G., Baams, L., Bos, H. M. W., Overbeek, G., & Sandfort, T. G. M. (2016). Gender nonconformity, homophobic peer victimization, and mental health: How same-sex attraction and biolo-gical sex matter. The Journal of Sex Research, 53(1), 98–108. https://doi. org/10.1080/00224499.2014.993462 VanderLaan, D. P., Blanchard, R., Wood, H., & Zucker, K. J. (2014). Birth order and sibling sex ratio of children and adolescents referred to a gender identity service. PLoS ONE, 9(3), e90257. https://doi.org/10. 1371/journal.pone.0090257 van der Miesen, A. I. R., Steensma, T. D., de Vries, A. L. C., Bos, H., & Popma, A. (2020). Psychological functioning in transgender adoles-cents before and after gender-affirmative care compared with cisgen-der general population peers. Journal of Adolescent Health, 66(6), 699–704. https://doi.org/10.1016/J.JADOHEALTH.2019.12.018 Weiselberg, E. C., Shadianloo, S., & Fisher, M. (2019). Overview of care for transgender children and youth. Current Problems in Pediatric and Adolescent Health Care, 49(9), 100682. https://doi.org/10.1016/J. CPPEDS.2019.100682 Wiepjes, C. M., Nota, N. M., de Blok, C. J. M., Klaver, M., de Vries, A. L. C., Wensing-Kruger, S. A., de Jongh, R. T., Bouman, M. B., Steensma, T. D., Cohen-Kettenis, P., Gooren, L. J. G., Kreukels, B. P. C., & den Heijer, M. (2018). The Amsterdam cohort of gender dysphoria study (1972–2015): Trends in prevalence, treatment, and regrets. Journal of Sexual Medicine, 15(4), 582–590. https://doi.org/10.1016/j.jsxm.2018.01.016 Winter, S., Ehrensaft, D., Telfer, M., T’Sjoen, G., Koh, J., Pickstone- Taylor, S., Kruger, A., Griffin, L., Foigel, M., de Cuypere, G., & Karasic, D. (2019). ICD-11 and gender incongruence of childhood: A rethink is needed. The Lancet Child & Adolescent Health, 3(10), 671–673. https://doi.org/10.1016/S2352-4642(19)30263-9 Wood, H., Sasaki, S., Bradley, S. J., Singh, D., Fantus, S., Owen- Anderson, A., Di Giacomo, A., Bain, J., & Zucker, K. J. (2013). Patterns of referral to a gender identity service for children and adolescents (1976-2011): Age, sex ratio, and sexual orientation. Journal of Sex and Marital Therapy, 39(1), 1–6. https://doi.org/10. 1080/0092623X.2012.675022 Xu, Y., Norton, S., & Rahman, Q. (2021). Childhood gender nonconfor-mity and the stability of self-reported sexual orientation from adoles-cence to young adulthood in a birth cohort. Developmental Psychology, 57(4), 557–569. https://doi.org/10.1037/DEV0001164 Yule, M. A., Brotto, L. A., & Gorzalka, B. B. (2015). A validated measure of no sexual attraction: The asexuality identification scale. Psychological Assessment, 27(1), 148–160. https://doi.org/10.1037/a0038196THE JOURNAL OF SEX RESEARCH 1019",
    "id": 591799205,
    "identifiers": {
        "doi": "10.1080/00224499.2023.2219245",
        "oai": "oai:pure.rug.nl:openaire_cris_publications/5539f33e-2e74-4613-9f62-f8a2aa09a70c"
    },
    "title": "Sexual Orientation and Gender Identity/Expression in Adolescent Research:Two Decades in Review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.rug.nl/ws/files/827916875/Sexual_Orientation_and_Gender_Identity_Expression_in_Adolescent_Research_Two_Decades_in_Review.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/591799205.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/591799205"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/591799205/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/591799205/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/591799205"
        }
    ],
    "abstract": "There is a long history of research among adolescents who are minoritized and marginalized for their sexual orientation and gender identity/expression (SOGIE). However, it remains unclear how we can best conceptualize and assess SOGIE in adolescence, resulting in different subpopulations and findings across studies. Addressing this issue, we present a narrative literature review of the conceptualization and assessment of SOGIE, and provide recommendations for conceptualizing and operationalizing these concepts. Our review indicated that most research with adolescent populations still almost exclusively assesses isolated dimensions of sexuality and gender (e.g., attraction but not identity). We argue that to make research inclusive and equitable, scholars are required to make clear substantiated decisions and be transparent about the SOGIE dimensions and, thus, subpopulations they represent.</p",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.rug.nl:openaire_cris_publications/5539f33e-2e74-4613-9f62-f8a2aa09a70c",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5375",
        "openDoarId": 0,
        "name": "Dissertations of the University of Groningen",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 591799205,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T14:14:38+00:00",
        "acceptedDate": null,
        "createdDate": "2023-12-04T14:27:41+00:00"
    },
    "urls": [
        "http://www.scopus.com/inward/record.url?scp=85161803724&partnerID=8YFLogxK",
        "https://research.rug.nl/en/publications/5539f33e-2e74-4613-9f62-f8a2aa09a70c",
        "https://hdl.handle.net/11370/5539f33e-2e74-4613-9f62-f8a2aa09a70c",
        "https://pure.rug.nl/ws/files/827916875/Sexual_Orientation_and_Gender_Identity_Expression_in_Adolescent_Research_Two_Decades_in_Review.pdf",
        "https://doi.org/10.1080/00224499.2023.2219245"
    ],
    "lastUpdate": "2024-01-30T14:14:38+00:00",
    "setSpecs": []
}