{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Williams, Ashley"
        },
        {
            "name": "Thompson, Neill"
        },
        {
            "name": "Kandola, Binna"
        }
    ],
    "contributors": [],
    "createdDate": "2022-05-20T03:42:25+01:00",
    "dataProvider": {
        "id": 1836,
        "name": "NSU Works",
        "url": "https://api.core.ac.uk/v3/data-providers/1836",
        "logo": "https://api.core.ac.uk/data-providers/1836/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.46743/2160-3715/2022.4461",
    "downloadUrl": "https://core.ac.uk/download/516461832.pdf",
    "fullText": "The Qualitative Report Volume 27 Number 4 Article 11 4-8-2022 Sexual Orientation Diversity and Inclusion in the Workplace: A Qualitative Study of LGB Inclusion in a UK Public Sector Organisation Ashley Williams Pearn Kandola, awilliams@pearnkandola.com Neill Thompson Northumbria University, Newcastle Binna Kandola Pearn Kandola Follow this and additional works at: https://nsuworks.nova.edu/tqr  Part of the Industrial and Organizational Psychology Commons Recommended APA Citation Williams, A., Thompson, N., & Kandola, B. (2022). Sexual Orientation Diversity and Inclusion in the Workplace: A Qualitative Study of LGB Inclusion in a UK Public Sector Organisation. The Qualitative Report, 27(4), 1068-1087. https://doi.org/10.46743/2160-3715/2022.4461 This Article is brought to you for free and open access by the The Qualitative Report at NSUWorks. It has been accepted for inclusion in The Qualitative Report by an authorized administrator of NSUWorks. For more information, please contact nsuworks@nova.edu. Sexual Orientation Diversity and Inclusion in the Workplace: A Qualitative Study of LGB Inclusion in a UK Public Sector Organisation Abstract Inclusion has been identified as a key component of successful approaches to organisational diversity management. To date, the inclusion literature has predominantly used quantitative methodology to study visible forms of diversity such as gender and ethnicity. Invisible forms of diversity, such as sexual orientation diversity, have received limited research attention, despite Lesbian, Gay, and Bisexual (LGB) employees facing significantly higher rates of bullying and discrimination in the workplace than their heterosexual colleagues. The current study uses semi-structured interviews and template analysis to investigate LGB employees’ experiences of workplace inclusion within a UK public sector organisation. Findings demonstrate that LGBs share many experiences of exclusion with other minority groups; however, they are not often regarded as exclusionary or the result of one’s sexual orientation. Such experiences appear to be either overlooked due to membership of other minority groups which hold greater significance, or downplayed due to membership of other majority groups. The main implication of this finding is that quantitative measures of inclusion may not reveal the severity of exclusion in organisations. It is therefore recommended that future research investigating employees’ perceptions of inclusion should consider the validity of findings in relation to inclusion based on invisible characteristics. Finally, the findings detailed in this report lend support for the use of an intersectional research approach, which considers the way in which minority statuses are interconnected and cannot be examined in isolation when investigating individuals’ experiences. Keywords sexual orientation, sexual minorities, LGB, diversity, inclusion, qualitative, semi-structured interviews Creative Commons License This work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 4.0 International License. This article is available in The Qualitative Report: https://nsuworks.nova.edu/tqr/vol27/iss4/11 The Qualitative Report 2022 Volume 27, Number 4, 1068-1087 https://doi.org/10.46743/2160-3715/2022.4461    Sexual Orientation Diversity and Inclusion in the Workplace: A Qualitative Study of LGB Inclusion in a UK Public Sector Organisation  Ashley Williams1, Neill Thompson2, and Binna Kandola1 1Pearn Kandola, Kidlington, United Kingdom 2Northumbria University, Newcastle, United Kingdom   Inclusion has been identified as a key component of successful approaches to organisational diversity management. To date, the inclusion literature has predominantly used quantitative methodology to study visible forms of diversity such as gender and ethnicity. Invisible forms of diversity, such as sexual orientation diversity, have received limited research attention, despite Lesbian, Gay, and Bisexual (LGB) employees facing significantly higher rates of bullying and discrimination in the workplace than their heterosexual colleagues. The current study uses semi-structured interviews and template analysis to investigate LGB employees’ experiences of workplace inclusion within a UK public sector organisation. Findings demonstrate that LGBs share many experiences of exclusion with other minority groups; however, they are not often regarded as exclusionary or the result of one’s sexual orientation. Such experiences appear to be either overlooked due to membership of other minority groups which hold greater significance, or downplayed due to membership of other majority groups. The main implication of this finding is that quantitative measures of inclusion may not reveal the severity of exclusion in organisations. It is therefore recommended that future research investigating employees’ perceptions of inclusion should consider the validity of findings in relation to inclusion based on invisible characteristics. Finally, the findings detailed in this report lend support for the use of an intersectional research approach, which considers the way in which minority statuses are interconnected and cannot be examined in isolation when investigating individuals’ experiences.   Keywords: sexual orientation, sexual minorities, LGB, diversity, inclusion, qualitative, semi-structured interviews    Introduction  Diversity and Inclusion in the Workplace  Diversity management refers to the implementation of strategy to increase diversity and representation within organisations (Barbosa & Cabral-Cardoso, 2007). This method has typically relied on highlighting the advantages that diversity and the associated emergence of new perspectives and innovativeness can bring to an organisation, including reduced staff turnover and absenteeism and improved financial performance (Shrader et al., 1997; Smith et al., 2005; Watson et al., 1993). Research has demonstrated that diversity management alone is not sufficient to improve organisational performance (Roberson, 2006; Sabharwal, 2014; van Knippenberg & Schippers, 2007). Ashley Williams, Neill Thompson, and Binna Kandola                       1069 In response to concerns regarding the emphasis on diversity management, the rhetoric within organisation and management studies has changed as organisations focus on a conceptually distinct yet overlapping construct of inclusion of minorities in the workplace (Roberson, 2006). In organisational literature, inclusion is referred to as the degree to which an employee is able to participate in organisational behaviours (Mor-Barak, 2015; Pelled et al., 1999). In essence, inclusion involves appreciating individuals for their uniqueness and creating an atmosphere in which individuals can be themselves at work (Nishii, 2013) by removing any barriers that prevent individuals from contributing fully to the organisation (Roberson, 2006).  Inclusion is recognised as an antecedent to many positive outcomes such as increased organisational commitment, trust, well-being, and innovation (Brimhall et al., 2014; Mor-Barak et al., 2006; Shore et al., 2011; Travis & Mor-Barak, 2010). Individuals who report higher levels of inclusion further report increased job satisfaction and reduced intention to leave the organisation (Brimhall et al., 2014).  A lack of cohesion regarding a unifying theory of inclusion has resulted in a multitude of indicators being used to measure the construct. Building upon social identity theory, Mor-Barak and Cherin (1998) developed three sub-scales which represent indicators of inclusion: decision-making influence, access to information, and belongingness. Decision-making influence refers to an individual’s ability to influence organisational and work group decisions and the degree to which they feel they are consulted about important project decisions. Access to information refers to the extent to which the individual feels they are provided with the necessary resources to perform their role well, including feedback, support, training, and materials. Finally, belongingness refers to the individual’s perception of their involvement with and assimilation to the work group, including the way in which they are treated by colleagues.  Whilst researchers have continued to use these three indicators to investigate inclusion (e.g., Mor-Barak et al., 2001), a lack of consensus regarding the definition and indicators of the phenomenon has led other researchers to use different indicators interchangeably. For example, Pelled et al. (1999) focussed on job security in addition to decision making influence and access to sensitive work information. Other researchers have introduced additional indicators of inclusion, such as collaborative work arrangements and conflict resolution procedures (Roberson, 2006), commitment from top leadership, and fair treatment of employees (Sabharwal, 2014), and uniqueness (Janssens & Zanoni, 2007; Shore et al., 2011).   The vast majority of research exploring experiences of inclusion focusses on “visible” forms of diversity and inclusion, such as race and gender diversity (Bowen & Blackmon, 2003). In contrast, sexual orientation diversity is commonly referred to as an area of “invisible” diversity which has been much less researched (Brassel et al., 2019; Colgan et al., 2009; McFadden, 2015).   Sexual Orientation Diversity and Inclusion in the Workplace  Research demonstrates that Lesbian, Gay, Bisexual and Transgender (LGBT) employees are more than twice as likely as their non-LGBT colleagues to experience discrimination and bullying in the work environment (Hoel et al., 2014). Research conducted in the UK has shown that almost one in five (18%) LGBT employees report that they experience discrimination during recruitment processes and at work (Bachmann & Gooch, 2018). Whilst the vast majority of research investigating sexual orientation diversity includes transgender participants, they represent a different minority group and face distinct challenges (Beauregard et al., 2016; Ozturk & Tatli, 2016). For this reason, the remainder of this report will focus on literature specifically regarding LGB individuals. Sexual orientation discrimination has negative impact on both the individual and the organisation, as it results in increased burnout and less engagement, which leads to physical 1070   The Qualitative Report 2022 withdrawal such as absenteeism, lateness, and increased likelihood to quit (Volpone & Avery, 2013). Unlike discrimination towards individuals based on other core demographics (e.g. age, gender, ethnicity), discrimination based on invisible and marginalized identities poses additional, unique challenges (Creed & Scully, 2000), including choice of disclosure of sexual orientation (Colgan et al., 2008). Perceived discrimination and hostility towards LGB employees in the workplace often lead others to conceal their sexuality (Griffin, 1992; Woods, 1993). In a study by Hoel et al. (2014), the authors found that that 20% of surveyed LGB employees had not disclosed their sexual orientation at work. Sexuality concealment has been shown to correlate with reduced performance, reduced self-confidence, increased isolation and self-alienation, and increased ego depletion (Köllen, 2013). In addition, employees concealing their sexual orientation often forfeit particular employment benefits (e.g., partner benefits) by doing so (Mennicke et al., 2016). Links have been made which suggest that sexual orientation concealment may be the result of exclusive organisational environments. For example, Mor-Barak's (1999) theory suggests that in response to feeling excluded, individuals may strive for over-inclusion by assimilating themselves, e.g., by concealing their sexuality (Clair et al., 2005; Creed & Scully, 2000; Reimann, 2001). LGB employees who consider their work environments to be supportive are less likely to conceal their sexual orientations (Colgan et al., 2008; Ragins, 2004). It is therefore important that organisations increase their understanding of the causes of sexual orientation discrimination in order to minimise these experiences and establish a less hostile environment where LGB employees are comfortable disclosing their sexual orientations.  In an effort to improve inclusion of LGB employees in organisations, benchmarking has been used by many institutions to indicate levels of inclusiveness, such as the Stonewall Workplace Equality Index (Tayar, 2017). Such benchmarking efforts involve assessment of the extent to which homophobia is challenged in the organisation (Wright et al., 2006), the existence of employment benefits for those in same-sex relationships (Foldy & Creed, 1999), and the extent to which LGB employees feel included in the workplace (Martinez & Hebl, 2010). Research supporting these benchmarking efforts focuses on creating “gay-friendly” working environments (Correia & Kleiner, 2001), emphasising formal procedural elements of inclusion such as inclusive policy; however, there has been little research exploring LGB employees’ experiences of informal exclusion, such as feelings of uniqueness and belongingness (Shore et al., 2011; Ng & Rumens, 2017).  To date, there is little scholarly research investigating experiences of inclusion of LGB employees, compared to other minority groups (Colgan et al., 2009; Ng et al., 2012; Tayar, 2017), and there have been very few case studies within organisations (Colgan et al., 2007; Ward & Winstanley, 2003). The small body of literature investigating inclusion of sexual orientation minorities has utilised quantitative methodologies to measure inclusion against pre-determined constructs; for example, the extent to which homophobia is challenged (Wright et al., 2006), and the impact on inclusion of “gay-friendly” workplaces as indicated by the existence of associated policies and procedures (Ng & Rumens, 2017). Qualitative research would contribute to this body of literature by providing the opportunity to explore the way in which LGB workers experience inclusion (Ng & Rumens, 2017) and identify additional barriers or unique experiences that may occur within this demographic of invisible difference. The current study uses qualitative methods to explore such experiences and aims to respond to the research question: do sexual orientation minorities experience additional or unique barriers to inclusion in the workplace?     Ashley Williams, Neill Thompson, and Binna Kandola                       1071 Positioning the Authors  The research was conducted as part of the MSc qualification of the primary author. Their interest in diversity and inclusion was sparked during an internship in 2013 with Business Psychologists and diversity and inclusion specialists Pearn Kandola. Subsequent review of the literature alongside Professor Binna Kandola led to the realisation that there is a relative dearth of awareness and understanding of the specific challenges facing the LGBTQ+ community in the workplace, igniting a motivation to contribute to the research and to make the working lives of this community better. An opportunity to do so arose during the MSc program, where the research was supported and guided by the second author, whose experience of researching bullying in the workplace and use of qualitative methodology generated significant overlapping interests in the topic. Since this time the primary author has been awarded a PhD for research investigating the career experiences of the LGBTQ+ community, and in particular, the role of stereotypes in their vocational trajectories.   Method  Design   The present study utilised a qualitative methodology, as this allowed for the exploration of participant experiences that are deemed to be unique. Further, qualitative methodology is deemed more suitable for investigation of career experiences of marginalised populations (Dispenza et al., 2018; Dispenza et al., 2012). Semi-structured telephone interviews were used to collect the data. Semi-structured interviews were deemed an appropriate method for responding to the research question as they provide a framework for discussion whilst maintaining enough flexibility to allow for additional follow-up questions when necessary (Adams, 2015). This meant that the interviewer was able to explore unique experiences of this population without the restrictions of a fully structured interview guide. Telephone interviews were used as they have been demonstrated to result in increased openness and honesty, particularly when discussing sensitive or traumatic topics (Trier-bieniek, 2012). Data was collected over a five-week period, allowing for significant reflection and refinement between interviews.   Participants   Nine participants (two female, overall mean age = 35) were recruited from within the LGBT network of a public-sector organisation (known as “Explority” forthwith). Explority was selected for its established diversity program and practices and its experience of implementing organisational diversity initiatives (Wentling & Palma-Rivas, 2000). All participants were aged 18 years or older and identified as gay or bisexual. Specifically, six participants identified as gay men, and three identified as bisexual (including two females).   Sampling was conducted via the LGBT network at Explority. Contact was initially established with the Chair of the network, who shared the details of the research project amongst the members of the network and asked them to contact the researcher directly to participate.  To ensure the anonymity of the participants, which is of particular importance when researching minority groups including LGB employees (Wright, 2016), ID numbers will be used to refer to the participants throughout the report, and all personal and organisational information and identities have been removed from quotes.  1072   The Qualitative Report 2022 Procedure   Prior to commencing participant recruitment and data collection, full ethical approval was obtained by Northumbria University Faculty of Health and Life Sciences. Participants were called by telephone at a pre-arranged and appropriate time and, following a brief discussion about the purpose of the research and some initial conversation that aimed to build rapport, they were asked to discuss their experiences of inclusion within the organisation. Research interviews lasted approximately one hour and consisted of open-ended questions and additional follow-up probing questions as and when they were necessary (interview schedule is available in Appendix A). Following each interview, the recording was transcribed verbatim and the transcripts were uploaded into NVivo for analysis.  Analysis  Firstly, the transcripts were read and re-read to enhance familiarity with the data. Template analysis was then used to code the data, as this strategy allows for the incorporation of a framework developed from existing quantitative data (King, 2004). An initial template was devised based upon a priori themes, (e.g., access to information, decision making influence, etc.) that had been identified in existing literature. The first two transcripts were coded using free coding and themes were then added or assimilated into the original template, generating the first template revision. This included additions such as the causes and consequences of particular experiences, as well as the culture of the organisation. Three further transcripts were then coded using free coding, and the themes were again added to or assimilated with the up-to-date template, generating the second template revision. The additions at this stage were predominantly sub-themes, such as recognition of the organisation’s efforts to improve diversity and inclusion. The final four transcripts were then analysed using the same method as that described previously, generating the final template. No additional themes were identified in this revision; however, the theme of “culture” was divided into sub-themes (bigger systemic issues and rigid culture). To ensure that the data could be evaluated holistically once all transcripts had been reviewed, no a priori themes were removed until and unless they proved redundant during the final template revision. Further discussion of the themes that were removed is provided in the Discussion section. Reflexivity was documented throughout both the data collection and data analysis process (Willig, 2001) to ensure the influence of the background and experiences of the researcher in the analysis and interpretation of the data was identifiable and limited where possible. Of particular importance was reflection upon the lead researcher’s identity as a heterosexual woman and how this may influence interpretation or understanding of the data. Strategies were implemented throughout the research process to limit the impact of this; for example, the coding of the data was validated by an independent psychologist with considerable experience of qualitative research, and “in vivo” coding, such as “outsider,” and “it’s who you know not what you know,” was used to ensure true independence in the approach.  Results  In order to answer the research question, this section will focus on the themes that are categorised under negative experiences, and the integrative themes that underpinned the interviews: culture and the unarticulated problem. Table 1 shows the final template for these categories and themes.   Ashley Williams, Neill Thompson, and Binna Kandola                       1073 Table 1. Themes and Codes from Final Template Category First Level (Meaningful Theme) Second Level (Codes) 1 Integrative - Culture 1.1 Bigger Systemic Issues 1.1.1 Divisive culture   1.1.2 Exclusionary organisational type  1.2 Rigid Culture 1.2.1 Busy personnel   1.2.2 Embedding change in culture   1.2.3 Fixed processes 2 Negative Experiences 2.1 Experiences – Other 2.1.1 Recruitment   2.1.2 Derogatory language  2.2 Experiences – Inclusion 2.2.1 Belongingness   2.2.2 Uniqueness    2.2.3 Commitment from top leadership    2.2.4 Decision making influence    2.2.5 Differences in access to information    2.2.6 Fairly implemented employment practices   2.3 Causes 2.3.1 Assumptions   2.3.2 Disengaged LGBT network   2.3.3 Lack of education   2.3.4 Lack of senior role models  2.4 Consequences 2.4.1 Behaviours   2.4.2 Feelings 3 Integrative - The Unarticulated Problem 3.1 Positive experiences of inclusion 3.1.1 I am included quite a lot   3.1.2 Never felt explicitly excluded   3.1.3 Positive experiences of inclusion compared to previous organisations  3.2 Causes of contradictions 3.2.1 Experienced issues due to gender   3.2.2 Others in the network have a worse experience than me   3.2.3 Positive discrimination  Integrative Theme – Culture  Although not included in the original template, which primarily focussed on the LGB individuals’ experiences of inclusion, culture was identified as an integrative theme that underpinned many aspects of the participants’ experiences and provides context for some of the issues discussed within the organisation.  Explority’s culture does not appear to be reflective of their advanced diversity management strategy. It seems that whilst Explority values difference and manages diversity using formal approaches such as diversity plans and talent programs targeted at minority groups, culturally there is an incongruence, as difference is not acknowledged or celebrated outside of this formal capacity.  Participants identified that their experiences typified Explority’s culture due to bigger systemic issues, which drive a divisive culture characterised by exclusion of anyone who 1074   The Qualitative Report 2022 deviates from the typical organisational type. The organisational type was mentioned by most participants during interviews and is characterised by a distinct set of behaviours, attributes, and demographics, as evidenced in the below example:  This is a white, male, heterosexual, Oxbridge educated man from the South East of England who probably went to private school. (Participant 5)  Participants noted that the prevalence of such specific characteristics in this organisational type generated group think, as well as expectations about how all employees should behave and approach their work. Participants recognised that there is a pressure to hide any differences and conform to this perceived orthodoxy in order to be successful in Explority, and this message is largely driven from senior management:  The only way to get far or to progress is to not be noticed, and just being good at the job and hiding any form of difference. (Participant 9)  Participants further noted the outcome of non-conformity:   If it wasn’t the way it had been done then people would be quite dismissive. (Participant 7)  Many participants commented on the way in which this dominant organisational type disadvantaged LGB employees specifically:  If you were feeling quite vulnerable about your sexuality or your gender identity, then you might feel more vulnerable about – you may be perhaps offering or presenting views that might be different from the perceived orthodoxy. (Participant 5)  The existence of a dominant organisational type was therefore preventing LGB employees from feeling valued and accepted within the organisation.  Negative Experiences   Participants discussed many forms of negative experience, such as discrimination within recruitment processes, and the use of derogatory language. In addition to these experiences, participants noted many of the a priori themes identified in the original template. The following sub-sections will explore these a priori themes relating to experiences of inclusion in turn.  Belongingness   The analysis identified that a sense of belongingness contributed to individuals’ perception of inclusion. Informal networks were identified as a major cause of division within Explority and a significant contributor to the success of those within the informal networks:   When I started there were quite a lot of cliques in the organisation, there were people who were like each other who had a sort of – they hung out groups, and they were the people who were going to get on, you know, you could just tell. … There’s quite a big network of people who share similar issues about childcare Ashley Williams, Neill Thompson, and Binna Kandola                       1075 … there’s a large part of the department who go through, you know, getting married and having kids, and that is largely not shared by the LGBT staff here. (Participant 7)  Participants recognised that not being part of this in-group may hinder their progression:  It just felt like – slightly felt like, because I’m not one of them I’m not a high flyer and I’m not going to do as well as I might, and I know that I will not fit into that group. (Participant 7)  It would seem from these examples that the very experiences that help these networks form often exclude LGB employees.   Uniqueness  The analysis demonstrated that appreciation of individuality and uniqueness is an important contributing factor to individuals’ perceptions of inclusion in Explority. Participants identified that feeling as though their skills were not recognised, and were not being made full use of, led to feelings that they weren’t truly valued for their unique contribution:  It goes back to my definition of inclusiveness, which is… making full use of people’s skills… and I just had a sense that that wasn’t the case. (Participant 1)  Participants identified that feeling as though their unique skills and qualities are not appreciated led them to conceal their sexual orientation, which had implications for the quality of relationships they were able to build with colleagues:  But there’s people that I haven’t, you know, explicitly, er, told, which obviously has an impact on work relationships, because you’re then hiding a part of your personal life outside of work from people. (Participant 3)  Participant 3 further described feeling isolated from colleagues as a result of such non-disclosure.  Commitment from Top Leadership  The data suggested that participants struggled to build effective relationships with their managers due to their sexual orientation. For example, participants alluded to their manager’s discomfort with LGB issues:  I’ve experienced like, being managed by people who are clearly uncomfortable about it. …  you know you could just see that they were quite uncomfortable with the whole concept, and that… they- at the end of the day we didn’t really talk about personal lives at all. (Participant 3)  In addition to concerns about line management, participants noted a lack of support from leadership within the organisation. As a result of this, many LGB diversity initiatives are driven and supported by the staff and are not encouraged by Expority’s leaders:  1076   The Qualitative Report 2022 These networks have not been tasked from the top so they’re generally grass roots generated. (Participant 1)  This finding suggests that that commitment from top leadership is an imperative contributing factor for creating an inclusive culture for LGB employees in Explority.  Decision-Making Influence  Participants reported feeling that they did not have equal influence over decision-making, as despite being given opportunity to speak and contribute to decision-making, such inclusion was relatively superficial:  That sense that even if you- even if you’ve been given space to talk, that nobody’s actually getting it … but I don’t feel like I am personal valued, or at least that what I have to bring to the table is not getting through. (Participant 1)  This finding demonstrates that whilst Explority’s diversity management plan may include individuals from minority groups in meetings that contribute to decision-making, the culture or behaviours of managers or leaders may still lead individuals to feel as though they are unable to influence overall decisions as their contributions are not acknowledged enough to be impactful.   Differences in Access to Information  Participants described the difficulty in gaining access to information as conversations often happen informally, to the benefit of the in-group:  The issue’s not about kind of written information, particularly… It’s about, erm, conversations… A lot of business is done, at the expression, in the margins, er so you know corridor conversations. (Participant 1)  There is a sense amongst the participants that in order to access the information, you must know the right people who hold key influential roles within the organisation:  And so it’s about just get to know that person, and they’ll see you right type thing, nudge and a wink. … I think one of the biggest problems with this organisation is that there are lots of hidden barriers to progression within the organisation, and they’re not open and transparent. (Participant 5)  Participants discussed the impact of both formal and informal conversations amongst colleagues, highlighting the role of differences in access to information as a barrier for progression in Explority.  Fairly Implemented Employment Policies  Many policies, including the practical application of flexible working policies in Explority, are exclusive by their nature. Participants reported a lack of consideration for the circumstances of LGB employees when policies were implemented, particularly in relation to circumstances of childcare:   Ashley Williams, Neill Thompson, and Binna Kandola                       1077 Right now, it’s available, and the organisation prides itself on making flexible working arrangements available to whoever applied for it and you don’t need to justify. In practice, it’s only available to parents – people with childcare issues. (Participant 9)  In addition to this, policies which had been introduced with the aim of increasing fairness of progression processes were often overlooked in favour of the way things had been done previously:  And for me that just typified the culture here, that there are these systems and processes, but then the culture maybe doesn’t match up to it … Or do they just say they value it in the strategy document, but actually it’s that – actually that’s not the way things are done here, type thing. (Participant 5)  These findings therefore suggest that employers must go beyond ensuring the simple existence of policies that contribute to inclusion by considering how they are implemented and how they work in practice.   Integrative Theme – The Unarticulated Problem  An additional integrative theme identified during the analysis was one of participants’ initial inability to articulate problems of exclusion in the early stages of the interview. Whilst the previous section highlights the prevalence of exclusion of LGB employees in Explority, many participants had initially stated that they felt they had not experienced exclusion when asked directly, and even reported that they did, in fact, feel included. An example of this comes from Participant 8:  I don’t feel like I’ve ever been obviously excluded. (Participant 8)  However, this participant also described situations whereby they were left feeling uncomfortable being open and being themselves in the organisation:  …but I think at those levels there were definitely more like sort of cliquey groups who helped each other out and watched each other’s backs and that kind of stuff, and generally they were straight men who’d been to the same schools … so those things were kind of affecting me and my bringing my whole self to work. (Participant 8)  This suggests that whilst LGB experiences of exclusion are similar to those reported for other minority groups, they are not immediately apparent to the individual. Further analysis of the data uncovered two reasons for this incongruence in the current data set. Firstly, problems of exclusion were masked by issues that arose because of another minority status, such as gender:  I think at the time I definitely thought to myself that it was about my gender, or it could be about my gender … I guess my main thought was that because there are fewer gay women, that makes it a worse experience, and then also the fact that, because you’re a woman, you have certain experiences and there are things that can be a lot more difficult in the workplace because you’re female. (Participant 2) 1078   The Qualitative Report 2022 Another participant similarly described their experiences of exclusion in reference to their ethnicity, and not their sexuality:  If I’m honest with you I think it’s more on the inclusion of ethnic minority staff than it is for LGBT. (Participant 9)  Conversely, others maintained that even though they had experienced exclusive behaviours within the organisation, they did not feel it had much impact on them, due to the protection they feel as a result of their other characteristics. For instance, many participants described feeling that their LGB status did not pose as significant a barrier to them as it would to others, due to their conformity to the organisational type in other ways, such as demographically and in terms of personality and confidence:  As it happens, I’m quite that type in lots of ways, so I’ve done quite well out of it. (Participant 7)  By conforming in other visible ways to the dominant organisational type, these individuals are benefitting from being members of informal networks and inner circles of trust, and therefore overlook experiences of exclusion to prevent any damage to these relationships and network membership. One potential explanation for the finding that those who mostly conform to the organisational type overlook their negative experiences of inclusion is that they may fear that highlighting issues of inclusion could disrupt their membership to other informal networks which currently benefit them. An alternative reason for this finding is that, as Explority’s culture encourages individuals to minimise any differences, the individuals themselves do not recognise this difference as a source of problems of exclusion.   Discussion  Summary of Findings  The findings demonstrate that LGB employees within the research study experienced exclusionary behaviours in the work environment akin to those experienced by other minority groups. However, such experiences were not always immediately apparent to the participants but were discussed in conversation throughout the interview. It appeared from the data analysis that exclusionary experiences are often masked due to the individual’s perception that their other minority status characteristics, such as gender or ethnicity, hold greater weighting over their experience, or they are overlooked due to their other characteristics which place them within the perceived orthodox organisational type. Therefore, in response to the research question, it can be argued that LGB individuals’ interpretations of these experiences are unique when compared to other minority groups.  Positioning of Findings in Existing Research  The findings support the dominant quantitative literature which posits that indicators of inclusion comprise commitment from top leadership, decision-making influence, access to information, fairly implemented employment policies, belongingness, and uniqueness (Janssens & Zanoni, 2007; Mor-Barak & Cherin, 1998; Pless & Maak, 2004; Sabharwal, 2014; Shore et al., 2011).  The analysis further supports research which highlights the importance of culture in creating an inclusive work environment (Barbosa & Cabral-Cardoso, 2007; Clair et al., 2005; Ashley Williams, Neill Thompson, and Binna Kandola                       1079 Liff, 1999; Miller, 1998). Voices and behaviours which differ from the dominant type within an organisation were measured against this prevalent norm, and as previous research indicates, those voices are rarely heard, leading to minority groups becoming marginalised, silenced or ignored (Pless & Maak, 2004). The pressure to conform to dominant behaviours may prevent LGB individuals from feeling as though they can be their authentic selves without attracting stigma or discrimination (Clair et al., 2005; Creed & Scully, 2000; Reimann, 2001). The current findings further support previous research demonstrating that acceptance of LGB employees in organisations that are widely recognised as “gay-friendly” is contingent upon the ability to downplay one’s homosexuality (Williams et al., 2009).   However, analysis further identified novel contributions to the literature, as whilst such experiences were similar to those experienced by other minority groups, they were often not immediately acknowledged by the individual as exclusionary or the result of their sexual orientation. The cause of this appears to be that exclusionary experiences are often masked as the result of other minority status characteristics, such as gender or race, or are overlooked due to the other characteristics of the individual that allow them to benefit from the dominant organisational type. Whilst this finding supports previous general diversity research (e.g., Hoel et al., 2014; Williams et al., 2009), it also extends previous literature by demonstrating that these findings are also applicable to experiences of inclusion.  It is also important to highlight a priori themes that were removed from the final template following analysis, despite their prominence in previous literature, due to their omission in the data. Collaborative work arrangements and collaborative conflict resolution were two indicators of inclusion outlined by Roberson (2006), although they were not identified as prominent themes in the current data set. However, the authors had used these indicators to suggest methods of increasing involvement of minority groups in decision making, and not explicitly as indicators of individuals’ perceptions of inclusion, which may suggest that they are less significant than the major themes, or their occurrence may depend on the context (i.e., only occurring in certain organisations).  Finally, job security was not identified as a concern for LGB individuals in this study and was therefore removed from the template. This does not support previous literature which has used job security as an indicator of feelings of inclusion (Pelled et al., 1999). One reason for this omission may be the addition of LGB employees to legislation which prevents minorities from being discriminated against in the workplace, such as The Equality Act (2010), and therefore reduces concerns regarding job security due to minority status.   Research Critique and Suggestions for Further Research   Sampling presents an issue for many researchers investigating LGB experiences and was indeed demonstrated to be a limiting factor of the current study. Many challenges are faced when recruiting LGB individuals for research purposes (Hart-Johnson, 2017), including concern that by participating in research, the individual’s previously concealed sexual orientation may be revealed to their colleagues (McFadden, 2015). In order to overcome this issue, the current study utilised an existing LGBT network within the organisation to advertise the research. Members of LGBT networks are more likely to have their sexual orientation known in the workplace (Colgan et al., 2008), and are therefore less likely to be concerned about the risk of their sexuality being disclosed to colleagues. However, it can also be argued that by using LGBT networks the sample can be skewed towards those who are open about their sexuality in the organisation, and therefore their experience cannot be generalised to those who choose to conceal their sexual orientation (Di Marco et al., 2015). Whilst this concern may impact LGB research more generally, the current research focusses on experiences of inclusion 1080   The Qualitative Report 2022 based upon one’s sexuality, and therefore relies on a degree of openness within the organisation to allow the participants to provide context for their experiences.   Furthermore, whilst the organisation was selected for this research because of their existing LGBT network, the mere existence of an active LGBT network demonstrates that the organisation has committed some resource to diversity management (Colgan & Mckearney, 2012). Findings generated are therefore transferable to organisational settings which have such a diversity management program or minority network scheme in place.  Whilst the current research obtained a smaller than desirable sample size, theoretical saturation was reached as evidenced by the lack of amendment to overarching themes identified in the final template revision (Bowen, 2008). In addition, a range of strategies were implemented which have previously been suggested for recruiting socially stigmatised participants for qualitative research (Hart-Johnson, 2017), including transparency in the research process, offering flexible interview timetables, and gaining access to participants via ethical and supported communication channels.    An additional limiting factor of the current research, and one that is shared by many researchers investigating LGB’s experiences, is the assumption that experiences within this group of individuals is homogenous. There are challenges within the LGB community that suggest that despite representing a minority sexual orientation group, the members of this group do not share such similar experiences. An example of this is the different experiences to which bisexual individuals are subject, namely bi-phobia and bi-negativity (Ng & Rumens, 2017). Research has demonstrated that bisexual individuals often face discrimination and exclusion from both heterosexual and homosexual communities (Barker et al., 2012). In addition to this, bisexual individuals may experience less challenges with regard to concealing their sexual identities by “passing” as heterosexual (Parnell et al., 2012). Future research should incorporate a methodology that allows for exploration of experiences of each of these groups separately to identify unique barriers within sub-groups of the community. Finally, it also became apparent during the data collection that all of the participants either identified as gay men, bisexual men or bisexual women. As previously identified, LGB’s do not represent a truly homogenous group, and therefore the findings of the present study may not be generalisable to the lesbian population, or others who identify as non-heterosexual. By using multiple recruitment methods as identified above, and by incorporating a methodology that allows for exploration of these distinct groups of participants, future research can overcome this limitation.   Research Implications  Results of the current research suggest that sexual orientation minorities experiences of organisational exclusion are similar to that of other minority groups detailed extensively in the literature. This suggests that research findings from investigations of other minorities, and the methodologies employed may be applicable to the LGB community.  However, the results detailed above also suggest that LGB exclusion is often masked or overlooked by individuals, which quantitative measures such as surveys may not identify. This means that quantitative measures may not uncover the severity of exclusion in organisations. It is therefore recommended that future research investigating employees’ perceptions of inclusion should consider the validity of findings in relation to inclusion based on invisible characteristics. Finally, these findings lend support for the use of an intersectional research approach which considers the way in which minority statuses are interconnected, and cannot be examined in isolation when investigating individuals’ experiences (Corlett & Mavin, 2014; Wright, 2016). Future research would benefit from adopting an intersectional approach that Ashley Williams, Neill Thompson, and Binna Kandola                       1081 considers an individual’s membership to multiple minority groups, and the influence this has on their experience of inclusion.   Appendix A: Interview Guide  Before I start the recording, do you have any initial questions for me?  -START RECORDING-  The following interview will focus on your experiences of inclusion within your organisation. Whilst the interview will be guided by your own experience, the conversation may cause some feelings of distress. You are free to withdraw from this research at any point without explanation. Please let me know if you wish to terminate this interview at any point. The recording will be used for the purpose of transcription and will then be destroyed. The recordings will be transcribed and analysed verbatim; however, all personal information will be redacted before the final report is generated. I anticipate the interview will take around sixty minutes of your time. Are you okay with this?  Opening questions to gain understanding about the individual and their role in the workplace: Can you tell me about what you do day to day in your current job role? Can you tell me about the team that you work within? • Follow up: Do you manage people? Do you answer to many other managers?  As you know, the aim of the research is to identify barriers to inclusion experienced by the LGB community within your organisation in order to effectively design interventions and make recommendations to remove these barriers. Research has identified that LGB employees feel less included in the organisation than non-LGB employees, and research within your industry has demonstrated that there are many differences between LGB and non-LGB individuals with regards to perceptions of discrimination and inclusivity. In this interview I’d like to gain some insight into your personal experiences of feeling included or excluded in critical organisational behaviours.   Initiating a conversation about inclusion: Can you tell me what “inclusion” in the workplace means to you? Do you feel you have had experiences where you feel you should have been included in organisational decisions and behaviours, but you have not? • Follow up: Is that something that you feel happens frequently? Can you tell me about specific experiences where you feel you have not been included in critical organisational behaviours? • Follow up: How did that experience make you feel? • Follow up: What was the impact of being excluded? • Follow up: What would you have liked to do if you hadn’t been excluded? In what way do you feel your sexual orientation has influenced your workplace experience? What can organisations do to enable you to feel more included in the organisation? In what way do you feel your experiences of inclusion or exclusion have influenced your behaviour or attitude toward the organisation? Do you have any further experiences where you feel you have not been included in organisational behaviours?  Positive experiences of inclusion: 1082   The Qualitative Report 2022 Have you ever felt surprised to be included in organisational decisions or behaviours? • Follow up: Is that something that happens frequently? Can you tell me about specific experiences where you feel you have been included in critical organisational behaviours? • Follow up: How did that experience make you feel? • Follow up: Do you feel you are supported by colleagues to get involved in critical organisational decision making?  How these experiences have shaped the individual’s career progression: Where do you see yourself in terms of progression at work in the next few years? • Follow up: Do you feel that there are any barriers to inclusion that may hinder this progression?  • Follow up: Have you ever felt that your sexuality could hinder this progression? If so, what is it specifically you feel you are not being supported with?  Additional questions: How do you think your feelings about inclusion in your organisation have changed over time? Do you feel that you have power over decision making within your team? Do you feel that communication is sufficient in your team? • Follow up: How does this affect your perception of inclusion? Can you tell me a bit about your involvement with the LGBT network? • Follow up: Do you feel supported by the network?  Is there anything you would like to discuss that has not yet been covered?  References  Adams, W. (2015). Conducting semi-structured interviews. In K. E. Newcomer, H. P. Hatry, & J. S. Wholey (Eds.), Handbook of practical program evaluation (4th ed., pp. 492-505). Jossey-Bass. Bachmann, C. L., & Gooch, B. (2018). LGBT in Britain: Trans Report. Stonewall. Barbosa, I., & Cabral-Cardoso, C. (2007). Managing diversity in academic organizations: A challenge to organizational culture. Women in Management Review, 22(4), 274–288. https://doi.org/10.1108/09649420710754237 Barker, M., Richards, C., Jones, R., Bowes-Catton, H., & Plowman, T. (2012). The bisexuality report: Bisexual inclusion in LGBT equality and diversity. UK. Beauregard, T. A., Arevshatian, L., Booth, J. E., & Whittle, S. (2016). Listen carefully: Transgender voices in the workplace. The International Journal of Human Resource Management, 29(5), 857-884. https://doi.org/10.1080/09585192.2016.1234503 Bowen, F., & Blackmon, K. (2003). Spirals of silence: The dynamic effects of diversity on organizational voice. Journal of Management Studies, 40(6), 1393–1417. https://doi.org/10.1111/1467-6486.00385 Bowen, G. A. (2008). Naturalistic inquiry and the saturation concept: A research note. Qualitative Research, 8(1), 137–152. https://doi.org/10.1177/1468794107085301 Brassel, S. T., Settles, I. H., & Buchanan, N. C. T. (2019). Lay (mis)perceptions of sexual harassment toward transgender, lesbian, and gay employees. Sex Roles, 80(1–2), 76–90. https://doi.org/10.1007/s11199-018-0914-8 Brimhall, K. C., Lizano, E. L., & Mor-Barak, M. E. (2014). The mediating role of inclusion: A longitudinal study of the effects of leader-member exchange and diversity climate on job satisfaction and intention to leave among child welfare workers. Children and Youth Ashley Williams, Neill Thompson, and Binna Kandola                       1083 Services Review, 40, 79–88. https://doi.org/10.1016/j.childyouth.2014.03.003 Clair, J. A., Beatty, J. E., & Maclean, T. L. (2005). Out of sight but not out of mind: Managing invisible social identities in the workplace. Academy of Management Review, 30(1), 78–95. https://doi.org/10.2307/20159096 Colgan, F., Creegan, C., Mckearney, A., & Wright, T. (2007). Equality and diversity policies and practices at work: Lesbian, gay and bisexual workers. Equal Opportunities International, 26(6), 590–609. https://doi.org/10.1108/02610150710777060 Colgan, F., Creegan, C., Mckearney, A., & Wright, T. (2008). Lesbian workers: Personal strategies amid changing organisational responses to ‘sexual minorities’ in UK workplaces. Journal of Lesbian Studies, 12(1), 31–45. https://doi.org/10.1300/10894160802174284 Colgan, F., & Mckearney, A. (2012). Visibility and voice in organisations: Lesbian, gay, bisexual and transgendered employee networks. Equality, Diversity and Inclusion: An International Journal, 31(4), 359–378. https://doi.org/10.1108/02610151211223049 Colgan, F., Wright, T., Creegan, C., & Mckearney, A. (2009). Equality and diversity in the public services: Moving forward on lesbian, gay and bisexual equality? Human Resource Management, 19(3), 280–301. https://doi.org/10.1111/j.1748-8583.2009.00098.x Corlett, S., & Mavin, S. (2014). Intersectionality and identity: Shared tenets and future research agendas for gender and identity studies. Gender in Management: An International Journal, 29(5), 258–276. https://doi.org/10.1108/GM-12-2013-0138 Correia, N., & Kleiner, B. H. (2001). New developments concerning sexual orientation discrimination and harassment. International Journal of Sociology and Social Policy, 21(8), 92–100. https://doi.org/10.1108/01443330110789844 Creed, W. E. D., & Scully, M. A. (2000). Songs of ourselves: Employees’ deployment of social identity in workplace encounters. Journal of Management Inquiry, 9(4), 391–412. https://doi.org/10.1177/105649260000900410 Di Marco, D., Hoel, H., Arenas, A., & Munduate, L. (2015). Workplace incivility as modern sexual prejudice. Journal of Interpersonal Violence, 33(12), 1978-2004. https://doi.org/10.1177/0886260515621083 Dispenza, F., Murphy, T., & Zeligman, M. (2018). Career development of sexual minority men living with HIV. Journal of Career Development, 45(5), 458–473. https://doi.org/10.1177/0894845317710768 Dispenza, F., Watson, L. B., Chung, Y. B., & Brack, G. (2012). Experience of career-related discrimination for female-to-male transgender persons: A qualitative study. The Career Development Quarterly, 60(1), 65–81. https://doi.org/10.1002/j.2161-0045.2012.00006.x Foldy, E. G., & Creed, W. E. D. (1999). Action learning, fragmentation, and the interaction of single-, double-, and triple- loop change: A case of gay and lesbian workplace advocacy. The Journal of Applied Behavioural Science, 35(2), 207–227. https://doi.org/10.1177/0021886399352005 Griffin, P. (1992). From hiding out to coming out: Empowering lesbian and gay educators. In K. M. Harbeck (Ed.), Coming out of the classroom closet (pp. 167–196). Harrington Park Press. Hart-Johnson, A. M. (2017). Gaining access to socially stigmatized samples. The Qualitative Report, 22(6), 1550–1564. https://doi.org/10.46743/2160-3715/2017.2180 Hoel, H., Lewis, D., & Einarsdóttir, A. (2014). The ups and downs of LGBs’ workplace experiences. Manchester Business School. Janssens, M., & Zanoni, P. (2007). What makes an organization inclusive? Work contexts and diversity management practices favoring ethnic minorities’ inclusion. In The Meeting 1084   The Qualitative Report 2022 of the Academy of Management. Philadelphia, PA. King, N. (2004). Using templates in the thematic analysis of text. In C. Cassell & G. Symon (Eds.), Essential guide to qualitative methods in organizational research (pp. 256-270). SAGE. Köllen, T. (2013). Bisexuality and diversity management—Addressing the B in LGBT as a relevant ‘sexual orientation’ in the workplace. Journal of Bisexuality, 13(1), 122–137. https://doi.org/10.1080/15299716.2013.755728 Legislation.gov.uk. (2010). The Equality Act, 2010. Retrieved February 5, 2022, from https://www.legislation.gov.uk/ukpga/2010/15/contents Liff, S. (1999). Diversity and equal opportunities: Room for a constructive compromise? Human Resource Management, 9(1), 65–75. https://doi.org/10.1111/j.1748-8583.1999.tb00190.x Martinez, L. R., & Hebl, M. R. (2010). Additional agents of change in promoting lesbian, gay, bisexual, and transgendered inclusiveness in organizations. Industrial and Organi- Zational Psychology, 3(1), 82–85. https://doi.org/10.1111/j.1754-9434.2009.01203.x McFadden, C. (2015). Lesbian, gay, bisexual, and transgender careers and human resource development: A systematic literature review. Human Resource Development Review, 14(2), 125–162. https://doi.org/10.1177/1534484314549456 Mennicke, A., Gromer, J., Oehme, K., & MacConnie, L. (2016). Workplace experiences of gay and lesbian criminal justice officers in the United States: A qualitative investigation of officers attending a LGBT law enforcement conference. Policing and Society, 28(2), 1–18. https://doi.org/10.1080/10439463.2016.1238918 Miller, F. (1998). Strategic culture change: The door to achieving high performance and inclusion. Public Personnel Management, 27(2), 151–160. https://doi.org/10.1177/009102609802700203 Mor-Barak, M. E. (1999). Beyond affirmative action - Toward a model of diversity and organizational inclusion. Administration in Social Work, 23(3), 47-68. https://doi.org/10.1300/J147v23n03_04 Mor-Barak, M. E. (2015). Inclusion is the key to diversity management, but what is inclusion? Human Service Organizations: Management, Leadership & Governance, 39(2), 83–88. https://doi.org/10.1080/23303131.2015.1035599 Mor-Barak, M. E., & Cherin, D. A. (1998). A tool to expand organizational understanding of workforce diversity. Administration in Social Work, 22(1), 47–64. https://doi.org/10.1300/J147v22n01_04 Mor-Barak, M. E., Findler, L., & Wind, L. (2001). Diversity, inclusion, and commitment in organizations: International empirical explorations. Journal of Behavioral and Applied Management, 2(2), 71–96. Mor-Barak, M. E., Levin, A., Nissly, J. A., & Lane, C. J. (2006). Why do they leave? Modeling child welfare workers’ turnover intentions. Children and Youth Services Review, 28(5), 548–577. https://doi.org/10.1016/j.childyouth.2005.06.003 Ng, E. S., & Rumens, N. (2017). Diversity and inclusion for LGBT workers: Current issues and new horizons for research. Canadian Journal of Administrative Sciences, 34(2), 109–210. https://doi.org/10.1002/CJAS.1443 Ng, E. S., Schweitzer, L., & Lyons, S. T. (2012). Anticipated discrimination and a career choice in nonprofit: A study of early career lesbian, gay, bisexual, transgendered (LGBT) job seekers. Review of Public Personnel Administration, 32(4), 332–352. https://doi.org/10.1177/0734371X12453055 Nishii, L. H. (2013). The benefits of climate for inclusion for gender-diverse groups. Academy of Management Journal, 56(6), 1754–1774. https://doi.org/10.5465/amj.2009.0823 Ozturk, M. B., & Tatli, A. (2016). Gender identity inclusion in the workplace: Broadening Ashley Williams, Neill Thompson, and Binna Kandola                       1085 diversity management research and practice through the case of transgender employees in the UK. The International Journal of Human Resource Management, 27(8), 781-802. https://doi.org/10.1080/09585192.2015.1042902 Parnell, M. K., Lease, S. H., & Green, M. L. (2012). Perceived career barriers for gay, lesbian, and bisexual individuals. Journal of Career Development, 39(3), 248–268. https://doi.org/10.1177/0894845310386730 Pelled, L. H., Ledford, G. E., & Mohrman, S. A. (1999). Demographic dissimilarity and workplace inclusion. Journal of Management Studies, 36(7), 1013–1031. https://doi.org/10.1111/1467-6486.00168 Pless, N. M., & Maak, T. (2004). Building an inclusive diversity culture: Principles, processes and practice. Journal of Business Ethics, 54, 129–147. https://doi.org/10.1007/s10551-004-9465-8 Ragins, B. R. (2004). Sexual orientation in the workplace: The unique work and career experiences of gay, lesbian and bisexual workers. In J. J. Martocchio (Ed.), Research in personnel and human resources management (pp. 35–129). JAI Press. https://doi.org/10.1016/S0742-7301(04)23002-X Reimann, R. (2001). Lesbian mothers at work. In M. Bernstein & R. Reimann (Eds.), Queer families, queer politics: Challenging culture and the state (pp. 254–271). Columbia University Press. Roberson, Q. M. (2006). Disentangling the meanings of diversity and inclusion in organizations. Group and Organization Management, 31(2), 212–236. https://doi.org/10.1177/1059601104273064 Sabharwal, M. (2014). Is diversity management sufficient? Organizational inclusion to further performance. Public Personnel Management, 43(2), 197-217. https://doi.org/10.1177/0091026014522202 Shore, L. M., Randel, A. E., Chung, B. G., Dean, M. A., Ehrhart, K. H., & Singh, G. (2011). Inclusion and diversity in work groups: A review and model for future research. Journal of Management, 37(4), 1262–1289. https://doi.org/10.1177/0149206310385943 Shrader, C. B., Blackburn, V. B., & Iles, P. (1997). Women in management and firm financial performance: An exploratory study. Journal of Managerial Issues, 9(3), 355–372. Smith, N., Smith, V., & Verner, M. (2005). Do women in top management affect firm performance? A panel study of 2500 Danish firms. Institute for the Study of Labor, 55(7), 569-593. https://doi.org/10.1108/17410400610702160 Tayar, M. (2017). Ranking LGBT inclusion: Diversity ranking systems as institutional archetypes. Canadian Journal of Administrative Sciences, 34(2), 198–210. https://doi.org/10.1002/cjas.1433 Travis, D. J., & Mor-Barak, M. E. (2010). Fight or flight? Factors influencing child welfare workers’ propensity to seek positive change or disengage from their jobs. Journal of Social Service Research, 36(3), 188–205. https://doi.org/10.1080/01488371003697905 Trier-bieniek, A. (2012). Framing the telephone interview as a participant-centred tool for qualitative research: A methodological discussion. Qualitative Research, 12(6), 630–644. https://doi.org/10.1177/1468794112439005 van Knippenberg, D., & Schippers, M. (2007). Work group diversity. Annual Review of Psychology, 58, 515–541. https://doi.org/10.1146/annurev.psych.58.110405.085546 Volpone, S. D., & Avery, D. R. (2013). It’s self defense: How perceived discrimination promotes employee withdrawal. Journal of Occupational Health Psychology, 18(4), 430–448. https://doi.org/10.1037/a0034016 Ward, J., & Winstanley, D. (2003). The absent presence: Negative space within discourse and the construction of minority sexual identity in the workplace. Human Relations, 56(10), 1255–1280. https://doi.org/10.1177/00187267035610005 1086   The Qualitative Report 2022 Watson, W. E., Kumar, K., & Michaelsen, L. K. (1993). Cultural diversity’s impact on interaction processes and performance: Comparing homogeneous and diverse task groups. Academy of Management Journal, 36(3), 590–602. https://doi.org/10.5465/256593 Wentling, R. M., & Palma-Rivas, N. (2000). Current status of diversity initiatives in selected multinational corporations. Human Resource Development Quarterly, 11(1), 35–60. https://doi.org/10.1002/1532-1096(200021)11:1<35::AID-HRDQ4>3.0.CO;2-%23 Williams, C. L., Giuffre, P. A., & Dellinger, K. (2009). The gay-friendly closet. Sexuality Research & Social Policy, 6(1), 29–45. https://doi.org/10.1525/srsp.2009.6.1.29 Willig, C. (2001). Introducing qualitative research in psychology. McGraw-Hill. Woods, J. (1993). The corporate closet: The professional lives of gay men in America. Free Press. Wright, T. (2016). Women’s experience of workplace interactions in male-dominated work: The intersections of gender, sexuality and occupational group. Gender, Work and Organization, 23(3), 348–362. https://doi.org/10.1111/gwao.12074 Wright, T., Colgan, F., Creegany, C., & Mckearney, A. (2006). Lesbian, gay and bisexual workers: Equality, diversity and inclusion in the workplace. Equal Opportunities International, 25(6), 465–470. https://doi.org/10.1108/02610150610713782  Author Note  Dr. Ashley Williams Ashley is a Business Psychologist with a BSc in Psychology from Newcastle University, an MSc in Occupational and Organisational Psychology from Northumbria University, and a PhD from The University of Manchester. Ashley’s PhD focused on the impact of stereotypes on career experiences of Lesbian, Gay, Bisexual and Transgender individuals. Ashley works as a Psychologist at Pearn Kandola, and though her expertise lies within LGBTQ+ diversity and inclusion, she is passionate about promoting intersectional diversity and inclusion initiatives within organisations. Please direct correspondence to awilliams@pearnkandola.com. Neill Thompson is a Senior Lecturer at Northumbria University. His research centres on workplace behaviour and social interactions, which include workplace bullying and undermining, humour, the experience of stress, and specific organisational practices such as job interviews, investigations, and team meetings.  Professor Binna Kandola OBE is particularly interested in the study of gender bias and unconscious bias in organisations. He is the author of three critically acclaimed books on these subjects – The Invention of Difference: The Story of Gender Bias at Work, The Value of Difference: Eliminating Bias in Organisations, and Racism at Work: The Danger of Indifference. His most recent book, Free to Soar: Race & Wellbeing in Organisations, which he edited, explores the relationship between race and wellbeing in the workplace. He is also the co-author of several other management books. One of which, Managing the Mosaic, won a Special Commendation at the 1994 Management Book of the Year Awards. Binna was the first Chair of the Standing Committee for the Promotion of Equal Opportunities of the British Psychological Society (BPS) and a member of Sir Robin Butler's Panel of Enquiry into Equal Opportunities in the Senior Civil Service. He has also been a member of the Board of Trustees of the BPS, and in 2002 was elected as Chair of the Division of Occupational Psychology. Additionally, in January 2004, Binna was invited to join the UK Government's National Employment Panel and appointed Chair of the Minority Ethnic Group. He is currently a visiting Professor at Leeds University Business School and at Aston University Business School. In 2012 the University of Aston awarded him an Honorary DSc. Binna was awarded an OBE in Ashley Williams, Neill Thompson, and Binna Kandola                       1087 2008 for his services to Disadvantaged People and Diversity and he is also on the Asian Power List 2020.   Copyright 2022: Ashley Williams, Neill Thompson, Binna Kandola, and Nova Southeastern University.  Article Citation  Williams, A., Thompson, N., & Kandola, B. (2022). Sexual orientation diversity and inclusion in the workplace: A qualitative study of LGB inclusion in a UK public sector organisation. The Qualitative Report, 27(4), 1068-1087. https://doi.org/10.46743/2160-3715/2022.4461  ",
    "id": 516461832,
    "identifiers": {
        "doi": "10.46743/2160-3715/2022.4461",
        "oai": "oai:nsuworks.nova.edu:tqr-4461"
    },
    "title": "Sexual Orientation Diversity and Inclusion in the Workplace: A Qualitative Study of LGB Inclusion in a UK Public Sector Organisation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-04-08T08:00:00+01:00",
    "publisher": "NSUWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://nsuworks.nova.edu/cgi/viewcontent.cgi?article=4461&context=tqr"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/516461832.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/516461832"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/516461832/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/516461832/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/516461832"
        }
    ],
    "abstract": "Inclusion has been identified as a key component of successful approaches to organisational diversity management. To date, the inclusion literature has predominantly used quantitative methodology to study visible forms of diversity such as gender and ethnicity. Invisible forms of diversity, such as sexual orientation diversity, have received limited research attention, despite Lesbian, Gay, and Bisexual (LGB) employees facing significantly higher rates of bullying and discrimination in the workplace than their heterosexual colleagues. The current study uses semi-structured interviews and template analysis to investigate LGB employees’ experiences of workplace inclusion within a UK public sector organisation. Findings demonstrate that LGBs share many experiences of exclusion with other minority groups; however, they are not often regarded as exclusionary or the result of one’s sexual orientation. Such experiences appear to be either overlooked due to membership of other minority groups which hold greater significance, or downplayed due to membership of other majority groups. The main implication of this finding is that quantitative measures of inclusion may not reveal the severity of exclusion in organisations. It is therefore recommended that future research investigating employees’ perceptions of inclusion should consider the validity of findings in relation to inclusion based on invisible characteristics. Finally, the findings detailed in this report lend support for the use of an intersectional research approach, which considers the way in which minority statuses are interconnected and cannot be examined in isolation when investigating individuals’ experiences",
    "tags": [
        "article",
        "sexual orientation",
        "sexual minorities",
        "LGB",
        "diversity",
        "inclusion",
        "qualitative",
        "semi-structured interviews",
        "Industrial and Organizational Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:nsuworks.nova.edu:tqr-4461",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1836",
        "openDoarId": 0,
        "name": "NSU Works",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 516461832,
        "depositedDate": null,
        "publishedDate": "2022-04-08T08:00:00+01:00",
        "updatedDate": "2024-02-05T06:47:22+00:00",
        "acceptedDate": null,
        "createdDate": "2022-05-20T03:42:25+01:00"
    },
    "urls": [
        "https://nsuworks.nova.edu/tqr/vol27/iss4/11",
        "https://nsuworks.nova.edu/context/tqr/article/4461/viewcontent/Williams.pdf"
    ],
    "lastUpdate": "2024-02-05T06:47:22+00:00",
    "setSpecs": []
}