{
    "acceptedDate": "2018-12-03T00:00:00+00:00",
    "authors": [
        {
            "name": "Baiocco, Roberto"
        },
        {
            "name": "Pistella, Jessica"
        },
        {
            "name": "Salvati, Marco"
        },
        {
            "name": "Ioverno, Salvatore"
        },
        {
            "name": "Lucidi, Fabio"
        }
    ],
    "contributors": [
        "Baiocco, Roberto",
        "Pistella, Jessica",
        "Salvati, Marco",
        "Ioverno, Salvatore",
        "Lucidi, Fabio"
    ],
    "createdDate": "2019-03-18T10:11:44+00:00",
    "dataProvider": {
        "id": 1084,
        "name": "Archivio della ricerca- Università di Roma La Sapienza",
        "url": "https://api.core.ac.uk/v3/data-providers/1084",
        "logo": "https://api.core.ac.uk/data-providers/1084/logo"
    },
    "depositedDate": "2018-12-03T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1080/00918369.2018.1547560",
    "downloadUrl": "https://core.ac.uk/download/188830006.pdf",
    "fullText": "Running head: SEXUAL PREJUDICE IN SPORT SCALE        1    Sexual Prejudice in Sport Scale: A New Measure Abstract This study describes the process of developing and validating the Sexual Prejudice in Sport Scale (SPSS), which is a multidimensional instrument developed to assess attitudes toward lesbians and gay men (LG) in sports. The authors conducted two studies, first to establish the factor structure of the SPSS on 297 heterosexual athletes and secondly to test the reliability and validity of the resulting 19-item scale on a sample of 311 heterosexual and 160 LG athletes. Exploratory factor analysis of an initial item pool yielded three-factors: open-rejection, which assesses the blatant prejudice expressed toward LG people; denial of visibility, which evaluates attitude toward the coming-out of LG people; and gendering performance, which corresponds to gender stereotypes about performance/skills of LG people. A confirmatory factor analysis was conducted to assess the stability of the SPSS. The authors documented internal consistency, test-retest stability, and convergent/divergent validity. Implications and directions for future research are discussed.  Keywords: sexual prejudice, sport, coming-out, negative attitudes, lesbian and gay athletes, homosexuality   SEXUAL PREJUDICE IN SPORT SCALE        2 Sexual Prejudice in Sport Scale: A New Measure Sexual prejudice is an umbrella term which includes homophobia, heterosexism, homonegativism, and, more recently, biphobia and transphobia. It is defined as “a negative attitude toward an individual based on her or his membership in a group defined by sexual orientation” (Herek & McLemore, 2013, p. 312). Considerable research has documented the persistent sexual prejudice of many sport environments (Brackenridge, Allred, Jarvis, Maddocks, & Rivers, 2008; Connell, 1990; Griffin, 1998; Hekma, 1998; Krane, 2001; Plummer, 2006; Pronger, 1990; Shang, Liao, & Gill, 2012). Lesbian and gay (LG) discrimination and negative attitude has been found to occur through negative stereotypes, verbal comments, social isolation, and homophobic harassment within sport settings.  The majority of research suggests that men and older athletes hold more negative attitudes toward gay men and lesbians than do women and younger (Cunningham, 2012; Gill, Morrow, Collins, Lucey, & Schultz, 2006; Herek, 1988; Laberge & Albert, 1999; Shang & Gill, 2012), respectively. Moreover, some studies have theorized (Griffin, 1998) and found (Anderson, 2002) that team sports athletes report higher levels of sexual prejudice than do individual sport athletes, although this has not been confirmed by subsequent research (Adams, Anderson, & McCormack, 2010; Anderson & McGuire, 2010). To the contrary, several recent studies highlight a rapid decrease in cultural homophobia in sports-related contexts (Adams et al., 2010; Anderson, 2009; Anderson, Magrath, & Bullingham, 2016; Anderson & McGuire, 2010; Bush, Anderson, & Carr, 2012; McCormack, 2011).  Although in literature there are quantitative studies specifically addressing sexual prejudice in sport settings (Anderson & Mowatt, 2013; Morrow & Gill 2003; Piedra, 2016; Piedra, García-Pérez, & Channon, 2017; Sartore & Cunningham, 2009; Shang et al., 2012), to our knowledge, this issue has not yet been investigated in Italy. Recently, Scandurra and colleagues (Scandurra, Braucci, Bochicchio, Valerio, & Amodeo, 2017) conducted a SEXUAL PREJUDICE IN SPORT SCALE        3 qualitative research through semi-structured focus groups to assess whether the decline of homophobia has occurred also in Italian contexts. According to Anderson’s results (Anderson, 2002, 2009; Anderson & McGuire, 2010; Bush et al., 2012), the authors found a progressive decline of homophobia in 30 Italian soccer teams.  Existing Measures of Attitudes Toward Sexual Minorities in Sports The majority of the research about sexual prejudice in sport-related contexts have used either the scale developed by Herek (1988), called Attitudes Toward Lesbians and Gay Men (Anderson & Mowatt, 2013; Ensign, Yiamouyiannis, White, & Ridpath, 2011; Gill et al., 2006; O’Brien, Shovelton, & Latner, 2013; Oswalt & Vargas, 2013; Roper & Halloran, 2007; Sartore & Cunningham, 2009) or the scale developed by Raja and Stokes (1998), called the Modern Homophobia Scale (Forbes, Lathrop, & Stevens, 2002), to gauge the attitudes toward sexual minorities in sports-related contexts. However, these scales were not designed to measure the negative attitudes in specific environment or contexts, such as in the area of sports, where there may be different kinds of stereotypes and prejudices related to its traditionally homophobic and heterosexist climate. Other studies employed a single item to evaluate the attitudes toward LG athletes (Drummond, Filiault, Anderson, & Jeffries, 2015; Gill, Morrow, Collins, Lucey, & Schultz, 2010; Shang & Gill, 2012), or developed measures specifically for purposes of their study (Bush et al., 2012; Cunningham, & Melton, 2012; Ripley, Anderson, McCormack, & Rockett, 2012). Currently, the most commonly used measure of negative attitudes toward sexual minorities in sports-related contexts is the Perceptions of Homophobia and Heterosexism in Physical Education scale (PHHPE; Morrow & Gill 2003). The PHHPE assesses the perception of homophobic and heterosexist behaviors within physical education from both teachers (PHHPE-TS) and students (PHHPE-SS) by asking them to what degree they observed or experienced heterosexist and homophobic behaviors or to what degree the SEXUAL PREJUDICE IN SPORT SCALE        4 physical education teachers created a safe space for gay and lesbian students. This measure does not consider the specific attitudes or prejudices toward LG people in sports-related contexts, but it examines the frequency of homophobic and heterosexist behaviors in schools. Moreover, to our knowledge, there has been no previous work conducted to evaluate psychometric properties of the instrument. On the same way, the Attitudes toward Gay and Lesbian Athletes scale (Shang et al., 2012) was adapted from the Attitudes toward Homosexuals in the Military scale (Estrada & Weiss, 1999), and data concerning the characteristics of the scale (14 items) or its psychometric properties are not provided, while the Heterosexist Attitudes in Sport—Lesbian scale (Mullin, 2013) was delimited to measure only the attitudes toward lesbians in women’s collegiate athletics and was not sensitive to the attitudes toward gay men. Two more recent measures of attitudes toward sexual minorities in sports-related contexts are the Attitude Scale Toward Sexual Diversity in Sport (EDSD; Piedra, 2016), and the Scale on Tolerance in Sport (STS; Piedra et al., 2017). The EDSD is an 18-item scale describing four dimensions: (a) cognitive attitudes, (b) attitudes toward gender stereotypes, (c) attitudes toward transgression, and (d) affective attitudes. However, an important limitation of the scale relates to the structure of the final measurement model. In fact, there is one factor with only three items, in which the wording of two of them is the opposite to each other (e.g., “if I had a son, I would enjoy watching them practicing rhythmic gymnastics” and “if I had a son, I would not feel at ease if he wanted to practice rhythmic gymnastics or any other mostly ‘feminine’ sports”). In addition, the scale includes items that are not appropriate indicators or are redundant. The STS is a scale developed by Piedra and colleagues (2017) which contains the original 32 items of the EDSD and two dimensions: (a) non-rejection and (b) acceptance. Factor analyses demonstrated the construct validity of the scale in English and Spanish versions. However, this questionnaire included 20 questions worded in a SEXUAL PREJUDICE IN SPORT SCALE        5 negative direction (acceptance) and 12 questions worded in a positive direction (non-rejection), in which, also in this case (see Piedra, 2016), the wording of some was the opposite of each other. Finally, these dimensions do not reflect the multidimensionality of sexual prejudice in sports-related contexts.  Conceptualizing Attitudes Toward Sexual Minorities in Sports Generally, the literature on negative attitudes toward sexual minorities distinguished between traditional forms of prejudice and more subtle, hidden forms (Pettigrew & Meertens, 1995). Applying this theory (i.e., traditional versus modern prejudice) to the sport contexts, the rejection and blatant attacks are traditional manifestations of prejudice that are related to the avoidance and removal of LG athletes/coaches and the maintenance of negative attitudes toward them (Anderson, 2010; Cárdenas Castro, 2010). To the contrary, modern forms of prejudice include negative attitudes related to coming-out, visibility (Anderson, 2014; Cavalier, 2011), and gender stereotypes about performance and the skills of LG athletes/coaches (Bush et al., 2012; Hargreaves & Anderson, 2014; Hekma, 1994; Wolf-Wendel, Toma, & Morphew, 2001). Traditional prejudice and blatant statements are still present in society and sport-related contexts but are increasingly less accepted in the public sphere (Burridge, 2004). Consequently, there is the emergence of subtle prejudice that is less detectable and is characterized by distant and indirect behaviors against sexual minorities.  An interesting theoretical framework for assessing the multidimensionality of sexual prejudice in sports-related contexts has been proposed by Griffin (1992). This particular framework defines sexual prejudice toward lesbians in sport through six manifestations, which represent traditional forms of prejudice (attack and apology) but also subtle forms (silence, denial, promotion of a heterosexual image, and gender preferences), according to Pettigrew and Meertens’ theory (1995). Attack manifestation refers to avoiding, open rejection, and opposition to proximity to and contact with LG athletes/coaches. The silence SEXUAL PREJUDICE IN SPORT SCALE        6 and denial themes represent a manifestation of the “don’t ask, don’t tell” culture, a hidden system of stigmatization that attempts to nullify and deny LG athletes’ visibility and existence (Anderson, 2014; Hekma, 1994). The apology and promotion of a heterosexual image describes the pressures to conform to masculine/feminine gender norms, in the first case, and a more explicit display of a heterosexual image in the second case (i.e., the spread of stories about married athletes and coaches with opposite-sex partners). Gender preferences refers to preconceived ideas and to previous judgments that reflect the views of society on both men and women, so that the male athlete/coach is more likely to have higher levels of performance and achievement in sports than women. The author (Griffin, 1992) did not consider sexual orientation differences: Several studies reported that gay men were considered to be less able in sports than heterosexual men, while lesbian women were perceived as more masculine and, consequently, more competent in sports than gay men and/or heterosexual women (Bush et al., 2012; Hargreaves & Anderson, 2014; Hekma, 1994; Wolf-Wendel, Toma, & Morphew, 2001). The presence of these themes in a prior qualitative study (Griffin, 1992) suggests that sexual prejudice in sports-related contexts is a multidimensional construct and should be measured either separately or together from other scales of general sexual prejudice used in literature (Herek, 1988; Raja & Stokes, 1998). This research extends the existing instruments of negative attitudes by examining the multidimensionality of sexual prejudice toward LG people in sports-related contexts. The study did not include negative attitudes toward bisexual or transgender people, because several studies reported that they experience a kind of discrimination that is significantly different from lesbians and gay men, and that transphobia, biphobia, and homophobia are different phenomena (Herek, 2002; Worthen, 2013).   SEXUAL PREJUDICE IN SPORT SCALE        7 Therefore, the main purpose of this study was to develop and validate a measurement scale that aims to capture attitudes in heterosexual Italian athletes as well as in LG Italian athletes toward LG people in sports-related contexts.  In fact, it may be a useful instrument for evaluating the Anderson’s findings about the decline of homophobia in Italian sport-related contexts, as well (Baiocco Pistella, Salvati, Ioverno, & Lucidi, 2018b). In addition, we hypothesized that men (Gill et al., 2006; Herek, 1988; Shang & Gill, 2012) in team sports (Anderson, 2000; Griffin, 1998) would show more negative attitudes toward LG athletes and coaches than would men in individual sports or all women athletes. The third and final aim was to verify the construct validity of the new scale and its dimensions.  Study 1: Preliminary Stages and Construct Definition The first step taken to begin constructing the measurement scale was to define the construct and develop potential items for the new scale.  This study was initially inspired by a previous study by Griffin (1992) which identified six manifestations of sexual prejudice in sport. These themes were: Silence, denial, apology, promotion of a heterosexual image, attack, and gender preferences. Based on these themes and a review of literature related to homophobia and heterosexism in sport discussed previously, a qualitative method was used to guide the design and development of the instrument. In particular, 15 experts and researchers in sport psychology, 8 graduate students with experience studying sexual prejudices, 14 LG athletes, and 6 coaches participated in a series of focus groups and interviews. The LG respondents were recruited from lesbian, gay, and bisexual (LGB) sport organizations in Rome, Italy. A total of 65 items were generated for the initial pool by consensus of experts on the basis of review of literature and qualitative approach. The items were intended to reflect the following areas identified by Griffin (1992): (a) attack, (b) silence/denial, (c) promotion of a heterosexual image, and (d) gender preferences. The items were assessed for readability and SEXUAL PREJUDICE IN SPORT SCALE        8 discussed by a new expert group (n = 8), including psychotherapists (specialists in psychological counseling of LG patients). The experts rated how each item was understandable to each educational level and how it was representative of our construct, using a 7 point-Likert scale ranging from 1 (poor comprehension/not at all representative) to 7 (excellent comprehension/very representative). Fifteen items were removed to eliminate redundancy after consultations with the same expert group (n = 8), and 12 additional items with an average rating below 4 were excluded, leaving a pool of 38 items. Final revisions were made to the item to improve clarity and parsimony. The content validity of the items was confirmed by further six sport psychology professionals and two researchers in clinical and developmental psychology and experienced in scale development.  Thus, the remaining items were classified into one of the themes derived from the model developed by Griffin (1992): (a) attack on LG people in sport, (b) silence/denial, and (c) gender stereotypes. All authors gave final approval of the version. The attack dimension represents a specific form of sexual prejudice that can be inferred from actions such avoiding and rejecting LG athletes in a sports setting and/or perpetrating acts of discrimination or violence, even through nonverbal behavior, in the presence of athletes who were identified or perceived as LGB (an example item is “those who support LG athletes should be isolated”). This dimension will be called open-rejection.  The silence/denial dimension represents a propensity to deny the presence of sexual minorities and to have a negative attitude toward the coming-out of LG people in their own sport (an example item is “I believe LG athletes/coaches should not openly declare their sexual orientation, even if they want to”). This dimension will be called denial of visibility.  The gender stereotypes dimension corresponds to the tendency to attribute a special innate set of sporting skills and performance based on gender and sexual orientation SEXUAL PREJUDICE IN SPORT SCALE        9 stereotypes (an example item is “gay men are less competitive than heterosexual men”). This dimension will be called gendering performance. Finally, the instrument composed of 38 items was pilot-tested with a sample of 40 female athletes and 40 male athletes (with ages ranging from 22 to 35) who participated competitively in the sports of rugby (n = 30), soccer (n = 20), and volleyball (n = 30). A 7-point Likert scale ranging from 1 (strongly disagree) to 7 (strongly agree) was used in the pilot testing as well as in all successive data collections. After completing a series of interviews with 20 female athletes and 20 male athletes of the pilot study, who were then asked to review the proposed items for clarity, relevance, and redundancy, we removed nine items because 15% of the athletes (3 females and 3 males) identified them as vague or redundant, leaving 29 items for analysis purposes. Method Procedures Participants were recruited from different sports clubs throughout Italy. Both individual (n = 55) and team (n = 70) coaches were initially contacted by the authors. After receiving permission from the coaches (20 individual coaches vs. 32 team coaches), questionnaires were administered to athletes 25 minutes before or after they engaged in their regular training program. The response rate for coaches was 41.6%. We explained to participants that the purpose of the research was to examine the relationship between sports involvement and demographic characteristics in Italian athletes. The illustration was voluntarily generic, because we did not want participants to know the current study objectives. Inclusion criteria were (a) Italian nationality, (b) identification as heterosexual, and (c) participation in sports at least once a week. According to these criteria, 31 participants were not included in the analyses: 10 were not Italian, 15 were Italian but were not heterosexuals, and 6 participants were excluded because they did not complete the entire set of SEXUAL PREJUDICE IN SPORT SCALE        10 questionnaires. Athletes were assured of anonymity and were given the option to not participate in the project. Written informed consent was obtained from all study participants. Respondents answered individually to the same questionnaire packet and were asked to respond to the sociodemographic questions and SPSS. They took about 15 to 20 minutes to complete it. A total of 95% of distributed questionnaires were completely filled in. The protocol was approved by the Ethics Commission of the Department of Developmental and Social Psychology of the Sapienza University of Rome. Participants The final sample consisted of 297 Italian athletes (24% were from Southern Italy, 66% were from Central Italy; and 10% were from Northern Italy), 150 of whom were women (50.5%) and 147 of whom were men (49.5%), with ages ranging from 15 to 45 (women: Mage = 27.07, SD = 7.01; men: Mage = 28.35, SD = 7.14). There were no significant differences between the groups of women and men (t[295] = 1.55, p = .123) with respect to age. The general level of education was average, with 48.3% of women (n = 71), and 31.9% of men (n = 48) having at least a university degree, while 41.5% of women (n = 61), and 56% of men (n = 84) had completed secondary school.   Athletes participated in a variety of nine different sporting disciplines: soccer, n = 52 (17.5%); boxing, n = 31 (10.4%); volleyball, n = 40 (13.5%); weight lifting, n = 55 (18.5%); swimming, n = 26 (8.8%); rugby, n = 14 (4.7%); gymnastics, n = 49 (16.5%); basketball, n = 13 (4.4%); and dance, n = 17 (5.7%). The athletes had trained in their sport for a mean of 8.78 years (SD = 7.61) and played at the amateur competitive level (n = 166 [56%]), at the sub-elite level (n = 99 [33%]), and the elite level (n = 32 [11%]). Each athlete was categorized as belonging either to team sports (e.g., soccer or basketball, n = 141; 47.5%) or to individual sports (e.g., gymnastics or swimming; n = 156; 52.5%). The wide variety of sports, ages, and competitive levels was targeted to increase the heterogeneity of the sample. SEXUAL PREJUDICE IN SPORT SCALE        11 No significant differences were found for years of sport experience between men and women (t[295] = 1.92, p = .060). Measures Identifying Information. Participants completed an identifying form to collect data related to sociodemographic characteristics such as gender, age, education, and sexual orientation. Participants were asked to report their sexual orientation by answering a single item (1 = heterosexual, 2 = lesbian, 3 = gay, and 4 = other). Respondents were required to provide information regarding sport participation, their competitive levels, and their current sport status.  Sexual Prejudice in Sport Scale. The 29-item SPSS was administered to all of the participants. The SPSS was used to measure the negative attitudes and prejudice toward LG people in sports-related contexts. Each item is associated with a 7-point Likert scale ranging from 1 (strongly disagree) to 7 (strongly agree), whereby a higher score indicated greater negative attitudes. The preliminary stages of this study suggested that attitudes toward LG athletes and coaches were conceptualized as consisting of three types of attitudes: (a) open-rejection, (b) denial of visibility, and (c) gendering performance. The factor structure and reliability of the scale were investigated via exploratory factor analyses, the results of which are presented in this paper.  Statistical Analysis We used the Statistical Package for the Social Sciences (version 24.0) to conduct the analyses. A principal axis factor analysis with an oblimin rotation was performed in order to identify potential factors for SPSS scale; oblimin rotation was applied to allow for correlation between factors. Bentler (1989) indicated that a sample size of five individuals per scale item is adequate to establish a representative factor analysis. Our ratio of 297 subjects to 29 items was sufficient. The internal consistency was measured by Cronbach’s α. A coefficient alpha SEXUAL PREJUDICE IN SPORT SCALE        12 of .70 is generally considered to be adequate (Nunnally & Bernstein, 1994). Group differences on the levels of SPSS subscales were analyzed using multivariate analysis of covariance (MANCOVA). Results Exploratory Factor Analysis Exploratory factor analysis (EFA) was conducted on the 29 items, using principal-axis factor analysis. After examining the scree plot (Cattell, 1966) at the rotated eigenvalues and the parallel analysis (Horn, 1965), a three-factor solution emerged that explained 49.50% of variance. Items that did not have loadings of at least .40 on any scale or with a communality of less than .30 were removed from the data set. Next, we eliminated items loading on multiple factors, defined as higher than .30 on a second factor (Henson & Roberts, 2006; Park, Dailey, & Lemus, 2002). According these selection methods, three items with communalities lower than .30 were deleted, and six additional items were removed because they had factor loadings of less than .40.  The analysis was replicated on the remaining 19 items; the three factors now retained accounted for 62.73% of the variance. We found that first factor was positively correlated with the second (r = .37, p < .01) and third factor (r = .46, p < .01). Moreover, the second factor was positively related to third factor (r = .33, p < .01). Eigenvalues ranged from 2.02 to 7.82. The first factor contained seven items and accounted for 39.12% of the variance, reflecting blatant and open prejudice expressed directly toward LG people in sports-related contexts. We labelled this factor open-rejection (OR). There were five items on the second factor, which accounted for 8.68% of the variance. The items on the second factor reflected attitudes about rejection and categorical denial concerning the existence of sexual minorities in their own sport-related contexts. This factor represents a more subtle form of prejudice. We named this factor denial of visibility (DV). The third factor contained seven items SEXUAL PREJUDICE IN SPORT SCALE        13 (accounting for 8.14% of the variance) that addressed beliefs that bad sport performance is linked to being gay, while lesbian women are seen as masculine and most suitable for competitive sports. We labelled this factor gendering performance (GP). Cronbach’s alphas were .92, .78, and .86 for the three factors, respectively, while for the total score was .89. Factor loadings and reliability statistics are shown in Table 1.  -------------------------------------------------------------- Insert here Table 1 -------------------------------------------------------------- Gender and Type of Sport Differences in SPSS Subscales We conducted a 2 (gender: woman vs. man) x 2 (type of sport: team vs. individual) MANCOVA on OR, DV, and GP scores. Age and years of sport experience were used as covariates. The analysis revealed a significant effect for gender, type of sport, and years of sport experience (gender: Wilks’ Lambda = .88; F[3,289] = 12.88; p < .01, ηp2 = .11; type of sport: Wilks’ Lambda = .96; F[3,289] = 3.69; p < .012, ηp2 = .04; years of sport experience: Wilks’ Lambda = .95; F[3,289] = 4.23; p < .006, ηp2 = .04), but no significant effect of age and gender x type of sport (age: Wilks’ Lambda = .98; F[3,289] = 1.91; p = .128, ηp2 = .01; interaction effect: Wilks’ Lambda = .98; F[3,289] = 2.38; p = .07, ηp2 = .02). The effect of gender was significant for the three dimensions (OR: F[1, 291] = 12.98, p < .001, ηp2 = .043; DV: F[1, 291] = 22.37, p < .001, ηp2 = .071; GP: F[1, 291] = 28.77, p < .001, ηp2 = .090). Men showed more negative attitudes toward LG athletes and coaches compared to women in all three dimensions. Type of sport was significantly associated with the DV, F(1, 291) = 6.09, p = .014, ηp2 = .026, but not associated with the OR, F(1, 291) = 1.13, p = .29, ηp2 < .01, and GP, F(1, 291) = .12, p = .725, ηp2 < .01, subscales. Therefore, participants who are engaged in team sports reported more negative attitudes toward the coming-out of LG people in sports-related contexts than did those who engaged in individual sports.  SEXUAL PREJUDICE IN SPORT SCALE        14 Similar results were found for years of sports experience, which were associated negatively with DV scores, F(1, 291) = 11.52, p < .001, ηp2 = .039, but were not significantly associated with the OR, F(1, 291) = .08, p = .773, ηp2 < .001, and GP scores, F(1, 291) = .73, p = .392, ηp2 = .003. In general, athletes who had accumulated more years of experience in their sport reported more negative attitudes in the DV dimension compared to their counterparts. Mean and standard deviations are shown in Table 2. These results showed significant main effects but no significant interaction effect. Thus, men, regardless of type of sport, reported higher levels of OR, DV, and GP than did women; likewise, participants who engaged in team sports, regardless of the gender, reported higher levels of DV than those who engaged in individual sports.  -------------------------------------------------------------- Insert here Table 2 -------------------------------------------------------------- Study 2: Factor Structure Reliability and Validity of the SPSS Method The main aim of Study 2 was to test the factor structure, internal reliability and validity of the 19-item SPSS.  The procedures were identical to those described in Study 1. We recruited only heterosexual athletes for Group 1 and LG athletes for Group 2. Participants Group 1. Of the 97 coaches contacted, 40 did not respond, 15 declined participation, and 42 agreed to allow their athletes to participate after being informed of the purpose and conditions of the study. The response rate for coaches was 43.3%. Twenty-one cases in the dataset were eliminated on the basis of inclusion criteria described in Study 1: 4 participants were not Italian, 9 were Italian but were not heterosexuals, and 8 were not included because they did not complete the questionnaire. The athlete participants included 138 women SEXUAL PREJUDICE IN SPORT SCALE        15 (44.4%) and 173 men (55.6%) with ages ranging from 17 to 41 (women: Mage = 27.62, SD = 6.73; men: Mage = 28.65, SD = 6.17). There were no significant differences between the groups of women and men (t[309] = 1.72, p = .163) with respect to age. Of the 311 participants who completed the survey at Time 1, 127 (56.7% men and 43.3% women) also completed the questionnaire at Time 2, six weeks later (40.8% response rate). All athletes self-identified as exclusively heterosexuals. As regards the geographical distribution of the participants’ residence, about 23% of them lived in Southern Italy, 69% in Central Italy; and 8% in Northern Italy. The general level of education was average, with 45.6% of women (n = 63) and 38.1% of men (n = 66) having at least a university degree, while 42% of women (n = 58) and 52.6% of men (n = 91) had completed secondary school.  Participants competed in 11 different sports, including acrobatics (n = 12, 3.9%), soccer (n = 47, 15.1%), boxing (n = 19, 6.1%), volleyball (n = 39, 12.5%), weight lifting (n = 43, 13.8%), swimming (n = 29, 9.3%); rugby (n = 18, 5.8%), gymnastics (n = 51, 16.4%), skiing (n = 25, 8%), basketball (n = 12, 3.9%), and dance (n = 16, 5.1%). They trained in their sport for a mean of 9.03 years (SD=8.11) and were playing at the amateur competitive level (n = 162 [52.1%]), the sub-elite level (n = 116 [37.3%]), and elite level (n = 33 [10.6%]). No significant differences were found for years of sport experience between men and women (t[309] = 1.89, p = .060). The participants belonging to Group 1 were asked to respond to the sociodemographic questions, the SPSS, the Attitudes Toward Lesbians and Gay Men (ATLG), and the Satisfaction with Life Scale (SWLS). Group 2. Twenty lesbian and gay sport organizations in Italy were initially contacted and asked for permission to contact their-athletes. Nine of the 20 sport organizations provided approval to contact the coaching staff (n = 57). Twenty-two of the 57 coaches provided the researchers with access to their athletes. The response rate for coaches was 38.6%. The athlete participants included 101 lesbian women (63.1%), and 59 gay men (36.9%) with ages SEXUAL PREJUDICE IN SPORT SCALE        16 ranging from 15 to 45 (lesbian women: Mage = 27.53, SD = 5.56; gay men: Mage = 29.42, SD = 7.67). There were no significant differences between groups of lesbian women and gay men (t[158] = 1.79, p = .074) with respect to age. All athletes self-identified as exclusively homosexuals (32.5% of the participants were from Southern Italy, 59.4% from Central Italy, and 8.1% from Northern Italy). The general level of education was average, with 49.5% of lesbian women (n = 50), and 55.9% of gay men (n = 33) having at least a university degree; while 43.6% of lesbian women (n = 58), and 37.3% of gay men (n = 22) had completed secondary school.  Participants played a number of different sports, including acrobatics (n = 5, 3.1%), soccer (n = 37, 23.1%), boxing (n = 9, 5.6%), volleyball (n = 16, 10.0%), weight lifting (n = 23, 14.4%), swimming (n = 23, 14.4%); rugby (n = 7, 4.4%), gymnastics (n = 12, 7.5%), skiing (n = 12, 7.5%), basketball (n = 3, 1.9%), and dance (n = 13, 8.1%). Athletes were involved in their sport for a mean of 6.24 years (SD = 5.84) and were playing at the amateur competitive level (n = 89 [55.6%]), at the sub-elite level (n = 45 [28.1%]), and the elite level (n = 26 [16.3%]). No significant differences were found for years of sport experience between lesbian women and gay men (t[158] = -.975, p = .331). The participants belonging to Group 2 were asked to respond to the sociodemographic questions, the SPSS, the Measure of the Internalized Sexual Stigma for Lesbians and Gay Men (MISS-LG), and the Satisfaction with Life Scale (SWLS). Measures Identifying Information. Sociodemographic characteristics were explored using exactly the same questions described in Study 1. Sexual Prejudice in Sport Scale. The final version of the instrument with 19 items developed in Study 1 was used (see the Measure section of Study 1 for further information on the scale). Information on reliability is presented in this paper.  SEXUAL PREJUDICE IN SPORT SCALE        17 Attitudes Toward Lesbians and Gay Men. The Attitudes Toward Lesbians and Gay Men scale (ATLG; Herek, 1988) is a 10-item questionnaire designed to capture negative attitudes toward LG people, consisting of two subscales: five items addressing attitudes toward lesbian women (ATL) and five items targeting attitudes toward gay men (ATG). Each item is rated on a 5-point scale, where the participants must indicate their degree of agreement from 1 (strongly disagree) to 5 (strongly agree). A higher score indicated greater sexual prejudice. The scale for lesbian women includes items such as “sex between two women is just plain wrong” and “female homosexuality is a natural expression of sexuality between women.” In the version for gay men, examples of items are “I think male homosexuals are disgusting” and “male homosexuality is a perversion.” Reliability analyses showed a good level of internal consistency: Total ATLG (α = .89), ATL (α = .75), and ATG (α = .86). The ATLG was used to assess the convergent validity of the SPSS only in Group 1. Measure of the Internalized Sexual Stigma for Lesbians and Gay Men. The Measure of the Internalized Sexual Stigma for Lesbians and Gay Men scale (MISS-LG; Lingiardi, Baiocco, & Nardelli, 2012) is a six-item questionnaire (e.g., “I would prefer to be heterosexual” or “at university and/or at work, I pretend to be heterosexual”) designed to assess negative attitudes that lesbians and gay men have toward homosexuality in general and toward such aspects of themselves. A total score derived from the five-point Likert-type scale ranged from 1 (I agree) to 5 (I disagree), whereby a higher score indicated greater ISS. In the present study, the Cronbach’s α was .86. The MISS-LG was used to assess the convergent validity of the SPSS only in Group 2. Satisfaction with Life Scale. The Satisfaction with Life scale (SWLS; Diener, Emmons, Larsen, & Griffin, 1985) is composed of five items which measure the individual’s evaluation of satisfaction with life in general (e.g., ‘‘I am satisfied with my life’’). The questions have a seven-point Likert-type scale, ranging from 1 (totally disagree) to 7 (totally SEXUAL PREJUDICE IN SPORT SCALE        18 agree). The total score of each participant was calculated as the sum of the five items, with higher values corresponding to a higher degree of life satisfaction. In this study, the Cronbach’s α values was .90. The SWLS was used to assess the divergent validity of the SPSS. Statistical Analysis The data were analyzed with Statistical Package for the Social Sciences 24.0 and LISREL 8.8 version. A confirmatory factor analysis (CFA) was performed to determine whether the measured variables reliably reflect the latent variables. An a priori alternative one-factor model was also tested. Moreover, to avoid problems of non-convergence, we used item parceling based on item skewness to reduce the number of observed variables per latent factor. The use of item parcels is quite common in the literature (Little, Cunningham, Shahar, & Widaman, 2002; Nasser & Takahashi, 2003). This procedure resulted in three observed scores for OR factor, two for DV factor, and three for GP factor. As has been reported in the literature (Bollen, 1989), the chi square statistic tends to be sensitive to sample size, implying that it is almost always significant despite reasonable fit to the data. Therefore, goodness of fit was evaluated using the following alternative indexes and cut-off criteria: Standardized chi-square (χ2/df; Kline, 2011) < 3, standardized root mean residual (SRMR; Hu & Bentler, 1999) < .06, root mean square of approximation (RMSEA; Byrne, 2001) < .08, comparative fit index (CFI), and the non-normed fit index (NNFI; Tabachnick & Fidell, 1996) > .95. Multiple indices were used, because they provide a more conservative and reliable evaluation of the solution. Internal consistency of the SPSS was measured by the Cronbach’s alpha coefficient, while Pearson’s correlation was performed to assess the convergent and divergent validity of the instrument. Results Confirmatory Factor Analysis and Internal Consistency SEXUAL PREJUDICE IN SPORT SCALE        19 We conducted CFA to confirm the three-factor structure of the scale. The goodness-of-fit indicators for the model are presented in Table 3. We hypothesized the three-factor model to prove a better fit than an alternative one-factor model. Indeed, the three-factor model, shown in Figure 1, presented a reasonably high goodness of fit for the heterosexual group (Group 1: χ2[17] = 32.74, p = .012; χ2/df  = 1.93; SRMR = .02; RMSEA = .05 [90% CI: .02; .08]; CFI = .99; NNFI = .99) as well as for the sexual minority group (Group 2: χ2[17] = 25.78, p = .078; χ2/df  = 1.51; SRMR = .03; RMSEA = .05 [90% CI: .01; 10]; CFI = .99; NNFI = .99), while the one-factor model did not produce an acceptable fit to the data (Group 1: χ2[20] = 249.95, p < .001; χ2/df  = 12.49; SRMR = .08; RMSEA = .19 [90% CI: .17; .21]; CFI = .93; NNFI = .90; Group 2: χ2[20] = 228.63, p < .001; χ2/df  = 11.43; SRMR = .14; RMSEA = .25 [90% CI: .23; .29]; CFI = .80; NNFI = .72). These findings suggest that the three-factor oblique model provides the best fit to the data.  -------------------------------------------------------------- Insert here Table 3 -------------------------------------------------------------- -------------------------------------------------------------- Insert here Figure 1 --------------------------------------------------------------  The scale reliability estimates were quite strong and comparable to those obtained in Study 1. The mean scores on each subscale and their internal consistency are shown in Table 4. Using data from Group 1, the composite reliability was .93 for the OR subscale, .71 for the DV subscale, .87 for the GP subscale, and .92 for the total score (in Group 2, the reliability was .90, .77, .83, and .87, respectively).  -------------------------------------------------------------- Insert here Table 4 SEXUAL PREJUDICE IN SPORT SCALE        20 -------------------------------------------------------------- These results indicate that the SPSS shows good internal consistency. The SPSS was administrated for a second time at a seven-week interval (Group 1: n = 127). The test–retest reliability coefficients for the total score, OR, DV, and GP subscales were .92, .91, .71, and .88, respectively. This finding shows that the SPSS demonstrated adequate temporal stability.  Convergent and Divergent Validity of the SPSS Item-total correlations were computed, and the results ranged from .56 to .87 (Group 1) and from .45 to .84 (Group 2). Subscale intercorrelations for the SPSS are presented in Table 5. In Group 1, the strongest association was between OR and GP dimensions (r = .72, p < .001); while the correlations between DV and GP (r = .49) and between DV and OR (r = .56, p < .001) were medium. Using data from Group 2, similar results were found, indicating a low to moderate relationship among subscales. These findings support the interrelated nature of the subscales.  To examine the convergent and divergent validity, Pearson correlations coefficients were computed between the three dimensions of the SPSS, general sexual prejudice (ATLG in Group 1 and MISS-LG in the Group 2), and the satisfaction with life scale (SWLS). As shown in Table 5, all three dimensions of the SPSS displayed a strong association with homophobic attitudes toward gay men (ATG) and lesbian women (ATL) in Group 1 and with internalized sexual stigma (MISS-LG) in Group 2. As expected, the factors of OR, DV, and GP were not significantly correlated with score of SWLS in both groups (Group 1 and Group 2). Thus, the subscales demonstrated adequate convergent and discriminant validity.  -------------------------------------------------------------- Insert here Table 5 -------------------------------------------------------------- General Discussion SEXUAL PREJUDICE IN SPORT SCALE        21 The present study described the process of development and validation of the SPSS, a multidimensional measure of sexual prejudice toward LG athletes and coaches in sports-related contexts. Recently, qualitative and quantitative studies about sexual prejudice in sport settings have increased (Bush et al., 2012; Cunningham & Melton, 2012; Mullin, 2013; Piedra, 2016; Piedra et al., 2017; Ripley et al., 2012), and the need to use appropriate instruments to assess the change process in the level of homophobia in sports-related contexts has become acutely evident. This is especially true in the Italian context, where no previous studies have investigated the level of sexual prejudice in sport settings through quantitative research (Scandurra et al., 2017). In fact, several studies demonstrated that Italy is a country in which sexual minorities constantly face the influence of societal heterosexism and homophobic climates (Baiocco, Nardelli, Pezzuti, & Lingiardi, 2013; Lingiardi et al., 2016; Pistella, Tanzilli, Ioverno, Lingiardi, & Baiocco, 2017). Generally, existing research has mostly focused on hostility or inclusivity toward lesbians and gay men within sports (Morrow & Gill 2003; Piedra et al., 2017), has adapted instruments devised for other purposes (Shang et al., 2012), has used single items (Drummond et al., 2015; Gill et al., 2010; Shang, & Gill, 2012), or has assessed the sexual prejudice in sports-related contexts without distinguishing it from general sexual prejudice (Anderson & Mowatt, 2013; Ensign et al., 2011; Forbes et al., 2002; Gill et al., 2006; O’Brien et al., 2013; Oswalt & Vargas 2013; Roper & Halloran, 2007; Sartore & Cunningham, 2009). For this reason, the SPSS scale was specifically designed to explore specific sexual prejudice toward LG athletes and coaches and to distinguish certain kinds of attitudes within sports, such as negative attitudes toward coming-out in sports-related contexts or stereotypes about LG athletes’ performance. Results of the exploratory factor analyses of the SPSS revealed that the scale is composed of three identifiable factors: (a) open-rejection, (b) denial of visibility, and (c) SEXUAL PREJUDICE IN SPORT SCALE        22 gendering performance. The reduced factor structure to three dimensions from the original set of six themes described by Griffin (1992) seems to provide a more parsimonious representation of the negative attitudes toward LG athletes and coaches. These dimensions reflect traditional forms of prejudice (i.e., a belief that sexual minorities should be treated negatively because of their sexual orientation and should be expelled from sports clubs) and more subtle manifestations regarding disclosure of sexual orientation other than heterosexual (i.e., a belief that sexual orientation is a private matter that should not be discussed) or concerning some stereotypes about the performance of LG people (i.e., a belief that gay men are less competitive than heterosexual men or that lesbian women are less suitable for those sports more suited to girls).  An additional aim of the research was to verify if men in team sports showed higher levels of sexual prejudice in sport than did men in individual teams and women athletes. The results partially confirmed our hypothesis. The interaction effect between gender and type of sport was not significant, while there was a main effect of gender on OR, DV, and GP subscales. In particular, we found out that men showed higher levels of SPSS than women; this result is in line with scientific literature about negative attitudes toward sexual minorities (Gill et al., 2006; Herek, 1988; Shang & Gill, 2012). Moreover, this finding is not surprising in our country, where homophobic attitudes and behaviors are still rife (Lingiardi et al., 2016). In addition, the main effect of the type of sports on the DV subscale suggests that in Italian team sports, “don’t ask, don’t tell” attitude plays a dominant role (Anderson, 2000; Anderson, 2014; Griffin, 1998; Hekma, 1994).  Similar results may be observed regarding the years of sports experience on the DV subscale. Thus, regardless the participants’ age, more years of experience in their own sport caused a higher “don’t ask, don’t tell” attitude toward the coming-out of LG athletes or coaches. An interesting explanation for our finding could be that athletes who had been SEXUAL PREJUDICE IN SPORT SCALE        23 involved in the sport for more years tend to have higher athletic identity, which a recent research discovered was associated with negative attitudes toward LG people, especially among male participants (O’Brien et al., 2013). DV seems be more sensitive to reflect the negative attitudes toward LG people than the OR and GP subscales, as was noted also in Study 2. In fact, in both heterosexual and LG athletes in the second study, the mean scores for the SPSS subscales (Table 4) indicated that the participants reported more negative views about the coming-out of LG people in their own sport (DV subscale), but moderately low levels of open-rejection were expressed directly toward LG people in sports-related contexts (OR subscale). The results from CFA revealed that a three-factor solution was the best fit for the data in comparison with a one-factor model, both in heterosexual (Group 1 of the second study) and LG (Group 2 of the second study) participants. Reliability of the SPSS was supported by internal consistency analyses of scale and subscales (in both the first and the second study), and test-retest reliability in one heterosexual subsample of the Study 2 (n = 127), who were retested 49 days after initial test. Correlations with other scales of sexual prejudice (ATLG in heterosexual people and MISS-LG in sexual minorities) and satisfaction with life in general (SWLS) demonstrated SPSS convergent and divergent validity, respectively. However, the moderate correlations between SPSS subscales and ATLG (Table 5) demonstrated that they are two different expressions of sexual prejudice and have no overlap between them.  Finally, an element of originality of this paper has been to take into account the perspective of LG athletes. Interestingly, recent studies have indeed showed that even people belonging to sexual minorities have negative attitudes and hostile feelings both toward homosexuality in other persons and toward themselves as nonheterosexual people (Baiocco et al., 2018b; Herek, Gillis, & Cogan, 2009; Herek, 2007; Lingiardi et al., 2012). This set of negative attitudes could be present also in sports-related contexts, which have been SEXUAL PREJUDICE IN SPORT SCALE        24 conceptualized by some studies as a belief system that privileges heterosexuality and stigmatizes other sexual behaviors (Anderson, 2011; Cavalier, 2011; Eng, 2008; Hekma, 1998; Meyer, 2003), and consequently, LG people could internalize this cultural belief system through which homosexuality in sports is denigrated or discredited. In fact, some research has suggested that the atmosphere for LG people in sport is hostile and that LG people still perceive it as an environment that is not accepting of sexual minorities (Cavalier, 2011; Griffin, 1998), while more recent contributions have reported that sexual prejudice is declining and is playing less of a role in the experiences of LG people in sport (Adams et al., 2010; Anderson, 2002, 2009; Anderson & McGuire, 2010; McCormack, 2011). However, this change should be investigated through a common instrument both in heterosexual and LG individuals.  Limitations of the Study and Future Research  Our research had several limitations. First of all, this study relied on a convenience sample that may not have been representative of the population. Another possible limitation is the use of self-report instruments, since they can certainly be influenced by social desirability and can relate to possible biased responding or responder fatigue. Moreover, the scale does not distinguish between attitudes toward lesbians and gay men who are athletes or coaches. Although in the initial pool we tried to include items specific to assess negative attitudes toward lesbian and gay men and toward athletes and coaches separately, the factor solution did not effectively retain these items to measure attitudes in an independent way. Therefore, the SPSS should be used to a general assessment of negative attitudes toward LG athletes and coaches in sports-related contexts.  We did not examine the differences in the levels of SPSS between different sporting disciplines (i.e., soccer vs. basket vs. swimming) or between the competitive level groups (amateur vs. sub-elite vs. elite), because this was not the purpose of this research. Future SEXUAL PREJUDICE IN SPORT SCALE        25 studies should examine possible differences between different sporting disciplines or competitive level groups. Again, future research should verify whether negative attitudes toward lesbian, gay, bisexual, and transgender athletes/coaches are reflective of the same underlying dimensions (Herek, 2002; Worthen, 2013). Additionally, other factors that may influence attitudes, such as right-wing conservative political ideology, religiosity (Baiocco et al., 2018a), and interpersonal contact with sexual minorities, should be included in future studies. So, future research should verify the validity of the SPSS among different countries, examining different levels of age, sex, sexual orientation, educational level, socioeconomic status, political orientation, and religiosity.    SEXUAL PREJUDICE IN SPORT SCALE        26 References Adams, A., Anderson, E., & McCormack, M. (2010). Establishing and challenging masculinity: The influence of toxic discourses in football. Journal of Language and Social Psychology, 29(3), 278–300. Anderson, A. R., & Mowatt, R. A. (2013). Heterosexism in campus recreational club sports: An exploratory investigation into attitudes toward gay men and lesbians. Recreational Sports Journal, 37(2), 106–122. Anderson, E. (2002). Openly gay athletes: Contesting hegemonic masculinity in a homophobic environment. Gender & Society, 16(6), 860–877. Anderson, E. (2009). The maintenance of masculinity among the stakeholders of sport. Sport Management Review, 12(1), 3–14. Anderson, E. (2010). In the game: Gay athletes and the cult of masculinity. Albany, NY: State University of New York Press, SUNY Press. Anderson, E. (2011). Masculinities and sexualities in sport and physical cultures: Three decades of evolving research. Journal of Homosexuality, 58(5), 565-578. Anderson, E. (2014). 21st century jocks: Sporting men and contemporary heterosexuality. London, Palgrave Macmillan, UK. Springer. Anderson, E., Magrath, R., & Bullingham, R. (2016). Out in sport: The experiences of openly gay and lesbian athletes in competitive sport. New York, NY: Routledge. Anderson, E., & McGuire, R. (2010). Inclusive masculinity theory and the gendered politics of men’s rugby. The Journal of Gender Studies, 19(3), 249–261. Baiocco, R., Nardelli, N., Pezzuti, L., & Lingiardi, V. (2013). Attitudes of Italian heterosexual older adults towards lesbian and gay parenting. Sexuality Research and Social Policy, 10(4), 285–292. SEXUAL PREJUDICE IN SPORT SCALE        27 Baiocco, R., Crea, G., Pistella, J., Ioverno, S., Tanzilli, A., Rosati, F., & Laghi, F. (2018a). Attitude toward Christianity, sexual orientation, and parental religiosity in a sample of Italian adolescents. Journal of Beliefs & Values, 39(3), 298–303. Baiocco R., Pistella, J., Salvati, M., Ioverno, S., & Lucidi, F. (2018b). Sports as a risk environment: homophobia and bullying in a sample of gay and heterosexual men. Journal of Gay & Lesbian Mental Health. Advance online publication. doi:10.1080/19359705.2018.1489325 Bender, P. M. (1989). EQS structural equations program manual. Los Angeles: BMDP Statistical Software. Bollen, K. A. (1989). A new incremental fit index for general structural equation models. Sociological Methods & Research, 17(3), 303–316. Brackenridge, C., Allred, P., Jarvis, A., Maddocks, K., & Rivers, I. (2008). A literature review of sexual orientation in sport. London, UK: UK Sport. Burridge, J. (2004). 'I am not homophobic but. . .': disclaiming in discourse resisting repeal of section 28. Sexualities, 7(3), 327–344. Bush, A., Anderson, E., & Carr, S. (2012). The declining existence of men's homophobia in British sport. Journal for the Study of Sports and Athletes in Education, 6(1), 107–120. Byrne, B. M. (2001). Structural equation modeling with AMOS: Basic concepts, applications, and programming. Mahwah, NJ: Erlbaum. Cárdenas Castro, M. (2010). Forms of ethnic prejudice: Assessing the dimensionality of a Spanish-language version of the Blatant and Subtle prejudice scale. Psicothema, 22(1), 118–124. Cattell, R. B. (1966). The scree test for the number of factors. Multivariate Behavioral Research, 1(2), 245–276.  SEXUAL PREJUDICE IN SPORT SCALE        28 Cavalier, E. S. (2011). Men at sport: Gay men's experiences in the sport workplace. Journal of Homosexuality, 58(5), 626–646. Connell, R. W. (1990). An iron man: the body and some contradictions of hegemonic masculinity. In M. Messner & D. Sabo (Eds), Sport, Men and the Gender Order (pp. 141–149). Champaign, IL: Human Kinetics Books. Cunningham, G. (2012). A multilevel model for understanding the experiences of LGBT sport participants. Journal for the Study of Sports and Athletes in Education, 6(1), 5–20. Cunningham, G. B., & Melton, N. (2012). Prejudice against lesbian, gay, and bisexual coaches: The influence of race, religious fundamentalism, modern sexism, and contact with sexual minorities. Sociology of Sport Journal, 29(3), 283–305. Diener, E. D., Emmons, R. A., Larsen, R. J., & Griffin, S. (1985). The satisfaction with life scale. Journal of Personality Assessment, 49(1), 71–75.  Drummond, M. J., Filiault, S. M., Anderson, E., & Jeffries, D. (2015). Homosocial intimacy among Australian undergraduate men. Journal of Sociology, 51(3), 643–656. Eng, H. (2008). Doing sexuality in sport. Journal of Homosexuality, 54(1-2), 103–123. Ensign, K., Yiamouyiannis, A., White, K., & Ridpath, D. (2011). Athletic trainers’ attitudes toward lesbian, gay, and bisexual National Collegiate Athletic Association student-athletes. Journal of Athletic Training, 46(1), 69–75.  Estrada, A. X., & Weiss, D. J. (1999). Attitudes of military personnel toward homosexuals. Journal of Homosexuality, 37(4), 83–97. Forbes, S. L., Lathrop, A. H., & Stevens, D. E. (2002). A pervasive silence: Lesbophobia and team cohesion in sport. Canadian Woman Studies, 21(3), 32–35. Gill, D. L., Morrow, R. G., Collins, K. E., Lucey, A. B., & Schultz, A. M. (2006). Attitudes and sexual prejudice in sport and physical activity. Journal of Sport Management, 20(4), 554–564. SEXUAL PREJUDICE IN SPORT SCALE        29 Gill, D. L., Morrow, R. G., Collins, K. E., Lucey, A. B., & Schultz, A. M. (2010). Perceived climate in physical activity settings. Journal of Homosexuality, 57(7), 895–913. Griffin, P. (1992). Changing the game: Homophobia, sexism, and lesbians in sport. Quest, 44(2), 251–265.  Griffin, P. (1998). Strong women, deep closets: Lesbians and homophobia in sport. Champaign, IL: Human Kinetics. Hargreaves, J., & Anderson, E. (2014). Routledge handbook of sport, gender and sexuality. London: Routledge. Hekma, G. (1994). “Als ze maar niet provoceren”. Discriminatie van homosek-suele mannen en lesbische vrouwen in de georganiseerde sport. Amsterdam: Het Spinhuis.   Hekma, G. (1998). “As Long as They Don't Make an Issue of It…” Gay Men and Lesbians in Organized Sports in the Netherlands. Journal of homosexuality, 35(1), 1–23. Henson, R. K., & Roberts, J. K. (2006). Use of exploratory factor analysis in published research: Common errors and some comment on improved practice. Educational and Psychological Measurement, 66(3), 393–416. Herek, G. M. (1988). Heterosexuals' attitudes toward lesbians and gay men: Correlates and gender differences. Journal of Sex Research, 25(4), 451–477.  Herek, G. M. (2002). Heterosexuals’ attitudes toward bisexual men and women in the United States. Journal of Sex Research, 39(4), 264–274. Herek, G. M. (2007). Confronting sexual stigma and prejudice: Theory and practice. Journal of Social Issues, 63(4), 905–925. Herek, G. M., Gillis, J. R., & Cogan, J. C. (2009). Internalized stigma among sexual minority adults: Insights from a social psychological perspective. Journal of Counseling Psychology, 56(1), 32–43. SEXUAL PREJUDICE IN SPORT SCALE        30 Herek, G. M., & McLemore, K. A. (2013). Sexual prejudice. Annual Review of Psychology, 64, 309–333. Horn, J. L. (1965). A rationale and test for the number of factors in factor analysis. Psychometrika, 30(2), 179–185.  Hu, L. T., & Bentler, P. M. (1999). Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives. Structural Equation Modeling: A Multidisciplinary Journal, 6(1), 1–55. Kline, R. B. (2011). Principle and practice of structural equation modeling (3rd ed.). New York: The Guilford Press. Krane, V. (2001). We can be athletic and feminine, but do we want to? Challenges to femininity and heterosexuality in women’s sport. Quest, 53(1), 115–133. Laberge, S., & Albert, M. (1999). Conceptions of masculinity and of gender transgressions in sport among adolescent boys: Hegemony, contestation, and social class dynamic. Men and Masculinities, 1(3), 243–267. Lingiardi, V., Baiocco, R., & Nardelli, N. (2012). Measure of internalized sexual stigma for lesbians and gay men: A new scale. Journal of Homosexuality, 59(8), 1191–1210. Lingiardi, V., Nardelli, N., Ioverno, S., Falanga, S., Di Chiacchio, C., Tanzilli, A., & Baiocco, R. (2016). Homonegativity in Italy: Cultural issues, personality characteristics, and demographic correlates with negative attitudes toward lesbians and gay men. Sexuality Research and Social Policy, 12(2), 1–14. Little, T. D., Cunningham, W. A., Shahar, G., & Widaman, K. F. (2002). To parcel or not to parcel: Exploring the question, weighing the merits. Structural Equation Modeling, 9(2), 151–173. SEXUAL PREJUDICE IN SPORT SCALE        31 McCormack, M. (2011). The declining significance of homohysteria for male students in three sixth forms in the south of England. British Educational Research Journal, 37(2), 337–353.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. Morrow, R. G., & Gill, D. L. (2003). Perceptions of homophobia and heterosexism in physical education. Research Quarterly for Exercise and Sport, 74(2), 205–214. Mullin, E. M. (2013). Scale development: Heterosexist attitudes in women's collegiate athletics. Measurement in Physical Education and Exercise Science, 17(1), 1–21. Nasser, F., & Takahashi, T. (2003). The effect of using item parcels on ad hoc goodness-of-fit indexes in confirmatory factor analysis: An example using Sarason’s Reactions to Tests. Applied Measurement in Education, 16(1), 75–97. Nunnally, J. C., & Bernstein, I. H. (1994). Psychometric theory (3rd ed.). New York: McGraw-Hill.  O’Brien, K. S., Shovelton, H., & Latner, J. D. (2013). Homophobia in physical education and sport: The role of physical/sporting identity and attributes, authoritarian aggression, and social dominance orientation. International Journal of Psychology, 48(5), 891–899.  Oswalt, S. B., & Vargas, T. M. (2013). How safe is the playing field? Collegiate coaches’ attitudes towards gay, lesbian, and bisexual individuals. Sport in Society, 16(1), 120-132.  Park, H. S., Dailey, R., & Lemus, D. (2002). The use of exploratory factor analysis and principal components analysis in communication research. Human Communication Research, 28(4), 562–577.  Pettigrew, T. F., & Meertens, R. W. (1995). Subtle and blatant prejudice in Western Europe. European Journal of Social Psychology, 25(1), 57–75. SEXUAL PREJUDICE IN SPORT SCALE        32 Piedra, J. (2016). Attitude scale towards sexual diversity in sport: development and preliminary validation. Revista de Psicología del Deporte, 25(2), 299–307. Piedra, J., García-Pérez, R., & Channon, A. G. (2017). Between Homohysteria and Inclusivity: Tolerance Towards Sexual Diversity in Sport. Sexuality & Culture, 21(4), 1018–1039.  Pistella, J., Tanzilli, A., Ioverno, S., Lingiardi, V., & Baiocco, R. (2018). Sexism and attitudes toward same-sex parenting in a sample of heterosexuals and sexual minorities: The mediation effect of sexual stigma. Sexuality Research and Social Policy, 15(2), 139–150. Plummer, D. (2006). Sportophobia: Why do some men avoid sport?. Journal of Sport and Social Issues, 30(2), 122–137. Pronger, B. (1990). The arena of masculinity: Sports, homosexuality and the meaning of sex. New York: St Martins Press. Raja, S., & Stokes, J. P. (1998). Assessing attitudes toward lesbians and gay men: The Modern Homophobia Scale. International Journal of Sexuality and Gender Studies, 3(2), 113–134. Ripley, M., Anderson, E., McCormack, M., & Rockett, B. (2012). Heteronormativity in the university classroom: Novelty attachment and content substitution among gay-friendly students. Sociology of Education, 85(2), 121–130. Roper, E. A., & Halloran, E. (2007). Attitudes toward gay men and lesbians among heterosexual male and female student-athletes. Sex Roles, 57(11–12), 919–928. Sartore, M. L., & Cunningham, G. B. (2009). Gender, sexual prejudice and sport participation: Implications for sexual minorities. Sex Roles, 60(1–2), 100–113. Scandurra, C., Braucci, O., Bochicchio, V., Valerio, P., & Amodeo, A. L. (2017). “Soccer is a matter of real men?” Sexist and homophobic attitudes in three Italian soccer teams SEXUAL PREJUDICE IN SPORT SCALE        33 differentiated by sexual orientation and gender identity. International Journal of Sport and Exercise Psychology. Advance online publication. doi:10.1080/1612197X.2017.1339728 Shang, Y. T., & Gill, D. (2012). Athletes' perceptions of the sport climate for athletes with non-gender-congruent gender expressions and non-heterosexual sexual orientations in Taiwan. Journal for the Study of Sports and Athletes in Education, 6(1), 67–82. Shang, Y. T., Liao, C. M., & Gill, D. L. (2012). Sport gender ideology, past contact experiences and attitudes toward sexual minority athletes in Taiwan. Asian Women, 28(3), 31–51. Tabachnick, B. G., & Fidell, L. S. (1996). Using multivariate statistics (3rd ed.). New York: Harper Collins College Publishers, Inc. Wolf Wendel, L., Toma, D., & Morphew, C. (2001). How much difference is too much difference? Perceptions of gay men and lesbians in intercollegiate athletics. Journal of College Student Development, 42(5), 465–479. Worthen, M. G. (2013). An argument for separate analyses of attitudes toward lesbian, gay, bisexual men, bisexual women, MtF and FtM transgender individuals. Sex Roles, 68(11–12), 703–723.SEXUAL PREJUDICE IN SPORT SCALE        34  Table 1. Exploratory factor analysis (EFA) of the SPSS subscales   Direct Oblimin Rotation Rotated Factor Loadings     Factor 1 Factor 2 Factor 3 M (SD) h2 Correlation Item-Total 18. LG athletes should be treated negatively because of their sexual orientation .91 –.01 –.30 1.22 (.78) .85 86** 16. LG athletes who reveal their sexual orientation should be expelled from sports clubs .89 –.03 .01 1.20 (.72) .77. 81** 12. LG athletes should be treated as second-class people .88 .01 –.03 1.21 (.71) .81 83** 7. I believe that the presence of LG athletes may adversely affect the image of the sports clubs .72 .16 –.01 1.33 (1.02) .64 79** 4. Those who support LG athletes should be isolated .71 –.38 –.01 1.20 (.82) .49. 66** 2. LG persons should not be allowed to be trainers .68 .02 –.02 1.33 (1.04) .48 69** 9. I’d feel uncomfortable to engage in sports with a gay man/a lesbian woman .66 .15 .14 1.43 (1.11) .65 77** 19. [In my sports clubs] there may be LG athletes, but I don’t need to know who they are –.07 .91 .09 2.16 (1.85) .75 .70** 6. Sexual orientation of LG athletes is a private matter that should not be discussed. –.09 .63 –.01 3.21 (2.25) .37 .53** 14. LG athletes understood that it is better to conceal their sexual orientation .14 .61 –.01 2.23 (1.68) .46 .57** 1. I believe LG athletes/coaches should not openly declare their sexual orientation, even if they want to .09 .56 –.01 2.12 (1.65) .35 .52** 10. I’d feel uncomfortable if LG athletes talked about their sexual orientation openly .07 .49 –.23 2.33 (1.82) .43 .52** 5. Gay men are less likely to become leaders than heterosexual men –.03 .07 –.74 1.79 (1.46) .58 .69** 3. Lesbian women are more likely to become leaders than heterosexual women –.23 –.01 –.71 1.85 (1.36) .40 .52** 11. Lesbian women are less suitable for those sports, such as skating, that are more suited to girls .17 –.05 –.64 1.36 (.92) .51 .66** 15. Lesbian women are more skilled in sports than heterosexual women .09 .01 –.63 1.58 (1.21) .46 .63** 8. Gay men are less competitive than heterosexual men .22 .01 –.62 1.60 (1.24) .58 .69** 17. Gay men could not be strong in a combat sport .17 .10 –.59 1.56 (1.20) .53 .66** 13. Gay men are not as good as heterosexual men at sports .25 .01 –.57 1.43 (1.08) .53 .65** Eigenvalue 7.82 2.07 2.02    % explained variance 39.12 8.68 8.14    Cronbach’s alpha .92 .78 .86    Note. Factor 1 = open-rejection (OR); Factor 2 = denial of visibility (DV); Factor 3 = gendering performance (GP); h2 = item communalities at extraction.  SEXUAL PREJUDICE IN SPORT SCALE        35 Table 2. Means and standard deviations for OR, DV, and GP subscales by gender and type of sport  OR  DV  GP  M SD  M SD  M SD Gender*         Women (n =147) 1.11 .40  2.04 1.23  1.33 .70 Men (n =150) 1.42 .94  2.77 1.40  1.85 1.01 Type of sport**         Team (n = 141) 1.36 .85  2.45 1.42  1.55 .83 Individual (n = 156) 1.20 .62  2.36 1.31  1.65 .98 Note.  OR: open-rejection; DV: denial of visibility; GP: gendering performance. * Significant main effect of gender on OR, DV and GP. ** Significant main effect of type of sport only on DV subscale Running head: SEXUAL PREJUDICE IN SPORT SCALE        36   Table 3. Goodness-of-fit indicators for the single factor and three-factor models  χ2 χ2/df SRMR RMSEA CFI NNFI Group 1 (n =311)       Single factor model χ2(20) = 249.95, p<.001 12.49 .08 .19 (90% CI: .17; .21) .93 .90 Three-factor model χ2(17) = 32.74, p=.012 1.93 .02 .05 (90% CI: .02; .08) .99 .99 Group 2 (n =160)       Single factor model χ2(20) = 228.63, p<.001 11.43 .14 .25 (90% CI: .23; .29) .80 .72 Three-factor model χ2(17) = 25.78, p=.078 1.51 .03 .05 (90% CI: .01; .10) .99 .99 Note.  SRMR = Standardized Root Mean Square Residual; RMSEA = Root Mean Square Error of Approximation;  90% CI = RMSEA 90% Confidence Interval; CFI = Comparative Fit Index; NNFI = Non-Normed Fit IndexRunning head: SEXUAL PREJUDICE IN SPORT SCALE        37   Table 4.  Subscale mean and internal consistency estimates of the SPSS for Group 1 and Group 2  Group 1 (n = 311)  Group 2 (n = 160) Subscale (Number of items) M (SD) Cronbach’s α  M (SD) Cronbach’s α OR (7) 1.38 (.97) .93  1.12 (.54) .90 DV (5) 2.41 (1.28) .71  1.78 (1.06) .77 GP (7) 1.62 (.97) .87  1.50 (.85) .83 SPSS Total score (19) 1.80 (.92) .92  1.46 (.63) .87 Note.  OR: open-rejection; DV: denial of visibility; GP: gendering performance   SEXUAL PREJUDICE IN SPORT SCALE        38 Table 5. Correlations among SPSS subscales, general sexual prejudice (ATL and ATG) and Satisfaction with Life (SWLS)  OR DV GP ATL^ ATG^ MISS-LG~ SWLS OR 1 .362** .557** / / .252** .024 DV .567** 1 .265** / / .189* –.014 GP .742** .497** 1 / / .232** –.003 ATL^ .511** .395** .394** 1 / / / ATG^ .553** .423** .443** .860** 1 / / MISS-LG~ / / / / / 1 –.350** SWLS .063 .020 –.046 .133* .145* / 1 Note. ** p<.01, * p<05.  Correlations below the diagonal are based on Group 1 data; correlations above the diagonal are based on Group 2 data.  OR: open-rejection; DV: denial of visibility; GP: gendering performance ^ATL and ATG (Attitudes Toward Lesbians and Gay Men) refers only to heterosexual participants of the Group 1 (n = 311) ~MISS-LG (Measure of the Internalized Sexual Stigma for Lesbians and Gay Men) refers only to lesbians and gay men participants of the Group 2 (n = 160)Running head: SEXUAL PREJUDICE IN SPORT SCALE        39   Figure 1. Confirmatory Factor Analysis for the SPSS   Note. OR: open-rejection; DV: denial of visibility; GP: gendering performance.  Values reported first refer to heterosexual athletes of the Group 1 (n = 311), values reported second refer to LG participants of the Group 2 (n = 160) ",
    "id": 188830006,
    "identifiers": {
        "doi": "10.1080/00918369.2018.1547560",
        "oai": "oai:iris.uniroma1.it:11573/1208660"
    },
    "title": "Sexual prejudice in sport scale: a new measure",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": "Routledge",
    "references": [],
    "sourceFulltextUrls": [
        "https://iris.uniroma1.it/retrieve/handle/11573/1208660/942708/Baiocco_Sexual-Prejudice_postprint_2018.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/188830006.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/188830006"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/188830006/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/188830006/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/188830006"
        }
    ],
    "abstract": "This study describes the process of developing and validating the Sexual Prejudice in Sport Scale (SPSS), which is a multidimensional instrument developed to assess attitudes toward lesbians and gay men (LG) in sports. The authors conducted two studies: first, to establish the factor structure of the SPSS on 297 heterosexual athletes; and, second, to test the reliability and validity of the resulting 19-item scale on a sample of 311 heterosexual and 160 LG athletes. Exploratory factor analysis of an initial item pool yielded three factors: open rejection, which assesses the blatant prejudice expressed toward LG people; denial of visibility, which evaluates attitude toward the coming out of LG people; and gendering performance, which corresponds to gender stereotypes about performance/skills of LG people. A confirmatory factor analysis was conducted to assess the stability of the SPSS. The authors documented internal consistency, test-retest stability, and convergent/divergent validity. Implications and directions for future research are discussed",
    "tags": [
        "info:eu-repo/semantics/article",
        "coming out",
        "homosexuality",
        "lesbian and gay athlete",
        "negative attitude",
        "sexual prejudice",
        "sport",
        "gender studie",
        "social psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:iris.uniroma1.it:11573/1208660",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1084",
        "openDoarId": 0,
        "name": "Archivio della ricerca- Università di Roma La Sapienza",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 188830006,
        "depositedDate": "2018-12-03T00:00:00+00:00",
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-17T13:55:58+00:00",
        "acceptedDate": "2018-12-03T00:00:00+00:00",
        "createdDate": "2019-03-18T10:11:44+00:00"
    },
    "urls": [
        "http://hdl.handle.net/11573/1208660"
    ],
    "lastUpdate": "2024-02-17T13:55:58+00:00",
    "setSpecs": [
        "com_11573_784454",
        "com_11573_784453",
        "col_11573_784396"
    ]
}