{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Stotzer, Rebecca L"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T09:26:52+00:00",
    "dataProvider": {
        "id": 13734,
        "name": "University of Calgary Journal Hosting",
        "url": "https://api.core.ac.uk/v3/data-providers/13734",
        "logo": "https://api.core.ac.uk/data-providers/13734/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/236133038.pdf",
    "fullText": "Licensed under Creative CommonsAttribution Non-Commercial Share Alike LicenseVolume 3, Issue 1 (August 2014)http://www.hawaii.edu/sswork/jisd http://scholarspace.manoa.hawaii.edu/handle/10125/33280E-ISSN 2164-9170pp. 1-16Sexual Orientation and/or Gender Identity/Expression Discrimination and Victimization among Self-Identified LGBTQI Native Hawaiians in Hawai‘i Rebecca L. StotzerUniversity of Hawai‘ i at MānoaKey Words Native Hawaiians • lesbian • gay • bisexual • transgender (LGBT) •  discrimination • bias crimesAbstract Little is known about Native Hawaiian lesbian, gay, bisexual, transgender, queer/questioning, and intersex (LGBTQI) people, given the long colonial history of suppressing a variety of indigenous conceptualizations of sexuality, sexual orientation, and gender identity. This paper presents findings from a statewide needs assessment of LGBTQI people in Hawai‘i, focusing on differences between people who identify their primary race/ethnicity as Native Hawaiian and those who identify as other races/ethnicities in regard to experiences of health care and social service discrimination, workplace discrimination, and victimization. Results suggest that Native Hawaiian LGBTQI people face more bias due to sexual orientation and gender identity/expression along multiple domains than those who identify with other racial/ethnic groups overall. Based on Census 2010 estimates, there are at least 3,239 same-sex couples in Hawai‘i, or 7.1 couples per 1,000 households (Gates & Cooke, 2011), and roughly 53,900 lesbian, gay, bisexual, and/or transgender (LGBT) individuals (Williams Institute, 2013). In fact, according to a recent Gallup Poll (Gates & Newport, 2013) Hawai‘i has the second highest percent of people who identified as LGBT (5.1%) following only Washington DC (10%). These 53,900 people represent a broad cross-section of people from around the world as Hawai‘i has become the cross-roads of the Pacific with many different cultures, peoples, and norms around sex and gender. However, little is known about LGBTQI people in Hawai‘i. Of particular concern is the lack of knowledge about LGBTQI people who are also of the indigenous people of STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 2Journal of Indigenous Social Development Volume 3, Issue 1the islands, and the current issues, needs, and demographics of LGBTQI Hawaiians.1 To address these gaps, this paper presents data from a statewide needs assessment on LGBTQI people, focusing on those respondents who live in Hawai‘i and who identified their primary ethnicity as Native Hawaiian.HISTORICAL CONTEXT Cultures vary in their conceptualization of sex, gender, and sexuality. Most cultures across the Pacific have a similar perspective that gender is not necessarily binary, that sexuality is something healthy and welcomed, and attach less or no stigma to a range of sexual choices and orientations (e.g., Magea, 1992; James, 1994; Diamond, 2004). However, as a part of colonial processes that worked to subjugate or eliminate non-Western cultures, these indigenous perspectives on sexuality and gender identity have been subverted and concealed, often purposefully (Morris Kapa‘ihiahilina, 2006). In contrast to traditional Western concepts of restraint and self-denial as key to healthy and “moral” sexuality, acting on one’s sexual desires, regardless of whether the target of desire was male or female, was seen in the Hawaiian perspective as healthier than trying to subvert or deny that desire (Kame‘eleihiwa, 2011). There is strong evidence that ali‘ i frequently had many wives (or perhaps “female partners” is a better term since marriage as is understood in the Western sense was not a feature of pre-contact Hawaiian culture) and lovers of both sexes (Kame‘eleihiwa, 1992; Morris, 1990). In fact, it has been suggested by contemporary scholars that having same-sex lovers was a way to preserve genealogy by not risking unintended pregnancy while also bestowing prestige and rank to a chief ’s lover (Chun, 2006; Kame‘eleihiwa, 1992). Having multiple partners was also a way to create bonds between multiple people, such as in the case where one man has two women lovers, there is now also a relationship between those women that creates bonds important to raising children and promoting harmony in the group (Kame‘eleihiwa, 2011). Men and women, and gods and goddesses, were known to have aikāne, or same-sex lovers. Although most often referred to as men’s male companions, scholars have uncovered how the term was also used for women’s female companions, and may in fact have been used to mark bisexuality. For example, Hi‘iaka, the sister of Pele, had a female lover Hōpoe from whom she learned lovemaking and hula (Kame‘eleihiwa, 2011).  Aikāne is not the same as transgender or gender variant however, as more ‘effeminate’ men were not presumed to be ‘gay’ in the modern sense of the word 1 Although there are many ways to define racial/ethnic groups, in this case, Native Hawaiians are those people who claim ancestral genetic ties to the people who occupied the Hawaiian island chain prior to significant global expansion and the colonial period (pre-1600). In addition, the terms “Hawaiian” and “Native Hawaiian” will be used interchangeably. STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 3Journal of Indigenous Social Development Volume 3, Issue 1(Pukui, Haertig, & Lee, 1983). Instead, there is evidence that Hawaiians recognized transgender individuals, or the “third gender,” of māhū (currently more often termed māhūwahine) who were biological men who dressed, acted, and filled social roles more akin to women. However, the words māhū rarely appears in historical chants or songs, and early written examples may have indicated someone who specifically had both male and female genitalia (Kame‘eleihiwa, 2011). In addition to traditional women’s roles, māhū may have also had unique responsibilities for family care and cultural traditions, such as in music and hula, that recognized their unique status as a third gender and not “men who dress as women” (Robertson, 1989; Matzner, 2001). However, due to the obfuscation of traditional Hawaiian values, the term māhū has sometimes been used to also mean gay in the more Western sense of the word (Kame‘eleihiwa, 2011), and the word māhūwahine has come to specify transgender women. As Western and Christian influences spread, the acceptance of LGBTQI people amongst Native Hawaiian people declined (Odo & Hawelu, 2001). Missionaries sought ways to “civilize” Hawaiians and saw the sexual freedoms of the Hawaiians as particularly troubling (Merry, 2000). The Christian missionaries from the United States were particularly influential in helping write Hawai‘i’s early laws, and those laws had a significant portion devoted to explaining and determining punishments for sex-related crimes. For example, Merry (2000) analyzed court documents and found that early courts were dominated by “sexual” crimes, such as adultery and “fornication,” demonstrating the missionary zeal for such topics. There were also shifts in gender norms. While Hawaiians traditionally valued rank and bloodlines over gender, the new laws systematically removed power and autonomy from women in the islands and made them subservient to their husbands (Gething, 1977). The freedom with which Hawaiians had previously expressed their sexuality and gender identity was repressed, along with other Hawaiian cultural practices including language (Kame‘eleihiwa, 1992; Robertson, 1989). There were also active translation practices to erase the same-sex relationships between Hawaiians through deliberate mistranslations by colonial and non-Hawaiian speaking people: “Even where non-missionary translators undertook to make contributions, the ‘Christian’ standards of what was acceptable to be published prevailed. This might be attributed to prudery, squeamishness, good/bad taste, morality, or just good business” (Morris Kapā‘ihiahilina, 2006, p. 227).CONTEMPORARY CONCERNS Despite this history of oppression, Hawai‘i has still in many ways remained an active sight of struggle over sexuality and gender rights. Most visibly, Hawai‘i’s Supreme Court was the first to hear a case on behalf of same-sex couples applying for marriage STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 4Journal of Indigenous Social Development Volume 3, Issue 1licenses that found that denying those couples was discriminatory according to the State Constitution, initiating the same-sex marriage debate throughout the United States. The State also passed anti-discrimination and bias crime laws that included sexual orientation and gender identity, and had one of the few indigenous transgender-serving community organizations in the world (Odo & Hawelu, 2001). Most recently, Hawai‘i recognized civil unions and then same-sex marriages, as of January 1, 2014.  Although current Western definitions of sexuality and gender do not map identically to more traditional conceptualizations discussed above, and despite political progress in relationship recognition, we know very little about contemporary Hawaiian LGBT people. Most studies of racial/ethnic minority LGBT people have mixed Asians and Pacific Islanders together, with little attention to paid to the sometimes large differences in sexual and gender norms between these groups (e.g., Dibble, Sato, & Haller, 2007; Dang & Hu, 2005; Dang & Vianney, 2007; Han, 2008). In fact, there has been more research about Pacific Islanders who violate Western gender norms such as the fa‘afafine in Samoa (Vasey & Barlett, 2007; Schmidt, 2003; Farran & Su‘a, 2005), and contemporary māhūwahine in Hawai‘i (Ellingson & Odo, 2008; Odo & Hawelu, 2001; Stotzer, 2011) than other lesbian, gay, or bisexual Native Hawaiians or other Pacific Islanders. Based on the few studies in Hawai‘i that have included questions about sexual orientation and/or gender identity, there is evidence of experiences of heightened risk factors among LGBTQI people. For example, lesbian and gay couples in Hawai‘i have been found to have lower household income than their married counterparts in the state, even though they are also more likely to have college degrees (Romero, Rosky, Badgett, & Gates, 2008). Other studies have suggested that many Asian/Pacific Islander LGBTQI men and women experience cultural conflict between familial expectations related to their racial/ethnic culture, and their identity as LGBTQI people (Operario, Han, & Choi, 2008), and in Hawai’i, the pressures of “local” culture that is unique to the islands (Kanuha, 1999; 2000). For example, “There is a prevalent misconception that ‘the gay problem’ is a ‘Haole’ [Caucasian] matter, and that are no or few ‘local’ gay men or lesbians” (Kanuha, 1999, p. 240), which can complicate the negotiation of relationships for non-Caucasians in Hawai‘. This conflict between identities may put LGBT Asians and Pacific Islanders at particular risk for HIV (Kanuha, 1999; Kanuha, 2000) and other negative health outcomes (Dibble, Sat, & Haller, 2007). Research specific to māhūwahine in Hawai‘i have also found significant risk factors for HIV, including high prevalence of being arrested or jailed, high prevalence of sex work, high prevalence of substance use/abuse, low income, and unstable housing (Odo & Hawelu, 2001; Ellingson & Odo, 2008). STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 5Journal of Indigenous Social Development Volume 3, Issue 1 Despite the recent interest on the part of scholars, little information is available about Hawaiian LGBT people, separate from other Pacific Islanders or Asians. In particular, there is little information about experiences of sexual orientation (SO) — or gender identity/expression (GIE)-motivated discrimination and/or violence experiences amongst Hawaiian LGBT people. To address this gap in the literature, this study examines data from a 2013 statewide needs assessment of LGBT people in the State of Hawai‘i, and compares those who identified their primary race/ethnicity as Native Hawaiian to those who selected any other racial/ethnic group as their primary race/ethnicity on experiences of SO or GIE-motivated discrimination and violence.METHODS In the summer of 2013, a statewide needs assessment of LGBTQI people in the State of Hawai‘i was conducted. The needs assessment was a collaborative effort between multiple individuals, advocacy groups, and social service organizations who recognized the need for an empirically-based set of data that could provide a general overview of the LGBTQI population in the state. After approval from the University of Hawai‘i Internal Review Board, LGBTQI who: a) were living in the State of Hawai‘i, b) were over the age of 18, and c) identified as either a sexual minority (e.g., gay, lesbian, queer, questioning, bisexual, pansexual, asexual, etc.) and/or a gender identity/expression minority (e.g., being androgynous, genderqueer, transgender, māhūwahine, etc.) were asked to participate.  Questions were developed in collaboration with multiple LGBTQI-serving community agencies, who directed the overall content and focus of the needs assessment. Many specific topics and potential content areas were considered for inclusion, but questions that would provide a broad overview of demographics and needs of LGBTQI people were included in the final survey instrument to provide an overall portrait of the community while planning for subsequent studies about specific topics in the future. Although the overall purpose of the needs assessment was broad, the sample size allowed for more specific comparisons to be made. In this paper, data related to race/ethnicity was utilized to compare LGBTQI people who self-identified their primary race/ethnicity as Native Hawaiian to those who primarily identified with some other race/ethnicity.  Recruitment occurred through multiple means. First, social media sites of LGBTQI-serving organizations posted invitations to an online version of the survey. Second, emails were sent to key community contact with information about the survey and a link to the online version, as well as a request for email recipients to pass along the email to individuals who may fit the three criteria. Third, an email STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 6Journal of Indigenous Social Development Volume 3, Issue 1blast was sent to the listserv of an LGBTQI-serving political organization in the State with information and links to the online version of the survey. Last, volunteers took paper surveys as well as business cards with the survey link printed on them to Pride events in Honolulu, Kaua‘i, and Big Island. People could take the survey at Pride, or could take the business card and fill out the online version of the survey at their own convenience. Due to these multiple recruitment strategies, 710 people who met the criteria responded to the invitation and completed the survey. Participants clarified many needs and priorities for the LGBTQI community in Hawai‘i, and reports summarizing these findings were reported elsewhere (Stotzer & Hollis, 2013). Questions were generated and chosen by LGBTQI-serving groups in the State, and included multiple demographic questions (such as age, income, living situation, etc.) as well as LGBT-relevant experiences of discrimination in the workplace, in experiencing crime, in health settings, etc. For a full report on the overall picture of LGBTQI people in Hawai‘i, and all variables measured in the study, study details and results have been made available online (Stotzer & Hollis, 2013).  This paper focuses on the variables related to the possible negative consequences of sexual orientation or GIE, namely, experiences of discrimination and potential bias crimes (see Table 2). It is important to note that anyone, regardless of sexual orientation or gender identity, can be critiqued for the ways that they are “doing gender” – such as men who are criticized for looking/acting in more stereotypically feminine ways or women who look/act in more stereotypically masculine ways. Therefore, questions that asked about discrimination due to GIE were not restricted to people who identified as gender nonconforming, transgender, māhūwahine, etc. Instead, they were open to all participants. Similarly, all questions about SO-motivated discrimination and crime were open to everyone, since gender nonconforming, transgender, and cisgender people have sexual orientations outside their gender identities. Given the diversity of the LGBT community, selecting appropriate gender and sexual orientation variables were critical, and deeply discussed among community collaborators. First, sex was asked as “What is the sex on your birth certificate?” Second, participants were asked how they currently label their gender/gender identity. Third, participants were asked to rate on a continuum how others perceived their gender (from “always male” to “always female” with blended choices between). For sexual orientation, participants were asked an open-ended question and were given the ability to self-define their sexual orientation. There was a wide variety of responses, but for each reporting, these responses were collapsed into seven GIE categories (cisgender male, cisgender female, gender nonconforming male, gender nonconforming female, transgender male, transgender female, or androgynous/STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 7Journal of Indigenous Social Development Volume 3, Issue 1blended), and six sexual orientations (gay men/men who have sex with men, lesbian women/women who have sex with women, bisexual/pansexual, straight/heterosexual, other sexualities, and asexual). For more information on how these categories were created, more details are made available in the preliminary results of the survey (Stotzer & Hollis, 2013). This categorization process was in no way an effort to hide or erase the self-selected identities that respondents chose, but more an attempt to cluster people together who may share similar experiences in order to better understand those experiences. Data was analyzed using basic descriptive and bivariate statistics in SPSS version 21. Because this paper represents an exploratory question related to the overall status of LGBTQI Hawaiians in comparison to those who identify primarily with other racial/ethnic LGBTQI people in Hawai‘i, there were no specific hypotheses predicting a direction of difference.RESULTS Of those 710 respondents, 84 identified their primary race/ethnicity as Native Hawaiian (11.8%). The majority identified as men (58.3%) with the majority identifying as cisgender men (those whose sex and gender identity are male; 48.6%) followed by gender non-conforming men (7.3%), and transgender men (2.4%). Amongst the 40.7% who identified as women, the majority were cisgender women (those who identified as their sex and gender identity as female; 27.5%), then gender non-conforming women (9.0%), and transgender women (4.2%). The remaining 1% identified as a mix of both male and female, as genderqueer, blended, or androgynous. Although no one specifically claimed an intersex identity, there were multiple people who identified that they had health conditions that would fall under the new DSM diagnostic category of “Disorders of Sexual Development.” The most common identification of sexual orientation was among men who identified as gay or as a man who has sex with men (53.3%), followed by women who identified as lesbians or women who have sex with women (20.6%). These were followed by men and women who identified as bisexual or pansexual (17.5%), straight/heterosexual (among non-transgender men and women, they identified as straight but had same-sex attractions, and thus were not excluded from the study; 4.6%), other sexualities (2.9%), and asexual (1.0%). The age ranged from 18 to 83 years old, with a mean age of 43. The sample had adequate representation statewide, with 35.2% of the sample living outside of Honolulu County. Additional sample demographic information specific to those who identified their primary race/ethnicity as Native Hawaiian are available in Table 1.STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 8Journal of Indigenous Social Development Volume 3, Issue 1TABLE 1: BASIC DEMOGRAPHICS OF RESPONDENTS WHO IDENTIFIED PRIMARY RACE/ETHNICITY AS NATIVE HAWAIIAN n (%)Gender Identity/Expression (n = 84)Cisgender Female 27 (32.1%)Cisgender Male 31 (36.9%)Trans woman 7 (8.4%)Trans man 6 (7.1%)GNC Male 8 (9.5%)GNC Female 5 (6.0%)Sexual Orientation (n=84)Lesbian/Woman who has sex with women 22 (26.2%)Gay/Man who has sex with men 35 (41.7%)Bisexual/Pansexual 13 (15.5%)How long lived in Hawaii - born and raised (n=48) 30 (62.5%)Relationship StatusSingle, not dating 26 (31.7%)Dating 7 (8.5%)Committed relationship/s 35 (42.7%)Legally Recognized Relationship 12 (12.6%)Other 2 (2.4%)HEALTH AND SOCIAL SERVICES EXPERIENCES When examining access and experiences in social and medical services, participants who identified their primary race/ethnicity as Hawaiian had similar experiences of discrimination in social service and healthcare settings as those who identified other primary races/ethnicities (see Table 2). Two important differences emerged. A higher percentage of self-identified Hawaiians (14.5%) than others (5.2%) reported experiencing poor treatment in social services due to their gender identity/expression.  Similarly, significant differences emerged in the percentage of self-identified Hawaiians (15.3%) compared to others (6.8%) in delaying treatment due to concerns about their gender identity/expression. STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 9Journal of Indigenous Social Development Volume 3, Issue 1TABLE 2: HEALTH AND HEALTH SERVICES EXPERIENCES BY PRIMARY RACE/ETHNICITY Experiences of Health Care and Social ServicesPrimary Race/EthnicityHawaiian  n (%)Other  n (%) χ2 Sig.Refused social servicesDue to sexual orientation 5 (6.0%) 15 (2.5%) 3.06Due to gender identity/expression 4 (4.9%) 13 (2.2%) 2.17Treated poorly in social servicesDue to sexual orientation 9 (12.9%) 36 (6.7%) 3.46Due to gender identity/expression 10 (14.5%) 28 (5.2%) 8.96 *Refused physical or mental health careDue to sexual orientation 3 (3.6%) 19 (3.4%) 0.04Due to gender identity/expression 2 (2.4%) 17 (3.0%) 0.03Treated poorly in physical or mental health careDue to sexual orientation 9 (13.2%) 67 (13.1%) 0.01Due to gender identity/expression 10 (14.5%) 44 (8.5%) 2.66Delayed Treatment due to sexual orientation 8 (9.5%) 48 (8.9%) 0.29Delayed Treatment due to gender identity/expression (n=72)11 (15.3%) 36 (6.8%) 6.28 ** p < .05, ** p < .01, ***p < .001EXPERIENCES OF SO/GIE WORKPLACE DISCRIMINATION Although there were no statistically significant differences between self-identified LGBTQI Native Hawaiians and other LGBTQI people in workplace discrimination related to sexual orientation, important differences emerged in regard to gender identity/expression (see Table 3). In all five type of workplace discrimination that the survey addressed (being fired; being bullied or harassed; losing job opportunities such as promotion, better hours, or better project; being sexually harassed; or being passed over for a job), higher percentages of participants who identified their primary race/ethnicity as Native Hawaiian also reported experiencing workplace discrimination related to their gender identity/expression. STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 10Journal of Indigenous Social Development Volume 3, Issue 1TABLE 3: EXPERIENCES OF SO AND/OR GIE WORKPLACE DISCRIMINATION BY PRIMARY RACE/ETHNICITY Primary Race/EthnicityHawaiian  n (%)Other  n (%) χ2 Sig.Due to Sexual Orientation (Overall) 26 (33.3%) 167 (29.8%) 0.53Been fired 5 (6.0%) 15 (2.5%) 3.06Bullied/Harassed 22 (28.9%) 123 (23.1%) 1.26Lost job opportunities 63 (13.0%) 13 (18.6%) 1.59Sexually Harassed 17 (23.0%) 87 (15.9%) 2.34Not hired 12 (17.9%) 57 (12.5%) 1.51Due to Gender Identity/Expression (Overall) 24 (32.4%) 82 (16.8%) 10.31 ***Been fired 8 (11.6%) 15 (3.2%) 10.32 **Bullied/Harassed 17 (23.3%) 54 (11.3%) 8.02 *Lost job opportunities 14 (20.6%) 39 (8.6%) 9.28 **Sexually Harassed 13 (18.3%) 49 (10.3%) 4.01 *Not hired 10 (16.4%) 35 (8.1%) 1.16 ** p < .05, ** p < .01, ***p < .001COMMUNITY SAFETY AND CRIME Important differences emerged in regard to community safety and experiencing SO or GIE-motivated crime between those who identified their primary race/ethnicity as Hawaiian and those who did not. Participants who identified as Native Hawaiians reported higher scores of overall community safety (M = 3.86, SD = .77) compared to others (M = 3.67, SD = .78) at a statistically significant level (t(685)= 2.02, p < .04). This indicates that Hawaiian respondents rated feeling that their communities overall were slightly more safe than other respondents. However, this feeling of community safety is in direct contrast with the reported experiences of SO and GIE-motivated crime.  When comparing the percentage of those who had experienced of any type of SO-motivated bias crime, there were no statistically significant differences between those who identified as primarily Hawaiian and those who did not. However, when examining individual types of crime, higher percentages of those who identified their primary race/ethnicity as Hawaiian than others reported experiencing both STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 11Journal of Indigenous Social Development Volume 3, Issue 1physical and sexual assaults motivated by their sexual orientation. The percentage of those who had experienced any type of crime motivated by GIE was also higher at a statistically significant level for those who identified their primary race/ethnicity as Hawaiian compared to others. When examining the separate types of crime more carefully, higher percentages of those who identified their primary race/ethnicity as Hawaiian than others were more likely to report physical assaults, sexual assaults, and intimidation or harassment due to their gender identity or expression.TABLE 3: EXPERIENCES OF SO AND/OR GIE WORKPLACE DISCRIMINATION BY PRIMARY RACE/ETHNICITY Primary Race/EthnicityHawaiian  n (%)Other  n (%) χ2 Sig.Sexual Orientation-motivated Crimes (Any) 39 (46.4%) 232 (38.2%) 2.39Physical Assault 16 (19.5%) 57 (9.6%) 7.35 **Sexual Assault 13 (16.0%) 26 (4.4%) 17.89 ***Robbery/Mugging 3 (3.8%) 20 (3.4%) 0.03Intimidation/Harassment 38 (47.5%) 217 (37.4%) 3.02Vandalism 8 (10.0%) 60 (10.3%) 0.01Gender identity/expression-motivated Crimes (Any)32 (38.1%) 136 (22.6%) 10.45 ***Physical Assault 14 (17.1%) 34 (5.8%) 13.84 ***Sexual Assault 11 (13.6%) 20 (3.4%) 16.60 ***Robbery/Mugging 2 (2.5%) 13 (2.2%) 0.03Intimidation/Harassment 30 (37.0%) 119 (20.4%) 11.23 ***Vandalism 5 (6.1%) 34 (5.9%) 0.01* p < .05, ** p < .01, ***p < .001DISCUSSION This study has several limitations. First, this was a sample generated by snowballing and through social media, which is neither random not representative. Although it is a first attempt at discovering the needs of Native Hawaiian LGBTQI people, generalizability to all Native Hawaiian LGBTQI people is limited. Second, there are many enduring debates about who “counts” as Native Hawaiian. In this case, participants’ self-determination and identification as primarily Hawaiian was STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 12Journal of Indigenous Social Development Volume 3, Issue 1utilized, but other means of determining race/ethnicity (such as comparing anyone who claimed to be even part Native Hawaiian) were options. However, in order to honor the identification of these individuals, self-identification of primary race/ethnicity identification was utilized to create this division. Third, because the focus of the statewide needs assessment was to be descriptive in nature, the data does not allow for any hypothesis testing related to why these differences emerge. Future studies should examine more deeply the intersections of race/ethnicity and SO/GIE identities in Hawai‘i. Fourth, this study did not disaggregate or ask questions about those who have a more indigenous perspective on SO and GIE and those who have a more Western perspective. Instead, everyone was captured under the umbrella term “LGBTQI”. More research needs to critically examine these differences in identification and conceptualization in addition to the intersections of race/ethnicity and LGBTQI identities. Fifth, this study did not include self-identified Native Hawaiians who were not LGBTQI. This means that the results cannot highlight what aspects of being LGBTQI and Native Hawaiian are different or the same as being Native Hawaiian and not identifying as LGBTQI. Future research should also explore this area to better understand how racial/ethnic identity and sexual orientation and/or gender identity interact to create protective and risk factors.  Despite these limitations, these finding demonstrate that although the multicultural nature of Hawai‘i may result in a high level of tolerance for varying sexualities and gender identities, different racial/ethnic groups are experiencing SO- and GIE-motivated discrimination and crime differently. A larger percent of LGBTQI people in Hawai‘i who identified their primary race/ethnicity as Hawaiian reported experiences of discrimination and bias motivated violence than those who identified primarily with another racial/ethnic group. In regard to health and social service settings, there were few categories of discrimination that emerged as statistically significant. However, two areas of concern emerged – being treated poorly in social services due to gender identity/expression and delaying treatment due to gender identity/expression. This same pattern emerged for experiences of workplace discrimination. Self-identified Hawaiians were more likely to report all categories of workplace discrimination alone (including being fired, bullied/harassed at work, losing job opportunities, being sexually harassed, or not hired for a job) as well as when examining experiences of any form of workplace discrimination due to GIE. Also of concern were the reports of bias crime experiences. A greater percentage of those who identified their primary race/ethnicity as Hawaiian than those who identified primarily with other racial/ethnic groups experienced physical and sexual assaults due to their SO, as well as physical assault, sexual assault, and intimidation/harassment due to GIE. Given that Hawaiians have already been identified as having many risk factors for negative outcomes due to the history of colonization and oppression (e.g., STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 13Journal of Indigenous Social Development Volume 3, Issue 1Trask, 1993; Mokuau & Matsuoka, 1995; Braun, Mokuau, & Browne, 2010), the finding that LGBTQI Hawaiians have an additional layer of challenge in maintaining equitable and affirming employment, accessing social services, and are actively delaying care due to concerns about discrimination are of concern. These results also highlight the need for inclusive LGBTQI-serving organizations that acknowledge and address racial/ethnic inequalities among LGBTQI people in the State. LGBTQI organizations have repeatedly been faulted for attracting white middle class LGBTQI people and excluding, either intentionally or not, people of color from these organizations and from advocacy efforts (Hutchinson, 2000). This legacy, along with different cultural values associated with sexual or gender minority status, may also help explain why whites were over-represented among the survey respondents, and Japanese were underrepresented (Stotzer & Hollis, 2013). As more organizations create programs for LGBTQI people, and more LGBTQI advocacy and social service agencies emerge in the state, attention should be paid to the complex relationships between race/ethnicity and potential areas for multiple oppressions in Hawaii’s diverse communities. Scholars have questioned how Hawaiians can decolonize themselves and find a way back to roots of their sexuality but in the contemporary space (Hall, 2009), or as Dr. Kame‘eleihiwa has said, “decolonizing our private parts.” This needs assessment is one step in that direction by demonstrating the complex intersection of identities between Native Hawaiian LGBTQI people and those who identified primarily with another race/ethnicity in regard to discrimination and crime. These results present challenges. The LGBTQI community in Hawaii, which has been galvanized by the marriage equality victory in 2013, should also engage in critical reflection about diversity within the LGBTQI community, and how racial/ethnic diversity impact LGBTQI people differently. These results also highlight for the Hawaiian community how community members who identify as LGBT are experiencing an additional level of burden due to colonial ideas about sexuality and gender identity that is rarely discussed. These results also suggest that everyone in Hawai‘i needs to dialogue more about the intersections of race/ethnicity and SO/GIE in the State to create a more welcoming and loving community for our diverse families and neighbors.ReferencesBraun, K. L., Mokuau, N., & Browne, C. (2010). Life Expectancy, Morbidity, and Health Practices of Native Hawaiian Elders: A Review of Hawaii Surveillance Data. Hā Kūpuna: National Resource Center for Native Hawaiian Elders, Myron B. Thompson School of Social Work. Available at http://manoa.hawaii.edu/hakupuna/downloads/HK-techreportFinal2011.pdf STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 14Journal of Indigenous Social Development Volume 3, Issue 1Chun, M. N. (2006). Kapu: Gender Roles in Traditional Society. Curriculum Research and Development Group, University of Hawaii. Honolulu, HI. Dang, A., & Hu, M. (2005). Asian Pacific American Lesbian, gay, Bisexual, and Transgender People: A Community Portrait.  New York’s Queer Asian Pacific League Conference, 2004. New York: National Gay and Lesbian Task Force Policy Institute. Available at http://www.thetaskforce.org/downloads/reports/reports/APACommunityPortrait.pdf Dang, A., & Vianney, C. (2007). Living in the Margins: A National Survey of Lesbian, Gay, Bisexual, and Transgender Asian and Pacific Islander Americans. New York: National Gay and Lesbian Task Force Policy Institute. Available from http://www.thetaskforce.org/downloads/reports/reports/API_ExecutiveSummaryEnglish.pdf Diamond, M. (2004). Sexual behavior in pre-contact Hawaii: A sexological ethnography. Revista Española del Pacifico, 6, 37-58.Dibble, S. L., Sato, N., Haller, E. (2007). Asians and Native Hawaiian or other Pacific Islanders midlife lesbians’ health. Women and Therapy, 30 (3-4), 129-143.Ellingson, L., & Odo, C. (2008). HIV risk behaviors among Mahuwahine (native Hawaiian transgender women). AIDS Education Prevention, 20, 558-569.Farran, S., & Su’a, A. (2005). Criminal law and fa‘afafine and fakaleiti in the South Pacific. Commonwealth Law Bulletin, 31, 19-31. Gates, G. J., & Cooke, A. M. (2011). Hawaii Census Snapshot: 2010. Williams Institute, UCLA School of Law. Available at http://williamsinstitute.law.ucla.edu/wp-content/uploads/Census2010Snapshot_Hawaii_v2.pdf Gates, G. J., & Newport, F. (2013). Percentage highest in DC, lowest in North Dakota. Available at http://www.gallup.com/poll/160517/lgbt-percentage-highest-lowest-north-dakota.aspx Gething, J. (1977). Christianity and coverture: Impact of the legal status of women in Hawaii, 1820-1920. Hawaii Journal of History, 11, 188-220. Hall, L. K. (2009). Navigating our own “sea of islands’: Remapping a theoretical space for Hawaiian women and indigenous feminism. Wicazo Sa Review, 24, 15-38.Han, C. (2008). A qualitative exploration of the relationship between racism and unsafe sex among Asian Pacific Islander gay men. Archives of Sexual Behavior, 37, 827-837.Hutchinson, D. L. (2000). Gay rights for gay whites: Race, sexual identity, and equal protection discourse. Cornell Law Review, 85, 1358-1391.STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 15Journal of Indigenous Social Development Volume 3, Issue 1James, K. E. (1994). Effeminate males and changes in the construction of gender in Tonga. Pacific Studies, 17, 39-69.Kame’eleihiwa, L. (1992). Native Land and Foreign Desires. Bishop Museum Press: Honolulu, HI. Kame’eleihiwa, L. (2011). Malama LGBT, Part 1. [Video file] Equality Hawaii. Available at http://olelo.granicus.com/MediaPlayer.php?view_id=30&clip_id=23853 Kanuha, V. K. (1999). Local and gay: Addressing the health needs of Asian and Pacific Islander American lesbians and gay men in Hawaii. Hawaii Medical Journal, 58, 239-242.Kanuha, V. K. (2000). The impact of sexuality and race/ethnicity on HIV/AIDS risk among Asian and Pacific Island American (A/PIA) gay and bisexual men in Hawaii. AIDS Education and Prevention, 12, 505-518.Mageo, J. M. (1992). Male transvestism and cultural change in Samoa. American Ethnologist, 19, 443-459. Matzner, A. (2001). O Au No Keia: Voices from Hawaii’s Mahu and Transgender Communities. Xlibris.Merry, S. E. (2000). Colonizing Hawaii: The Cultural Power of Law. Princeton University Press: Princeton, NJ.Mokuau, N., & Matsuoka, J. (1995). Turbulence among native people: Social work practice with Hawaiians. Social Work, 40, 465-472.Morris Kapā’ihiahilina, R. J. (1990). Aikāne: Accounts of same-sex relationships in the journals of Captain Cook’s third voyage (1776-80). Journal of Homosexuality, 19, 21-54.Morris Kapā’ihiahilina, R. J. (2006). Translators, traitors, and transducers: Perjuring Hawaiian same-sex texts through deliberate mistranslation. Journal of Homosexuality, 51, 225-247.Pukui, M. K., Haertig, E. W., & Lee, C. A. (1983). Nānā I Ke Kumu (Look to the Source), Vol. II. Honolulu: Hui Hānai. Odo, C., & Hawelu, A. (2001). Ea na māhū o Hawaii: The extraordinary health needs of Hawaii’s Māhū. Pacific Health Dialog, 8, 327-334.Operario, D., Han, C., & Choi, K.-H. (2008). Dual identity among gay Asian Pacific Islander men. Culture, Health, and Sexuality, 10, 447-461.Robertson, C. E. (1989). Art essay: The māhū of Hawaii. Feminist Studies, 15, 313-326.STOTZER    Sexual Orientation and/or Gender Identity/Expression Discrimination 16Journal of Indigenous Social Development Volume 3, Issue 1Romero, A. P., Rosky, C. J., Badgett, M. V., & Gates, G. J. (2008). Census Snapshot: Hawaii. Williams Institute at the UCLA School of Law; Los Angeles, CA. Schmidt, J. (2003). Paradise lost? Social and change and faafafine in Samoa. Current Sociology, 51, 417-432.Stotzer, R. L. (2011). Family cohesion among Hawai‘i’s Māhūwahine. Journal of GLBT Family Studies, 7, 1-12.Stotzer, R. L., & Hollis, A. (2013). LGBTQI Hawai‘ i: A Needs Assessment of the Lesbian, Gay, Bisexual, Transgender, Queer, and Intersex Communities in the State of Hawai‘ i, Preliminary Findings. Myron B. Thompson School of Social Work, University of Hawai‘i at Mānoa: Honolulu, HI. Available at http://www.manoa.hawaii.edu/childandfamilylab/NeedsAssessment Trask, H. (1993). From a Native Daughter: Colonialism and Sovereignty in Hawai’ i. University of Hawai’i Press: Honolulu, HI.  Vasey, P. L., & Barlett, N. H. (2007). What can the Samoan “faafafine” teach us about the Western concept of gender identity disorder in childhood? Perspectives in Biology and Medicine, 50, 481-490.Williams Institute (2013). Infographic: Hawaii. Available at http://williamsinstitute.law.ucla.edu/research/census-lgbt-demographics-studies/infographic-hi-snapshot/Author NoteRebecca L. StotzerUniversity of Hawai‘i at MānoaMyron B. Thompson School of Social Work1800 East West Rd, Henke Hall 119Honolulu, HI  96822Telephone: (808) 956-6121 E-mail: rstotzer@hawaii.edu  ",
    "id": 236133038,
    "identifiers": {
        "doi": null,
        "oai": "oai:journalhosting.ucalgary.ca:article/63059"
    },
    "title": "Sexual Orientation and/or Gender Identity/ Expression Discrimination and Victimization among Self-Identified LGBTQI Native Hawaiians in Hawai‘i",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-08-01T01:00:00+01:00",
    "publisher": "Journal of Indigenous Social Development",
    "references": [],
    "sourceFulltextUrls": [
        "https://journalhosting.ucalgary.ca/index.php/jisd/article/download/63059/47003"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/236133038.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/236133038"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/236133038/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/236133038/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/236133038"
        }
    ],
    "abstract": "Little is known about Native Hawaiian lesbian, gay, bisexual, transgender, queer/questioning, and intersex (LGBTQI) people, given the long colonial history of suppressing a variety of indigenous conceptualizations of sexuality, sexual orientation, and gender identity. This paper presents findings from a statewide needs assessment of LGBTQI people in Hawai‘i, focusing on differences between people who identify their primary race/ethnicity as Native Hawaiian and those who identify as other races/ethnicities in regard to experiences of health care and social service discrimination, workplace discrimination, and victimization. Results suggest that Native Hawaiian LGBTQI people face more bias due to sexual orientation and gender identity/expression along multiple domains than those who identify with other racial/ethnic groups overall",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "Native Hawaiians",
        "lesbian",
        "gay",
        "bisexual",
        "transgender (LGBT)",
        "discrimination",
        "bias crimes"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:journalhosting.ucalgary.ca:article/63059",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13734",
        "openDoarId": 0,
        "name": "University of Calgary Journal Hosting",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 236133038,
        "depositedDate": null,
        "publishedDate": "2014-08-01T01:00:00+01:00",
        "updatedDate": "2024-02-15T05:01:54+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T09:26:52+00:00"
    },
    "urls": [
        "https://journalhosting.ucalgary.ca/index.php/jisd/article/view/63059"
    ],
    "lastUpdate": "2024-02-15T05:01:54+00:00",
    "setSpecs": []
}