{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bradshaw, William S."
        },
        {
            "name": "Dehlin, John P."
        },
        {
            "name": "Galliher, Renee V."
        }
    ],
    "contributors": [
        "MDPI AG"
    ],
    "createdDate": "2022-12-02T20:45:52+00:00",
    "dataProvider": {
        "id": 199,
        "name": "DigitalCommons@USU",
        "url": "https://api.core.ac.uk/v3/data-providers/199",
        "logo": "https://api.core.ac.uk/data-providers/199/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.3390/rel13060561",
    "downloadUrl": "https://core.ac.uk/download/545811041.pdf",
    "fullText": "Utah State University DigitalCommons@USU Psychology Faculty Publications Psychology 6-17-2022 Sexual Complexity: A Comparison Between Men and Women in a Sexual Minority Sample of Members of the Church of Jesus Christ of Latter-Day Saints William S. Bradshaw Brigham Young University John P. Dehlin Utah State University Renee V. Galliher Utah State University Follow this and additional works at: https://digitalcommons.usu.edu/psych_facpub  Part of the Educational Psychology Commons Recommended Citation Bradshaw, W. S., Dehlin, J. P., & Galliher, R.V. (2022). Sexual complexity: A comparison between men and women in a sexual minority sample of members of the Church of Jesus Christ of Latter-day Saints. Religions, 13: 561. https:// doi.org/10.3390/rel13060561. This Article is brought to you for free and open access by the Psychology at DigitalCommons@USU. It has been accepted for inclusion in Psychology Faculty Publications by an authorized administrator of DigitalCommons@USU. For more information, please contact digitalcommons@usu.edu. Citation: Bradshaw, William S., JohnP. Dehlin, and Renee V. Galliher. 2022.Sexual Complexity: A Comparisonbetween Men and Women in a SexualMinority Sample of Members of theChurch of Jesus Christ of Latter-daySaints. Religions 13: 561. https://doi.org/10.3390/rel13060561Academic Editor: Mary NyangwesoReceived: 6 March 2022Accepted: 10 June 2022Published: 17 June 2022Publisher’s Note: MDPI stays neutralwith regard to jurisdictional claims inpublished maps and institutional affil-iations.Copyright: © 2022 by the authors.Licensee MDPI, Basel, Switzerland.This article is an open access articledistributed under the terms andconditions of the Creative CommonsAttribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).religionsArticleSexual Complexity: A Comparison between Men and Women ina Sexual Minority Sample of Members of the Church of JesusChrist of Latter-day SaintsWilliam S. Bradshaw 1,* , John P. Dehlin 2 and Renee V. Galliher 21 Department of Microbiology and Molecular Biology, Emeritus, Brigham Young University,Provo, UT 84602, USA2 Department of Psychology, Utah State University, Logan, UT 84322, USA; john.dehlin@gmail.com (J.P.D.);renee.galliher@usu.edu (R.V.G.)* Correspondence: groverclan@q.comAbstract: We report here some of the results from an online survey of 1612 LGBTQ members andformer members of the Church of Jesus Christ of Latter-day Saints (CJCLDS, Mormon). The datapermitted an exploration of diversity—individual similarities and differences within and betweenthe sexes. Men and women were compared with respect to sexual identity self-labeling and behavior(i.e., identity development, disclosure, activity), orientation change efforts, marital relationships, andpsychosocial health—these variables in the context of their religious lives. More women than menself-identified in the bisexual range of the sexual attraction continuum. Both men and women hadengaged in extensive effort to change their sexual orientation. Only about 4% of the respondentsclaimed that those efforts had been successful, and the claims were for outcomes other than analteration in erotic feeling. In general, only those who identified as bisexual reported success inmaintaining a mixed-orientation marriage and continuing activity in the church. For both men andwomen, measures of psychosocial and sexual health were higher for those in same-sex relationshipsand those disaffiliated from the church.Keywords: gender; LGBTQ; LDS/Mormon; religion; sexuality1. IntroductionIn a recent essay, Andrew Barron (2019) asserted that, “Two things are clear abouthuman sexual orientation. First, it is biological; second, it is complex.” Multiple reviewsof the relevant research evidence attest to the first point (Bailey et al. 2016; Cook 2021;Ngun and Vilain 2014; Rice et al. 2012). For example, “Human sexual orientation and inparticular its less common form homosexuality, is thus not mainly the result of postnataleducation, but is, to a large extent, determined before birth by multiple biological mech-anisms that leave little to no space for personal choice or effects of social interactions.”(Balthazart 2016, p. 8). Thus, same-sex sexuality is a normal variant whose origin lies ingenetic and epigenetic determinants that program the brain during and immediately afterembryonic development (parenthetically, available evidence supports the same conclusionfor gender identity; Polderman et al. 2018). Again, research has not produced evidence tosupport alternative, psychosocial postulates, as an explanation (Bailey et al. 2016).As to the second point, Barron argued that sexual complexity is under-appreciated;just as there is sexual diversity among heterosexuals, not all sexual minority individualsare the same. In the context of conservative religious socialization, we explore biologicalsex as a factor in understanding within-group heterogeneity among those who identifyas lesbian, gay, bisexual, queer, or another personally meaningful sexual orientation label(LGBQ+). Some physical differences between men and women, those that also distinguishgay men or lesbians, clearly have a biological basis. Well-documented examples includeReligions 2022, 13, 561. https://doi.org/10.3390/rel13060561 https://www.mdpi.com/journal/religionsReligions 2022, 13, 561 2 of 21differences in hearing and finger anatomy due to the presence or absence of prenatalexposure to testosterone (Breedlove 2017). Other differences are directly pertinent tosexuality. For instance, men and women differ with respect to how sex drive and sexualattraction are related to orientation (Lippa 2007). These traits are among those in a proposeddimension of sexual complexity termed “sexual impulse and impulse control”, thought tobe influenced by postnatal hormone exposure (Lippa 2020). For women who identify asheterosexual, high sex drive is associated with increased attraction to both men and women;in men, it is associated with higher attraction only to women (for heterosexual men) oronly to other men (for gay men). Women who identify as lesbian exhibit the male-typicalpattern; bisexual individuals exhibit the heterosexual pattern of men or women. In addition,women are more likely than men to experience sexual fluidity, a natural evolution of sexualattraction, behavior, and self-labeling over the course of life (Diamond and Rosky 2016;Scheitle and Wolf 2018).Central to the issue of sexual orientation complexity is bisexuality, its explanation,and its consequences. Early sexual identity scholarship tended to invalidate the existenceof plurisexual orientation (e.g., bisexual, pansexual), often characterizing it as a prelim-inary state eventually resolved into a gay identity (transitional bisexuality). However,contemporary scholars reject exclusively monosexual frameworks for sexual orientation,and bisexual patterns of attraction have been observed in research using physiologicalmeasurements of arousal and other assessments (Rosenthal et al. 2012; Lippa 2013, 2020).In confirmation of this conclusion, the data from a meta-analysis of eight published studies“provided compelling evidence that bisexual-identified men show bisexual genital andsubjective arousal patterns” (Jabbour et al. 2020, p. 1). This same study also established thevalidity of the Kinsey Scale as a reliable measure with which to assess sexual orientation(Bailey and Jabbour 2020). U.S. national trends in attitudes and relationships of bisexualpeople have been documented in Pew Research Surveys (Parker 2015).While a biological framework for understanding sexual orientation is well supported,the expression of sexuality is clearly subject to cultural influence (Tskhay and Rule 2015).In addition to factors in the broader society, there is the overlay of the negative messagingabout same-sex attraction that has originated in conservative religious communities. Thishas led to conflict for LGBQ+ persons between their sexual identities and their religiousfaith (Dahl and Galliher 2010; Schuck and Liddle 2001). Halkitis et al. (2009) have describedattempts by non-heterosexuals to reconcile their religious and spiritual identities in ahostile context.The preceding is the context for the current study. Published papers from our dataset (a survey of LGBQ+ members or former members of the Church of Jesus Christ ofLatter-day Saints (CJCLDS)) have addressed issues including the failure of reorientationtherapy (Bradshaw et al. 2014; Dehlin et al. 2014b), navigating sexual and religious identityconflict (Dehlin et al. 2015), measures of psychosocial health (Dehlin et al. 2014a), andcomparative religious experience (Bradshaw et al. 2015, 2021). The current report containsa comparative analysis of measures of sexuality between the men and women respondents,and the resulting relationship to orientation change efforts, relationships, mental and sexualhealth, and activity status in the church. It is an attempt to explore the complexity of genderexpression in a particular religious context.2. Sexual Orientation Change Efforts (SOCE)A number of published studies have assessed reparative (conversion, reorientation)therapy efforts (Bradshaw et al. 2014; Dehlin et al. 2014b; Shidlo and Schroeder 2002).Based on the resulting data, mainstream mental health practitioners have concluded thatprograms aimed at altering sexual orientation lack evidence for effectiveness and mayproduce harmful outcomes (e.g., APA Task Force on Appropriate Therapeutic Responses toSexual Orientation—APA 2009; Society for Adolescent Health and Medicine—SAHM 2013;Serovich et al. 2008), and their professional organizations have condemned the practice(Just the Facts Coalition 2008). The Pan American Health Organization (2012) has issuedReligions 2022, 13, 561 3 of 21the following position statement (“Cures” For an Illness that Does Not Exist): “purportedtherapies aimed at changing sexual orientation lack medical justification and are ethicallyunacceptable” (p. 1). Nevertheless, reparative therapy advocates (e.g., NARTH 2012;Nicolosi et al. 2000; The Alliance for Therapeutic Choice and Scientific Integrity) havecontinued to promote change programs, even in the face of legislation prohibiting their usefor minors, and a court rendering a verdict against its practitioners (Michaels 2015). TheCJCLDS figured prominently in negotiations that led to a ban on conversion therapy forminors in the state of Utah in 2020 (Dwyer 2020).3. Mixed-Orientation Marriage (MOM)Increasing attention has been paid to heterosexual marriages in which one spouse iden-tifies as LGBQ+ (Hernandez et al. 2011). Twenty years ago, Buxton (2001) estimated thenumber of such relationships in the United States at two million. He also found that whendisclosure to the heterosexual spouse happened only after marriage, only one third of themremained intact (Buxton 2004). Wolkomir (2009) explored how those in MOM negotiatedheteronormative expectations in their relationships. Other studies show how the MOM expe-rience differs across different sexual orientation categories (Swan and Benack 2012), or assessthe impact of religion on these relationships (Kissil and Itzhaky 2015; Yarhouse et al. 2009).Some research attention has been paid to MOM in the CJCLDS context (Dehlin et al. 2014a;Lefevor et al. 2020; Legerski and Harker 2018). The strongest predictor of sexual satisfactionamong sexual minority LDS in mixed-orientation relationships was found to be the degreeof other-sex attraction. This included bisexual individuals, who, nevertheless, exhibited thehighest degree of anxiety and depression (Bridges et al. 2019).4. Psychosocial HealthA review of 25 published studies over 39 years demonstrated negative health out-comes in the LGBQ+ community (King et al. 2008). Higher levels of depression, anxiety,substance abuse, and suicide attempts were reported by LGBQ+ men and women com-pared to heterosexuals. Crowell and colleagues (Crowell et al. 2014) have shown that the“heighted prevalence of psychological distress documented among non-heterosexuals isalmost exclusively derived from culturally maintained sexual stigma, discrimination, andvictimization (also referred to as minority stress”; p. 2), and exemplified that finding ina sample of 18–33-year-old LDS young adults. That conclusion confirmed the results ofearlier research on the effect of discrimination by Mays and Cochran (2001). The relevanceof cognitive dissonance and minority stress theories to the intersection of religion andsexuality and its effect on well-being in a Mormon sample has been examined by Lefevorand colleagues (Lefevor et al. 2019b).A distinction is sometimes made between religiosity and spirituality in relation tosexual minority identity and mental health. Stern and Wright (2018) tested separatemeasures of religiosity and spirituality with a sample of 376 sexual minority adults. Thelatter was linked to higher levels of both positive gay identity and self-esteem. Religiositywas linked to lower levels of these variables and increased internalized homonegativity.Dahl and Galliher (2010) analyzed the relationship between measures of religiosityand mental health in a national sample of 106 sexual minority young adults. They foundthat affective and cognitive aspects of religion could be “sources of both resiliency andrisk (p. 287).” Negative religious emotions were associated with depression and increasedhomonegativity, while positive spirituality promoted self-esteem. These outcomes werethe same for both men and women and were not a function of sexual orientation history.Caitlin Ryan et al. (2009, 2010) investigated the question of how specific negativehealth measures in lesbian, gay, and bisexual adolescents were affected by family acceptance.Children experiencing negative family reactions were significantly more likely to haveattempted suicide, to have experienced high levels of depression, to have used illegal drugs,and to have been at high risk for HIV and sexually transmitted diseases. Many had beenejected from their parents’ homes. Importantly, even a modest degree of acceptance byReligions 2022, 13, 561 4 of 21parents and siblings resulted in a large reduction in these harmful outcomes. Recently,this research has found similar mental health deficits as a result of parental efforts to effectorientation change (Ryan et al. 2018).Using data from a population-based survey of Utah residents, Cranney (2017) assessedmental and physical health parameters of LGB individuals. He found that LGBs whowere affiliated with the CJCLDS reported better mental health than their non-CJCLDScounterparts, but there was no difference with respect to physical health. In a sample ofindividuals raised in the CJCLDS, it was found that “sexual identity support, connectionneeds support, LGBT community support, and educational attainment were significantlyassociated with more positive mental health outcomes”. However, “LGB women who wereraised Mormon appear to fare worse than men, on average” (Bridges et al. 2020).5. The LDS ContextThe Church of Jesus Christ of Latter-day Saints has held conservative positions onmatters of sexuality, including chastity before marriage, discouraging an LGBQ+ identity,and opposing same-sex marriage. Detailed histories of same-sex sexuality and gender di-versity in the CJCLDS have been provided by O’Donovan (1994), Hammarberg (2008), andPrince (2019). In a widely read book published in 1969, Spencer W. Kimball, a prominentchurch authority who would later become its president, strongly denounced both same-sexsexual feelings and behavior (Kimball 1969). It was assumed that non-heterosexualitywas chosen or learned, and changeable, highly immoral, and a threat to the family andsociety. Current institutional policy statements, however, make a clear distinction between“same-sex attraction, SSA” which is not deemed sinful, and same-sex sexual behavior,which is (The Church of Jesus Christ of Latter-day Saints 2007). There are other indicatorsof an ongoing shift in attitudes, especially in the last decade.Statements issued decades ago by LDS Social Services (LDS Social Services 1990) wereequivocal about potential biological explanations for same-sex sexuality: “Some say it is a biolog-ical condition that exists at birth while others believe it is a psychological condition influenced bythe environment in which a child grows up (p. 1).” And again: “No general agreement existsabout the cause of such problems” (The Church of Jesus Christ of Latter-day Saints 1992, p. 2).Subsequently, this same source made a deliberate effort to dismiss and invalidate the biologicalevidence (LDS Social Services 1995). The basis, again, for these positions clearly was that SSAwas a social construct and was reversable: “The Church... teaches that homosexual attractionis not inherent to a person’s particular genetic make-up and that they are quite able to change”(Byrd 2001, p. 36). The most recent authoritative statement, however, declares that the Churchdoes not take a position on the cause of SSA—“whether nature or nurture”, “these are scientificquestions” (Oaks and Wickman 2006, p. 3).Same-sex sexuality remains controversial among members of the CJCLDS at large.Non-institutional LDS sources have promoted psychosocial explanations for the phe-nomenon and advocated conversion therapy efforts (Dahle et al. 2009). Strongly neg-ative earlier pronouncements by some high-placed ecclesiastical leaders (Packer 1998;Hafen 2009) have had residual influence, but some positions have been inconsistent. Apolicy statement issued November 2015 in the Handbook of Instructions (for ecclesiasticalleaders) excluded those in same-sex relationships and their children from membershipand labeled those in same-sex relationships as apostate (Dobner 2015). This policy wasthen reversed in April of 2019 (First Presidency 2019). In 2012, an official video carried asofter tone and greater spirit of inclusion for LGBQ+ persons. In 2016, the website carryingthe video, “mormonsandgays”, was changed to “mormonandgay”. In 2015, the Churchsupported a Utah State law prohibiting discrimination in housing and employment basedon sexual orientation and gender identity (Gehrke and Dobner 2015). More recently, theChurch gave money to the LGBTQ advocacy group Affirmation to help in its suicideprevention efforts (KSL 2018).Earlier, the Church provided financial and other support for Evergreen International(now defunct, and subsumed by the organization North Star), which strongly advocatedReligions 2022, 13, 561 5 of 21conversion therapy. Following a political controversy in Utah in late 2019, the CJCLDSissued a formal statement disavowing the practice (Time 100 2019). Church presidentHinckley had much earlier challenged a widespread sentiment by stating that heterosexualmarriage was not to be recommended as a step to cure SSA (Hinckley 1987).The CJCLDS has espoused a position of gender essentialism; its Proclamation on theFamily stated that “Gender is an essential characteristic of individual premortal, mortal, andeternal identity and purpose” (The Church of Jesus Christ of Latter-day Saints 1995). Thatview and the accompanying focus on traditional gender roles are reiterated in instructionalmaterials provided to its congregations (Eternal Marriage: Student Manual n.d.). Changesto the Church’s Handbook of Instructions in 2020 outlined restrictions on members whoengage in transgender transitioning (Religion News 2020). The Church joined amicus briefsarguing for religious freedom in urging the U.S. Supreme Court to rule against genderequality cases now under review (Supreme Court 2019).6. Research QuestionsThe current study attempts to assess differences in the experience of sexual minoritymen and woman who are current or former members of the CJCLDS. One premise forthe investigation was that doctrines and policies of the church relative to gender maydifferentially impact men and women in general and have even greater specific impact onnon-heterosexual individuals. We hypothesize that rigid, essentialist messages related togender in this cultural context will frame the sexual and religious identity developmentexperiences of those who identify as men vs. women within the CJCLDS. Several measuresof sexuality were examined: identity development, orientation across three domains of theKinsey Scale, disclosure, and activity. One focus of the analysis is on bisexuality, and theeffect of the degree of one’s same-sex orientation on religious affiliation and on maritalstatus. In addition, we carried out an evaluation of the efficacy of sexual orientation changeefforts and assessed several measures of psychosocial health as a function of CJCLDS orrelationship status.7. Methods7.1. Data Collection and RecruitmentThe data reported here were obtained through an online survey conducted from July12 through 29 September 2011. The study was approved by the Institutional Review Boardof Utah State University. Adult LGBQ+ persons who are current or former members ofthe CJCLDS were recruited from a wide variety of sources. The survey was advertisedthrough the Associated Press in over 100 online and print publications throughout theUnited States and abroad. Twenty-one percent of respondents came from this source, andan equal number came from advertisements placed with both affirming and conservativesupport groups for CJCLDS LGBTQ individuals (Affirmation, North Star, LDS FamilyFellowship, etc.). An additional 5% reported that they heard about the study throughthe Salt Lake City Pride Center or the Equality Utah organization. Snowball samplingthrough email, social media, and word of mouth accounted for 47% of the respondents. Adetailed summary of these sources is presented in Table S1 of the Supplementary Materials.Those data also allow a comparison of sources utilized by men and women respondents,and separately by those active in the CJCLDS. In both cases, the differences are small; nosystematic recruitment bias is evident.There were 149 questions in the survey instrument, including items about biologicalsex, gender, age, place of residence, marital history, parenthood, and current relationshipstatus. Other variables included sexual orientation and gender identity, sexual identitydevelopment, psychosocial measures of well-being, interventions engaged in to understand,change, or accept a non-heterosexual orientation, and a history of religious practice andbelief. There were also frequent options to provide open-ended written commentarythat might clarify these quantitative items. The contents of these narratives were codedReligions 2022, 13, 561 6 of 21separately by two raters, and their primary themes were established through discussionto consensus.7.2. ParticipantsOnly those who were at least 18 years old, who completed a majority of the surveyquestions, and who indicated some degree of same-sex attraction were included. Therewere 1612 persons who met these criteria. As a group, they represented 48 U.S. statesand the District of Columbia, and 22 countries abroad. Of the total sample, 387 (24.1%)identified their biological sex as “Female”, and 1218 (75.9%) identified as “Male”. Withrespect to gender, those assigned female at birth were: cisgender women 361, transgender7, and nonbinary 19—the last two cohorts together comprising 6.7%. Those assigned maleat birth identified as cisgender men 1179, transgender 9, and nonbinary 28—the last twocomprising 3.0%. The profiles for race, education, marriage, and income were similarbetween men and women. Most (about 95%) identified as White/Caucasian. Between63 and 69% were college graduates or had additional technical, professional, or graduatetraining. Average yearly incomes were USD 30,000 for women and USD 37,000 for men.Between 30 and 35% were ever married; only about half that number remain so.7.3. MeasuresSexuality. Respondents reported sexual orientation development along the followingmilestones: age of first awareness of a difference you now attribute to same-sex orientation,first romantic or sexual attraction to persons of the same sex, first romantic or sexualsame-sex experience, first self-labeling of non-heterosexuality, and first told someone ofyour SSA. Sexual orientation was measured in three domains (behavior, attraction, andidentity) using a Kinsey Scale from 0, exclusively opposite sex, to 6, exclusively samesex, with 7 indicating asexual. In addition, respondents placed themselves in one of thefollowing categories: gay/lesbian, bisexual, heterosexual, queer, pansexual, asexual, ordon’t identify. Those selecting “heterosexual” were retained because other items in thesurvey indicated that they experienced same-sex attraction. Disclosure was measuredon a scale from 1 (closed or non-supportive) to 5 (open or supportive) for immediatefamily, friends, classmates/coworkers, and religious affiliates. In addition, respondentsrated overall “outness’” on a 6-point scale from 1 = no one to 6 = totally open. Currentsexual activity was assessed with the following: celibate by choice, celibate due to lackof a partner, sexually active in a committed relationship, sexually active, but not in acommitted relationship. The history of sexual orientation change efforts (SOCE) covereda number of possible interventions including Individual Effort (education, force of will—non-religious attempts), Personal Righteousness (prayer, scripture reading, church service,etc.), Psychotherapy, and Ecclesiastical Counseling. SOCE variables included age wheninitiated, length of engagement, efficacy, and open-ended commentary.Marital status was categorized as: single, heterosexually married, same-sex married,civil union, domestic partnership, opposite-sex partnership, same-sex partnership, di-vorced, or widowed. These variables were collapsed into three groups: single, heterosexualrelationship, and same-sex relationship.Religiosity. Respondents placed their status in the CJCLDS in one of five categories:Active (church attendance at least once per month), Inactive, Disfellowshipped, Excommu-nicated, or Resigned.Psychosocial health. The Counseling Center Assessment of Psychological Symp-toms (CCAPS-34; Locke et al. 2012) is an instrument measuring psychological symp-toms and distress. Only scores on two subscales, Depression (α = 0.90) and GeneralizedAnxiety (α = 0.84), are reported here. Higher scores indicate more severe symptoms;range = 0–4 for both. Self-esteem was assessed using the 10-item Rosenberg Self-EsteemScale (Rosenberg 1965), with higher scores indicating higher self-esteem; range = 0–4(α = 0.92). The Quality o Life Scale (Burckhardt and Anderson 2003) was employed tomeasure material and physical well-being, relationships with other people, personal de-Religions 2022, 13, 561 7 of 21velopment and fulfillment, and independence (α = 0.90). It utilized a 7-point Likert-typescale from 1 (terrible) to 7 (delighted). Higher scores indicate a higher quality of life, andan average score for “healthy populations” is 90.Sexual health. An assessment of the respondents’ perception of the positive benefitsof a non-heterosexual orientation (BSSA, benefits of same-sex attraction) was conducted. Itconsisted of 6 quantitative items (e.g., “My same-sex attraction has provided me with anopportunity to live a more honest and authentic life.”), and 1 open-ended response, basedon the work of Riggle et al. (2008). The range for this variable is 6–24; higher scores aredeemed more beneficial (α = 0.80).We employed the Sexual Identity Distress Scale (SID; Wright and Perry 2006). It isa 7-item measure with questions such as “I worry a lot about what others think aboutmy being (gay/lesbian/bisexual)”. Six responses from strongly agree to strongly disagreeare possible. Higher scores indicate greater identity distress; range = 7–35, α = 0.91. Anadditional measure was derived from the Lesbian, Gay, Bisexual Identity Scale (LGBIS;Mohr and Fassinger 2000). Only the Internalized Homonegativity subscale was employed,in which higher scores indicate greater negativity over a range of 1–7 (α = 0.90).Survey data were analyzed using the R statistical package (R Core Team). Chi-squaredgoodness-of-fit tests compared differences in frequency distributions. OLS regression wasused to test for differences among continuous variables assessing mental and sexual health.8. ResultsMeasures of sexuality in the sample participants are presented in Table 1. On aver-age, LGBTQ persons reported a sense of being different from their peers at an early age,somewhat before puberty. Awareness of sexual and romantic interests emerged duringadolescence. Coming out to self and others occurred, on average, in the early twenties.These milestones were passed somewhat later in women than in men. For both sexes,the latter three events occurred at earlier ages in the age cohort 18 to 30 in the sample.The profile of sexual orientation was clearly different in women than in men. A muchlarger fraction (22.4%) of women than men identified as bisexual, queer, or pansexual.Average Kinsey Scores for sexual orientation were from 0.5 to 1.0 lower in women. Forboth men and women, the highest scores were in the Attraction domain. Figure 1 showshow non-heterosexual men and women were quantitatively distributed across the KinseyScale. The patterns are distinctly different, with 23% more women in the bisexual range,with Attraction scores of 1 through 4.Religions 2022, 13, x FOR PEER REVIEW 8 of 22Figure 1. Kinsey Scale Score Profile (Attraction): Males and Females. Table 1. Sexuality Measures in the LGBTQ LDS Sample.Variable Men WomenNumber 1224 (76%) 387 (24%)Sexuality Development 1,**Detect Difference 9.2 (9.4) 11.1 (10.4)Difference is Sexual 13.1 (12.8) 16.4 (15.1)Sexual Experience 18.3 (17.4) 25.0 (18.8)Self-Label 22.3 (18.7) 23.9 (19.6)Out to Others 22.3 (18.7) 23.0 (20.0)Sexual Orientation (%) **Gay/Lesbian 80.7 58.3Bisexual 11.0 26.3Heterosexual 4.5 6.2 Same-Sex Attracted 1.6 0 Queer 1.1 5.2Pansexual 0.5 1.8Asexual 0.2 1.0Don’t Identify 0.3 1.0Average Kinsey Score **Behavior 4.62 3.50Attraction 5.07 4.30Identity 4.86 4.29Disclosure 2Family 3.64 3.37Friends 3.63 3.57Coworkers 3.03 2.83Church Affiliated 2.72 2.27Openness 3,* 3.96 3.83Sexual Activity (%) **Figure 1. Kinsey Scale Score Profile (Attraction): Males and Females.Religions 2022, 13, 561 8 of 21Table 1. Sexuality Measures in the LGBTQ LDS Sample.Variable Men WomenNumber 1224 (76%) 387 (24%)Sexuality Development 1,**Detect Difference 9.2 (9.4) 11.1 (10.4)Difference is Sexual 13.1 (12.8) 16.4 (15.1)Sexual Experience 18.3 (17.4) 25.0 (18.8)Self-Label 22.3 (18.7) 23.9 (19.6)Out to Others 22.3 (18.7) 23.0 (20.0)Sexual Orientation (%) **Gay/Lesbian 80.7 58.3Bisexual 11.0 26.3Heterosexual 4.5 6.2Same-Sex Attracted 1.6 0Queer 1.1 5.2Pansexual 0.5 1.8Asexual 0.2 1.0Don’t Identify 0.3 1.0Average Kinsey Score **Behavior 4.62 3.50Attraction 5.07 4.30Identity 4.86 4.29Disclosure 2Family 3.64 3.37Friends 3.63 3.57Coworkers 3.03 2.83Church Affiliated 2.72 2.27Openness 3,* 3.96 3.83Sexual Activity (%) **Celibate by Choice 14.5 12.4Celibate—No Partner 18.2 17.6Sex. Active—Committed 46.2 61.1Sex. Active—Not Committed 21.0 8.81 Average age (years) at first occurrence. Number in parentheses = age for 18–30 cohort only. 2 Five-point scalefrom 0 = no one to 5 = everyone. 3 Six-point scale from 0 = no one to 6 = totally open. * p > 0.01, ** p < 0.001comparing distributions for men and women.Table 1 also shows that women were less open about their sexuality, reporting lowerdisclosure scores than men; both men and women were least open to LDS church members.A majority of persons were sexually active in a committed relationship, with 15% morewomen than men in that category.When the disclosure data were tabulated as a function of sexual orientation, bisexualparticipants were at least 1.5 points less open than those self-reporting as lesbian or gay(an average of 2.87 vs. 4.32 for women, and 2.44 vs. 4.08 for men). Moreover, only 10% ofbisexual women reported Kinsey Attraction scores of 5 or 6, and the average score of thoseremaining was 2.87. Many more bisexual men (31.5%) reported high same-sex attraction,and the average score for those in the low attraction range was 3.13.Religions 2022, 13, 561 9 of 21Survey respondents provided information about their efforts to “understand, copewith, or change” their sexual orientation. These included the separate categories of Indi-vidual Effort, Personal Righteousness, Psychotherapy, and Ecclesiastical Counseling. Asummary of the results, listed as a function of CJCLDS status, is provided in Table 2. Privateefforts were initiated, on average, in late adolescence, and counseling efforts in the midto late twenties. On average, the former lasted for as much as a decade, and the latterfor about half that length of time, but clearly these attempts were extensive. As a generalrule, efforts focused on increased religiosity (personal righteousness) and counseling withchurch leaders were perceived as least helpful or even harmful (especially by those whosemembership had been sanctioned or who had resigned their membership voluntarily).This is likely because expectations/promises made in a religious context that a change inorientation would take place did not occur (see below). Private efforts by women tended tostart later and extend for shorter periods than for men.Table 2. Sexual Orientation Change Efforts by LDS Status.Sex Men WomenMeasures 1 Age Duration Effective. Age Duration Effective.SOCE 2LDSStatusInd. Effort Active 3 19.8 10.6 2.53 21.4 6.5 2.23Inactive 18.2 8.5 2.72 21.0 6.7 2.20Disfellow 18.0 13.1 3.10 16.8 10.5 1.83Excomm 19.0 12.2 2.85 21.6 7.4 2.44Resigned 17.7 10.3 2.70 19.6 6.6 2.21Per. Right. Active 18.9 12.9 2.60 19.5 8.4 2.86Inactive 15.8 10.2 3.55 18.9 7.1 3.23Disfellow 17.8 13.0 2.97 14.8 10.0 2.83Excomm 17.0 13.2 3.46 20.1 7.8 3.12Resigned 16.1 11.9 3.89 * 17.6 7.2 3.58 *Psychoth. Active 26.2 3.9 2.21 25.2 5.9 2.03Inactive 24.3 4.0 2.53 23.5 5.3 2.05Disfellow 25.2 6.7 2.79 24.6 5.3 3.20Excomm 28.8 4.0 2.43 27.2 4.4 2.38Resigned 23.6 4.6 2.40 24.5 4.5 1.94Eccl. Coun. Active 23.0 6.1 2.85 23.5 7.1 2.54Inactive 23.4 3.6 3.70 20.1 5.4 3.56Disfellow 22.0 4.3 3.00 20.1 9.4 3.50Excomm 23.1 8.6 3.57 22.4 7.4 3.73Resigned 19.0 5.6 3.95 * 19.2 7.8 3.98 *1 Age (average year when intervention initiated); Duration (average length in years when engaged in intervention);Effectiveness (on a 5-point scale from 1 = highly effective to 5 = severely harmful). 2 SOCE (sexual orientationchanges efforts): Individual Effort (study, investigation, inquiry); Personal Righteousness (prayer, fasting, templeattendance, service in organizational calling); Psychotherapy (a client under the care of a professional counselor);Ecclesiastical Counseling (counseling by a lay religious leader—Bishop, Stake President). 3 LDS Status. Active(men, n = 359; women, n = 82), Inactive (men, n = 465; women, n = 156), Disfellowshipped (men, n = 38; women,n = 8), Excommunicated (men, n = 85; women, n = 18), Resigned (men, n = 279; women, n = 111). * p < 0.001comparing Resigned effectiveness ratings with the Active set in the same SOCE group.Respondents also provided written descriptions of these four categories of efforts,resulting in 786, 755, 622, and 502 narratives, respectively. Each of these written statementsReligions 2022, 13, 561 10 of 21was read independently by two analysts, identifying any in which there was some claim ofchange as a result of that intervention. This review found affirmative statements by 32 indi-viduals (4 women, 28 men). This represents about 3–4% of those supplying statements. Thespecific nature of their claims is revealing. The elimination of same-sex desire was reportedby a single individual. All of the other narratives, in contrast, took the form of a reductionin same-sex behavior or attraction, some increase in other-sex attraction, or reduced anxietyover one’s sexual orientation.Table 3 details the nature and experience of the individuals who made change claims.For men, a comparison is provided with an equal number of men in the survey, randomlymatched pairwise by age, who did not make a change claim. These data show that thechange claimants are clearly in the bisexual range of the sexual orientation spectrum (withKinsey Scores at least 2 points below the 5-point averages reported by the non-claimants).Seventy-one percent were heterosexually married; none were in a same-sex relationship.Aspects of change efforts through Personal Righteousness are also reported. The menstarted those efforts, on average, 8 years later than the non-claimants (at about the timethey would have returned from missionary service and would be considering marriage).They also evaluated the effectiveness of that intervention 2 points more in the positivedirection than non-claimants.Table 3. Respondents Claiming Orientation Change.Parameter Men (n = 28) Men * (n = 28) Women (n = 4)Age (years) 40.4 40.3 40.0Kinsey Scale ScoresBehavior 2.04 5.12 2.50Attraction 3.26 5.15 3.25Identity 1.65 5.14 0.67Sexual Orientation (%)Gay/Lesbian 14.3 82.1 0Bisexual 85.7 17.9 100Marital Status (%)Single 28.6 42.8 50.0Married Heterosexually 71.4 25.0 0Same-Sex Relationship 0 32.1 0Widowed/Divorced 0 0 50.0SOCE, PersonalRighteousness (%)Change as a Working Goal 85.7 100 50.0Age at Start 22.2 14.1 29.0Duration (years) 14.8 16.5 14.0Effectiveness Rating 1.70 3.86 1.67* Quasi-control group consisting of those asserting that no change in sexual orientation had been achieved,pairwise matched by age with those claiming change.Data reflecting the impact of differences in sexual orientation on religious and rela-tionship variables are shown in Table 4. Those who remained active in the CJCLDS andthose able to maintain a mixed-orientation marriage (or other-sex partnership) were at thelow end in all three domains of the Kinsey Scale. For example, scores for women in hetero-sexual relationship categories ranged from 1 to 3, and for men from 2 to 4. Values at themonosexual same-sex attracted end of the spectrum (5–6) were associated with dissociationfrom the Church and entrance into a same-sex relationship. We note, however, the apparentReligions 2022, 13, 561 11 of 21discrepancy between the earlier observation of greater bisexuality among women (whichshould predict church activity because it facilitates heterosexual marriage) and the datareported here actually showing greater disaffiliation from the Church among women (10%fewer Active and 6% greater in the Inactive and Resigned categories compared to men). Atotal of 34% of bisexual women were heterosexually married (20% higher than among allwomen), but only 38% of those were active in the Church. Other factors besides orientation,then, are affecting religiosity.Table 4. Gender Comparison of Kinsey Scale Scores by LDS and Marital Status.Context(% Each Category) Gender KB1 Avg (#) KA Avg (#) KI Avg (#)LDS Status * MenActive 31.1 3.16 (320) 4.53 (346) 3.62 (327)Inactive 34.8 5.12 (387) 5.30 (384) 5.27 (390)Disfellowshipped 3.3 5.08 (38) 5.32 (37) 4.76 (37)Excommunicated 7.2 5.22 (85) 5.55 (82) 5.67 (80)Resigned 23.5 5.01 (268) 5.25 (270) 5.40 (265)LDS Status: WomenActive 21.9 2.63 (78) 3.90 (80) 3.48 (75)Inactive 41.4 3.20 (146) 4.00 (151) 3.95 (146)Disfellowshipped 2.1 4.28 (8) 4.83 (8) 5.50 (8)Excommunicated 4.8 4.62 (18) 4.93 (18) 5.47 (18)Resigned 29.7 3.65 (106) 4.55 (108) 4.67(105)Marital Status * MenSingle 44.2 5.17 (512) 5.18 (507) 5.05 (508)Married het. 15.5 1.72 (180) 3.99 (179) 2.66 (172)Other-sex Part 1.1 3.92 (13) 4.00 (13) 3.75 (12)Divorced 5.1 3.80 (69) 5.06 (70) 5.03 (68)CU + DP 2 7.0 5.57 (81) 5.66 (79) 5.93 (82)Same-sex Part 20.7 5.32 (246) 5.40 (242) 5.59 (242)Same-sex Married 5.6 5.42 (67) 5.55 (67) 5.73 (67)Marital Status WomenSingle 32.0 3.82 (114) 4.22 (117) 4.20 (112)Married het. 13.9 1.06 (52) 2.94 (51) 2.34 (50)Other-sex Part 5.3 125 (20) 2.55 (20) 1.74 (19)Divorced 4.8 2.47 (17) 4.88 (17) 4.18 (18)CU + DP 2 7.0 4.78 (23) 5.00 (22) 5.22 (23)Same-sex Part 30.9 4.71 (113) 5.08 (114) 5.38 (112)Same-sex Married 6.1 4.70 (20) 4.75 (20) 5.38 (20)1 KB = behavior; KA = attraction; KI = identity (numbers of individuals in parentheses). 2 Civil Union + DomesticPartnership. * p < 0.001 comparing distributions of men and women.Data that indicate how the once-married (but subsequently divorced) differ fromthose who remain married as a function of sexual orientation status are shown in Table 5.Those able to sustain a mixed-orientation marriage were much more likely to be in thebisexual/heterosexual range of the Kinsey scales (88% of currently married women, and54% of currently married men). The strong majority who experienced divorce, 84% ofmen and 62% of women, were positioned at the gay/lesbian end of the scale. Onlyabout 12% of divorced individuals have remained single; most are now in committedsame-sex relationships.Religions 2022, 13, 561 12 of 21Table 5. Mixed-Orientation Marriage as a Function of Sexual Orientation.ParameterCurrently Married 1 No Longer Married 1Women Men Women MenNumber 52 (33.1%) 186 (47.8%) 105 (66.9%) 203 (52.2%)Avg. Age (years) 33.1 42.0 42.6 49.0Avg. Length (years) 10.7 18.4 10.7 15.3Sexual Orientation *Lesbian/Gay 5 (9.8%) 71 (38.6%) 68 (65.4%) 172 (85.1%)Bisexual 31 (60.8%) 64 (34.8%) 27 (26.0%) 22 (10.9%)Heterosexual 11 (21.6%) 36 (19.6%) 3 (2.9%) 3 (1.5%)Same-sex attracted 11 (6.0%)Queer 2 (3.9%) 1 (0.5%) 1 (1.0%) 4 (2.0%)Pansexual 1 (2.0%) 1 (0.5%) 1 (1.0%)Asexual 1 (2.0%) 1 (1.0%)Don’t Identify 3 (2.9%) 1 (0.5%)Kinsey Score *Behavior 1.06 1.72 3.60 4.52Attraction 2.94 3.99 4.67 5.24Identity 2.34 2.66 4.64 5.34Relationship Status *Same-sex partner 35 (36.4%) 48 (26.7%)Same-sex marriage 11 (11.4%) 24 (13.3%)Civil Union 1 (1.0%) 1 (0.6%)Domestic Partner 12 (12.5%) 26 (14.4%)Single 12 (12.5%) 26 (14.4%)Other-sex Partner 7 (7.3%) 1 (0.6%)Divorced 18 (18.8%) 47 (26.1%)Widowed 7 (3.9%)1 Ever married: women = 157; men = 389. * p < 0.001 comparing distribution for men and women.For bisexual participants (self-identified) in married and partnered relationships, wealso determined whether those were with other-sex or same-sex individuals. For women,28.4% of those who identified as bisexual (n = 96) were single; of those who were notsingle, 67.7% were in a relationship with other-sex partners. For men, 44.3% of those whoidentified as bisexual (n = 131) were single; 93.2% of those who were not single were in arelationship with an other-sex partner.Table 6 shows how measures of psychosocial and sexual health vary as a functionof relationship status and status in the CJCLDS. The general trends were the same forboth men and women; depression, anxiety, sexual identity distress, and internalizedhomophobia were lower, and self-esteem, quality of life, and benefits of same-sex attractionwere higher in those who are disaffiliated from the church and in those involved in same-sex relationships (compared to those who were single or in a mixed-orientation marriage).Note, for example, that the data for internalized homophobia for men listed by CJCLDSstatus were approximately linear (except for the Disfellowshipped group, where n is small).Because of these differences in the sample size among subgroups, the statistical treatmentof the data was performed across both CJCLDS status and relationship status, using Active-Heterosexual persons as the standard. In the case of CJCLDS status, those identified asReligions 2022, 13, 561 13 of 21Active were compared to all others as a “non-Active” set. Measures of sexual healthwere significantly lower among active and single individuals, and highest among thosein a same-sex relationship who were disaffiliated. For measures of mental health (exceptfor Generalized Anxiety, where the differences were not sufficiently large), scores weresignificantly more positive among those in same-sex relationships.Table 6. Mental and Sexual Health Measures by CJCLDS and Relationship Status.Status Dep. Anx. SE QOL BSSA SID IHCJCLDS (Women):Active 2.41 (1.05) 2.47 (1.02) 2.94 (0.68) 80.17 (13.99) 16.04 (3.80) † 11.65 (6.81) * 3.55 (1.78) *Inactive 2.14 (1.03) 2.40 (1.02) 3.15 (0.65) 80.59 (13.42) 17.70 (3.29) 7.96 (6.04) 2.57 (1.39)Disfellow. 1.33 (0.29) 1.88 (0.54) 3.59 (0.22) 89.75 (8.51) 17.12 (5.36) 5.25 (4.92) 1.92 (0.92)Excomm. 1.60 (0.66) 1.81 (0.92) 3.47 (0.45) 89.39 (8.83) 19.61 (3.63) 5.67 (4.42) 2.28 (1.46)Resigned 1.95 (0.97) 2.26 (1.08) 3.30 (0.94) 85.68 (12.73) 18.55 (4.25) 5.90 (601) 2.08 (1.01)CJCLDS (Men)Active 2.31 (1.02) † 2.21 (0.95) 3.02 (0.65) 80.37 (14.00) 14.77 (3.98) * 14.65 (6.88) * 4.61 (1.78) *Inactive 2.10 (1.02) 2.11 (0.93) 3.16 (0.67) 81.42 (14.61) 18.24 (3.72) 8.32 (6.47) 2.67 (1.52)Disfellow. 2.00 (0.88) 2.21 (0.89) 3.03 (0.72) 81.47 (15.27) 17.08 (4.60) 10.71 (7.56) 3.34 (1.75)Excomm. 1.80 (0.86) 1.91 (0.75) 3.38 (0.53) 86.10 (12.82) 19.61 (3.22) 5.72 (5.77) 2.18 (1.36)Resigned 1.90 (0.89) 2.05 (0.88) 3.37 (0.53) 85.34 (13.66) 19.96 (3.05) 4.79 (5.17) 1.86 (1.12)Relation. (W)Single 2.35 (1.04) 2.46 (1.00) 2.99 (0.64) 79.30 (13.52) 17.04 (3.70) 9.25 (6.71) 3.01 (1.65)Heterosexual 2.33 (1.05) 2.58 (1.06) 3.06 (0.66) 80.83 (13.68) 16.26 (4.31) 10.94 (7.02) 3.05 (1.52)Same-Sex 1.82 (0.92) ‡ 2.16 (1.03) 3.35 (0.62) † 85.82 (13.08) 18.72 (3.54) * 6.14 (5.45) † 2.18 (1.18) ‡Relation. (M)Single 2.29 (1.00) 2.24 (0.95) 3.08 (0.64) 78.69 (14.42) * 17.51 (3.97) * 10.05 (7.37) * 3.18 (1.85) *Heterosexual 2.22 (1.09) 2.19 (0.89) 3.09 (0.68) 81.94 (14.16) 13.99 (4.10) 14.46 (7.26) 4.61 (1.83)Same-Sex 1.76 (0.85) * 1.96 (0.86) 3.37 (0.57) 88.00 (12.58) * 19.71 (3.15) * 5.74 (5.50) * 2.09 (1.25) *Measures: Dep = depression; Anx = anxiety; SE = self-esteem; QOL = quality of life; BSSA = benefits of same-sexattraction; SID = sexual identity distress; IH = internalized homophobia. LDS Status: Active, Inactive, Disfellow-shipped, Excommunicated, Resigned. Relationship Status: Single (Single, Divorced, Widowed); Heterosexual(Married, Opposite-sex Partner); Same-Sex. (Same-sex Married, Civil Union, Domestic Partnership, Same-sexPartner). Average values (standard deviation). * p < 0.001, all non-active, single, or same-sex groups comparedto Active-Heterosexual group as standard; † p < 0.01, all non-active, single, or same-sex groups comparedto Active-Heterosexual group as standard; ‡ p < 0.05, all non-active, single, or same-sex groups compared toActive-Heterosexual group as standard.9. DiscussionIn attempting to elucidate these results, we point out that none of the patterns exhib-ited rigid gender differences; general trends were the same for men and women. Never-theless, some quantitative differences had very important qualitative consequences. Incontrast to men, there was a much higher tendency toward bisexual identification amongwomen in this sample. It was manifested in self-reports of sexual orientation identityself-labels and in the Kinsey Scale profile of erotic attraction. This is consistent with thenewly published results of an international survey of sexual orientation prevalence in28 countries. The authors of that study concluded that the stable rates of various sexualidentities they found suggest that “... non-social factors likely may underlie much varia-tion in human sexual orientation”, and the results “... do not support frequently offeredhypotheses that sexual orientation differences are related to gendered social norms acrosssocieties” (Rahman et al. 2020, p. 1). There are reports that “men experience considerablepressure to hide or downplay their same-sex attraction”, or are in denial of their bisexuality(Morgenroth et al. 2021, p. 1). However, direct assessment of brain function employingfMRI (Safron et al. 2018) confirms separate neural patterns of heterosexual, bisexual, andReligions 2022, 13, 561 14 of 21homosexual orientation. This supports the alternative view—that the gender differencein the distribution of bisexuality is probably due to inherent biological underpinnings,not socialization. Our respondents themselves echo this conclusion. We have reportedelsewhere (Bradshaw et al. 2016) their views about the etiology of same-sex attraction, asa general rule and as relating to themselves personally. A biological explanation was themost frequent choice (81–75%) for both men and women.In addition to a higher prevalence of bisexuality, women also reported passing sexualidentity development milestones 2–3 years later than the men, although that gap was muchshorter for those ages 18–30 in the sample. Earlier disclosure in this subgroup likely representsincreasing societal acceptance of sexual diversity in recent years. The patterns of disclosurewere similar for men and women. Bisexual participants, however, were significantly less open,and most reported sexual attraction at the low end of the Kinsey Scale. This, in turn, appearsto mediate relationship options; 61% of the women reported being in a committed sexualrelationship with a partner/spouse compared to 46% of the men.We submit that our findings make an important contribution by demonstrating howinherent gender differences in the distribution of sexual orientation are manifested inreligious belief and practice. The greater incidence of bisexuality in women permits agreater accommodation to the conventions of their religious lives—in disclosure, enteringheterosexual marriage, and continued affiliation. These insights are not only valuable tothe individuals involved but should also be very useful to their church leaders and thoseoffering professional counseling.These results concerning bisexuality lead us to offer an observation about the sexdistribution of respondents in LGBTQ research surveys (ours and others) obtained throughconvenience sampling. Examples are provided in Table 7. The results of this canvass areremarkably consistent: men outnumber women three to one as respondents—this in theface of current evidence that the percentages of non-heterosexual men and women are equal(Gates 2011; Ward et al. 2014). We explore here plausible explanations for the apparentreluctance of women to participate in these academic inquiries.Table 7. Only about 25% Of Respondents in Studies Using Convenience Sampling Are Female.Report Men (%) No. RespondentsNicolosi et al. (2000) 78 882Shidlo and Schroeder (2002) 90 202Spitzer (2003) 72 200Beckstead and Morrow (2004) * 90 50Jones and Yarhouse (2011) 73 98Grigoriou (2014) * 75 142Dehlin et al. (2014a) * 76 1612Joseph and Cranney (2017) * 69 348Lefevor et al. (2019a) * 70 1128Average 75.9* CJCLDS respondents.It would appear that there are several reasons why older lesbian and bisexual womenmay not self-identify as such. It may be, especially in older generations, that non-heterosexualwomen were less stigmatized than men. Women who remain unmarried into their thirties(and cohabitate with other women) have probably been less subject to societal suspicion orcondemnation (Quinn 1996). National surveys conducted by Pew Research (Parker 2015)reveal the following: “Bisexuals are much less likely (20%) than gay men (48%) and lesbians(50%) to say that their sexual orientation is an important part of who they are”. Moreover, they“are also much less likely than gay men or lesbians to have ‘come out’ to the important peopleReligions 2022, 13, 561 15 of 21in their lives” or to have experienced discrimination (being subjected to slurs or jokes or beingtreated unfairly by an employer). These data also revealed that, at least prior to the legalizationof same-sex marriage in the U.S. in 2015, 32% of bisexual women were married compared to23% of bisexual men, or to 4% and 6% of gay men and lesbians, respectively. A significantproportion of bisexual women, therefore, remain invisible (closeted) with respect to theirsexuality and are less prone to identify as gay or to participate in a study of non-heterosexuals.10. Sexual Orientation Change EffortsRespondents utilized a range of SOCE in order to meet the heteronormative expecta-tions in their families and broader communities. This is in response to the negative messag-ing about same-sex sexuality circulating in their CJCLDS surroundings (Mattingly et al. 2015).For most of these strategies, women participated for shorter periods of time and reportedtheir efforts as less effective, perhaps because they experienced less pressure to conformto the standards required for CJCLDS missionary service. Only 4 women and 28 men (ofabout 750 who provided written explanations) reported any claim of change. All werein the bisexual range of the Kinsey continuum. Their claims were for outcomes otherthan an alteration in erotic feeling (i.e., reduced same-sex behavior or reduced anxietyabout same-sex attraction). Following their study of a small sample of CJCLDS LGBTindividuals, Beckstead and Morrow (2004, p. 1) advocated for “a broader-based treatmentapproach (besides one focused solely on changing sexual orientation or adopting a lesbian,gay, or bisexual identity), which is designed to produce individualized congruent solu-tions for religiously conflicted, same-sex-attracted clients,” a strategy consistent with therecommendations of Lefevor et al. (2019b).11. Relationship to the ChurchStatus in the church was strongly linked to scores on the Kinsey scales for both men andwomen. Average Kinsey scores were in the low range for those who were active and in thehigh range for those who had disaffiliated. Some bisexual individuals were in heterosexualpartnerships and thereby fit into the LDS norms for traditional family life. Nevertheless,fewer women than men were active, and more had their membership sanctioned or hadresigned. We have reported elsewhere (Bradshaw et al. 2021) other differences in religiosity.Women reported lower levels of belief in core CJCLDS doctrines and lower self-reportsof religious orthodoxy, and more indicated they had no denominational affiliation. Theseobservations suggest the influence of other factors not directly related to sexuality. Forone, it is likely that women were also marginalized by a sense of inequality becauseof the patriarchal nature of the church, in which men hold most leadership positions.Jacobsen (2017) found this to be one relevant consideration for the fact that some sexualminority LDS women experienced a loss of community support which led to a reduction intheir sense of well-being. Differences in other personality traits among LGBTQ individualsmay also be in play (Lippa 2020).12. Mixed-Orientation MarriageThe data for marital status also reflect differences across the spectrum of sexualorientation for both men and women. Those positioned at the low to mid end of theKinsey Scale were most likely to have remained in a mixed-orientation marriage. A genderdifference was observed for those currently married heterosexually: among women, agreater percentage (62%) were bisexual compared to men (35%). This analysis complementsearlier work on mixed-orientation marriage among current or former members of theCJCLDS. With a sample of 240 persons in such a relationship who were recruited online,Legerski et al. (2017) obtained valuable insights about variations in reasons for marriage,the disclosure experience, and levels of attraction and attitudes toward sex in both theLGBQ and heterosexual partners. Among their findings were that previously marriedLGBQ partners, who had experienced pressure to marry as a solution to manage theirsexuality, reported lower attraction and higher levels of aversion to their opposite-sexReligions 2022, 13, 561 16 of 21spouses. Only one third of currently married heterosexual partners learned of their spouse’sorientation before marriage. Subsequent disclosure left many less secure about theirown attractiveness. Subsequently, A. Dehlin et al. (2018) described same- and other-sexaversion and attraction in a subset of the same sample. Higher other-sex attraction andattraction to the spouse were associated with better relationship quality for both menand women in intact marriages, confirming the conclusion in the present study of therole of bisexuality. The results of personal interviews with a subset of these respondentsdemonstrated that “most couples maintain an outward appearance of heteronormality;some view their private departure from the traditional gender order as a benefit to theirrelationship, whereas others view it as a source of strain and work hard to minimize genderdeviance in their roles” (Legerski and Harker 2018, p. 482). There is clearly diversity in theability of different persons to navigate the intersection of their religious beliefs and personalexperience. Analysis of comparative data from another recent survey of CJCLDS sexualminority adults (Lefevor et al. 2019a) showed that relationship status dissatisfaction waslower for those in a mixed-orientation relationship than for those who were single (eithercelibate or not celibate), but greater than that for those in a same-sex relationship.13. Mental HealthMeasures of depression, anxiety, sexual identity distress, and internalized homophobiafor both men and women were lower for those who disaffiliated from the Church, andfor those who maintain committed same-sex relationships. Measures of quality of life andself-esteem followed the opposite pattern. These results confirm the findings of a CaliforniaHealth Interview Survey (Wright et al. 2013) which found significantly less psychologi-cal distress in LGB persons who were legally married compared to those not in a legalrelationship. The same was true for married heterosexuals compared to those who weresingle. These findings are also consistent with the work Hamblin and Gross (2013, p. 817),who found that “Those who attend rejecting faith communities attended services less often,experienced greater identity conflict, and reported significantly less social support thanthose of the Accepted [accepting faith communities] group.”(Jacobsen and Wright 2014; Jacobsen 2017) reported the results of in-depth interviewsconducted with 23 same-sex attracted current or former CJCLDS women. Most experiencedconflict, including internalized homophobia, between their religious and sexual identities.In a study of factors impacting the mental health of same-sex attracted CJCLDS adults(n = 142), Grigoriou (2014) determined that social constraints were the best predictor forsymptoms of anxiety and depression: “... SSA Mormons cannot speak about their sexualminority status because their religious society teaches them to (a) silence sexually atypicalthoughts (b) “control” sexually atypical behavior, and (c) comply with LDS establishednorms” (p. 477). That the issue of mental health in the LGBTQ community is highlycomplex, however, is highlighted by the work of Joseph and Cranney (2017). In a sampleof 348, they found equal levels of self-esteem among sexual minority Mormons and ex-Mormons, achieved through different pathways. The group maintaining church activityreported higher family support and lower SSA identity acceptance. The disaffiliated cohortreported a higher positive level of sexual identity, having been less exposed to the negativemessaging emanating from the Church.While some LGBTQ persons have experienced such a degree of conflict that they feelreconciliation with religious faith is not possible, others have found ways to successfullynavigate between their sexual and spiritual identities, some through institutional participa-tion and others through private devotion. Rodriguez (2010) described one such pathwayas follows: “These “gay Christians” have carved out safe spaces where they can practicea version of Christianity that neither condemns nor simple tolerates homosexuality, butinstead embraces homosexuals as having been created in God’s image” (p. 26).Religions 2022, 13, 561 17 of 2114. LimitationsThe data used in this study were collected ten years ago. However, they are stillrelevant. The present focus on the difference in the experiences of the men and womenrespondents represents a unique analysis not addressed in previous publications. Equallyimportant, we submit that the policies of CJCLDS leaders (see the recent address by JeffreyR. Holland—Church News 2021) and the resulting attitudes of its members have notchanged materially in the intervening period.The recruitment design (convenience) of this study limits generalization to LGBTQMormons at large. Note, however, that the data represent a relatively large sample size, andthe diversity of sources from which participants were obtained suggests that they are highlyrepresentative of the target population. Respondents were primarily highly educated andaffluent. Persons of color and non-U.S. residents are under-represented, along with thosewho do not participate in online communication. Closeted persons, especially women asdetailed above, likely choose not to respond to a survey requiring them to disclose highlypersonal information. Retrospective self-reports are subject to some degree of inaccuracy.In spite of the unique aspects of CJCLDS doctrine and practice, we are hopeful that ourfindings will find application to other religious faiths.15. ConclusionsOne important aspect of sexual complexity is that the etiology of orientation in womenis probably different than it is in men. In our sample, women reported a significantly higherincidence of bisexuality than men, probably due to the intersection of distinctive biologicalmechanisms and unique socialization experiences. We found that in the religious and socialcontext of the CJCLDS, this sexuality difference often finds qualitative expression in thefollowing ways. Self-reported bisexual women are less likely to disclose their minoritystatus and more likely to remain in a mixed-orientation marriage. In that way, they complywith the heteronormative expectations of the community and remain active in the church.However, other bisexual women and those who are lesbian (self-reporting as a 5 or 6 on theKinsey Scale), who do not conform to the notions of gender exceptionalism and traditionalexpectations of CJCLDS women as wives and mothers, are more likely to disaffiliate. Theevidence is that mental health improves as a result. Although these same forces are in playamong sexual minority LDS men, other variables, such as the effect of missionary service(Bradshaw et al. 2015), further complicate their behaviors. These insights about differencesbetween men and women should be helpful to therapists who are assisting sexual minorityclients from conservative religious backgrounds.Supplementary Materials: The following supporting information can be downloaded at: https://www.mdpi.com/article/10.3390/rel13060561/s1, Table S1: Survey Sources.Author Contributions: W.S.B.: Original draft preparation, data collection and analysis. J.P.D.: Datacollection and analysis; R.V.G.: Review and editing, data collection and analysis. All authors haveread and agreed to the published version of the manuscript.Funding: This research received no external funding.Institutional Review Board Statement: The approval number for our study with Utah State Univer-sity IRB is 2906.Informed Consent Statement: Informed consent was obtained from all subjects involved in the study.Conflicts of Interest: The authors declare no conflict of interest.ReferencesAPA Task Force on Appropriate Therapeutic Responses to Sexual Orientation—APA. 2009. Report of the Task Force on AppropriateTherapeutic Responses to Sexual Orientation. Washington, DC: American Psychological Association.Bailey, J. Michael, and Jeremy Jabbour. 2020. Reply to Zietsch and Sidari: Male sexual arousal patterns (and sexual orientation)are partly unidimensional. Proceedings of the National Academy of Sciences of the United States of America 117: 27081. [CrossRef][PubMed]Religions 2022, 13, 561 18 of 21Bailey, J. Michael, Paul L. Vasey, Lisa M. Diamond, S. Marc Breedlove, Eric Vilain, and Marc Epprecht. 2016. Sexual orientation,controversy, and science. Psychological Science in the Public Interest 17: 45–101. [CrossRef] [PubMed]Balthazart, Jacques. 2016. Sex differences in partner preference in humans and animals. Philosophical Transactions Royal Society B 371:20150118. [CrossRef] [PubMed]Barron, Andrew. 2019. Sexuality is complex. New Scientist 243: 23. [CrossRef]Beckstead, A. Lee, and Susan L. Morrow. 2004. Mormon Clients’ Experiences of Conversion Therapy: The Need for a New TreatmentApproach. The Counseling Psychologist 32: 651–90. [CrossRef]Bradshaw, Kate, John P. Dehlin, Katherine A. Crowell, Renee V. Galliher, and William S. Bradshaw. 2014. Sexual orientation changeefforts through psychotherapy for LGBQ individuals affiliated with the Church of Jesus Christ of Latter-day Saints. Journal of Sexand Marital Therapy 41: 391–412. [CrossRef]Bradshaw, William S., Nicholas Norman, John P. Dehlin, Renee V. Galliher, and Katherine A. Crowell. 2016. Social Reactions, EtiologicalPerceptions, and Spiritual Perspectives in an LGBTQ Mormon Sample. In Sexual Orientation: Perceptions, Discrimination, andAcceptance. Edited by Frances Earley. Hauppage: Nova Scientific Publishers, Inc., chp. 1. pp. 1–50.Bradshaw, William S., Renee V. Galliher, and John P. Dehlin. 2021. Differences in Religious Experience between Men and Women in aSexual Minority Sample of Members of The Church of Jesus Christ of Latter-day Saints. Journal of GLBT Family Studies 7: 1–17.[CrossRef]Bradshaw, William S., Tim B. Heaton, Ellen Decoo, John P. Dehlin, Renee V. Galliher, and Katherine A. Crowell. 2015. ReligiousExperience of GBTQ Mormon Males. Journal for the Scientific Study of Religion 54: 311–29. [CrossRef]Breedlove, S. Marc. 2017. Prenatal influences on human sexual orientation: Expectations versus data. Archives of Sexual Behavior 46:1583–92. [CrossRef]Bridges, James G., G. Tyler Lefevor, and Ronald L. Schow. 2019. Sexual Satisfaction and Mental Health in Mixed-OrientationRelationships: A Mormon Sample of Sexual Minority Partners. Journal of Bisexuality 19: 515–38. [CrossRef]Bridges, James G., G. Tyler Lefevor, Ronald L. Schow, and Christopher H. Rosik. 2020. Identity affirmation and mental health amongsexual minorities: A raised-Mormon sample. Journal of GLBT Family Studies 16: 293–311. [CrossRef]Burckhardt, Carol S., and Kathryn L. Anderson. 2003. The Qualityof Life Scale (QOLS): Reliability, validity, and utilization. Health andQuality of Life Outcomes 1: 60–67. [CrossRef] [PubMed]Buxton, Amity Pierce. 2001. Writing our own script: How bisexual men and their heterosexual wives maintain their marriage afterdisclosure. Journal of Bisexuality 1: 155–89. [CrossRef]Buxton, Amity Pierce. 2004. Work in progress: How mixed-orientation couples maintain their marriage after their wives come out.Journal of Bisexuality 4: 59–82. [CrossRef]Byrd, A. Dean. 2001. Homosexuality and the Church of Jesus Christ. Springville: Bonneville Books.Church News. 2021. Available online: https://www.thechurchnews.com/leaders-and-ministry/2021-08-23/elder-holland-byu-university-conference-love-lgbtq-223095 (accessed on 21 August 2021).Cook, Christopher C. H. 2021. The causes of human sexual orientation. Theology & Sexuality 27: 1–19.Cranney, Stephen. 2017. The LGB Mormon paradox: Mental physical, and self-rated health among Mormon and Non-Mormon LGBindividuals in the Utah Behavioral Risk Facto Surveillance System. Journal of Homosexuality 64: 731–44. [CrossRef]Crowell, Katherine A., Renee V. Galliher, John P. Dehlin, and William S. Bradshaw. 2014. Specific aspects of minority stress associatedwith depression among LDS-affiliated non-heterosexual adults. Journal of Homosexuality 62: 242–67. [CrossRef]Dahl, Angie, and Renee Galliher. 2010. Sexual minority young adult religiosity, sexual orientation conflict, self-esteem and depressivesymptoms. Journal of Gay and Lesbian Mental Health 14: 271–90. [CrossRef]Dahle, Dennis V., A. Dean Byrd, Shirley E. Cox, Doris R. Dant, William C. Duncan, John P. Livingstone, and Gawain W. Wells. 2009.Understanding Same-Sex Attraction. Salt Lake City: Foundation for Attraction Research.Dehlin, Audrianna J., Renee V. Galliher, Elizabeth Legerski, Anita Harker, and John P.Dehlin. 2018. Same-and other-sex aversion andattraction as important correlates of quality and outcomes of Mormon mixed-orientation marriage. Journal of GLBT Family Studies15: 1–20. [CrossRef]Dehlin, John P., Renee V. Galliher, William S. Bradshaw, and Katherine A. Crowell. 2014a. Psychosocial correlates of religiousapproaches to same-sex attraction: A Mormon perspective. Journal of Gay & Lesbian Mental Health 18: 284–311. [CrossRef]Dehlin, John P., Renee V. Galliher, William S. Bradshaw, and Katherine A. Crowell. 2015. Navigating sexual and religious identityconflict: A Mormon perspective. Identity: An International Journal of Theory and Research 15: 1–22. [CrossRef]Dehlin, John P., Renee V. Galliher, William S. Bradshaw, Daniel C. Hyde, and Katherine A. Crowell. 2014b. Sexual Orientation ChangeEfforts among Current or Former Members of the Church of Jesus Christ of Latter-day Saints. Journal of Counseling Psychology 62:95–105. [CrossRef] [PubMed]Diamond, Lisa M., and Clifford J. Rosky. 2016. Scrutinizing immutability: Research on sexual orientation and US. Legal advocacy forsexual minorities. The Journal of Sex Research 53: 363–81. [CrossRef]Dobner, Jennifer. 2015. New Mormon Policy Makes Apostates of Married Same-Sex Couples, Bars Children from Rites. Availableonline: http://archive.sltrib.com/article.php?id=3144035&itype=CMSID (accessed on 7 November 2015).Dwyer, Colin. 2020. Utah Becomes Latest State To Ban Discredited LGBTQ “Conversion Therapy”. Available online: https://www.npr.org/2020/01/22/798603313/utah-becomes-latest-state-to-ban-discredited-lgbtq-conversion-therapy (accessed on 25 January 2020).Religions 2022, 13, 561 19 of 21Eternal Marriage: Student Manual. n.d.Available online: https://www.churchofjesuschrist.org/study/manual/the-eternal-family-teacher-manual/lesson-8-gender-and-eternal-identity?lang=eng (accessed on 26 January 2020).First Presidency. 2019. First Presidency Shares Messages From General Conference Leadership Session. A Message From theFirst Presidency. April 4. Available online: https://www.mormonnewsroom.org/article/first-presidency-messages-general-conference-leadership-session-april-2019 (accessed on 5 April 2019).Gates, Gary J. 2011. How Many People Are Lesbian, Gay, Bisexual, and Transgender. Available online: https://williamsinstitute.law.ucla.edu/research/census-lgbt-demographics-studies/how-many-people-are-lesbian-gay-bisexual-and-transgender/ (accessedon 5 June 2011).Gehrke, R., and J. Dobner. 2015. New anti-bias bill praised as a ‘model’. Salt Lake Tribune, March 13.Grigoriou, Jennifer A. 2014. Minority stress factors for same-sex attracted Mormon adults. Psychology of Sexual Orientation and GenderDiversity 1: 471–79. [CrossRef]Hafen. 2009. Elder Bruce C. Hafen Speaks on Same-Sex Attraction. Available online: https://www.mormonnewsroom.org/article/elder-bruce-c-hafen-speaks-on-same-sex-attraction (accessed on 25 September 2009).Halkitis, Perry N., Jacqueline S. Mattis, Joel K. Sahadath, Dana Massie, Lina Ladyzhenskaya, Kimberly Pitrelli, Meredith Bonacci,and Sheri-Ann E. Cowie. 2009. The meanings and manifestations of religion and spirituality among lesbian, gay, bisexual andtransgender adults. Journal of Adult Development 16: 250–62. [CrossRef]Hamblin, Rebecca, and Alan M. Gross. 2013. Role of religious attendance and identity conflict in psychological well-being. Journal ofReligion and Health 52: 817–27. [CrossRef] [PubMed]Hammarberg, M. 2008. The current crisis in the formation and regulation of Latter-day Saints’ sexual identity. In Revisiting Thomas F. ODea’s the Mormons. Edited by Cardell K. Jacobson, John P. Hoffmann and Tim B. Heaton. Salt Lake City: The University of Utah Press.Hernandez, Barbara Couden, Naomi J. Schwenke, and Colwick M. Wilson. 2011. Spouses in mixed-orientation marriage: A 20-yearreview of empirical studies. Journal of Marital and Family Therapy 37: 307–18. [CrossRef]Hinckley, Gordon B. 1987. Reverence and Morality. The Ensign 17: 45.Jabbour, Jeremy, Luke Holmes, David Sylva, Kevin J. Hsu, Theodore L. Semon, A. M. Rosenthal, Adam Safron, Erlend Slettevold,Tuesday M. Watts-Overall, Ritch C. Savin-Williams, and et al. 2020. Robust evidence for bisexual orientation among men.Proceedings of the National Academy of Sciences of the United States of America 117: 18369–77. [CrossRef]Jacobsen, Jeanna. 2017. Community influences on Mormon women with same-sex sexuality. Culture, Health, and Sexuality 19: 1314–28.[CrossRef]Jacobsen, Jeanna, and Rachel Wright. 2014. Mental Health Implications in Mormon Women’s Experiences With Same-Sex Attraction: AQualitative Study. Counseling Psychologist 42: 664–96. [CrossRef]Jones, Stanton L., and Mark A. Yarhouse. 2011. A longitudinal study of attempted religiously mediated sexual orientation change.Journal of Sex and Marital Therapy 37: 404–27. [CrossRef] [PubMed]Joseph, Lauren J., and Stephen Cranney. 2017. Self-esteem among lesbian, gay, bisexual and same-sex-attracted Mormons andex-Mormons. Mental, Health, Religion, and Culture 20: 1028–41. [CrossRef]Just the Facts Coalition. 2008. Just the Facts about Sexual Orientation and Youth: A Primer for Principals, Educators, and School Personnel.Washington, DC: American Psychological Association.Kimball, Spencer W. 1969. The Miracle of Forgiveness. Salt Lake City: Bookcraft.King, Michael, Joanna Semlyen, Sharon See Tai, Helen Killaspy, David Osborn, Dmitri Popelyuk, and Irwin Nazareth. 2008. Asystematic review of mental disorder, suicide, and deliberate self-harm in lesbian, gay and bisexual people. BMC Psychiatry 8: 70.Available online: https://link-gale-com.erl.lib.byu.edu/apps/doc/A184771981/AONE?u=byuprovo&sid=AONE&xid=f783d5e0(accessed on 10 January 2021).Kissil, Karni, and Haya Itzhaky. 2015. Experiences of the marital relationship among orthodox Jewish gay men in mixed-orientationmarriages. Journal of GLBT Family Studies 11: 151–72. [CrossRef]KSL. 2018. Available online: https://www.ksl.com/article/46358409/lds-church-donates-25k-to-lgbt-advocacy-group-in-effort-to-prevent-suicide (accessed on 15 July 2018).LDS Social Services. 1990. Keys to Understanding Homosexuality. Fayette: LDS Social Services.LDS Social Services. 1995. Understanding and Helping Individuals with Homosexual Problems. Fayette: LDS Social Services.Lefevor, G. Tyler, A. Lee Beckstead, Ronald L. Schow, Marybeth Raynes, Ty R. Mansfield, and Christopher H. Rosik. 2019a. Satisfactionand health within four sexual identity relationship options. Journal of Sex and Marital Therapy 16: 355–69. [CrossRef]Lefevor, G. Tyler, Isabelle Blaber, Caldwell Huffman, Ronald Schow, A. Lee Beckstead, Marybeth Raynes, and Christopher H. Rosik.2019b. The role of religiousness and beliefs about sexuality in well-being among sexual minority Mormons. The Psychology ofReligion and Spirituality 12: 460–70. [CrossRef]Lefevor, G. Tyler, Sydney A. Sorrell, Grace Kappers, Ashley Plunk, Ronald Schow, Christopher H. Rosik, and A. Lee Beckstead. 2020.Same-sex attracted, not LGBQ: The association of sexual identity labeling on religiousness, sexuality and health among Mormons.Journal of Homosexuality 67: 940–64. [CrossRef]Legerski, Elizabeth, and Anita Harker. 2018. The intersection of gender, sexuality, and religion in Mormon mixed-sexuality marriages.Sex Roles 78: 482–500. [CrossRef]Religions 2022, 13, 561 20 of 21Legerski, Elizabeth, Anita Harker, Catherine Jeppsen, Andrew Armstrong, John P. Dehlin, Kelly Troutman, and Renee V. Galliher. 2017.Mormon mixed-orientation marriages: Variation in attitudes and experiences by sexual orientation and current relationshipstatus. Journal of GLBT Family Studies 13: 186–209. [CrossRef]Lippa, Richard A. 2007. The relation between sex drive and sexual attraction to men and women: A cross-national study of heterosexual,bisexual, and homosexual men and women. Archives of Sexual Behavior 36: 209–22. [CrossRef]Lippa, Richard A. 2013. Men and women with bisexual identities show bisexual patterns of sexual attraction to male and female“swimsuit models”. Archives of Sexual Behavior 42: 187–96. [CrossRef] [PubMed]Lippa, Richard A. 2020. Interest, personality, and sexual traits that distinguish heterosexual, bisexual, and homosexual individuals: Arethere two dimensions that underlie variations in sexual orientation? Archives of Sexual Behavior 49: 607–22. [CrossRef] [PubMed]Locke, Benjamin D., Andrew A. McAleavey, Yu Zhao, Pui-Wa Lei, Jeffrey A.Hayes, Louis G.Castonguay, and Lin Yu-Chu. 2012.Development and initial validation of the counseling Center Assessment of Psychological Symptoms-34. Measurement andEvaluation in Counseling and Development 45: 151–69. [CrossRef]Mattingly, Mckay S., Renee V. Galliher, John P. Dehlin, Katherine A. Crowell, and William S. Bradshaw. 2015. A Mixed MethodsAnalysis of the Family Support Experiences of GLBTQ Latter Day Saints. Journal of GLBT Family Studies 12: 386–409. [CrossRef]Mays, Vickie M., and Susan D. Cochran. 2001. Mental health correlates of perceived discrimination among lesbian, gay, and bisexualadults in the United States. American Journal of Public Health 91: 1869–76. [CrossRef]Michaels, S. 2015. A New Jersey Jury Just Dealt a Serious Blow to Gay Conversion Therapy. Available online: www.motherjones.com/politics/2015/06/new-jersey-gay-conversion-therapy-consumer-fraud-jonah (accessed on 10 July 2015).Mohr, Jonathan, and Ruth Fassinger. 2000. Measuring dimensions of lesbian and gay male experience. Measurement and Evaluation inCounseling and Development 33: 66–90. [CrossRef]Morgenroth, Thekla, Teri A. Kirby, Maisie J. Cuthbert, Jacob Evje, and Arielle E. Anderson. 2021. Bisexual erasure: Perceived attractionpatterns of bisexual women and men. European Journal of Social Psychology 52: 249–59. [CrossRef]NARTH. 2012. Statement on Sexual Orientation Change. January 27. Available online: http://narth.com/2012/01/narth-statement-on-sexual-orientation-change/ (accessed on 15 March 2012).Ngun, Tuck C., and Eric Vilain. 2014. The biological basis of human sexual orientation: Is there a role for epigenetics? Advances inGenetics 86: 167–84.Nicolosi, Joseph, A. Dean Byrd, and Richard W. Potts. 2000. Retrospective self-reports of changes in homosexual orientation: Aconsumer survey of conversion therapy clients. Psychological Reports 86: 1071–88. [CrossRef]O’Donovan, Rocky. 1994. The abominable and detestable crime against nature: A brief history of homosexuality and Mormonism,1840–1980. In Multiply and Replenish: Mormon Essays on Sex and Family. Edited by Brent Corcoran. Salt Lake City: Signature Books,pp. 123–70.Oaks, Elders Dallin H., and Lance B. Wickman. 2006. Same-Gender Attraction. Available online: http://www.lds.org/newsroom/issues/answer/0,19491,6056-1-202-4-202,00.html (accessed on 28 November 2006).Packer, Boyd K. 1998. “To the One.” BYU 12-Stake Fireside. Available online: https://speeches.byu.edu/talks/boyd-k-packer/say-unto-one (accessed on 29 March 2015).Pan American Health Organization. 2012. “Cures” for an Illness That Does Not Exist. Available online: http://new.paho.org/hq/index.php?option=com_docman&task=doc_download&gid=17703&Itemid (accessed on 19 August 2018).Parker, Kim. 2015. Among LGBT Americans, Bisexuals Stand out When It Comes to Identity, Acceptance. Available online: http://www.pewresearch.org/fact-tank/2015/02/20/among-lgbt-americans-bisexuals-stand-out-when-it-comes-to-identity-acceptance/ (ac-cessed on 20 March 2015).Polderman, Tinca J. C., Baudewijntje P. C. Kreukels, Michael S. Irwig, Lauren Beach, Yee-Ming Chan, Eske M. Derks, Isabel Esteva, JesseEhrenfeld, Martin Den Heijer, Danielle Posthuma, and et al. 2018. The biological contributions to gender identity and genderdiversity: Bringing data to the table. Behavioral Genetics 4: 95–108. [CrossRef]Prince, Gregory A. 2019. Mormons and Gays: A Turbulent Interface. Salt Lake City: University of Utah Press.Quinn, D. Michael. 1996. Same-Sex Dynamics among Nineteenth Century Americans: A Mormon Example. Chicago: University of Illinois.Rahman, Qazi, Yin Xu, Richard A. Lippa, and Paul L. Vasey. 2020. Prevalence of sexual orientation across 28 Nations and its associationwith gender equality, economic development, and individualism. Archives of Sexual Behavior 49: 595–606. [CrossRef] [PubMed]Religion News. 2020. Available online: https://religionnews.com/2020/02/19/new-lds-handbook-softens-some-stances-on-sexuality-doubles-down-on-transgender-members/ (accessed on 1 April 2020).Rice, William R., Urban Friberg, and Sergey Gavrilets. 2012. Homosexuality as a consequence of epigenetically canalized sexualdevelopment. The Quarterly Review of Biology 86: 343–68. [CrossRef] [PubMed]Riggle, Ellen D. B., Joy S. Whitman, Amber Olson, Sharon Scales Rostosky, and Sue Strong. 2008. The positive aspects of being a lesbianor gay man. Professional Psychology: Research and Practice 39: 210–17. [CrossRef]Rodriguez, Eric M. 2010. At the intersection of church and gay: A review of the psychological research on gay and lesbian Christians.Journal of Homosexuality 57: 5–38. [CrossRef]Rosenberg, M. 1965. Society and Adolescent Child. Prineton: Princeton Univeristy Press.Rosenthal, A. M., David Sylva, and Adam Safron. 2012. The male bisexuality debate revisited: Some bisexual men have bisexualarousal patterns. Archives of Sexual Behavior 41: 135–47. [CrossRef]Religions 2022, 13, 561 21 of 21Ryan, Caitlin, David Huebner, Rafael M. Diaz, and Jorge Sanchez. 2009. Family rejection as a predictor of negative health outcomes inwhite and Latino lesbian, gay, and bisexual young adults. Pediatrics 123: 346–52. [CrossRef]Ryan, Caitlin, Russell B. Toomey, Rafael M. Diazand, and Stephen T. Russell. 2018. Parent-Initiated Sexual Orientation Change EffortsWith LGBT Adolescents: Implications for Young Adult Mental Health and Adjustment. Journal of Homosexuality 67: 159–73.[CrossRef]Ryan, Caitlin, Stephen T. Russell, David Huebner, Rafael Diaz, and Jorge Sanchez. 2010. Family acceptance in adolescence and thehealth of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing 23: 205–13. [CrossRef]Safron, Adam, Victoria Klimaj, David Sylva, A. M. Rosenthal, Meng Li, Martin Walter, and J. Michael Bailey. 2018. Neural Correlates ofSexual Orientation in Heterosexual, Bisexual, and Homosexual Women. Scientific Reports 8: 673. [CrossRef]Scheitle, Christopher, and Julia Kay Wolf. 2018. Religion and sexual identity fluidity in a national three-wave panel of U.S. adults.Archives of Sexual Behavior 47: 1085–94. [CrossRef]Schuck, Kelly D., and Becky J. Liddle. 2001. Religious conflicts experienced by lesbian, gay, and bisexual individuals. Journal of Gay &Lesbian Psychotherapy 5: 63–82. [CrossRef]Serovich, Julianne M., Shonda M. Craft, Paula Toviessi, Rashmi Gangamma, Tiffany McDowell, and Erika L. Grafsky. 2008. A systematicreview of the research base on sexual reorientation therapies. Journal of Marital and Family Therapy 34: 227–38. [CrossRef] [PubMed]Shidlo, Ariel, and Michael Schroeder. 2002. Changing sexual orientation: A consumers’ report. Professional Psychology: Research andPractice 33: 249–59. [CrossRef]Society for Adolescent Health and Medicine—SAHM. 2013. Recommendations for promoting the health and well-being of lesbian, gay,bisexual, and transgender adolescents: A position paper of the society for adolescent health and medicine. Journal of AdolescentHealth 52: 506–10. [CrossRef] [PubMed]Spitzer, Robert L. 2003. Can some gay men and lesbians change their sexual orientation? 200 participants reporting a change fromhomosexual to heterosexual orientation. Archives of Sexual Behavior 32: 403–17. [CrossRef]Stern, Suzanne, and A Jordan Wright. 2018. Discrete effects of religiosity and spirituality on gay identity and self-esteem. Journal ofHomosexuality 65: 1071–92. [CrossRef]Supreme Court. 2019. Available online: https://www.supremecourt.gov/DocketPDF/18/18-107/113604/20190826131230679_Harris%20Amicus%20Brief%20Final%20Version.pdf (accessed on 25 January 2020).Swan, Thomas B., and Suzanne Benack. 2012. Renegotiating identity in unscripted territory: The predicament of queer men inheterosexual marriages. Journal of GLBT Family Studies 8: 46–66. [CrossRef]The Church of Jesus Christ of Latter-day Saints. 1992. Understanding and Helping Those Who Have Homosexual Problems. Suggestions forEcclesiastical Leaders. Salt Lake City: Church of Jesus Christ of Latter-day Saints.The Church of Jesus Christ of Latter-day Saints. 1995. The Family: A Proclamation to the World. Available online: https://www.churchofjesuschrist.org/bc/content/shared/content/english/pdf/36035_000_24_family.pdf (accessed on 18 August 2018).The Church of Jesus Christ of Latter-day Saints. 2007. God Loveth His Children. Available online: http://www.lds.org/portal/site/LDSOrg/menuitem.b3bc55cbf541229058520974e44916a0/? (accessed on 20 March 2015).Time 100. 2019. Why the LDS Church Supports Utah’s Conversion Therapy Ban|Time. Available online: https://time.com/5741789/utah-conversion-therapy-ban-lds/ (accessed on 10 December 2019).Tskhay, Konstantin O., and Nicholas O. Rule. 2015. Sexual orientation across culture and time. In Psychology of Gender Through the Lensof Culture: Theories and Applications. Edited by Saba Safdar and Natasza Kosakowska-Berezecka. New York: Springer InternationalPublishing, pp. 55–72.Ward, Brian W., James M. Dahlhamer, Adena M Galinsky, and Sarah S. Joestl. 2014. Sexual orientation and health among U.S adults.National Health Interview Survey 77: 1–10.Wolkomir, Michelle. 2009. Giving it up to god”: Negotiating femininity in support groups for wives of ex-gay Christian men. Genderand Society 18: 735–55. [CrossRef]Wright, Eric R., and Brea L. Perry. 2006. Sexual identity distress, social support, and the health of gay, lesbian, and bisexual youth.Journal of Homosexuality 51: 81–110. [CrossRef]Wright, Richard G., Allen Leblanc, and Lee Badgett. 2013. Same-sex legal marriage and psychological well-being: Findings from theCalifornia health interview survey. American Journal of Public Health 103: 339–46. [CrossRef] [PubMed]Yarhouse, Mark A., Christine H. Gow, and Edward B. Davis. 2009. Intact marriages in which one partner experiences same-sexattraction: A 5-year follow-up study. Family Journal 17: 329–34. [CrossRef]",
    "id": 545811041,
    "identifiers": {
        "doi": "10.3390/rel13060561",
        "oai": "oai:digitalcommons.usu.edu:psych_facpub-3082"
    },
    "title": "Sexual Complexity: A Comparison Between Men and Women in a Sexual Minority Sample of Members of the Church of Jesus Christ of Latter-Day Saints",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-06-17T08:00:00+01:00",
    "publisher": "Hosted by Utah State University Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.usu.edu/cgi/viewcontent.cgi?article=3082&context=psych_facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/545811041.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/545811041"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/545811041/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/545811041/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/545811041"
        }
    ],
    "abstract": "We report here some of the results from an online survey of 1612 LGBTQ members and former members of the Church of Jesus Christ of Latter-day Saints (CJCLDS, Mormon). The data permitted an exploration of diversity—individual similarities and differences within and between the sexes. Men and women were compared with respect to sexual identity self-labeling and behavior (i.e., identity development, disclosure, activity), orientation change efforts, marital relationships, and psychosocial health—these variables in the context of their religious lives. More women than men self-identified in the bisexual range of the sexual attraction continuum. Both men and women had engaged in extensive effort to change their sexual orientation. Only about 4% of the respondents claimed that those efforts had been successful, and the claims were for outcomes other than an alteration in erotic feeling. In general, only those who identified as bisexual reported success in maintaining a mixed-orientation marriage and continuing activity in the church. For both men and women, measures of psychosocial and sexual health were higher for those in same-sex relationships and those disaffiliated from the church",
    "tags": [
        "text",
        "gender",
        "LDS/Mormon",
        "LGBTQ",
        "religion",
        "sexuality",
        "Educational Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.usu.edu:psych_facpub-3082",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "199",
        "openDoarId": 0,
        "name": "DigitalCommons@USU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 545811041,
        "depositedDate": null,
        "publishedDate": "2022-06-17T08:00:00+01:00",
        "updatedDate": "2024-02-17T09:21:37+00:00",
        "acceptedDate": null,
        "createdDate": "2022-12-02T20:45:52+00:00"
    },
    "urls": [
        "https://digitalcommons.usu.edu/psych_facpub/2078",
        "https://digitalcommons.usu.edu/context/psych_facpub/article/3082/viewcontent/PSYCHfacpub2022_BradshawDehlinGalliher_SexualComplexityComparison.pdf"
    ],
    "lastUpdate": "2024-02-17T09:21:37+00:00",
    "setSpecs": []
}