{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Price, Ron"
        }
    ],
    "contributors": [],
    "createdDate": "2019-08-21T12:10:58+01:00",
    "dataProvider": {
        "id": 1190,
        "name": "Boise State University - ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/1190",
        "logo": "https://api.core.ac.uk/data-providers/1190/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/224997473.pdf",
    "fullText": "  33  Sexual Harassment Experiences of LGBT+ Students in Intercollegiate Speech and Debate Activities Ron Price: McNair Scholar  Dr. Christina Ivey and Dr. Rulon Wood: Mentors Communication Abstract Recent controversies surrounding Title IX have intensified conversations about sexual harassment in university setting(s). Even though sexual harassment has captured political attention, little Communication research exists on how Title IX influences and impacts sexual harassment and assault within the LGBTQ community. There is a dearth of research regarding same-sex sexual harassment in the collegiate speech and debate community. Previous research has explored heterosexual harassment in competitive Speech and Debate; however, same-sex interactions have not received the same level of scrutiny. By extending the work of Pamela Stepp on sexual harassment within the Cross Examination Debate Association (CEDA) community, a more nuanced picture of sexual harassment inside extracurricular university activities can be expanded. Participants will be students from multiple speech and debate programs. Using a version of the Sexual Experience Questionnaire utilized and modified by Stepp and altered for LGBTQ participants, the conversations related to sexual harassment can be examined.   Recent controversies surrounding Title IX have intensified conversations about sexual harassment in university settings. Efforts by the current Education Secretary, Betsy DeVos, seek to limit and/or roll back protections enacted by the Obama administration. “The guidance replaces an Obama-era civil rights directive that DeVos revoked in September 2017. Secretary DeVos claimed that guidance didn't do enough to protect the due process rights of the accused” (Klein & Blad, 2018). Even though sexual harassment has captured political attention, there exists limited Communication or Social Science research on how Title IX influences and impacts sexual harassment and assault within the LGBTQ community. According to a 2007 study prepared for the U.S. Department of Justice “Overall, 19% of undergraduate women reported experiencing attempted or completed sexual assault since entering college (66)” and “Approximately 6.1% of males reported experiencing attempted or completed sexual assault since entering college (68). Additionally, there is a dearth of research regarding same-sex sexual harassment in the collegiate speech and debate community.  Previous research has explored heterosexual harassment in competitive Speech and Debate; however, same-sex interactions have not received the same level of scrutiny. By extending the work of Cynthia Szwapa and Pamela Stepp on sexual harassment within the Cross-Examination Debate Association (CEDA) and the National Debate Tournament (NDT) community, a more nuanced picture of sexual harassment inside extracurricular university activities can be developed. Institutions of higher learning and academia have a responsibility for ensuring that individuals who experience sexual harassment have viable avenues of recourse and that future occurrences are minimized and addressed. Given that there are a number of extra-curricular activities (not just inter-collegiate speech and debate) that occur off campus, it is also vitally important that educators and facilitators be aware of potentially damaging and exploitative situations that may be harmful to their student participants. Experiences from individuals outside of the homosexual-heterosexual binary will be included and perspectives from various ethnic backgrounds will also be recognized. Participants will be students from multiple speech and debate programs from various organizations located throughout the country. Two primary research questions were formulated when developing this project:  1. What are the sexual harassment experiences of LGBT+ students in intercollegiate speech and debate? 2. What additional steps can be taken to address sexual harassment situations for both LGBT+ and heteronormative students in intercollegiate speech and debate?  34 A greater understanding of the sexual harassment experiences of self-identifying LGBT+ students, specifically those of participants in collegiate speech and debate, is necessary for ensuring a safe environment for growth and education. The objective of this research is to increase the sexual harassment awareness and representation of LGBT+ members within the intercollegiate speech and debate community.  Review of Literature  “Sexual harassment” or unwelcome sexual advances, requests for sexual favors, and other verbal or physical harassment of a sexual nature. Harassment does not have to be of a sexual nature, however, and can include offensive remarks about a person’s sex” (EEOC, 2018). The American Psychological Association (2018) defines LGBT+ in the following manner: “LGBT is shorthand for lesbian, gay, bisexual and transgender.” Separate from gender self-identification, the use of lesbian, gay, and bisexual allude to the respondent’s sexual orientation. The term “queer” has also been applied when describing same-sex attractions or relationships. Additionally, individuals may also choose not to identify with these labels for various personal, political, and/or socio-economic reasons.  The \"T\" in LGBT stands for transgender or gender non-conforming and is an umbrella term for people whose gender identity or gender expression does not conform to that typically associated with the sex to which they were assigned at birth (2018). “Genderqueer” has also become a viable option for individuals who do not self-identify as male or female. “While it is important to understand that sexual orientation and gender identity are not the same thing, they do both reflect differing forms of gender norm transgression and share an intertwined social and political history” (2018). The National Speech and Debate Association (2018) defines “Speech and Debate” as: “Speech and debate is an academic activity typically available to students in middle school, high school, and/or college. Speech involves a presentation by one, two, or sometimes a group of students that is judged against a similar type of presentation by others in a round of competition. Debate involves an individual or a team of debaters working to effectively convince a judge that their side of a resolution is, as a general principle, more valid.” Whereas stories of sexual harassment have become normalized in mass media, political reporting and sporting events, academic school programs have received less scrutiny. By focusing a spotlight on this issue, sexual harassment experiences can be brought to light without fear of ridicule, stigmatization, or retaliation.  Sexual harassment has been problematic issue that crosses cultural and historical barriers. “Since its inception as an injury in law and a concept in psychology, sexual harassment has been the topic of continual controversy concerning its definition” (Fitzgerald, Swan, and Magley 1997). In 1995, the United States Department of Defense conducted a national survey amongst its service members to gauge the sexual harassment environment within the Armed Forces. The 1995 survey was a replicated survey from 1988 and provided a basic template for future sexual harassment surveys. An expansion of the sexual identification categories reflects and incorporates elements of post modernity as a method of evaluation and critical reflection.   “A gender diversity perspective offers a non-dichotomous understanding of gender that draws on recent theoretical explorations by what might be called ‘post-modern feminists.’ These scholars go by a wide-ranging set of names including ‘gender deconstructionists,’ ‘gender trouble theorists,’ and sometimes the ‘third wave.’ While these feminists' perspectives do differ from one another, their common agenda is to destabilize the assumption that human gender is inherently dimorphic” (Condit 1997, p. 96).   In the current climate of decisive rhetoric and political fracturing, the sole use of self-identification through gender orientation terms limited to heterosexual and homosexual can no longer be the litmus test for how one expresses and is perceived by society. Human sexuality is comprised of a spectrum of variations and expressions of how one chooses to see themselves, not only as a reflection in the mirror but for when their image is reflected in the eyes of strangers, neighbors, and loved ones.   Gender Diversity Perspective The gender diversity perspective offers an additional lens to enact social change. While simultaneously questioning the necessity of a dichotomous binary construct, the gender diversity perspective allows for the creation and acknowledgement of social identities that are not considered and ignored. Instead of merely arguing for deconstruction of gender dimorphism, gender diversity perspective emphasizes the active construction of multiple, transient gender categories. They will reflect shifting configurations of race, gender, class, sexual orientation, and personal characteristics. The goal of gender diversity approaches is to dismantle traditional gender dimorphism  35 without leaving person identity-less (Condit 1997, p. 97). More work needs to be done to include the narrative experiences of individuals who identify with the male gender and sex. Human experiences are as varied as fingerprints and being able to record, analyze, and share these varying experiences will provide a more heuristic and in-depth understanding about how narratives between dominant and minority experiences are similar and disparate. In order for positive changes to occur in the areas of sexual harassment, all narratives and experiences must be considered and addressed for ally-ship and policy change to occur.  One of the first studies that specifically focused on sexual harassment within intercollegiate speech and debate activities highlights the propensity of sexual harassment felt by women participants at The National Debate Tournament (Szwapa 1994, p.41). Of 26 survey responses, 88.4% of the sample answered Item one in a positive direction (i.e., the behavior was experienced once or more than once); 80.7% responded positively to Item two and 80.7% responded positively to Item three. “In other words, more than three-quarters of the respondents claim to have experienced some form of gender harassment” (Szwapa 1994, p.41). The Campus Sexual Assault (CSA) Study indicates that the participants of their study reported that “women who are victimized during college are mostly likely to be victimized early on in their college tenure” and that “Estimates of the sexual victimization of adult males are sparse in the literature, so it is difficult to compare the CSA Study findings to those produced by existing research” (Campus Sexual Assault, 2007, p.93). Stepp (2001) expanded the scope of study to include participants from the Cross-Examination Debate Association (CEDA). This study suggests that universities need to pay attention to sexual harassment experiences in forensics organizations.  The reported percentages indicate that sexual harassment is prevalent in intercollegiate debate and individual events, that women are harassed more than women in individual events and research was also conducted on the effectiveness of sexual harassment policies within the CEDA organization (Stepp, 2001). I contend the implementation of the CEDA sexual harassment policy has had little overall effect on reducing sexual harassment in the CEDA intercollegiate debate community (Stepp 2001, p.30). Research studies are continuing to provide a fuller version for the sexual harassment experience and are also taking into account male experiences. A study conducted by Kalof et al. found that 40 percent of female undergraduates and 28.7 percent of male undergraduates had been sexually harassed at least once by a professor. The most common type of sexual harassment experienced by students is gender harassment; few students reported unwanted sexual attention or sexual coercion (Kalof et al. 2016, p.296). According to Kalof, et al. (2016) “While we found that most of the men’s experiences of sexual harassment by professors were gender harassment, a few had experienced unwanted sexual attention and one man reported having been sexually coerced . . . Future research must extend the effort begun here to find a way to measure the sexual harassment of men.” Ramifications There are numerous implications when evaluating sexual harassment experiences of the LGBT+ intercollegiate speech and debate community through a gender diversity perspective. The gender diversity perspective thus provides a wider set of context on what it means to be a gendered being. It opens up a comparative approach that sees more than the traditional binary categories, suggesting that those categories are fluid yet provide useful reference points for speakers and critics alike (Condit, 1997). The attitudes of the students, staff, and campus administration also play an important role with addressing sexual harassment. From the Foreword of Sexual Harassment in Higher Education, researchers Dziech and Hawkins (1998) note that when potential acts of sexual harassment are investigated, “students’ experiences are relabeled as anything but sexual harassment, especially as ‘interpersonal problems’ between two people rather than as an organizational issue in which the campus must intervene” (p. x). This “relabeling” insinuates a lack of support from those who can help the most during a student’s time of need.  According to Frank Till (1980) “The key to ending sexual harassment on the campus requires not only a decision and active commitment by top institutional officials, but the establishment of an equitable process leading to equitable resolution of complaint” (p. 27). Stepp and Gardner (2001) also discuss the pivotal role that organizations can play when confronting sexual harassment, claiming that they must “be familiar with its culture and its members, so it is able to predict and identify where, when, and how harassment incidents arise, and how to prevent and communicate about these incidents” (p. 41). Organizational support lends validation towards gender perspectives outside of dominant social norms and reinforces institutional commitments in addressing sexual harassment concerns regardless of how one chooses to self-identify. The diverse and rich forms of gender expression found in society should be encouraged to flourish within the makeup of the student body and faculty. Having to fear moments of assault (sexual or otherwise) should not have to be everyday concerns for anyone.    36 Speech and Debate Specific Collegiate speech and debate programs can provide a methodology that students and administrators can use in the development and implementation of sexual harassment policies. “Going beyond the legalistic political information dispensed in traditional civic courses, speech and debate pedagogies help students develop substantive knowledge about important political controversies, along with the skills and confidences they need to engage in civic life” (Hogan, Kurr, Johnson, & Bergmaier, 2016, p. 380). The literature surrounding the topic area of LGBT+ students and rates of sexual harassment within the speech and debate community is very scarce and limited. Much of the previous research about sexual harassment within the intercollegiate speech and debate focuses primarily on the sexual harassment experiences of heteronormative individuals (mostly women) (Szwapa, 1994). By shifting the focus away from a heteronormative lens, this research study seeks to provide knowledge about a minority group that hasn’t received much attention within this specific context. Given this lack of perspective, coupled with the relevancy of sexual harassment within intercollegiate speech and debate communities, this study explores that following research questions:   Q1: What are LGBT+ students sexual harassment experiences in intercollegiate speech and debate events?    Q2: What more can be done in decreasing sexual harassment experiences of all students (regardless of sex, gender, or sexual orientation)? Research Methods  The sample group was comprised of students who are currently involved in the intercollegiate speech and debate program at their respective institution of learning. The data was gathered primarily through an electronic interface (i.e. an on-line survey.)   Participants were able to access the survey from any electronic device that has internet access. The approach utilized in this survey is a deductive snowball sampling approach. One method of distribution included sending the survey to numerous national organizations (i.e. the Cross-Examination Debate Association, the National Debate Tournament Association, the National Parliamentary Association, the International Public Debate Association, the British Parliamentary Debate Association, etc.) for coaches to make available to their team members. A second method of distribution utilized debate listserv email. For both of these distribution methods, participants had 30 days (from the initial distribution date) to complete the survey at their leisure.  The various research sites were chosen based on their organization’s identification as a nationally recognized speech and debate program. The on-line utility included a disclaimer prior to the survey commencing so that the participants could provide appropriate consent. A link to the online survey was provided to speech and debate programs and the listserv database. The time-frame for the online survey was approximately 30 days from first distribution to closure of the online utility (i.e., if the survey were distributed on May 1, 2018, the participants would have 30 days to complete it). Though the survey was conducted electronically and anonymously, I was able to see that fifteen individuals completed the survey.  Table 1.1 Respondent Characteristics  Pseudonym Gender Sexual Orientation Ethnicity Respondent #1 Cis-gender Female Homosexual/Lesbian/Gay Caucasian/White Respondent #2 Cis-gender Female Queer Caucasian/White Respondent #3 N/A Bisexual Caucasian/White Respondent #4 Gender Fluid/ Genderqueer Homosexual/Lesbian/Gay Asian  Respondent #5 Cis-gender Female Bisexual/Queer Caucasian/White  37 Respondent #6 Agender/ Gender Fluid/ Genderqueer/ Demi-Girl Demisexual/ Pansexual Caucasian/White Respondent #7 Demi-Girl (she/hers & they/theirs) Bisexual/ Demisexual Caucasian/White/ Asian Respondent #8  Cis-gender Male Homosexual/Lesbian/Gay Caucasian/White Respondent #9 Cis-gender Female/ Gender Fluid Queer/ Pansexual Caucasian/White Respondent #10 Cis-gender Male Homosexual/Lesbian/Gay Hispanic/ Latin  Respondent #11 Cis-gender Female Homosexual/Lesbian/Gay Caucasian/White Respondent #12 Cis-gender Female/ Gender non-conforming Homosexual/Lesbian/Gay Caucasian/White Respondent #13 Cis-gender Male Bisexual Caucasian/ White/ Native American/ Alaska Native Respondent #14 Cis-gender Female Homosexual/Lesbian/Gay Caucasian/White Respondent #15 Genderqueer Queer Caucasian/White  Approximately 50% of the respondents self-identified as Cis-gender female, 21.4% as Cis-gender male or Gender Fluid or Genderqueer, 7.1% as Agender, 7.1% as Demigirl, 7.1% as Demigirl who identifies as they/theirs, and 7.1% as Gender non-conforming. Of the respondents polled, 46.7% self-identified as Homosexual/Gay/Lesbian. Bisexual and Queer self-identification tied at 26.7%, as did Demisexual and Pansexual at 13/3%. This study had a majority of White/Caucasian respondents with 86.7%. The second largest ethnic demographic was Asian Americans at 13.3%, with Native American/Alaska Native and Hispanic/Latin American classifications both at 6.7%.  The survey was designed for gathering data specifically from LGBT+ individuals who are currently involved in intercollegiate speech and debate. The survey utility tools that were used in prior studies primarily treated sexual self-identification to a male-female binary and did not expand on the experiences of people of color or marginalized groups. As noted by Stepp, “Even though the descriptions of experiences in the open-ended questions provided some of this information, the survey should have asked for the sex of the harasser. In particular, this would have provided insight into same-sex harassment. The ethnicity or race of the participants should have been solicited, as we know little about harassment of specific ethnic groups” (p. 45-46). The survey tool in this proposal widened the narrative outside of default heteronormative model. This survey proposal included areas of self-identification on questions relating to gender, sex, sexual orientation, ally-ship, and ethnicity (whereas the previous survey models did not).  Using a version of the Sexual Experience Questionnaire utilized and modified by Stepp and, altered for LGBTQ participants, the conversations related to sexual harassment can be examined. To do this, I looked to the qualitative responses at the end of the surveys and discovered key themes/ideas based on Owen’s (1984) suggestion of “recurrence, repetition, and forcefulness” as a means of recognizing important patterns (p. 275). Through the application of Owen’s themes to the survey responses the following themes where developed: lack of knowledge about sexual harassment policies and lack of standardization amongst programs. These two areas of improvement should be included in the continuing discussion concerning sexual harassment.  Results Twenty percent of the respondents reported that there was either “Unwanted, uninvited sexual teasing, jokes, remarks or questions (Examples: Someone told you that you have a nice body, someone asked you how your sex life is, someone told crude jokes to embarrass you, someone jokingly made some comment about how you might perform in bed),” “Unwanted, uninvited sexually suggestive looks, gestures or body language (Example: Someone  38 in your program kept staring at your sexual body parts),” or “Unwanted, uninvited pressure for dates (Example: A DOF/COACH or team member kept pressuring you to go out)” during their experiences within their speech and debate program. Furthermore 13.3% of respondents reported receiving “Unwanted, uninvited whistles, calls, hoots or yells of a sexual nature (Example: One or more persons within your program whistled at you or yelled some sexual things)” or “Other unwanted, uninvited attention of a sexual nature.” Alarmingly 6.7% respondents experienced “Actual or attempted rape or sexual assault” and/or “Unwanted, uninvited pressure for sexual favors (Example: Someone in your program tried to talk you into performing a certain sexual act with or for them, maybe promising a reward)” during their involvement within the speech and debate community. Respondent #9 observed “Often times the sexual harassment is played off as if it was a joke and, in my experience, if it's \"funny\" or \"a roast\" then others on the team are okay with it.” The normalization of sexual harassment behaviors within speech and debate programs is counter-productive to creating safe and equitable spaces of learning for participants and coaching staff alike. Ensuring that participants feel empowered to access resources and personnel equipped with addressing sexual harassment experiences can be pivotal in creating a safe learning environment.  The findings were focused around two prevalent themes involving sexual harassment experiences of LGBT+ identifying individuals within the speech and debate community: (a) the lack of knowledge about sexual harassment policies within the speech and debate community and (b) the lack of standardization amongst programs with how sexual harassment policies are communicated. The lack of resource availability and recourse for person(s) who find themselves in situations of sexual harassment often influenced whether or not sexual harassment experiences were reported. Commonalities and differences were found amongst the lived experiences of individuals who encountered sexual violence and the extent to which individuals sought safety, security, or recourse.  All respondents identified that they were either currently involved or have been a member of the speech and debate community; 60% of respondents have been sexual harassed by someone in the speech and debate community or during a speech and debate event. Lack of Knowledge about Sexual Harassment Policies Some respondents (46.7%) describe themselves as not knowledgeable about sexual harassment policies within the speech and debate community. Additionally, some respondents (53.3%) describe themselves as knowledgeable with 6.7% of respondents rating their level of knowledge as “Strongly knowledgeable.” The lack of awareness and knowledge about sexual harassment policies, preventative measures, and how to seek recourse is reflective in the data reported and experiences expressed. Attitudes of apathy and compliance expressed by faculty and team members contribute to a hostile learning environment that leave victims further silenced through inaction and shaming. Respondent #2 stated:  A member on my team was brutally raped. When the coach addressed it, all he was concerned about was that nobody hears about it when it happens. Not that it shouldn’t happen. I’ve approached him about such situations and the drugs the kids do which leads to sexual harassment being furthered.  The DOF, school administrators, faculty, and coaching staff should all be viable options for victims of sexual harassment to approach when forced to endure sexual harassment incidents from perpetrators. Instead, victims of sexual harassment are further traumatized when policies and regulations meant for their protection are not communicated or ignored. Such actions further incentivize the perpetrator to continue their behavior without fear of repercussion. When surveyed about the culture of sexual harassment on their respective speech and debate teams, 6.7% of respondents noted that there was sexual talk or behavior (within the speech and debate program) during the past year created an offensive, hostile, or intimidating environment. Respondent #3 noted that there were “Plenty of unwanted advances by a particular male student on another student.”  Similar sentiments were shared by Respondent #6, “People continued sexually looking at my friends as well as make unwanted sexual jokes and comments. There was also an incident where a person was repeatedly pressured to perform sexual acts” and by Respondent #9, “Several women I know have been cat called at tournaments, touched because of their apparel, begged for dates, etc.” The perpetuation of unwanted advances, sexual jokes, and catcalling seem to become normalized and reflective of toxic environments that fail to address themes of patriarchy, misogyny, and oppression. The lack of action enables perpetrators to continue their behavior unabated.  In addition to the psychological, mental, and emotional experiences associated with sexual harassment, physical harm is also a constant danger. Respondent #12 remarked that “One of the other women on the debate team has experienced unwanted attention and touching from two of the other men on the team, and they only stopped  39 after repeated interventions from one of the other men on the team, but did not respond to her requests to stop,” and Respondent #13 shared that he/she/they have “a friend whose lover threatened to commit suicide if she left him.” Dealing with one’s own sexual harassment experiences is a difficult process that can be compounded by social pressures to fit in and academic pressures to succeed. Having access and knowledge about avenues of recourse can help minimize the rate of sexual harassment occurrences felt by participants.  Just as telling are the responses provided when respondents were asked about their personal knowledge on sexual harassment policies within the speech and debate community. Barely half (53.3%) of respondents felt that they were knowledgeable, whereas 46.7% felt that they were uninformed about practices and policies within their own program. The near-equal response is indicative of the importance in communicating sexual harassment policies and regulations to current and prospective students. Respondent #13 underscores this importance; “Yes about 4-5 other teammates have been sexually harassed.” This statement is especially pertinent given that 40% of the respondents reported that they received “Unwanted, uninvited sexual teasing and jokes” while part of the speech and debate team. The propensity for sexual harassment perpetrators to feel emboldened by their actions is reflective of the narratives being expressed within this study. The lack of visibility, lack of support, and lack of knowledge are contributing factors for individuals who to not communicate their experiences as they are often met with disbelief, shame, and ridicule. Lack of Standardization amongst Programs  The respondents in this study described many difficulties during their participation with their speech and debate teams. Lack of knowledge about intervention methods by the participant and team members, fear of shame, and/or fear of retaliation are contributing factors to the negative experiences expressed by respondents. When asked “Did others in your program know about this unwanted, uninvited sexual attention, responses were varied; 26.7% as “Several other people knew”, 20% as “Almost everyone in the program knew”, 20% as “At least one other person knew”, and 33.3% as “Not applicable”. The respondent’s answers concerning their motivations for not pursuing formal or official actions provide a more nuanced reasoning on why sexual harassment experiences often go under-reported (if reported at all).  Table 1.2  Reason(s) for not reporting  I thought I could handle it 33.3% I did not think anything would be done 33.3% I was too embarrassed 26.7% I thought that it would be held against me or I would be blamed 26.7% I thought that I would be labeled as a troublemaker 26.7% I thought that it would make my situation worse 20% Someone took action or said something 20% I thought it would take too much time/effort 20% I saw no need to report it 20% I did not want to hurt the harasser(s) 6.7% I met other victims of harassment 6.7% Not applicable 40%  40  Another area of obstruction or difficulty centered specifically around the role of the Director of Forensics (DOF). Overwhelmingly the respondents had positive impressions of their DOF’s; 35.7% of respondents reported that “The DOF very ACTIVELY DISCOURAGES sexual harassment” and “The DOF has spoken out against it AND does seem to want it stopped.” However, discouraging information comes to light when 14.3% state that “The DOF HAS spoken out against it BUT really seems not to care about it,” and 7.1% state “The DOF’s attitude is unknown/The DOF is new/The subject hasn’t come up.” The remaining 7.1% state “The DOF has NOT spoken out against it BUT seems to want it stopped.” The differing percentages allude to the various approaches that DOF’s implement (or fail to implement) when having discussions, activities, or interventions that pivot around the topic of sexual harassment. Utilizing policies and practices that mitigate occurrences of sexual harassment can create a more inclusive environment that participants can feel welcomed in. Approximately 20% of the respondents expressed “consideration” in leaving their respective speech and debate programs but “decided to stay,” with 6.7% “considering leaving” due to sexual harassment experience(s). Failure to initiate action can have dire consequences, as shared by Respondent #2, “I tried to kill myself. I ended up having to stay in a facility to get better. Still, nothing has been done.” Academic institutions (and by extension programs that represent them) have obligations to their students to provide safe and equitable opportunities and settings for learning. The lack of resource availability and recourse also influenced how participants were expected to respond to their sexual harassment experiences. Respondents (36.4%) reported that “No emotional counseling or medical assistance was offered at any point” and 18.2% of respondents noted that “Emotional counseling might have been helpful.”  Lack of health and counseling resources coupled with lack of representation and academic support can create detrimental experiences for LGBT+ self-identifying participants in speech and debate activities. The normalization of rape culture and suicide further compounds the continuing discussion around sexual harassment.  Conclusion The data gleaned from this proposed study could have numerous applications and implications. This study could be published in communication related journals like “The National Forensics Journal,” “Speaker and Gavel,” and “Argumentation and Advocacy.”  Additionally, this study could also be presented at various national conferences including the National Communication Association conference, the Boise Undergraduate Academic Conference and the Ronald E. McNair Scholars Academic conference. The data could also be used by school administrators and policy makers when developing policies and procedures to address sexual harassment.  The ultimate goal of this research is to increase the sexual harassment awareness and representation of LGBT+ members within the intercollegiate speech and debate community. This proposal found that the sexual harassment experience of LGBT+ individuals are similar to that of their heteronormative colleagues but provided knowledge around sexual harassment experiences unique to LGBT+ students in intercollegiate speech and debate. The potential policy implications can also influence decisions made by academic institutions, administrators, and speech and debate programs. The self-identified LGBT+ respondents in this study navigate a complex set of cultural, social, and academic settings in seeking opportunities for success and growth. The normalization, acceptance, and/or ignorance surrounding the sexual harassment experiences of LGBT+ participants demonstrate the importance in recognizing different gender perspectives outside of the dominant heteronormative perspective. Academic institutions, administrators, faculty and staff members should draw upon their own experiences and expertise when helping students address sexual harassment concerns. The LGBT+ self-identified respondents all expressed a desire to shine a light on the challenges faced by participants and challenge the current implementation of policies and regulations throughout various speech and debate programs. This article makes two contributions towards our expanding understanding of the sexual harassment narratives expressed by LGBT+ self-identifying participants. First, this article highlights the disparity between individuals who are aware of sexual harassment policies and those who are not. Many of the participants expressed a lack of knowledge about current sexual harassment policies and regulations within their speech and debate program. While there was some acknowledgement about some programs being proactive in mitigating sexual harassment experiences, this sentiment was not shared by everyone surveyed. Lack of knowledge led some respondents to believe that they had no recourse or assurances that their sexual harassment narratives would be believed, much less followed up on. The prevailing culture within their speech and debate team was an additional factor in making LGBT+ participants feel welcomed, included and represented with the greater speech and debate community. Some respondents noted rare instances of ally-ship within team dynamics, but those examples were rare and atypical.  41 Isolation, shame, and lack of representation were feelings shared by a majority of the respondents. This research indicates that LGBT+ identifying participants need more resources and opportunities to share their sexual harassment experiences and to be believed when those narratives come to light.  Second, this article places a greater responsibility on institutions of higher learning, administrators, faculty, and staff members with ensuring that sexual harassment policies and regulations are communicated in an effective, cohesive, and standardized manner. DOF’s are responsible for creating a safe space that is conducive for learning for all the participants within their speech and debate program (regardless of self-identified gender expression and/or sexual orientation.) This study demonstrates the pivotal role that DOF's have in the establishment, growth, and continued discussion that speech and debate programs should be having in the ways and means that sexual harassment can be lessened. Future research involving speech and debate programs with LGBT+ self-identifying participants, especially those involving people of color, and their sexual harassment experiences will continue to add to a greater understanding on the diversity of individual experiences felt when sexual harassment occurs. Additionally, research on various strategies and methodologies used when discussing sexual harassment may be effective in gauging the “usefulness” or “effectiveness” of certain approaches. What is not in dispute is the irrevocable harm that inaction and ignorance can cause. As Respondent #2 discerned, “Multiple other kids on my team have attempted suicide, one has been raped by a fellow team member. Still, nothing has been done.” More needs to be done. References Condit, C. M. (2010, November 11). In Praise of Eloquent Diversity: Gender and Rhetoric as... Retrieved  September 30, 2018, from http://www.tandfonline.com/doi/abs/10.1080/07491409.1997.10162405 Hay, M. S., & Elig, T. W. (September 01, 1999). The 1995 Department of Defense Sexual Harassment Survey:  Overview and Methodology. Military Psychology, 11, 3, 233-242. Dziech, B. W., & Hawkins, M. W. (1998). Sexual harassment in higher education: Reflections and new  perspectives. New York: Garland Pub. Fitzgerald, L. F., Swan, S., & Magley, V. J. (1997). But was it really sexual harassment? Legal, behavioral, and  psychological definitions of the workplace victimization of women. In W. O’Donohue (Ed.), Sexual harassment: Theory, research, and treatment (pp. 5-28). Needham Heights, MA, US: Allyn & Bacon. Hogan, J. M., Kurr, J. A., Johnson, J. D., & Bergmaier, M. J. (January 01, 2016). Speech and Debate as Civic  Education. Communication Education, 65, 4, 377-381. Kalof, L., Eby, K., Matheson, J., & Kroska, R. (2001). The Influence of Race and Gender on Student Self-Reports of  Sexual Harassment by College Professors. Gender and Society, 15(2), 282-302. Retrieved from http://www.jstor.org/stable/3081848  Klein, A., & Blad, E. (2019, February 20). DeVos Rewrites Title IX Guidance on Sexual Assault and Harassment.  Retrieved from https://www.edweek.org/ew/articles/2018/11/28/devos-rewrites-title-ix-guidance-on-sexual.html  National Institute of Justice 2007. “The Campus Sexual Assault (CSA) Study.” Research Triangle Park, NC:  Research Triangle Institute. Retrieve April 28, 2018 (https://www.ncjrs.gov/pdffiles1/nij/grants/221153.pdf). Owen, W. F. (1984). Interpretive Themes in Relational Communication. Quarterly Journal of Speech, 70, 274-287. Stepp, P. L. (January 01, 2001). Sexual Harassment in Communication Extra-Curricular Activities: Intercollegiate  Debate and Individual Events. Communication Education, 50, 1, 34-50. Stepp, P. L., & Gardner, B. (September 01, 2001). HOW WELL ARE WE DOING: HAS THE SEXUAL  HARASSMENT POLICY IN CEDA DEBATE WORKED?. Contemporary Argumentation & Debate, 22. Szwapa, C. A. (September 06, 1994). Sexual Harassment and Gender Discrimination in NDT Debate.  Argumentation and Advocacy, 31, 1, 41-44. Till, F. J., & United States. (1980). Sexual harassment: A report on the sexual harassment of students. Washington,  D.C: U.S. Dept. of Education.  42 Appendix Survey questions \"Thank you for taking the time to complete this survey. We truly value the information you have provided. Your responses will contribute to a greater understanding of LGBTQAI experiences concerning sexual harassment in intercollegiate speech and debate. Your participation in this survey is completely voluntary and anonymous. If you experience feeling of distress or harm, please seek the appropriate counseling and/or medical services.\"   1. I am currently involved or have been a member of the speech and debate community: a. Yes b. No  2. How would you identify? a. Gay b. Lesbian c. Transsexual d. Intersexed e. Cis-gendered male f. Cis-gendered female g. Other _________  3. What is your sexual orientation? a. Asexual b. Bisexual c. Heterosexual d. Homosexual e. Pansexual f. Other __________  4. What is your ethnicity? a. White or Caucasian American b. Black or African American c. Native American or Alaska Native d. Asian American e. Native Hawaiian or Other Pacific Islander f. Middle Eastern American g. Hispanic or Latin American h. Mixed/Multiracial i. Other _________  5. How would rate your rate level of knowledge about sexual harassment in general? (On a scale of 1 to 5) 1 - Strongly knowledgeable 2 - Knowledgeable 3 - Neutral 4 - Not Knowledgeable 5 - Strongly not knowledgeable  6.    Are you knowledgeable about sexual harassment within the speech and debate community? a. Yes b. No If yes, explain:   43 7.    Was there any sexual talk or behavior (within your speech and debate program) during the past year that,  overall, created an offensive, hostile, or intimidating environment for you? a. Always b. Most of the time c. Sometimes d. Rarely e. Never   8.    Please read the statements below and select the one which best represents the attitude toward sexual harassment of the Director of Forensics/Coach at your college/university. a. The DOF very ACTIVELY DISCOURAGES sexual harassment b. The DOF has spoken out against it AND does seem to want it stopped c. The DOF has NOT spoken out against it BUT seems to want it stopped d. The DOF HAS spoken out against it BUT really seems not to care about it e. The DOF seems uniformed about sexual harassment f. The DOF may or may not have spoken out against sexual harassment but really seems to condone it g. The DOF has NOT spoken out against it AND seems to not care about it h. The DOF seems to actually encourage sexual harassment b. The DOF’s attitude is unknown/The DOF is new/The subject hasn’t come up   9.    Have you ever considered leaving the speech and debate program because of sexual harassment? a. No b. Yes, I have considered leaving but decided to stay c. Yes, I am considering leaving now due to sexual harassment   10.  Do you, from your own knowledge or from what the person(s) said, know anyone who has experienced sexual harassment while on the speech and debate team? If so, please explain. Do not include yourself:   11.  Was there any sexual talk or behavior within your program during the past year that, overall, created an offensive, hostile or intimidating environment for you? a. Always b. Most of the time c. Sometimes d. Rarely e. Never   12.  Have YOU EVER RECEIVED any of the following kinds of UNINVITED and UNWANTED sexual attention from someone IN YOUR PROGRAM while part of the speech and debate activity?  Mark all that apply.   TYPE(S) OF UNINVITED, UNWANTED SEXUAL ATTENTION a. Actual or attempted rape or sexual assault b. Unwanted, uninvited pressure for sexual favors (Example: Someone in your program tried to talk you into performing a certain sexual act with or for them, maybe promising a reward) c. Unwanted, uninvited touching, leaning over, cornering, pinching or brushing against of a deliberately sexual nature d. Unwanted, uninvited sexually suggestive looks, gestures or body language (Example: Someone in your program kept staring at your sexual body parts) e. Unwanted, uninvited letters, telephone calls, or materials of a sexual nature (Examples: Someone in your program called you and said foul things, someone at work brought nude pictures for you to look at, someone sent you letters suggesting that you and person have sex) f. Unwanted, uninvited pressure for dates (Example: A DOF/COACH kept pressuring you to go out) g. Unwanted, uninvited sexual teasing, jokes, remarks or questions (Examples: Someone told you that you have a nice body, someone asked you how your sex life is, someone told crude jokes to embarrass you, someone jokingly made some comment about how you might perform in bed) h. Unwanted, uninvited whistles, calls, hoots or yells of a sexual nature (Example: One or more persons within your program whistled at you or yelled some sexual things)  44 i. Unwanted, uninvited attempts to get your participation in any other kinds of sexually oriented activities (Examples: Someone tried to get you involved in group sex, or to pose for nude films or pictures or to seduce someone for fun) j. Other unwanted, uninvited attention of a sexual nature (Specify: _______________________) k. No, I have NEVER experienced any UNINVITED and UNWANTED sexual attention from someone within my program   13.  Have you ever been sexual harassed by someone in the speech and debate community or during a speech and debate event? a. Yes b. No c. Not sure d. Prefer not to say If comfortable, explain your answer:   14.  How did you respond to this sexual attention? Select all that apply. a. There was no incident of sexual harassment, no action necessary b. I ignored the behavior or did nothing c. I avoided the person(s) d. I asked or told the person(s) to stop e. I threatened to tell or told others f. I reported the behavior to the DOF/COACH or other official(s) g. I made a joke of the behavior h. I went along with the behavior i. I got someone else to speak to the person(s) about the behavior j. I threatened to harm the person(s) in the behavior continued k. I did something else (Specify: ____________________________________) l. I left the program   15.  Did you take any formal (official) action(s) against the person(s) who harassed you? a. No b. Yes c. Not applicable   16.  What were your reasons for not taking any formal (official) actions? Mark all that apply a. I took care of the problem myself/ I thought I could take care of it b. I didn’t know the person(s) who did it c. Someone else took action for me or said something in my behalf d. I did not know what actions to take e. I saw no need to report it f. I did not want to hurt the person(s) who harassed me g. I was too embarrassed h. I did not think anything would be done i. I thought that it would take too much time and effort j. I thought that it would be held against me or that I would be blamed k. I thought that it would make my situation worse l. I thought I would be labeled as a troublemaker m. Not applicable   17.  What effect did your actions) have? If comfortable, please explain:   18.  How did your DOF/COACH or other officials respond to the formal action you took? Mark all that apply a. Found my charge to be true b. Found my charge to be false c. Took actions against the person(s) who bothered me d. Were hostile or took action against me  45 e. DOF/COACH/other officials did nothing f. The action is still being processed g. I don’t know whether anyone did anything h. Not applicable   19.  Did others in your program know about this unwanted, uninvited sexual attention? a. No one else knew, as far as I know b. At least one other person knew c. Several other people knew d. Almost everyone in the program knew e. No applicable   20.  Did anyone in your program who knew about this tell the person(s) who bothered you that the behavior was unacceptable, or otherwise try to the stop the person(s)? a. Yes b. No c. Don’t know   21.  Was/were the person(s) who sexually harassed you: (Mark all that apply) a. The Director of Forensics/ Coach of your program b. Someone from your team/someone directly associated with your team c. The Director of Forensics/ Coach from another program d. Someone from a different team/program e. No harassment occurred   22.  Please describe the person(s) who sexually harassed you. Mark all that apply a. Sex of Person(s) i. Male ii. ii.Female iii. iii.Two or more male iv. iv.Two or more females v. v.Both sexes vi. Unknown b. Age of Person(s) i. Older ii. Same age iii. ii.Younger iv. iii.Mixed v. iv.Unknown c. Race of Person(s) i. Same as yours ii. Different iii. ii.Some same, some different iv. iii.Unknown d. Sexual Orientation of Person(s) i. Asexual ii. Bisexual iii. Heterosexual iv. Homosexual v. Pansexual vi. Unknown vii. Other _____________  23.  Did you receive medical assistance or emotional counseling from a trained professional as a result of your sexual harassment experience? a. Yes, I received medical assistance  46 b. Yes, I received counseling from a trained professional c. Yes, I received both medical assistance and emotional counseling d. No, but emotional counseling might have been helpful e. No, but medical assistance might have been helpful f. No, I do not need either medical assistance or emotional counseling g. No, there was no emotional counseling or medical assistance offered at any point h. Prefer not to answer   24.  Have you ever been accused of sexual harassment by someone in the speech and debate community or during a speech and debate event? a. Yes b. No c. Not sure d. Prefer not to say If comfortable, explain your answer:   Thank you very much for your cooperation in this survey. Is there anything you would like to add regarding sexual harassment within the intercollegiate speech and debate community? If you have comments or concerns that you were not able to express in answering this survey, please write them in the space provided. _______________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________ ",
    "id": 224997473,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.boisestate.edu:mcnair_journal-1211"
    },
    "title": "Sexual Harassment Experiences of LGBT&plus; Students in Intercollegiate Speech and Debate Activities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-01T08:00:00+01:00",
    "publisher": "'IUScholarWorks'",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.boisestate.edu/cgi/viewcontent.cgi?article=1211&amp;context=mcnair_journal"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/224997473.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/224997473"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/224997473/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/224997473/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/224997473"
        }
    ],
    "abstract": "Recent controversies surrounding Title IX have intensified conversations about sexual harassment in university setting(s). Even though sexual harassment has captured political attention, little Communication research exists on how Title IX influences and impacts sexual harassment and assault within the LGBTQ community. There is a dearth of research regarding same-sex sexual harassment in the collegiate speech and debate community. Previous research has explored heterosexual harassment in competitive Speech and Debate; however, same-sex interactions have not received the same level of scrutiny. By extending the work of Pamela Stepp on sexual harassment within the Cross Examination Debate Association (CEDA) community, a more nuanced picture of sexual harassment inside extracurricular university activities can be expanded. Participants will be students from multiple speech and debate programs. Using a version of the Sexual Experience Questionnaire utilized and modified by Stepp and altered for LGBTQ participants, the conversations related to sexual harassment can be examined",
    "tags": [
        "text",
        "Gender, Race, Sexuality, and Ethnicity in Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.boisestate.edu:mcnair_journal-1211",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1190",
        "openDoarId": 0,
        "name": "Boise State University - ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 224997473,
        "depositedDate": null,
        "publishedDate": "2019-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-22T04:57:43+00:00",
        "acceptedDate": null,
        "createdDate": "2019-08-21T12:10:58+01:00"
    },
    "urls": [
        "https://scholarworks.boisestate.edu/mcnair_journal/vol14/iss1/10",
        "https://scholarworks.boisestate.edu/context/mcnair_journal/article/1211/viewcontent/09_Price__Ron__2019__Sexual_Harassment_Experiences.pdf"
    ],
    "lastUpdate": "2024-01-22T04:57:43+00:00",
    "setSpecs": []
}