{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Katyal, Sonia K."
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:18:56+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144230363.pdf",
    "fullText": "Fordham Law SchoolFLASH: The Fordham Law Archive of Scholarship and HistoryFaculty Scholarship2005Sexuality and Sovereignty: The Global Limits andPossibilities of Lawrence Symposium: Legal Rightsin Historical Perspective: From the Margins to theMainstreamSonia K. KatyalFordham University School of Law, skatyal@law.fordham.eduFollow this and additional works at: http://ir.lawnet.fordham.edu/faculty_scholarshipPart of the Civil Rights and Discrimination Commons, and the Sexuality and the Law CommonsThis Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted forinclusion in Faculty Scholarship by an authorized administrator of FLASH: The Fordham Law Archive of Scholarship and History. For moreinformation, please contact tmelnick@law.fordham.edu.Recommended CitationSonia K. Katyal, Sexuality and Sovereignty: The Global Limits and Possibilities of Lawrence Symposium: Legal Rights in HistoricalPerspective: From the Margins to the Mainstream, 14 Wm. & Mary Bill Rts. J. 14 (2005-2006)Available at: http://ir.lawnet.fordham.edu/faculty_scholarship/236SEXUALITY AND SOVEREIGNTY: THE GLOBAL LIMITSAND POSSIBILITIES OF LAWRENCESonia K. Katyal*INTRODUCTION ................................................ 1429I. THE PARADOX OF GLOBAL GAY LIBERATION ..................... 1436A. Revisiting the Closet ..................................... 1441B. Postcolonial Resurrections of the Closet ...................... 1450II. TOWARD A GLOBAL THEORY OF SEXUAL SOVEREIGNTY ............. 1460A. Spatial Privacy ......................................... 1463B. Deliberative Autonomy ................................... 1472C. Expressive Liberty ....................................... 1478II. BEYOND SOVEREIGN RECOGNITION ............................. 1485CONCLUSION ................................................. 1492INTRODUCTIONIn the summer of 2003, the Supreme Court handed gay and lesbian activists astunning victory in the decision of Lawrence v. Texas,' which summarily overruledBowers v. Hardwick.2 At issue was whether Texas' prohibition of same-sex sexualconduct violated the Due Process Clause of the U.S. Constitution. In a powerful,poetic, and strident opinion, Justice Kennedy, writing for a six-member majority, re-versed Bowers, observing that individual decisions regarding physical intimacy be-tween consenting adults, either of the same or opposite sex, are constitutionally pro-tected, and thus fall outside of the reach of state intervention.' Volumes can be writtenabout the decision; it represents a culmination of nearly a century's worth of workin dismantling prejudicial views on gays and lesbians in American law and, indeed,the rest of the world.4* Associate Professor of Law, Fordham University School of Law. The author wouldlike to thank the following colleagues for helpful comments and conversation: MichelleAdams, Carlos Ball, Mary Anne Case, Chai Feldblum, James Fleming, Sheila Foster, AbnerGreene, Tracy Higgins, Angela Harris, Nan Hunter, Sital Kalantry, Jane Larson, RobinLenhardt, Esther Lucero, Catherine Powell, Darren Rosenblum, Holly Tahvonen, and BenjaminZipursky. Special thanks to Michael Stein for inviting me to this symposium at William &Mary School of Law and to the Center for Gay and Lesbian Studies, where I co-taught aSexuality, Media Studies, and Performance Series with Carmelyn Malalis. I thank John AlanFarmer, Genevieve Blake, Heather Burke, Jayson Mallie, Ethan Notkin, and Sheila Cockburnfor very helpful research assistance on this project.539 U.S. 558 (2003).2 478 U.S. 186 (1986).3 Lawrence, 539 U.S. at 560.4 For some examples of scholarship on the decision, see Paris R. Baldacci, Lawrenceand Ganner: The Love (Or at Least Sexual Attraction) that Finally Dared Speak Its Name,1429WILLIAM & MARY BILL OF RIGHTS JOURNAL10 CARDOZO WOMEN'S L.J. 289 (2004); Carlos A. Ball, The Positive in the FundamentalRight to Marry: Same-Sex Marriage in the Aftermath of Lawrence v. Texas, 88 MINN. L. REV.1184 (2004); Steven G. Calabresi, Lawrence, the Fourteenth Amendment, and the SupremeCourt's Reliance on Foreign Constitutional Law: An Originalist Reappraisal, 65 OHIO ST.L.J. 1097 (2004); Dale Carpenter, Is Lawrence Libertarian?, 88 MINN. L. REV. 1140 (2004);Mary Anne Case, Of \"This\" and \"That\" in Lawrence v. Texas, 2003 SuP. CT. REV. 75; MatthewColes, Lawrence v. Texas & the Refinement of Substantive Due Process, 16 STAN. L. & POL'YREV. 23 (2005); Benjamin J. Cooper, Loose Not the Floodgates, 10 CARDOZO WOMEN'S L.J.311 (2004); Paisley Currah, The Other \"Sex\" in Lawrence v. Texas, 10 CARDOZO WOMEN'SL.J. 321 (2004); William N. Eskridge, Jr., Lawrence's Jurisprudence of Tolerance: JudicialReview to Lower the Stakes of Identity Politics, 88 MINN. L. REV. 1021 (2004); James E.Fleming, Lawrence's Republic, 39 TULSA L. REV. 563 (2004); Edward B. Foley, Is LawrenceStill Good Law?, 65 OHIO ST. L.J. 1133 (2004); Katherine M. Franke, Commentary, TheDomesticated Liberty of Lawrence v. Texas, 104 COLuM. L. REV. 1399 (2004); Suzanne B.Goldberg, Morals-Based Justificationsfor Lawmaking: Before and After Lawrence v. Texas,88 MINN. L. REV. 1233 (2004); Lino A. Graglia, Lawrence v. Texas: Our Philosopher-KingsAdopt Libertarianism as Our Official National Philosophy and Reject Traditional Moralityas a Basis for Law, 65 OHIO ST. L.J. 1139 (2004); Bernard E. Harcourt, \"You are enteringa gay and lesbian-free zone\": On the Radical Dissents of Justice Scalia and Other (Post-)Queers, 94 J. CRIM. L. & CRIMINOLOGY 503 (2004); Berta E. Hermindez-Truyol, QueryingLawrence, 65 OHIO ST. L.J. 1151 (2004); Wilson Huhn, The Jurisprudential Revolution:Unlocking Human Potential in Grutter andLawrence, 12 WM. &MARYBILLRTS. J. 65 (2003);Nan D. Hunter, Living with Lawrence, 88 MINN. L. REV. 1103 (2004); Pamela S. Karlan,Loving Lawrence, 102 MICH. L. REV. 1447 (2004); Nancy J. Knauer, Lawrence v. Texas:When \"Profound and Deep Convictions\" Collide With Liberty Interests, 10 CARDOZO WOMEN'SL.J. 325 (2004); Andrew Koppelman, Interstate Recognition of Same-Sex Civil Unions AfterLawrence v. Texas, 65 OHIO ST. L.J. 1265 (2004); Andrew Koppelman, Lawrence's Penumbra,88 MINN. L. REV. 1171 (2004); Joan L. Larsen, Importing Constitutional Norms from a \"WiderCivilization\": Lawrence and the Rehnquist Court's Use of Foreign and International Lawin Domestic Constitutional Interpretation, 65 OHIO ST. L.J. 1283 (2004); Arnold H. Loewy,Morals Legislation and the Establishment Clause, 55 ALA. L. REV. 159 (2003); Nelson Lund& John 0. McGinnis, Lawrence v. Texas and Judicial Hubris, 102 MICH. L. REV. 1555(2004); Catharine A. MacKinnon, The Road Not Taken: Sex Equality in Lawrence v. Texas,65 OHIO ST. L.J. 1081 (2004); Brett H. McDonnell, Is Incest Next?, 10 CARDOZO WOMEN'SL.J. 337 (2004); Miranda Oshige McGowan, From Outlaws to Ingroup: Romer, Lawrence,and the Inevitable Normativity of Group Recognition, 88 MINN. L. REV. 1312 (2004); RichardD. Mohr, The Shag-a-delic Supreme Court: \"Anal Sex,\" \"Mystery, \" \"Destiny,\" and the \"Trans-cendent\" in Lawrence v. Texas, 10 CARDOZO WOMEN'S L.J. 365 (2004); Ruthann Robson,The Missing Word in Lawrence v. Texas, 10 CARDOZO WOMEN'S L.J. 397 (2004); LouisMichael Seidman, Out of Bounds, 65 OHIo ST. L.J. 1329 (2004); Andrew J. Seligsohn, ChoosingLiberty Over Equality and Sacrificing Both: Equal Protection and Due Process in Lawrencev. Texas, 10 CARDOZO WOMEN'S L.J. 411 (2004); Edward Stein, Introducing Lawrence v.Texas: Some Background and a Glimpse of the Future, 10 CARDOZO WOMEN'S L.J. 263(2004); Lior Jacob Strahilevitz, Consent, Aesthetics, and the Boundaries of Sexual PrivacyAfter Lawrence v. Texas, 54 DEPAuL L. REV. 671 (2005); Mark Strasser, Lawrence, Same-Sex Marriage and the Constitution: What Is Protected and Why?, 38 NEW ENG. L. REV. 667(2004); Cass R. Sunstein, Liberty After Lawrence, 65 OHIO ST. L.J. 1059 (2004); Cass R.1430 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYFor a moment, civil rights activists took in an unusual turn of events: the SupremeCourt, largely regarded as conservative, unwittingly unleashed a firestorm of contro-versy by refusing to differentiate between the intimacy enjoyed by same-sex andopposite-sex couples, and by attaching a protective cover of liberty to each.' Thisvery act of equivocation was edifying, profoundly courageous, and, for some legalscholars, ultimately reminiscent of the era just after Brown v. Board of Education.6At the same time that the decision corrected a grave injustice, it gave rise to acurious host of criticism and discomfort from parts of the American public, the ma-jority of which had previously, and quietly, favored decriminalizing same-sex sexualactivity. While supporters of gay and lesbian rights rejoiced in a stunning triumphof corrective justice, antigay advocates seemed to discover a new battle cry, vocallywarning the American public that Lawrence had suddenly, unwittingly, opened thedoor to a cavalcade of undesirable outcomes.7 In a scathing dissent, Justice ScaliaSunstein, What Did Lawrence Hold? OfAutonomy, Desuetude, Sexuality, and Marriage, 2003SUP. CT. REV. 276; Laurence H. Tribe, Essay, Lawrence v. Texas: The \"FundamentalRight\"that Dare Not Speak Its Name, 117 HARv. L. REV. 1893 (2004); Francisco Valdes, Anomalies,Warts and All: Four Score of Liberty, Privacy and Equality, 65 OHIO ST. L.J. 1341 (2004);Jami Weinstein & Tobyn DeMarco, Challenging Dissent: The Ontology andLogic ofLawrencev. Texas, 10 CARDOZO WOMEN'S L.J. 423 (2004); David Zucco, Introduction to Symposium:Gay Rights After Lawrence, 88 MINN. L. REV. 1017 (2004).' Note, however, that Justice Powell had long publicly regarded his tie-breaking vote inBowers as one of his most regrettable decisions. See Ronald Turner, Traditionalism, Majori-tarian Morality, and the Homosexual Sodomy Issue: The Journey from Bowers to Lawrence,53 U. KAN. L. REV. 1, 53 n.341 (2004) (citing Powell's statement at a law school appearancethat his vote in Bowers was \"probably... a mistake\" and another statement to a reporter thatBowers was probably inconsistent with Roe v. Wade); see also Robson, supra note 4, at 407& n.52 (2004) (noting that Powell's concurrence in Bowers was - according to some case-book authors - \"a decision later regretted by Justice Powell who had thought that Bowersv. Hardwick was not really an important decision\").6 347 U.S. 483 (1954). David Garrow noted in Newsweek that the Lawrence case \"'maybe one of the two most important opinions of the last 100 years.\"' Evan Thomas, The WarOver Gay Marriage, NEWSWEEK, July 7, 2003, at 38. See also Nancy Gibbs, A Yea for Gays,TIME, July 7, 2003, at 38. In another publication, Garrow claimed that \"[a]ntigay evangelistsJerry Falwell, Pat Robertson, and James Dobson are now in the same league as [segregationists]Lester Maddox and Strom Thurmond\" after Brown. Chris Bull, Justice Served, ADVOC., Aug.19, 2003, at 35, 36 (alteration in original).' The Reverend Lou Sheldon, president of the Traditional Values Coalition, declared,\"People of faith are not going to lie down and allow their faith to be trampled because apolitically correct court has run amok ...\" Thomas, supra note 6, at 38. One of the leadingconservative strategists, Paul Weyrich, observed that he has \"'never seen people so energizedand activated, even more so than at the time of Roe v. Wade.\"' Jeffrey Rosen, How toReignite the Culture Wars, N.Y. TIMES, Sept. 7, 2003, § 6, at 48. In one much-publicizedpoll, two months before the decision, 60 percent of respondents favored decriminalizing gaysex; yet, days after Lawrence, that number had shrunk to 48 percent. Richard Goldstein, GetBack!, VILLAGE VOICE, Aug. 12, 2003, at 32. Polls also showed that, after Lawrence, therewas a \"sudden drop in the number of Americans who said that they would support civilunions for gays and lesbians, from 49 percent in May to 37 percent in August.\" Rosen, supra.For more discussion, see Susan Page, Gay Rights Tough to Sharpen into Political \"'WedgeIssues\"', USA TODAY, July 28, 2003, at A10, and Susan Page, Americans Less Tolerant onGay Issues, USA TODAY, July 29, 2003, at Al. For a longer historical treatment on the rise2006] 1431WILLIAM & MARY BILL OF RIGHTS JOURNALvociferously complained that the majority \"ha[d] largely signed on to the so-calledhomosexual agenda,\"'8 and observed:Many Americans do not want persons who openly engage in ho-mosexual conduct as partners in their business, as scoutmastersfor their children, as teachers in their children's schools, or as boar-ders in their home. They view this as protecting themselves andtheir families from a lifestyle that they believe to be immoral anddestructive.9Republican Senator Rick Santorum further predicted that if sodomy was legalized,\"then you have the right to bigamy, you have the right to polygamy, you have theright to incest, you have the [right to anything].\"'Elsewhere over the globe, Lawrence was met with a comparable mixture oftrepidation and satisfaction.\" While some gay rights advocates rejoiced in the UnitedStates' decision to join a growing cadre of nations that had decriminalized lawsagainst sodomy (and in particular, cited the Court's willingness to draw on interna-tional human rights jurisprudence to that effect), other governments took a differentroute and used the opinion to signify a growing distaste with Western decadence.One of Egypt's religious leaders proclaimed a newfound commitment to fighting the\"plague\" of gay visibility, declaring his opposition to the appointment of gay clergyand same-sex marriage.' 2 The Vatican, just weeks after Lawrence, issued a sweepingdeclaration repudiating same-sex unions as \"'gravely immoral,\"' urging Catholics tojoin in combating them. 3 And, in perhaps the most powerful example of this trend,the Indian government offered a resounding defense of its own sodomy laws, claimingin a recent brief that despite recent signs of tolerance in the West, \"'Indian societyis intolerant to the practice of homosexuality/lesbianism,\"' pointing out that such\"disapproval of homosexuality was 'strong enough to justify it being treated as a cri-minal offence even where the adults indulge in it in private.\"\"..4 The government,of the gay civil rights movement, see Laura Secor, Rainbow Warriors, BOSTON GLOBE, Aug.3, 2003, at El.' Lawrence, 539 U.S. at 602.9 Id.0 David Teather, U.S. Supreme Court Lifts Ban on Gay Sex in Texas, GUARDIAN (London),June 27, 2003, at 13.\" See Ahmar Mustikhan, A Ruling Heard Around the World, PAC. NEWS SERVICE, June 30,2003, http://www.alternet.org/story/16301.12 Egypt Religious Leader Fights Gay 'Plague', Gay.com U.K., Sept. 9,2003, http:llwww.gay.com/news/article.html?2003/09/09/4.13 Vatican Fights Gay Marriages, CNN.com, July 31, 2003, http://www.cnn.com/2003/WORLD/Europe/07/3 1/vatican.gay.marriages/index.html.14 Life Sentences Necessary \"To Control Homosexuality\" India Says, 365gay.com, Sept.9, 2003, http://www.365gay.com/NewsContent/090903indiaSex.htm. See also All that GaysWant Is Equality, TIMEs INDIA, Sept. 21, 2003; Allowing Homosexuality Will Lead to Delin-quent Behavior: Indian Govt, Rediff.com, Sept. 8,2003, http://www.rediff.com/news/2003/sep/08sex.htm (last visited Sept. 9, 2003); Kavita Chowdhury, Centre Says Being Gay Will1432 (Vol. 14:1429SEXUALITY AND SOVEREIGNTYnotably, reached this conclusion even in light of the ironic fact that India's sodomylaws were enacted by British colonial regimes in the 1800s, not by Indians them-selves. 5These examples carry with them hidden and unstated implications for the recentglobalization of gay civil rights, forcing us to actively contemplate whether Lawrenceis yet another symbol of a global wave of change, or whether it represents an ulti-mately unfulfillable goal worldwide, particularly in places where gay civil rights move-ments have been met with considerable backlash. 6 For, as Professors Arnaldo Cruz-Malav6 and Martin Manalansan have observed, \"[q]ueemess is now global. Whetherin advertising, film, performance art, the Internet, or the political discourses of humanrights in emerging democracies, images of queer sexualities and cultures now circulatearound the globe.\"'17 They continue:In a world where what used to be considered the \"private\" is evermore commodified and marketed, queerness has become both anobject of consumption, an object in which nonqueers invest theirpassions and purchasing power, and an object through which queersconstitute their identities in our contemporary consumer-orientedglobalized world.18Interestingly, as the \"private\" becomes more and more commodified, the roleof law has become much more central in defining the rights of particular sexualminorities, particularly in times of tremendous cultural transition. The recent emer-gence of gay- or lesbian-identified individuals in postcolonial contexts has createdcomplex ruptures in existing social fabrics, calling into question the universality oflegal constructs governing sexuality and culture. Throughout the globe, various socialnorms, histories, symbols, and meanings create complex intersections with legal ca-tegories of sexual identity. Three perspectives dominate. On one side, some govern-ments view the advent of gay rights movements as purely \"Western\" phenomena,devoid of local expression. On the other side, some global gay rights activists favora universalized understanding of sexual identity that risks erasing the diversity of local-Remain a Crime, Its Reason: Our Society Doesn't Tolerate It, INDIAN EXPRESS, Sept. 9, 2003;Swagato Ganguly, India's Sexual Minorities, STATESMAN (Calcutta), July 27, 2003; India CourtPetitioned on Sodomy Law, Datalounge, Sept. 10, 2003, available at http://www.sodomylaws.org/world/india/innews33.htm; No 'Unnatural'Sex Please, We Are Indians!, HINDUSTAN TIMES,Sept. 11, 2003, available athttp://www.sodomylaws.org/world/india/innews2.htm; Jyoti Sharma,Why Should Homosexuality Be a Crime?, TIMES INDIA, Sept. 19,2003; Still Unnatural, TELE-GRAPH (Calcutta), Sept. 12, 2003.'5 All that Gays Want is Equality, supra note 14.16 In other work, I have raised significant concerns about this global movement. See SoniaKatyal, Exporting Identity, 14 YALE J.L. & FEMINISM 97, 98 (2002) (noting that many foreigngovernments see the formation of gay communities as a foreign threat and have mountedvocal and often violent attacks against gay and lesbian movements within their borders).17 See QUEER GLOBALizATIONS: Cm SENsHIPANDTHEAFrERLFE OF COLONIALISM 1 (AmaldoCruz-Malav6 & Martin F. Manalansan eds., 2002) [hereinafter QUEER GLOBALIZATIONS].18 Id.2006] 1433WILLIAM & MARY BILL OF RIGHTS JOURNALized sexualities in favor of encouraging individuals to identify under the homogenizingcategories of \"gay,\" \"lesbian,\" or \"bisexual\" identity. A third group, largely composedof social constructionists, favor particularized meanings of sexual identity and mean-ing that can often fail to reference their larger political significance as part of a globalphenomenon.As I will show, the pronounced risk of backlash against gay rights necessarilyforces us to contemplate the limits and possibilities of each of these prisms, parti-cularly in terms of the boundaries between public and private space and the need forcultural translation. I will argue in this paper that Lawrence offers us another waythat surpasses, and yet challenges, the perspectives offered by these different groups.A close reading of Lawrence represents a culmination of a historic, and increasinglyglobal, convergence between liberty, privacy, and anti-essentialist theories of sexualidentity. Indeed, the ultimate significance of Lawrence lies not in its overt shieldingof sexual minorities from criminalization, but rather in its willingness to offer to theAmerican (indeed global) public, a version of sexual autonomy that is filled withboth promise and danger, fragility and universality. For, quite unlike Bowers, whichlargely directed its judicial gaze towards gays and lesbians in particular, the court inLawrence carried a message of sexual self-determination for everyone, irrespectiveof sexual orientation. At the same time, however, by examining the case law thathas flourished in its wake, we see that it has often been correlated with an implicit logicof containment that has relegated the exercise of sexual autonomy to private, ratherthan public, spaces.' 9In the past, equality-based movements on the basis of sexual orientation havehistorically focused on the trope of expressive identity, drawing upon comparisonswith race and sex for their persuasion.2\" Within this paradigm, gay and lesbian advo-cates often claimed that sexual orientation is like race, or that gay men and lesbiansare similar to racial groups, defined by an essence that is inalterable, fixed, immutable,and, ultimately, fundamental to one's identity.2' Largely since Bowers, scholars andcourts have embraced this conception by defining the class of gays and lesbians bya shared, public personality, rather than a particular sexual activity.22 Indeed, the mostsuccessful cases for gay rights have unerringly utilized this public notion of gaypersonhood, framed by reference to sexual orientation, as a central animating figure\"9 Cf. Case, supra note 4; Franke, supra note 4; Hunter, supra note 4.20 Cf. Nan D. Hunter, Expressive Identity: Recuperating Dissent for Equality, 35 HARV.C.R.-C.L. L. REv. 1 (2000).21 See Janet Halley, Gay Rights and Identity Imitation: Issues in the Ethics of Represen-tation, in THE PoLrncs OF LAW 115, 121 (David Kairys ed., 1988); see also Sharon ElizabethRush, Equal Protection Analogies - Identity and \"Passing\": Race and Sexual Orientation,13 HARv. BLACKLETrER L.J. 65 (1997).22 Rush, supra note 21, at 91; see also Suzanne B. Goldberg, On Making Anti-Essentialistand Social Constructionist Arguments in Court, 81 OR. L. REv. 629 (2002); Janet E. Halley,Reasoning About Sodomy: Act and Identity in and After Bowers v. Hardwick, 79 VA. L. REV.1721, 1744 (1993); Katyal, supra note 16, at 111.1434 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYin exploring other fundamental rights affecting speech, assembly, association, or theright to participate in the political process.23Yet Lawrence, by focusing on privacy and liberty, instead, has quietly and subtlyreoriented this project along a different and more convergent continuum that empha-sizes the need for protection through the lens of autonomy, privacy, and liberty,rather than the trope of expressive identity. Emerging from this decision is a visionof sexual self-determination, what I call \"sexual sovereignty,\" that represents the inter-sectional convergence of three separate prisms: spatial privacy, expressive liberty,and deliberative autonomy. 24 In creating a space for the convergence of all three fa-cets, I would argue that Lawrence is a triumph - and a product - of anti-essentialism,but its implicit logic of containment limits its potential to traverse both theoreticaland global divisions regarding culture and sexuality.2\" Consequently, ultimately,despite the power of its universalist vision, this Article argues that Lawrence is circum-scribed by potential limitations wrought by culture, property, nationality, and citizen-ship. Indeed, the example of India offers gay activists in the West a particularly richand cogent lesson regarding the limits of globalization of gay civil rights, one that re-flects a deeper ambivalence and complexity regarding the convergence of law, culture,and sexuality.As Robert Post forcefully recognized, culture and law are locked in a compli-cated, ongoing dialogue, one that inevitably produces a constitutional law that reflectsthe contested and dynamic values that constitute culture itself.26 As Post observes, lawboth arises from, and in turn regulates, culture as a result.27 But if the outcome inLawrence captures a key moment in the culture wars surrounding sexuality in Ame-rica, then we should also confront its meaning and legal significance on a broader,global scale. Lawrence's limitations and possibilities have been covered at greatlength by other scholars; my objective aims to capture some of these ideas in orderto explore how Lawrence generates a global politics of tolerance, rather than a glo-bal politics of equality.28 Yet, despite these limitations, I argue that Lawrence servesas a starting point with which to build a theoretical model for global sexual auto-nomy that encompasses many of the anti-essentialist critiques offered by human rightsdiscourse, critical race theory, and queer theory.23 See ROBERT WINTEMUTE, SEXUAL ORIENTATION AND HUMAN RIGHTS 49 (1995); seealso Nan D. Hunter, Commentary, Identity, Speech, and Equality, 79 VA. L. REv. 1695, 1695(1993) (observing that \"the First Amendment has provided the most reliable path to successof any of the doctrinal claims utilized by lesbian and gay rights lawyers.\"); Katyal, supra note16, at 111.24 See, e.g., Valdes, supra note 4.25 Cf. Case, supra note 4; Franke, supra note 4; Hunter, supra note 4.26 Robert C. Post, Foreword: Fashioning the Legal Constitution: Culture, Courts, andLaw, 117 HARV. L. REV. 4, 8 (2003).27 Id.2 See generally Eskridge, supra note 4.2006] 1435WILLIAM & MARY BILL OF RIGHTS JOURNALThis Article, written for a symposium on the development of social movements,first attempts to use Lawrence as a recent example of an emergent theory of \"sexualsovereignty,\" and second, attempts to predict what using this type of theory mightyield for similar battles that are being fought elsewhere throughout the globe, particu-larly those which intersect with questions of culture, identity, and sexuality.29 PartI of this Article turns to exploring the common problems of global gay civil rightsdiscourse, with special reference to India and its own debates regarding sodomy laws.Part II discusses the tri-partite prism of Lawrence, arguing that Lawrence and itsprogeny offer the public a vision of sexual self-determination that is deeply borderedbetween public and private expressions of sexuality and desire. As I argue, India'sown treatment of sexuality and sexual orientation provides us with a fascinating ap-plication of the limits and possibilities behind each facet of Lawrence - spatial pri-vacy, expressive liberty, and deliberative autonomy - in a post-colonial context. Iargue here that although Lawrence may be culturally circumscribed by Western no-tions of sex and sexual identity, its theory of sexual autonomy offers a vital shift -from expressive identity to privacy and autonomy - that may be more easily trans-latable to contexts that lack corresponding entrenchments of publicly heterosexual,homosexual, and bisexual identities. While the legacy of Bowers forced individualsto reclaim public spaces for gay and lesbian visibility, Lawrence, by creating a spacefor the protection of private space, allows for a kind of sexual sovereignty that com-prises the intersectional prism of privacy, autonomy, and liberty. However, as I show,the limitations of this theory call for a much more dynamic interaction between thesovereignties of the private and the public - in short, we must use the public to en-hance the private, and vice versa if Lawrence is to be at all effective in a global context.I. THE PARADOX OF GLOBAL GAY LIBERATIONAs a preliminary matter, it is important to observe that there is no single \"lesbianand gay movement\" in the United States; instead, there is a proliferation of differentand competing groups with widely different self-understandings, representations,and political aims.30 Nevertheless, it can be said that the most prominent strandwhich often presents itself as \"the movement\" involves organizations and individualsthat promote an agenda of equal rights and inclusion that is largely \"premised on aconception of gay men and lesbians as a clearly demarcated social group with a fixed,29 Mustikhan, supra note 11.30 Steven Epstein, Gay and Lesbian Movements in the United States: Dilemmas of Iden-tity, Diversity, and Political Strategy, in THE GLOBALEMERGENCE OF GAY AND LESBIAN POI-TICS: NATIONAL IMPRINTS OF A WORLDWIDE MOVEMENT 30-31 (Barry D. Adam et al. eds.,1999) (observing that multiple movements over time with \"widely different self-understandingsand political strategies\" have included \"homophile,\" \"gay liberationist,\" \"lesbian feminist,\"\"gay rights,\" and \"queer\").1436 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYethnic-like identity.\"' 3' It is this \"movement,\" circumscribed by the twin aims of cul-tural equality and law reform, that I focus on particularly in this Article.32Prior to Lawrence, legal treatments of sexuality in the United States tended toactively ossify divisions between identities by focusing on the presence or absenceof fixed, declarative statements of sexual orientation. 33 Its governing theory, accordingto Nan Hunter, drew upon a powerful and pragmatic notion of \"expressive identity,\"the idea that one's sexual identity is both performative and representational, a politicsof presence.34 In these respects, the law governing sexuality has often presumed -and thus imposed - a clear delineation of boundaries between homosexual, hetero-sexual, and bisexual identities. As a result, laws which govern sexuality implicitlypresume that everyone is classifiable along some continuum of sexual identity; it servesas a priceless index of human self-actualization. In the United States, as I and othershave argued in prior work, the emergence of this seemingly fixed and stable homo-sexual identity became increasingly necessary as a means to successfully decenterthe import of Bowers v. Hardwick.35 In order to distinguish Hardwick's impact inthe equal protection context, scholars and courts began to embrace an alternate concep-tion of homosexuality in which the class of homosexuals became defined by a public,shared personality, rather than a sexual activity.36 Since then, the \"class\" of homo-sexuals has become defined through the lens of gay personhood, which is deemeda \"central and defining aspect of the personality of every individual. '37 This indexof sexual identity - gay personhood - remains at the heart of the successes andfailures of the gay civil rights movement, generating as many definitional conundrumsas it has brought forth uncertain victories.383\" Id. at 32. See generally URVASHI VAID, VIRTUALEQUALITY: THE MAINSTREAMING OFGAY AND LESBIAN LIBERATION (2d ed. 1996) (arguing, among other things, that a gay andlesbian movement pursuing social, legal, cultural and political legitimation emphasizes thediscrimination that gay and lesbian people face as a minority).32 NICHOLAS BAMFORTH, SEXUALITY, MORALS AND JUSTICE: A THEORY OF LESBIAN ANDGAY RIGHTS LAW 65 (1997).33 See Hunter, supra note 20, at 10 (noting the military's \"don't ask, don't tell\" policy asa prime example of how statements of sexual orientation become speech acts through whichone's legal status or material condition may be altered). For an extremely thoughtful treat-ment of the benefits and disadvantages of using expressive identity in litigation, see Goldberg,supra note 22. See also Darren Lenard Hutchinson, Accommodating Outness: Hurley, FreeSpeech, and Gay and Lesbian Equality, 1 U. PA. J. CONST. L. 85, 116-23 (1998) (describingthe divisions in communities and the costs inflicted upon the gay and lesbian community bystaying in \"the closet,\" and by not openly declaring one's sexual orientation); Darren LenardHutchinson, \"Closet Case\": Boy Scouts of America v. Dale and the Reinforcement of Gay,Lesbian, Bisexual, and Transgender Invisibility, 76 TuL. L. REV. 81 (2001).3' Hunter, supra note 20.15 Janet Halley, The Construction of Heterosexuality, in FEAR OF A QUEER PLANET 91(Michael Warner ed., 1994).36 See id.\" Id. at 92.38 See Katyal, supra note 16.2006] 1437WILLIAM & MARY BILL OF RIGHTS JOURNALPart of this focus is historically attributable to the changing role of sodomy lawsin the nineteenth century, which slowly began to focus more on homosexual \"persons\"rather than \"activities.\"3 9 Whereas early classifications of homosexuality, for themost part, concerned themselves with sexual acts, rather than sexual identities, laterdisciplinary processes began to focus more on the homosexual as a distinct type ofperson, a \"species,\" rather than a type of behavior.4° Early court opinions, for example,carved from the law a vision of a homosexual species, thereby willingly embracingthe notion that American society could be neatly classified into homosexual andnon-homosexual persons.4' In Bowers v. Hardwick, for example, the Court observedthat its opinion did not require it to judge sodomy (in general) or homosexuality (inparticular); instead, it circumscribed its query to ask only whether the Constitutionconferred the \"fundamental right upon homosexuals to engage in sodomy. ' 42 Bycarving out a particularized inquiry - focusing its gaze on homosexuals, as opposedto society generally - the Court reified the notion that sexual identity, rather thanactivity, marked citizens for both liberation and moral opprobrium, depending uponwhich side of the line they fell.4 3In turn, the language of gay and lesbian liberation unwittingly assumed this un-stated platform. Ever since Bowers, which foreclosed privacy protections for same-sex sexual activity, strategies for lesbian and gay equality have tended to focus on\" Nan D. Hunter, Life After Hardwick, 27 HARV. C.R.-C.L. L. REV. 531, 537 (1992) (no-ting that in \"'ancient civil or canonical codes, sodomy was a category of forbidden acts; theirperpetrator was nothing more than the juridical subject of them. The nineteenth-century homo-sexual became a personage' (quoting MICHEL FOUCAULT, THE HISTORY OF SEXUALITY 42-43(Robert Hurley trans., 1978))). Hunter also explains that anti-sodomy \"statutes that prohibitedthe 'crime against nature' without defining it were challenged on grounds of vagueness, althoughmost were upheld with limiting constructions.\" Id. at 538.4 1 FOUCAULT, supra note 39, at 43. According to Michel Foucault, whereas ancient civilor canonical codes forbid sodomy as a category of forbidden acts,[t]he nineteenth century homosexual became a personage, a past, a casehistory, and a childhood, in addition to being a type of life, a life form,and a morphology .... Nothing that went into his total compositionwas unaffected by his sexuality. It was everywhere present in him: atthe root of all his actions because it was their insidious and indefinitelyactive principle; written immodestly on his face and body because itwas a secret that always gave itself away.Id. See also Anne B. Goldstein, Commentary, History, Homosexuality, and Political Values:Searching for the Hidden Determinants of Bowers v. Hardwick, 97 YALE L.J. 1073 (1988).\"' See Boutilier v. INS, 387 U.S. 118 (1967) (characterizing a Canadian man as a\"homosex-ual\" under section 1182(a)(4) of the 1952 Immigration Act and Nationality Act, 8 U.S.C.A. §1101 et seq., which excludes \"[a]liens afflicted with psychopathic personality or mental defect\").42 Bowers v. Hardwick, 478 U.S. 186, 190 (1986).4' Bowers brought forth a multitude of insightful critiques from both criminal and consti-tutional perspectives. See, e.g., Halley, supra note 22; Christopher R. Leslie, Creating Criminals:The Injuries Inflicted by \"Unenforced\" Sodomy Laws, 35 HARv. C.R.-C.L. L. REv. 103 (2000);Jed Rubenfeld, The Right of Privacy, 102 HARV. L. REv. 737 (1989); William J. Stuntz, TheUneasy Relationship Between Criminal Procedure and Criminal Justice, 107 YALE L.J. 1,7 (1997); Kendall Thomas, Beyond the Privacy Principle, 92 COLUM. L. REv. 1431 (1992).[Vol. 14:14291438SEXUALITY AND SOVEREIGNTYequality within public spaces - freedom of speech and expression, for example, isoften used as a principle to justify inclusion and protection in public events.' Asa result, gay civil rights, both inside and outside of the law, have become inextricablypermeated with an expressive, identity-based rhetoric. Group rights have becomethe main platform to imagine gay equality after Bowers; the unavailability of privacy-based strategies of liberation forced individuals out of the closet, into the streets, andultimately forged a visible, unitary view of the gay community. Under this visage, pub-lic, expressive identity becomes everything - part and parcel of the language of bothdiscrimination and liberation.45Yet this overreliance on identity-based paradigms of equality all too often illu-minates a troubling paradox. 46 The seductive power of categorization - the notionof gay personhood - tethers the very premise of liberation to the same categories asthose that originated in order to oppress. These categories - quite strategically -either erase or overlook the rich and complicated tapestry of human sexuality andidentity, potentially excluding vast numbers of individuals whose self-perceptionmay fall outside of the interstices of gay, lesbian, bisexual, or heterosexual identitycategories.47 Often, categories of sexual identity assume a particular fixedness thatmay often diverge from social norms, and may fail to play out in terms of one's beha-viors, tastes, and social roles. As Hunter explains:The civil rights claim remains the most powerful device for secur-ing equality in American society, yet is premised on recognitionof a coherent group identity. What often goes unspoken in the as-sertion of such a claim is the tension between the desire to decon-struct the imprisoning category itself and the need to defend thosepersons who are disadvantaged because they bear the group label.48Hunter's eloquent observation, I suggest, represents a critical crossroads for gay andlesbian rights, particularly globally, where the language of gay liberation has oftenfaced audiences in other cultures whose social norms might actively challenge theuniversality of such categories. In short, exceptions to the general categories of gay,lesbian, or bisexual identity are everywhere, even despite their seeming clarity.4944 See Boy Scouts of America v. Dale, 530 U.S. 640 (2000); Hurley v. Irish-Am. Gay,Lesbian & Bisexual Group of Boston, Inc., 515 U.S. 557 (1995); see also Hunter, supra note20; Knauer, supra note 4, at 332 (noting that \"[b]y the time John Geddes Lawrence and TysonGarner were before the Court, the homosexual had already emerged... as a politicized, orga-nized, expressive, and sexual individual.\").41 See Hunter, supra note 39, at 1553-54.46 See Katyal, supra note 16, at 128-29.4' This is particularly true for the vast numbers of sexual minorities that adopt or expressgender variance, as I argued in Exporting Identity. See id at 133, 154-55; see also Currah, supranote 4.48 Hunter, supra note 39, at 546-47.49 See generally Katyal, supra note 16.14392006]WILLIAM & MARY BILL OF RIGHTS JOURNALAccording to Eve Sedgwick, \"modem Western culture has placed what it callssexuality in a more and more distinctively privileged relation to our most prized con-structs of individual identity, truth, and knowledge.\" 50 Consequently, she adds, \"itbecomes truer and truer that the language of sexuality not only intersects with but trans-forms the other languages and relations by which we know.\"'', The growing tendencyamong some global gay rights activists to traverse the globe and history, labelingeverything with hints of same-sex eroticism as evidence of \"gay\" or \"lesbian\" iden-tity, reveals troubling unstated premises about the presumed centrality of sexualidentity over sexual activity. 52 At times, the language of identity, as applied to sexualrelationships between individuals, both in public and private spaces, can lead to globaldifficulties in translation, particularly where the presentation of sexual identity is con-cerned.53 Given that other cultures may have different social meanings for homosexu-ality- or may lack reference points for such identities altogether- raising discussionsof gay rights in other contexts challenges and exposes many fundamental premisesupon which \"the movement\" is based. Consider, for example, the interesting taxo-nomy of the term \"homosexual,\" by one anthropologist studying parts of West Africa:\"Homosexual\" is mainly used in describing a rather queer, femi-nine man who likes to play the passive sexual role. Homosexu-ality itself connotes transvestism and transsexuality. Althoughthere are many same-sex partners in West Africa, only a smallportion of them will identify themselves as homosexual. Sex be-tween men is not automatically labeled as homosexual behavior.410 EVE RosFOSKY SEDGWICK, EPISTEMOLOGY OF THE CLOSET 3 (1990).\" Id. In fact, some scholars argue that the fact that sexual identity has become a \"perma-nent identity marker\" separating the individual from the group is perhaps responsible for in-tolerance of variations in the terrains of sexuality and gender in some western countries. GILBERTHERDT, SAME SEX, DIFFERENT CULTURES: EXPLORING GAY AND LESBIAN LivEs 22 (1997).52 LENORE MANDERSON & MARGARET JOLLY, SITES OF DESIRE, ECONOMIES OF PLEASURE:SEXUAL1TIES IN ASIA AND THE PACIFIC 25 (Lenore Manderson & Margaret Jolly eds., 1997).5 For my definition of \"homosexual identity,\" I rely on Richard R. Troiden:The homosexual identity is a self-identity when people see themselvesas homosexual in relation to romantic and sexual settings. It is a per-ceived identity in situations where people think or know that others viewthem as homosexual. It is apresented identity when people present or an-nounce themselves as homosexual in concrete social settings. Homo-sexual identities are most fully realized, that is, brought into concrete exis-tence, in situations where self-identity, perceived identity, and presentedidentity coincide - where an agreement exists between who people thinkthey are, who they claim they are, and how others view them.Matthew W. Roberts, Emergence of Gay Identity and Gay Social Movements in DevelopingCountries: The AIDS Crisis as Catalyst, 20 ALTERNATIVES 243, 249 (1995).54 Id. at 247.1440 (Vol. 14:1429SEXUALITY AND SOVEREIGNTYAs the foregoing quotation illustrates, the constant interaction of a multiplicity ofdifferent fragments complicates identity in various ways, a person's outward sexualidentity, their sexual orientation, their subjectivity, or sense of self, and the socialmeanings that attach to each category.55 Contrary to the prevailing assumption thatindividuals who have sex with members of the same gender are identified as \"homo-sexuals\" or \"bisexuals,\" there are numerous individuals who would never conceiveof identifying as such and yet routinely engage in same-sex sexual activity.56 AsGilbert Herdt explains: \"They may regard themselves as 'heterosexuals,' 'straights,'or just 'human beings' who on occasion participate in homoerotic encounters for va-rious reasons, including pleasure, money, social expectations, and the absence of othersexual opportunities. 57A. Revisiting the ClosetConsider the closet, the iconic symbol of the imprisoning potential of the absenceof gay self-identification among individuals who are attracted to members of thesame sex.-8 The closet, according to Eve Kosofsky Sedgwick, is \"the defining struc-ture for gay oppression in this century. ' 59 It comprises an intersection of both propertyand privacy; its interior and exterior boundaries produce a type of protective enclosurethrough confining and silencing, rather than creating the foundation for a more declar-ative foundation of sexual identity. Sedgwick has deemed the closet to be \"'a struc-tured silence,\"' pointing out that the silence becomes ruptured by the enactment ofthe birth of the gay subject by \"'coming out.\"'\" The narrative from a closeted to afully self-actualized person carries with it a symbolic power that is almost magnetic;Sedgwick calls the act of \"coming out\" a \"salvational epistemologic certainty\";6' thatis, the act of leaving the closet is dynamically poised to affect a person's transition to-wards personhood by adopting an expressively gay, lesbian, bisexual, or transgen-dered identity.The closet thus represents a convergence between two themes, both of whichsuggest a crossing of borders; the first theme suggests a crossing from private to pub-lic, and the second, less obviously, from absence to presence. Through coming out,the spatial privacy of the closet, of interior, unnamed space, is also rejected in favor51 Peter A. Jackson & Gerald Sullivan, Introduction to LADY Boys, ToM BoYs, RENT BoYs:MALE AND FEMALE HoMosExuALrus IN CONTEMPORARY THAILAND 1, 19 (Peter A. Jackson& Gerard Sullivan eds., 1999) [hereinafter LADY Boys].56 HERDT, supra note 51, at 4.57 Id.58 See SEDGWICK, supra note 50, at 71.59 Id.o Roberto Strongman, Syncretic Religion and Dissident Sexualities, in QUEER GLOBALI-ZATIONS, supra note 17, at 180 (quoting SEDGWICK, supra note 50).61 SEDGWICK, supra note 50, at 71.2006] 1441WILLIAM & MARY BILL OF RIGHTS JOURNALof an expressive and declarative space; the private is rejected in favor of the public.62By \"coming out,\" one crosses the border from a \"love that dare not speak its name\"63to gay self-actualization, gay personhood. What is invisible and therefore nonexistentbecomes visible, expressive and present: as a result, the personal declaration of \"comingout\" becomes instead a politicized statement of personhood. \"'If every gay personcame out to his or her family,\"' an article breathlessly entreated after Bowers, \"a hun-dred million Americans could be brought to our side. Employers and straight friendscould mean a hundred million more.\"'The dominant form of identity in lesbian and gay legal discourse has activelyembraced the need for this crossing from private to public, and thus involves, andis often limited to, situations in which both partners define themselves as gay or les-bian.65 However, as many social constructionist scholars have persuasively shown,the development of gay personhood is relatively recent and figures far more promi-nently in Western legal discourse than anywhere else in the world. 66 For in other con-texts, as one activist pointed out, the claim to gay sexual identity, i.e., status is severelypunished, whereas same-sex sexual behavior, i.e., conduct, is largely tolerated, aslong as it takes place in private, and often without attachment to a particular identity.67Thus, at the same time that the image of the closet remains a powerful comer-stone of gay rights, over time and across boundaries, it might also be viewed as deeplyand inherently context-specific. Indeed, one might ask whether the architecture ofthe \"structured silence\" of the closet varies according to cultural and social norms.For at the heart of the fabled closet lies a predominantly Western assumption that agay, lesbian, or bisexual identity is a major determinant in the lives of all individu-als. According to theorist Tom Boellstorff, a \"coming out\" narrative is premised ona Foucaultian concept of power and confession, in which an identity can only becomeauthentic when it has been transferred to an external entity \"who interprets and acknow-\",68ledges [the] confession. In other words, as I have suggested, liberation from \"thecloset\" suggests that a crossing from private to public is necessary for self-actualizedpersonhood and a fuller experience of the various dimensions of life, both personally62 Id.63 \"I am the love that dare not speak its name\" is the last line of a poem by Oscar Wilde'slover, Lord Alfred Douglas, and is widely thought to refer to his homosexual relations withMr. Wilde. Lord Alfred Douglas, Two Loves, in THE CHAMELEON 28 (photo. reprint 1894).Mr. Wilde was asked to explain the phrase during his 1895 criminal trial for \"gross indece-ncies.\" See Douglas 0. Linder, The Trials of Oscar Wilde: An Account, available athttp://www.law.umkc.edu/faculty/projects/ftrials/wilde/wildeaccount.html (last visited Jan. 24, 2006).' SEDGWICK, supra note 50, at 71.65 See STEPHEN 0. MURRAY & WILL ROSCOE, ISLAMIc HOMOsEXUALrHES: CULTURE,HISTORY, AND LrrERATURE 4 (1997).66 Id. at 4-5.67 Interview with Surina Khan, Executive Director, IGLHRC (Dec. 14, 2000) (on filewith author).68 Tom Boellstorff, The Perfect Path: Gay Men, Marriage, Indonesia, 5 GAY & LESBIANQ. 475, 496 (1999).1442 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYand politically. 69 There is a caveat, however, because \"coming out\" is only valuableif someone else acknowledges this crucial shift from private to public. Indeed, withinWestern treatments of sexuality, Foucault has explained the imperative of the confes-sional in this way: \"[w]hether in the form of a subtle confession in confidence or anauthoritarian interrogation, sex - be it refined or rustic - had to be put into words. 70Sex, then, becomes a central object of surveillance, of examination, of discipline.7'The confession, for all its power, can only be effective if it takes place within thecontext of a power relationship; one could only confess with the presence of an au-thoritative figure who required and prescribed the confession.72 The authority figurethen \"intervenes in order to judge, punish, forgive, console and reconcile\"; 73 and then,in accordance with the prescription, the act of confession produces a desired modifi-cation of behavior.74 Foucault further observes:It is no longer a question simply of saying what was done - the sexualact - and how it was done; but of reconstructing, in and around the act,the thoughts that recapitulated it, the obsessions that accompanied it, theimages, desires, modulations, and quality of the pleasure that animated it.For the first time no doubt, a society has taken upon itself to solicit andhear the imparting of individual pleasures.75In other words, expression is everything; it encapsulates the language of punishment,domination, and liberation.7669 See M.V. Lee Badgett & Lynn Comella, COMING OUT IN THE UNITED STATES: A SUM-MARY OF RESEARCH FINDINGS 1, available at http://hrc.org/Template.cfm?Section=Get-Involved&Template=/ContentManagement/ContentDisplay.cfm&ContentlID=23970 (last visitedJan. 24, 2006) (finding that \"[pleople who are out in the workplace have higher levels of jobsatisfaction, better relationships with coworkers, and lower levels of stress.\"); see also Interviewby Candace Gingrich with Tony Varona, former legal director, Human Rights Campaign,available at http://www.hrc.org/Template.cfm?Section=Latinas Latinos&Template=/ContentManagement/ContentDisplay.cfm&ContentlD= 12759 (last visited Jan. 24,2006) (describinghow coming out enabled Mr. Varona to establish happier and more complete relationshipswith his family and lead a more productive life at his law firm).70 See 1 FOUCAULT, supra note 39, at 32.71 MICHELFOUCAULT, POLMCS, PHILOSOPHY, CULTURE: INTERVIEWS AND OTHER WRITINGS1977-1984, at 111 (Lawrence D. Kritzman ed., Alan Sheridan et al. trans., 1988) [hereinafterFOUCAULT, POLITICS, PHILOSOPHY, CULTURE].72 1 FOUCAULT, supra note 39, at 61.13 Id. at 61-62.14 id. at 62.71 Id. at 63.76 Foucault continued in one interview:It is often said that sexuality is something people in our societies darenot talk about. It is true that people dare not say certain things. Never-theless, I was struck by the following: when one thinks that, since thetwelfth century, all Western Catholics have been obliged to admit their2006] 1443WILLIAM & MARY BILL OF RIGHTS JOURNALAs Charles Taylor has observed, our identities are shaped by both recognition,the absence of recognition, and by misrecognition, all of which can result in \"realdamage, real distortion, if the people or society around them mirror back to them aconfining or demeaning or contemptible picture of themselves.\"77 At the same time,Anthony Appiah has observed the seminal importance of ensuring that both the indi-vidual and collective identity be viewed, not as limiting principles, but rather as emb-lems that function in order to rework and recode negative stereotypes or culturallyinsensitive expectations.78 Consider Appiah further:Demanding respect for people as blacks and as gays requires thatthere are some scripts that go with being an African-Americanor having same-sex desires. There will be proper ways of beingblack and gay, there will be expectations to be met, demands willbe made. It is at this point that someone who takes autonomy se-riously will ask whether we have not replaced one kind of tyrannywith another. If I had to choose between the world of the closetand the world of gay liberation, or between the world of UncleTom's Cabin and Black Power, I would, of course, choose in eachcase the latter. But I would like not to have to choose. I wouldlike other options.79Taking both authors' observations, while the dynamics of confession might bereadily applicable to those familiar with its disciplinary imperatives, we do see somedifficulties in translating them to cultures which lack corresponding social norms,due to differing conceptions of space, identity, and privacy. For example, some publichealth activists have called the notion of a gay or lesbian identity \"incomprehensible\"among some citizens in non-Western countries who fail to attach the same sort ofsexuality, their sins against the flesh and all their sins in this area, com-mitted in thought or deed, one can hardly say that the discourse on sex-uality has been simply prohibited or repressed. The discourse on sexualitywas organized in a particular way, in terms of a number of codes, andI would even go so far as to say that, in the West, there has been a verystrong incitement to speak of sexuality.FOUCAULT, POLITICS, PHILOSOPHY, CULTURE, supra note 71, at 102. Obviously, confessionalso played a key role. Foucault explained:Confession, the examination of conscience, all the insistence on theimportant secrets of the flesh, has not been simply a means of prohibitingsex or of repressing it as far as possible from consciousness, but was ameans of placing sexuality at the heart of existence and of connectingsalvation with the mastery of these obscure movements.Id. at 111.\" Charles Taylor, The Politics of Recognition, in MULTICULTURALISM: EXAMINING THEPOLITICS OF RECOGNITION 25 (Amy Gutmann ed., 1994) [hereinafter MULTICULTURALISM].78 K. Anthony Appiah, Identity, Authenticity, Survival: Multicultural Societies and SocialReproduction, in MULTICULTURALISM, supra note 77, at 159-61.79 Id. at 162-63.[Vol. 14:14291444SEXUALITY AND SOVEREIGNTYidenticative significance to same-sex sexual behavior.\"0 At least one public healthactivist has suggested that South Asian families control one's behavior through honorand shame, rather than Western cultures that focus more on guilt.8 ' Avoidance ofshame, meaning a loss of one's honor, may therefore be a governing factor in thelives and choices of many individuals and families. 2 Here, the main emphasis maybe placed on public \"visibility of behavior.... not the behaviour itself. '8 3 An exam-ple of this is the emphasis placed on fulfillment of the institution of marriage, whichis often seen \"as an essential requirement for maintaining the family, as a family duty,as a sign of obedience to one's parents.\"'As a cautionary caveat, I do not mean to suggest, normatively or descriptively,that the alternative versions of sexualities I have offered are universally generali-zable, nor do I mean to \"essentialize\" the underpinnings of Asian culture.8 5 Rather,I only mean to suggest that there are both benefits and disadvantages to universaliz-ing constructs of gay or lesbian identity across cultures, and that seemingly \"estab-lished\" definitions of sexual identity and orientation often carry important exceptionsthat may have legal consequences. As the boundaries between public and privatediffer according to home, context, and community, so do cultural understandings ofsexual identity and expression. For example, though there is an emergent \"gay\" iden-tity among some urban, middle class men throughout cities in Asia, some resear-chers report that the concept of sexual orientation and self-identification as \"gay,\"used to denote a broader psychosocial identification and acceptance of a sexual orien-tation toward other men, often does not assume the central role that it is often accorded86in many Western gay communities. Instead, occupation, class, and ethnicity mayoften play determinative roles in the construction of one's sexual identity. 7 Here,in stark contrast to the Foucaultian view of intersecting surveillance and sex, lesbianand gay subjectivities do not hinge on the same concept of disclosure to spheres of80 Jeremy Seabrook, It's What You Do, 328 NEW INTERNATIONALIST, Oct. 2000, availableat http://www.newint.org/issue328/whatdo.htm.81 See Shivananda Khan, South Asian Male Sexual Behaviours and Their Impact uponMale Children and Youth, NAZ Ki PUKAAR (Naz Found. Int'l, London, U.K.), Nov. 1997,at 14 [hereinafter Khan, South Asian Male Sexual Behaviours].82 Shivananda Khan, Cultural Constructions of Male Sexualities in India, NAz KI PUKAAR(Naz Found. Int'l, London, U.K.), Jan. 1996, at 16.83 South Asian Male Sexual Behaviour, supra note 81, at 14.84 SHIVANANDA KHAN, KHUSH: A SHAKTI REPORT 31 (1993).85 For some excellent observations on the dangers of \"essentializing\" Indian culture, espe-cially in matters of sexuality, see RATNA KAPUR, EROTIC JUSTICE: LAW AND THE NEW POLITICSOF POSTCOLONIALiSM 87-93 (2005).86 See Katyal, supra note 16, at 157-58; Roberts, supra note 53, at 246; see also DebanujDasgupta & Deep Purkayastha, Being in the Game: Perspectives of Married Indian Men WhoHave Sex With Men, TRIKONE MAG., Apr. 1996, at 10 (\"'The debate around marriage and iden-tity is different in India. Identity is based on caste, class and religious affiliations. Sexual desireis not the focal point of our identities. Hence there is an acceptance of the multi-dimensional per-sonality.\"').87 See HERDT, supra note 51, at 20; Jan W. De Lind van Winjgaarden, Between Money,Morality and Masculinity: Bar-Based Male Sex Work in Chiang Mai, in LADY BoYS, supranote 55, at 199-200.2006] 1445WILLIAM & MARY BILL OF RIGHTS JOURNALhome, workplace, or God.\"8 Such identities are \"additive rather than substitutive:opening them does not necessarily imply closing\" other identities.89These suggestions are notjust limited to cross-cultural variance. Indeed, the notionof a \"gay essence,\" or \"gay personhood,\" which, according to author Diana Fuss, wasso relied upon to mobilize and to legitimate gay activism, has been soundly rejectedby social constructionist scholars who have dismissed the notion of a \"natural, essentialor universal gay identity\" in their own historic work.' Similarly, an ensuing proli-feration of studies, both sociological and psychological, have also echoed the utterinability of advocates of the \"gay essence\" to capture an emerging divide betweenideology and experience, act and identity across different cultures.9 Unlike the see-mingly lucid nature of the sexual identities often referred to in case law, sexuality hasa number of psychological, biological, cultural, and behavioral elements that mayor may not correspond to the expressive domains of identity.92 Indeed, as one authorhas pointed out, \"what we define as 'sexuality' is a historical construction, whichbrings together a host of different biological and mental possibilities - gender identity,bodily differences, reproductive capacities, needs, desires, and fantasies - which neednot be linked together, and in other cultures have not been. 93The closet represents a perfect binary framework for expressive identity: one iseither \"out\" or \"in.\" But the explorations of sexualities throughout the world sug-gests a radically complicated picture, one that suggests that individuals employ a con-tinuum of different identities that differ according to the boundaries of private andpublic, as well as context and community.94 Here, property and privacy play integral88 See Boellstorff, supra note 68, at 496.89 Id.90 BAMFORTH, supra note 32, at 74.9' MANDERSON & JOLLY, supra note 52, at 5; see also CONCEIVING SEXUALITY: APPROA-CHES TO SEX RESEARCH IN A POSTMODERN WORLD 11 (Richard G. Parker & John H. Gagnoneds., 1995); JONATHAN NED KATz, THE INVENTION OF HETEROSEXUALITY 97-98 (1995).92 HERDT, supra note 51, at 40.9' JEFFREY WEEKS, SEXUALITY AND ITS DISCONTENTS: MEANINGS, MYTHS AND MODERNSEXUALrTIES 15 (1985).94 For example, as I observed in Exporting Identity, in India, a growing body of publichealth activists have observed the negligible utility of using the label \"gay\" or \"homosexual\"to describe males who engage in sexual behavior with other males, preferring instead to usethe term \"men who have sex with men\" (MSM) instead. Id. Consequently, \"the term is usedto denote those for whom homosexuality connotes a behavior, not an identity.\" Katyal, supranote 16, at 153. The term MSM is used to refer \"to men from all age groups, marital status, eco-nomic classes, educational backgrounds, caste and religious communities, sexual identities, andgender identities who engage in sexual activity with other men.\" Id. Many public health ex-perts contend that use of the term is necessary for effective AIDS educative interventions, be-cause MSM do not see themselves as bisexual or \"gay,\" yet neither are they \"'conventionallystraight.\"' Id. See also JEREMY SEABROOK, LOVE IN A DIFFERENT CLIMATE: MEN WHO HAVESEX WITH MEN IN INDIA 141 (1999); Shaffiq Essajee, Rocking the Boat: Anjali Gopalan'sWork With Men Who Have Sex With Men, TRIKONE MAG., Oct. 1996, at 7 (\"Not to say there1446 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYroles in constructing these boundaries; essential for the flourishing of human rela-tionships, both inside and outside the objectively \"gay\" community.95 As Boellerstorfconcluded in his study:We find not an epistemology of the closet but an epistemologyof life worlds, where healthy subjectivity depends not on integra-ting diverse domains of life and having a unified, unchanging iden-tity in all situations but on separating domains of life and main-taining their borders against the threat of gossip and discovery.96Consequently, it is more appropriate to think of such complications in terms of theirunraveling effect on the notion of the gay essence, which becomes revealed as notan internally homogeneous entity, but rather, an amalgam of multiple subjectivitiesthat the law governs, though somewhat inhospitably.97A serious examination of sexualities reveals enormous complexities stemmingfrom the cultural dynamics surrounding identity - complexities that scholars andactivists often headily ignore, a response that others have critiqued as a kind of \"lin-gering imperialism of adjudging sameness and difference from\" a Western perspec-tive.98 A fuller study of same-sex sexual relations in other cultural contexts can beunderstood only by reference to the wider structures of the society itself, includingits constructions of masculinity, femininity, heterosexuality, bisexuality, and the laws(or lack thereof) which shape and construct these notions.9are no gay men in India but this identity is sort of a luxury that doesn't really extend beyondthe educated upper classes. The majority of men who have sex with men don't see themselvesas gay or even homosexual.\"); Owais Khan, A Rose by Any Other Name. .. ? Gay vs. MSM,TRIKONEMAG., July 2000, at 16; Deep Purkayastha, MSMNetworks: Identity Categories VersusIdentity Continuum, 27 NAZ KI PUKAAR (Naz Found. Int'l, London, U.K.), Oct. 1999, at 16.\" For a great discussion of the relationship between property and privacy and their rela-tionship to sexuality, see Strahilevitz, supra note 4.96 Boellrstorff, supra note 68, at 496.9' See id. at 490.98 MANDERSON & JOLLY, supra note 52, at 25.99 See ANTHROPOLOGY AND HOMOSEXUAL BEHAVIOR 159 (Evelyn Blackwood ed., 1986);see also FEMALE DESIRES AND SAME-SEX RELATIONS: TRANSGENDER PRACTICES ACROSSCULTURES (Evelyn Blackwood & Saskia E. Wieringa eds., 1999) (analyzing female same-sexrelations in a variety of cultural settings). Interestingly, some groups have therefore joined to-gether in opposition to gay-identified groups, for reasons that stem from differences regardingboth gender and sexuality. A group in Calcutta, for example, known as Maitreya, has organizedand issued a statement against what they term \"gender oppression\" faced by males who donot conform to the conventional definitions of masculinity. Maitreya, 29 NAZ KIPUKAAR (NazFound. Int'l, London, U.K.), Apr. 2000, at 4. Its press statement explains that \"our oppressionis not always based on our sexualities, but on our gender affinities, though we firmly believethat many among us who are not heterosexual face a specific stigmatisation as 'loving males'is often conceived of as an unmanly thing.\" Id. Other members joined because they were bi-sexually oriented and felt excluded from gay identity groups. See id. Another individual claims:Most of us in Maitreya are bisexual or homosexual or those with fluid2006] 1447WILLIAM & MARY BILL OF RIGHTS JOURNALFor example, while \"the North American closet spells liberation through dis-closure,\" one anthropologist writes that \"many native Latin American homosexualitiesoperate through freedoms afforded by secrecy.\"' ° Part of this is due to the differentrole of law in governing sexuality. According to anthropologist Roberto Strongman,in sharp contrast to the United States' prior prohibition of sodomy, many Latin Ameri-can states do not have constitutional prohibitions against homosexuality.'0 ' Thus,whenever homosexuals are arrested, it is usually under charges of public indecency.'0 2As a result, he explains:Many native Latin American alternative genders and sexualitiesdo not rely on the same notion of disclosure to exist; the perfor-mance of desire is a much more defining moment than the decla-ration; the act is much more important than the speech-act....Many native Latin American homosexualities still enjoy thefreedom of ignorance of the closet and thus operate sometimeswith greater liberties because that which isn't part of vox populiis difficult for society to condemn.' 3Adding to this point, \"what is often punished in Latin America is not the homosexualact per se, but the alleged disclosure of it in the public sphere as 'public indecency.'14Consider a recent case from Colombia, which involved a law student and gay rightsactivist who was repeatedly kicked by school guards who shouted anti-gay epithetsas he waited inside a university campus.'0 5 After his complaint against the universitywent unaddressed, various letters of protest on his behalf were answered by the uni-versity with the observation that \"'exteriorization of sexual preference goes against theUniversity principles and will not be tolerated.\"\"' 6 In other words, it was the assertionof the identity, the act of naming oneself, or the \"exteriorization\" of sexual preferencethat was singularly objectionable, rather than the tendency or desire to engage in same-sex sexual conduct.In contrast to the function of sodomy laws in the United States, which condemnsexually \"private\" activities with a host of public repercussions on expression, employ-ment, and otherwise, these other contexts actually suggest an opposite trajectory,sexualities. We are among the thousands of males who have sex withmales in India and the rest of South Asia who are either uncomfortablewith putting a premium on their sexual identities or unable to subscribeto the feminine male construction.Id.10o Strongman, supra note 60, at 181.101 Id.102 See id.103 id.104 id.\"3o See Int'l Gay & Lesbian Hum. Rts. Comm'n, University Guards Abuse Student in Re-taliation for Complaints, July 2, 2001, available at http://www.iglhrc.org/site/iglhrc/section.php?id=5&detail=153 (last visited Jan. 24, 2006).106 Id.1448 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYwhere the sexually private act is tolerated only insofar as it remains a nameless, be-havioral facet of one's personality that is unconnected to larger forms of identity anddiscrimination. In such contexts, the law opts to condemn public expressions of homo-sexuality, rather than sexual acts in private. Within such contexts, as Strongman hasargued, the gay subject, through birth as the coming out narrative, also \"forfeit[s]some of the freedoms of not-being,\"'' 7 such as personal security, safety, and an unwil-lingness to complicate one's sexual identity or marriage by associating one's sexualactivity with a particular public persona.The symbolism of the closet implicitly suggests that to deny one's expressivesexual preference is an act of self-abnegation; a direct assault on one's identity andpersonhood. The dominant narrative produced largely by gay and lesbian humanrights activists in Latin America, according to Strongman, builds on this theme byseeking to homogenize alternative genders and non-heterosexual sexualities throughtranslating them into \"a developmental model that positions them as backwards.\"'' 8Adding to this point, anthropologist Martin Manalansan has pointed out that \"gaygains meaning according to a developmental narrative that begins with an unliber-ated, 'prepolitical' homosexual practice and that culminates in a liberated, 'out,' poli-ticized, 'modem,' 'gay' subjectivity.\"'19 Here, I do not mean to devalue the powerfulrole that the closet has played in Western discourse, or to suggest its complete irrele-vance in other cultural contexts, but simply to point out that some individuals mightnot follow the trajectory offered by Western psychologists or activists; indeed, somepersonal narratives may prefer to remain within the structured silence that the closetoffers, and choose never to equate their sexual preferences with a particular sexualidentity.\"0 Yet to unilaterally deem such individuals as somehow less politically107 Strongman, supra note 60, at 180.108 Id. at 181.\"o Martin F. Manalansan IV, In the Shadows of Stonewall: Examining Gay TransnationalPolitics and the Diasporic Dilemma, in THE POLMCS OF CULTURE IN THE SHADOW OF CAPrAL487 (Lisa Lowe & David Lloyd eds., 1997).110 Strongman, supra note 60, at 181. Yet, on the other hand, the documentary narrativesestablished by anthropologists reflect equally problematic tendencies that are so deeply context-specific that they fail to grapple with the larger political ramifications behind classificationsof identity. Strongman offers the example of studies of Latin American homosexualities whichrely on oppositional rhetorical strategies that focus on distinguishing between \"active\" and\"passive\" homosexuals, in stark comparison to the \"egalitarian\" systems in the United States.Id. Strongman writes that such descriptions demonstratea polarized distinction that mirrors, in the sexual arena, the problematicimages of tyranny and democracy that are used politically by the UnitedStates to distinguish the representation of itself from Latin America. Inthis way, gay discourse operates like other forms of imperialistic propa-ganda in which the Other is reduced to an opposite of the values desiredto be represented in the imperialist self.Id. at 181-82. Here, too, we might ask whether it is ever possible to describe localized sexualpractices without escaping the tendency to exoticize or to erase the political significance ofsuch practices in terms of the project of gay civil rights. Such difficulties in legal translationhave integral consequences for the globalization of gay civil rights in general and the con-struction of sexual rights regarding citizenship in particular.2006] 1449WILLIAM & MARY BILL OF RIGHTS JOURNALadvanced than other individuals who adopt the trope of expressive identity, is to riskoversimplification and overlook the rich and complicated narratives many individualsoffer regarding their sexual identity formation.B. Postcolonial Resurrections of the ClosetThough identities are complex, contingent, and always shifting, laws against\"unnatural acts\" have, since colonial times, ironically tended to presume stability intheir governance of sexual activities and identities. At the first national workshopon strategies to advance lesbian and gay rights in India in November 1997, a press re-lease observed that \"[w]hile homosexuality has been accepted in many Indian cultures,the criminalisation of homosexuality has been an import from the West.\"\" Curiously,however, in more recent times, the Indian government has enthusiastically defended,and in some cases reinvigorated, provisions against same-sex sexual activities.\"'This is so despite the fact that the very colonial regimes that had enacted these lawshave long since abandoned them.\" 3India's response can be characterized by simultaneous narratives of exclusionthrough postcolonial reenactment: here, the Indian government embraces, indeed ef-fectively legislates, the applicability of British colonial law in order to exclude sexualequality from its own construction of citizenship. One form of colonization displacesanother, creating, in effect, a modem reenactment of colonial law in order to displaceand thus exclude countervailing arguments for equality and inclusion for India's sexualminorities. The difference, however, in this modem context involves the perceivedorigins of homosexuality: whereas the colonial period attributed its incidence in Indiato \"primitive\" behaviors, the Indian government today attributes its growing visi-bility to Western decadence and moral decline.' The result of these narratives ofexclusion, enactment, and denial, however, forecloses the possibility of growth, visi-bility, and protection for sexual minorities in both public and private space.\"'Although there are no laws which expressly criminalize homosexual status, section377 criminalizes sodomy in India and remains in force today as a leftover statute fromthe British era.\"6 The text of the Indian Penal Code reads as follows: \"Of unnatural\"' See Sherry Joseph, Press Release, National Workshop to Advance Lesbian, Gay andBisexual Rights, Nov. 11, 1997 (on file with author). Aside from focusing on the perniciousinfluence of section 377, the workshop also studied the ways in which family and obscenitylaws can be used to discriminate against gays and lesbians. See id; see also SEABROOK, supranote 94, at 162.12 See, e.g., Brief of Respondent, Naz Found. v. Gov't of NCT of Delhi (2001) (on filewith author) [hereinafter Government Brief].13 See, e.g., SEABROOK, supra note 94, at 162.\"' For an excellent discussion of this issue, see Madhavi Sunder, Intellectual Propertyand Identity Politics: Playing with Fire, 4 J. GENDER RACE & JUST. 69 (2000).\"' For a thoughtful analysis of the power of sodomy laws in a non-western context, seeRyan Goodman, Beyond the Enforcement Principle: Sodomy Laws, Social Norms, and SocialPanoptics, 89 CAL. L. REV. 643 (2001).116 See Gm THADANI, SAKHIYANI: LESBIAN DESIRE iN ANcIENT AND MODERN INDIA 791450 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYoffences: Whoever voluntarily has carnal intercourse against the order of nature withany man, woman or animal, shall be punished with imprisonment for life or imprison-ment of either description for a term which may extend to ten years and shall be lia-ble to fine.\"\"' 7 The British Raj introduced this sodomy law to India in 1861,\"8 andin other colonies during the same period.\" 9 This provision was largely based upon tra-ditional Judeo-Christian standards, which tended to proscribe all non-procreative sexualactivity that fell outside of traditional definitions of penile-vaginal intercourse. 120 Deep-ly influenced by Victorian standards that tended to devalue pleasure or sexual activityin general, these enactments were designed, in part, to rectify perceived \"primitive\"aspects to Indian marital, familial, and sexual arrangements.' 2' The author of theAct, Lord Macaulay, explained:(1996).117 Id.\"18 See Brief of Petitioner at 13, Naz Foundation v. Government of NCT of Delhi (2001)(on file with author) [hereinafter Naz Foundation Brief].119 See Kris Franklin, The Rhetorics of Legal Authority Constructing Authoritativeness,the \"Ellen Effect, \"and the Example of Sodomy Law, 33 RUTGERS L.J. 49, 63 (2001) (\"Initially,prohibitions against sodomy in the English colonies were borrowed from British law.\");Robin A. Warren, Gay Marriage: Analyzing Legal Strategies for Reform in Hong Kong andthe United States, 13 PAC. RIM L. & POL'Y J. 771, 775 & n.21 (2004) (noting that HongKong's anti-sodomy laws stemmed from its status as a British colony); see also Case, supranote 4, at 123 & n.206 (\"At the beginning of the nineteenth century in Britain, sodomy wasa capital offense for which a record number of more than fifty men were executed in the firstthird of the century.\"); Goldstein, supra note 40, at 1082-85 nn.61-66, 74 (describing the incor-poration of English sodomy laws into the new laws of the post-Revolutionary United States).120 See Naz Foundation Brief, supra note 118, at 11; see also Recent Developments inInternational Law, 26 N.Y.U. REV. L. & SOC. CHANGE 169, 175 (2000) (quoting Scott Longdescribing how top Zambian government leaders, to send the message that homosexualitywas \"'un-Zambian,\"' were about to reinforce \"the existing law on sodomy in Zambia, whichwas itself a relic of the British colonial administration... to preserve Zambian national iden-tity\"); Elizabeth A. Leveno, Comment, New Hope for the New Federalism: State ConstitutionalChallenges to Sodomy Statutes, 62 U. CIN. L. REV. 1029, 1043 & n. 118 (1994) (citing JusticeBerger's concurring opinion in Bowers v. Hardwick in which he wrote that \"'[c]ondemnationof [homosexual] practices is firmly rooted in Judeo-Christian moral and ethical standards.\"'(alteration in original)).121 Naz Foundation Brief, supra note 118, at 13. One Indian citizen, commenting on section377, explained that Indian sexuality is traditionally amorphous, and used the example ofHindu deities, which often possess both female and male characteristics, and continued:[o]nly when things come to be categorised, as in Article Three hundredand seventy-seven of the Penal Code, which speaks of \"acts against theorder of nature[,\"] [sexuality] takes on a crude physicality, concentra-ting on the sexual act rather than on the whole affective and emotionalcomplexity that goes with being male or female, or any combination ofthem, along a continuum that knows nothing of such abrupt breaks.SEABROOK, supra note 94, at 138. See also Shivanda Khan, Cultural Constructions of MaleSexualities in India, NAz Ki PUKAAR (Naz Found. Int'l, London, U.K.), Jan. 1996 (\"A formof sexual neo-colonialism has arisen whereby our countries have been invaded by thisWestern discourse and our own histories have been discounted.\").2006] 1451WILLIAM & MARY BILL OF RIGHTS JOURNAL[The act] relate[s] to an odious class of offences respecting whichit is desirable that as little as possible should be said.... We areunwilling to insert, either in the text or the notes, any thing whichcould give rise to public discussion on this revolting subject; aswe are decidedly of opinion that the injury which would be doneto the morals of the community by such discussion would farmore than compensate for any benefits which might be derivedfrom legislative measures framed with the greatest precision.22Instead, the Commission relied on Sir Edward Coke's influential definition of \"'sodo-my\"' as \"'committed by carnal knowledge against the ordinance of the Creator, andother of nature, by mankind with mankind, or with brute beast, or by womankind withbrute beast.'\"23Ironically, however, the United Kingdom reversed course in the mid-i 950s. Aftera series of sensational public trials, including Oscar Wilde' s some fifty years prior,public sentiment began to rise up against the law. 2 4 In 1954, British Parliament ap-pointed a departmental committee, chaired by John Wolfenden, to examine \"the lawand practice relating to homosexual offenses.\"'' 25 In the ensuing report publishedthree years later, the committee recommended that homosexual behavior between con-senting adults in private should no longer be considered a criminal offense. 26 TheReport also found that \"'homosexuality cannot legitimately be regarded as a disease,because in many cases it is the only symptom and is compatible with full mental healthin other respects. '\"1 27 In the end, the recommendations of the Report were taken underconsideration and subject to further research for ten additional years. 28 Finally, in122 1 T.B.M. MACAULAY, THE LIFE AND LETTERS OF LORD MACAULAY 144 (London,Longmans Green & Co. 1898), quoted in Lynnette J. Chua Kher Shing, Saying No: Sections377 and 377A of the Penal Code, 2003 SING. J. LEGAL STUD. 209, 215. See generally G.O.TREVELYAN, THE LIFE AND LETTERS OF LORD MACAULAY (London, Longmans, Green, &Co. 1923). See also Aditya Bondyopadhyay, Anti-Sodomy Laws, LAW. CoLLECriVE (May 2000),available at http://www.lawyerscollective.org/lc-hivaids/publications/articles/may_2000.htm(last visited Jan. 24,2006); Elizabeth Kolsky, Codification andthe Rule of Colonial Difference:Criminal Procedure in British India, 23 LAW & HIST. REv. 631 (2005).123 EDWARD COKE, THE THIRD PART OF THE INSTITUTES OF THE LAWS OF ENGLAND: CON-CERNING HIGH TREASON, AND OTHER PLEAS OF THE CROWN AND CRIMINAL CAUSES, quotedin Shing, supra note 122, at 215.124 See, e.g., Wikipedia, Wolfenden Report (\"The Report of the Departmental Committeeon Homosexual Offences and Prostitution (better known as the Wolfenden report, after LordWolfenden, the chairman of the committee) was published in Britain on September 3, 1957 af-ter a succession of well-known men were convicted of homosexual offences.\"), at http://en.wikipedia.org/wiki/Wolfendenjreport (last visited Mar. 7, 2006) [hereinafter Wolfenden Report].125 Larry Catd Backer, Tweaking Facts, Speaking Judgment: Judicial Transmogrificationof Case Narrative as Jurisprudence in the United States and Britain, 6 S. CAL. INTERDISC. L.J.611, 619 n.26 (1998).126 See id.127 See Bondyopadhyay, supra note 122; The Knitting Circle, Wolfenden, available at http://myweb.lsbu.ac.uk/-stafflag/wolfenden.html (last visited Jan. 24, 2006).128 See Wolfenden Report, supra note 124 (\"The law was only narrowly passed and it wasa decade after the report was published before the law was changed.\").1452 [Vol. 14:1429SEXUALITY AND SOVEREIGNTY1967, Parliament passed the Sexual Offences Act, which decriminalized sexual actsbetween two men in private.129Despite the fact that Britain saw fit to repeal its own sodomy provisions, India haschosen to retain its enactments, and has now developed a host of interesting casesaddressing the commission of same-sex sexual acts. The similarity between Bowersand the discussion surrounding section 377 is striking because both statutes, as stated,criminalize sodomy, but are applied to, and equated with, criminalizing homosexual-ity, rather than sodomy alone. 30 In one 1983 case, Fazal Rab vs. State of Bihar, theSupreme Court of India observed that \"the offence is one under Sec. 377, I[ndian]P[enal] C[ode] which implies sexual perversity. No force appears to have beenused .... nor the fact that in some countries homosexuality has ceased to be anoffence, has influenced our thinking.\"' 3' At the same time, however, given that theacts were consensual, \"the Supreme Court reduced the sentence from 3 years... tosix months rigorous imprisonment.' 32 While the number of actual cases filed inrecent years is extremely low, 133 the force of the law lies in its coercive effect inrepressing same-sex sexual activity and gay or lesbian self-identification. 34 Here,sodomy laws are used with alarming regularity to harass, threaten, and silence gayorganizing. 35 In many countries, the involvement of the police has led to a corruptand often dangerous collusion.'36129 See Sexual Offenses Act, 1967, c. 60, § 1 (1) (Eng.), amended by Criminal Justice and Pub-lic Order Act, 1994, c. 33, § 145(1) (Eng.).130 In the past, section 377 has applied to males who engage in sexual relations with oneanother, particularly the \"insertive\" partner. Sherry Joseph, The Law and Homosexuality inIndia, Int'l Conf. on Preventing Violence, Caring for Survivors: Role of Health Prof'ls &Servs. in Violence (Nov. 28-30, 1998), available at http://www.hsph.harvard.edu/Organizations/healthnet/ SAsia/suchana/0909/rh374.htnil (last visited Jan. 24,2006) (\"[D]ejure, it is an attemptto criminalise sodomy while de facto it is an attempt to criminalise and stigmatise homosex-uality.\"). Further, the Divorce Act permits a wife to apply for divorce if her husband is guiltyof sodomy or bestiality. See id. The law has also been used to criminalize lesbian rela-tionships. See id.; see also INDIA TODAY, Apr. 18, 1990, cited in Background Paper, infra note133, at 4.131 Joseph, supra note 130.132 Id.133 See id. (noting 30 total cases between 1860 and 1992, the majority of which dealt withnon-consensual intercourse and assaults on minors); see also Background Paper, Strategiesto Advance Lesbian and Gay Rights, available at http://altindia.net/altsex/background-paper.htm.134 THADANI, supra note 116, at 80.13' HuMAN RIGHTS WATCH, INDIA, EPIDEMIC OF ABUSE: POLICE HARASSMENT OF HIV/AIDSOUTREACH WORKERS IN INDIA 3 (July 2002), available at http://www.hrw.org/reports/2002/india2/india0602.pdf (last visited Mar. 3, 2006) (\"Police have beaten peer educators, claimedwithout basis that HIV/AIDS outreach work promotes prostitution, and brought trumped-upcriminal charges against HV/AIDS workers. Police also extort money and sex from these wor-kers.\"); PUCL-KARNATAKA, HUMAN RIGHTS VIOLATIONS AGAINST SEXUALITY MINORITIESIN INDIA (Feb. 2001), available at http://www.pucl.org/Topics/Gender/2003/sexual-minorities.pdf (last visited Mar. 3, 2006); Marion Lloyd, Out ofindia's Antigay Closet, Producer Tries toEase Strictures, BOSTON GLOBE, Oct. 24, 1999, at A12; MV Ramana, Same-Sex South Asia, HI-MAL S. ASIAN MAG., July 2003, available at http://www.himalmag.com/2003/July/commentary-sa_2.htm (last visited Jan. 24, 2006).136 SEABROOK, supra note 94, at 104-05. The fact that the offense is cognizable (meaning20061 1453WILLIAM & MARY BILL OF RIGHTS JOURNALThe past few years have seen an increased drive to overturn the legacy of section377, particularly in the wake of fears of the global AIDS pandemic. As one of theleaders of the Indian gay civil rights movement, Aditya Bondyopadhyay, has argued:In India two parallel trends exist as far as men who have sex withmen .... The first is a pseudo-acceptance of same-sex relation-ships, arising out of non-acknowledgement of the very existenceof homosexuality .... This attitude [of ostrich-like blindness]has its benefits in as much as homosexuals are left alone to theirown devices and are not untowardly bothered. But it also meansthat the system and the state does not take any step whatsoeverby way of welfare measures for homosexuals, or for the protectionof their basic human and fundamental rights.'37He continues:The second trend is an outright homophobic reaction by certainsegments [of] society. In misplaced appreciation of what \"Indian\"culture is all about, the state and many so called cultural organisa-tions categorise homosexuality as a western/foreign import[,] ...a corrupting influence that needs to be curbed.'38Each of these themes shares an intimate relationship with the social norms thatsurround, and, therefore, entrench conceptions of sexual identity.1 39 Each of thesethat the police may arrest without a warrant), and non-bailable exacerbates the situation. SeeAnuja Gupta, Testimony at the International Tribunal on Human Rights Violations AgainstSexual Minorities (Oct. 17, 1995), http://www.iglhrc.org/ files/iglhrc/reports/Tribunal.pdf(relaying knowledge of incidents of harassment and bribery against Indian men). The samehappened in a park in Lucknow, India, where a police spokesman explained that .' [p]olice willnot allow male couples into the park if they know they are gays.\"' Rex Wockner, Indian GaysBannedfrom Park, PINKINK, Jan. 1999, available at http://www.khsnet.net/pinkink/990l/news2.htm (last visited Jan. 30, 2006). He elaborated: \"'Policemen will ask them if they are gay. If theyhold hands or are demonstrative about their affection, we'll suspect them of being gay.\"' Id.137 See Aditya Bondyopadhyay, Anti-Sodomy Laws: An Overview, NAz Ki PUKAAR (NazFound. Int'l, London, U.K.), July 2001, at 4.138 id.139 For example, consider this narrative:I began to dislike myself for being a homosexual and felt ashamed thatI had to hide my sexuality all the time. Many questions haunted me.Why did I become a homosexual? Am I not man enough? What if some-body discovers I am gay? Would I be able to live the rest of my life withshame? I could own my sexuality under the cover of darkness, in a worldpeopled by anonymous individuals; everywhere else I had to suppressit. Leading a double life was tearing me apart.Person quoted in Arvind Narrain, The Articulation of Rights Around Sexuality and Health:Subaltern Queer Cultures in the Era ofHindutva, 7 HEALTH & HUM. RTS. 3, 8 (2004) [herein-after Narrain, Articulation of Rights]. Elsewhere, Narrain has written other excellent studiesof the relationship between sodomy and status in India. See, e.g., Arvind Narrain, Human1454 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYperspectives demonstrate how the presence of sodomy laws erases the ability to formcommunities based on group rights and identities due to the risk of public sanction.In 1994, a medical team visiting a men' s jail observed a high incidence of sexualactivity among inmates, and recommended making provisions for condom distribu-tion. 40 The jail officials, however, refused on the grounds that condom distributionwould encourage male sexual behavior, thereby leading to violations of section 377. 'In response, a human rights group filed a petition challenging the constitutional va-lidity of section 377, and requested that the officials enjoinjail authorities from seques-tering those prisoners who were HIV positive or otherwise identified with same-sexsexual activity.\"'The petition unfortunately languished until 2001, when the issue was revisitedagain. That July, the police, investigating a complaint of sodomy, raided a publicpark in Lucknow, India, that was known to be frequented by men who have sex withmen and various other sexual minorities.'43 One of the individuals arrested duringthe raid was a member of a health education and activist group; later, the police rai-ded the offices of Bharosa and Naz Foundation International (both organizations thatwork in the MSM community), arrested four individuals, and registered a complaintunder section 377, along with other charges regarding the sale of obscene material,conspiracy to commit an offense, and abetment of a crime.'\" Almost instantly, theRights and Sexual Minorities: Global and Local Contexts, LGD (2001), at http://www2.warwick.ac.uk/fac/soc.law.elh.lgd/2001-2/narrain (last visited Jan. 30, 2006); Arvind Narrain,Queer People and the Law, SEMINAR, Apr. 2003 [hereinafter Narrain, Queer People and theLaw], http://www.india-seminar.con/2003/524/524%20arvind% 20narrain.htm (last visitedJan. 31, 2006); Arvind Narrain, There Are No Short Cuts to Queer Utopia: Sodomy, Law, andSocial Change, LINES, Feb. 2004, http://www.lines-magazine.org/ArtFebO4/Arvind.htm (lastvisited Jan. 30, 2006) [hereinafter Narrain, Queer Utopia].140 See Mustikhan, supra note 11 (noting that in 1994 a petition similar to one asking prisonofficials to distribute condoms was filed).\" Id. (\"The officer in charge of a prison in Delhi once prevented condom distribution onthe grounds that it tacitly condoned sodomy.\").142 Interestingly, the petition only sought to amend, not repeal, section 377, which wouldstill be used to cover male-on-male rape. See id.' See Saleem Kidwai, Aliens in Lucknow, NEWINTERNATIONALIST, June 2002, availableat http://www.newint.org/issue346/aliens.htm (\"[P]olice raided a dingy park near the railwaystation where cruising homosexuals and male sex-workers mingle with the homeless streetpeople and bleary-eyed commuters. They arrested five people including two alleged pimpsand an 'outreach worker' from a local non-governmental group (NGO).\").\" Narrain, Articulation of Rights, supra note 139, at 13; see also India Accused of RightsAbuses, Rainbow Network, Apr. 10, 2002, http://www.rainbownetwork.con/News/detail.asp?iData= 15456&iCat=29&iChannel=2&nChannel=News (describing how one Indian lawyerasked the United Nations Human Rights Commission to hold India responsible for its harass-ment, arrest, and torture of the Lucknow Four, HIV prevention workers who spent anywherefrom forty-five days to seven months in jail without bail); Int'l Gay & Lesbian Human RightsComm'n, Indian High Court Dismisses Sodomy Law Challenge, Sept. 3, 2004, http://www.iglhrc.org/site/iglhrc/section.php?id= 5&detail=518 (last visited Jan. 30, 2006) (noting thatseven people had been arrested in public \"cruising\" areas and that the Lucknow Four hadbeen released on bail); Int'l Gay & Lesbian Human Rights Comm'n, Sodomy, Obscenity Char-ges Formally Filed in Trial of \"Lucknow Four\", Dec. 18, 2001, http://www.iglhrc.org/site/iglhrc/section.php?id=5&detail=95 (last visited Jan. 30,2006) (summarizing the incident and2006] 1455WILLIAM & MARY BILL OF RIGHTS JOURNALincident registered a national public debate regarding health, homosexuality, and theapplicability of section 377 to the modem birth of the Indian gay and lesbian move-ment. 45 Countless editorials and articles were written, many of which decried themodem applicability of such an outdated law to individuals who were merely attemp-ting to educate a disenfranchised community regarding public health and safety.'46The parallels between the effect of section 377 and the immediate aftermath ofBowers is striking. Like the courts in the wake of Bowers, section 377 was interpretedto suggest that a gay or lesbian sexual orientation was immediately considered to betainted with the imprint of criminality.1 47 Likewise, any public health education wasconsidered to be an abetment to a criminal offense (sodomy), rather than a brazenact of human dignity and protection. 4 ' Consider the statement of the Public Prosecu-tor, quoted with approval by the judge who denied bail for the Lucknow Four on thegrounds that \"they ... are polluting the entire society by encouraging the youngpersons and abetting them for committing the offense of sodomy.\"'4 9 Like the wakeof Bowers, the act of sodomy - indeed, any and all sexual activity between membersof the same sex, or even a discussion of the issue - became a criminal act. 50 As a re-sult, any public education surrounding either the sexuality or the identity of the individu-als became an abetment to the offense, a resounding puncture of moral order and hetero-sexual norms that was remedied by reference to criminal law for its deterrent potential.Indeed, in such circumstances, the linkage between criminality and sodomy is sopervasive that public health education became a revolutionary act of civil disobedience.As Arvind Narrain eloquently points out, in the case of the Lucknow Four, neitherproviding sample letters of protest); State-Supported Oppression and Persecution of SexualMinorities in India, NGO Briefing, U.N. Comm'n on Human Rights (Apr. 8, 2002) (state-ment of Mr. Aditya Bondyopadhyay, lawyer for the Lucknow Four)), available at http://www.iglhrc.org/site/iglhrc/section.php?id=5&detail=67 (last visited Jan. 30, 2006).145 India, of course, had just recently faced another national public debate in the wake ofthe film \"Fire,\" which depicted an emotional and sexual relationship between two sisters-in-law. See Sunder, supra note 114. Many excellent articles have been written analyzing theimport of \"Fire\" on India's lesbian and gay movement. See, e.g., Gayatri Gopinath, On Fire,4 GLQ J. LESBIAN & GAY STUD. 631, 632-33 (1998); Ratna Kapur, Postcolonial EroticDisruptions: Legal Narratives of Culture, Sex, and Nation in India, 10 COLUM. J. GENDER &L. 333, 374 (2001); Sunder, supra note 114, at 81 (describing how critics of the film felt thatthe filmmakers were \"attempting to influence India with ideas about sexuality imported froma decadent West\").146 Amara Dasa, India's Slow Descent Into Homophobia, VAISHNAVA NEws, July 12,2003,available at http://www.vnn. org/editorials/ET0307/ET12-8214.html (calling Penal Code sec-tion 377 outdated and placing much of the blame on British colonial rule by observing that \"[t]heinfluence that Victorian British scholars and educators had in creating the current homophobicenvironment of India cannot be underestimated.\"); Sharma, supra note 14 (pointing out the ironythat \"while the British drafted Section 377 of the IPC, while replacing a tolerant Indian atti-tude towards sexuality with a highly oppressive one, this law was repealed in the UK in 1967.\").147 See Katyal, supra note 16, at 163.148 See supra note 144 and accompanying text.14' Narrain, Articulation of Rights, supra note 139, at 13 (quoting Criminal Misc. Case No.2054/2001).\"0 At least in those states which maintained their sodomy laws.1456 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYthe state nor the media chose to explore the issue in light of the global HIV/AIDSepidemic, choosing instead to sensationalize - and therefore stigmatize - the workof the Naz Foundation and Bharosa by linking it to homosexuality, rather than accessto public health education.''During the pendency of this case, the Naz Foundation decided to revive the issueof constitutionality, and petitioned the Delhi High Court to \"read down\" or limit theapplicability of section 377. 152 Interestingly, the Naz Foundation did not seek to repealthe entire section, but only to officially remove criminal penalties for consensual sexualactivities between adults if done in private. 53 In effect, their proposal maintained thatsection 377 would remain a viable charge for those who engaged in the sexual abuseof children, as well as those individuals who engaged in public sexual behavior.'54 Inmaking this argument, the Foundation argued that section 377 made HIV-preventionwork \"impossible\" due to its overreaching stigma, which made it difficult to identifyvulnerable populations. The resulting threat of criminal sanction forced networksamong men who have sex with men underground into secrecy, making opportunitiesfor private, consensual safe sex both spatially and socially difficult. 155Two particular themes are particularly relevant because they highlight some keydivergences between the United States and India regarding both history and litigationstrategy. The first notable aspect of this situation involves the comparative invisi-bility of expressive gay or lesbian identity-based rhetoric in the brief. The term \"menwho have sex with men,\" rather than \"gay men,\" figures most prominently, gener-ating a set of cultural and public health concerns that avoid, indeed actively trans-cend, the need for sexual identity and categorization.'56 Rather than focusing on thechallenges faced by gay men and lesbians in India, the brief focuses on the particularpublic health challenges that are raised as a result of the sodomy laws - irrespectiveof the division made between heterosexual and homosexual identity.'57 Here, thebrief emphasizes the stigma of criminality that attaches to all non-procreative sex,pointing out that while certain groups face the stigma more strongly than others,section 377 extends its prohibitive taint beyond same-sex conduct alone. 5'' Narrain, Articulation of Rights, supra note 139, at 13...2 See Siddharth Narrain, A Battlefor Sexual Rights, FRONTLINE (India), May 7-20, 2005,available at http://www.hinduonnet.com/fline/fl2210/stories/20050520002410400.htm (lastvisited Apr. 9, 2006).'5 See id.'s4 See id. The reason for this strategy, Narrain explains, is the absence of any alternativeprotections against child sexual abuse. See id. In India, rape laws are limited by gender (appliesto women only) and only to penile-vaginal intercourse. See id. Thus, without section 377, therewould be no statutes to protect children (male and female) from sexually abusive acts that falloutside of Indian rape law's strict categories. See id.... See Naz Foundation Brief, supra note 118, at 22.156 For an excellent, critical description of the term, its implications, and the risks and bene-fits associated with its employment in several public health studies, see Dasgupta & Purkayastha,supra note 86, at 10.117 See Naz Foundation Brief, supra note 118, at 22-25.158 Id. at 13.2006] 1457WILLIAM & MARY BILL OF RIGHTS JOURNALSecond, within its brief, the Naz Foundation emphasized the role of history, citingthe findings of two scholars that found \"a set of generally tolerant traditions in pre-colonial India\"'59 regarding homosexuality that markedly shifted in the late nineteenthcentury after the advent of colonization.'60 It also cited to evidence of homosexual-ity throughout various centuries and cultures, pointing to a number of prominent his-torical figures who are said to have engaged in homosexual conduct, and \"[a]nthropo-logical research [that] has found homosexual subcultures in Native American cultures,ancient Greece, Chinese traditions, Subsaharan Africa, and the Samurai traditions inJapan.\"'16' According to Narrain, one of the crafters of this brief:It is the above [references to same-sex sexuality throughout Indianhistory] which provides the strongest rebuttal to the notion ofqueer rights being a western disease - a careful drawing of anarrative that traces the queer as part of 'out' history and em-bodying a set of practices which exist at times unacknowledged,at others hidden, at yet others struggling to become 'visible.' Inmore simple terms, queer rights is an issue for Indians becausethere are queer traditions, queer practices, and queer people in Indiaand rights language is one mode of making this history visible. 162Despite the Naz Foundation's attempts at crafting a strategy that would protectonly private, consensual behavior, and a historical version that affirmed tolerancefor same-sex sexual conduct amidst a timeless Indian tradition, the Indian govern-ment's response offered a stinging tribute to the Act's colonial origins. Indeed, justafter Lawrence was handed down, the Indian government filed a vociferous brief:\"If an act has a tendency to create breach of peace or to offend public morals it is notin the power of any man to give effectual consent,\"'163 the government explained.\"And while the right to respect for private and family life is undisputed, interferenceby public authority in the interest of public safety and protection of health and moralsis equally permissible,\" the Government warned, predicting that decriminalization\"can well open the floodgates of delinquent behavior and be misconstrued as provi-ding unbridled license for the same.\"' 64 By reconstructing section 377 as a functionof the modem state's police powers, the government attempted to construe homo-sexuality as an offense against public order and morals, and deserving of criminal regu-lation.Perhaps most notably, the Government mounted a defense of section 377 thatturned quite intimately on regulating existing social norms in India. The Governmentargued thatis9 Id. (citing SAME SEX LOVE IN INDIA 194 (Ruth Vanita & Saleem Kidwai eds., 2000)).\"6 See id. at 13.161 Id. at 19.162 Narrain, Queer People and the Law, supra note 139.163 Government Brief, supra note 112, at 4.164 Id.1458 [Vol. 14:1429SEXUALITY AND SOVEREIGNTY[lI]aw does not run separately from the society. It only reflectsthe perception of the society. When Section 377 was brought un-der the statute as an act of criminality, it responded to the valuesand mores of the time in the Indian society. In any parliamentarysecular democracy, the legal conception of crime depends on po-litical as well as moral considerations notwithstanding consider-able overlap existing between legal and everyday conception ofcrime (i.e. moral factors). There is no necessary equation betweenthe two. Public tolerance of different activities changes and legalcategories get influenced by those changes. The social dynamicstake into account the moral aspect also. 65Later in the brief, the Government cited to a report by the Law Commission of India,which \"observed that Indian society by and large disapproves of homosexual and[that] disapproval was strong enough to justify it being treated as a criminal offenseeven where the adults indulge in it in private.\"' 6 With respect to the West, the Gov-ernment replied that \"[t]he public, notably in the United Kingdom and the United Statesof America, have shown tolerance of a new sexual behavior or sexual preference butit is not the universally accepted behavior,\" pointing out again to the Law Commis-sion's report that concluded that comparable tolerance does not exist in India, nordid it exist in Indian society prior to colonial rule. 167Consider the theme of history and citizenship in this regard. Rather than embra-cing Indian history, which is replete with its own, well-documented representationsof same-sex sexuality through texts, 161 the government chose instead to mount a vo-ciferous campaign against the existence of \"modem\" homosexuality within its bor-ders. 69 Here, no mention was made of the vast and complex representations, bothvisual and verbal, of same-sex sexual behavior throughout Indian history - storiesand pictorials that predated English colonization. 170 Rather, the Government insteadchose to taint same-sex sexual activity with the same Bowers-like ability to dividesociety along the boundaries of identity, instead of universalized conceptions of beha-vior and desire. Under this view, homosexuality may exist in India, but it deservedrelegation to the interior aspects of the home, rather than the public or the street -and certainly nowhere deserved recognition as a legitimate lifestyle or choice of part-nership. Along these lines, the Government' s brief turned its attention to underenforce-ment, assuring the Court that section 377 has \"only been applied on the complaint165 Id. at 7.'6 Id. In another report, however, a government commission did recommend deletion ofsection 377. LAWCOMM'NOFINDIA, 172DREPORTONREVIEWOFRAPELAwS (2000), availableat http://www.lawcommissionofindia.nic.in/rapelaws.htm.167 Id. at 7-9.161 See generally SAME-SEX LOVE IN INDIA: READINGS FROM LrrERATuRE AND HISTORY(Ruth Vanita & Saleem Kidwai eds., 2000).169 See Government Brief, supra note 112.170 See Dasa, supra note 146 (providing a timeline of Indian history with various examplesof tolerance toward non-heterosexual behavior).14592006]WILLIAM & MARY BILL OF RIGHTS JOURNALof a victim and there are no instances of its being used arbitrarily,\"'' and pointingout that it has only been applied to \"cases of assault where bodily harm is intendedand/or caused.' ' 172 Section 377, the Government argued, is only intended to applyto situations that are not covered by other sections of the Penal Code, 173 and arguedthat the provision fell within the powers of the state \"to make special provisions forwomen and children.' 74 Contrary to the brief filed by the Naz Foundation, the Gov-ernment argued that section 377 is primarily used to punish child abuse and to comp-lement existing rape laws, and \"not mere homosexuality.' 75In a final, confusing paragraph in its brief, the Government noted that \"there isno violation of fundamental liberty as long as any act of homosexuality/lesbianismis practiced between two consenting adults in the privacy [of the home] as in thecase of heterosexuality.' ' 176 Consider, for a moment, the complexity of the Govern-ment's observations. Here, the Government actively renders invisible the myriadways in which the police, extra-legally, enforce social norms favoring the privatizationof same-sex sexuality through extortion, corruption, rape, and threatened the arrestof males who engage in public, same-sex affection. The Government's reaction sug-gests that such informal regulations of public sex are better left untouched. By failingto recognize the existence of informal, corrupt regulations of sexuality, and by creatingsome \"private\" spaces for same-sex sexuality to exist, the Government's observationspreclude the possibility of a public group identity among those engaged in same-sexsexual activity, relegating it to a private, sexual behavior that should only occur inseclusion. In both respects, the possibility of group rights becomes extinguished infavor of the malleable, variable, and often invisible aspects of same-sex sexual beha-vior within the circumscribed spaces of the sovereign home.11. TOWARD A GLOBAL THEORY OF SEXUAL SOVEREIGNTYThe Indian government's reaction to section 377 is characterized by an implicitreification of the privatization of sexuality. Its observations both reinforce and imposethe internal dynamics of the closet discussed in the previous section; and, in doingso, the government reenacts a modem version of colonial rule and control. On onehand, it argues that social norms opposing homosexuality are deeply entrenchedthroughout Indian society, in stark contrast to the \"tolerance\" shown in the UnitedStates and the United Kingdom of this \"new sexual behavior\" or \"preference.\" Atthe same time, however, the Government is careful to circumscribe the boundariesbetween public and private in a way that reifies the presumption that sexuality -whether of the same or opposite sex - should always be rightly confined to the home.One of the brief s central themes dismisses any visibility for lesbian and gay sexu-\"' Government Brief, supra note 112, at 4.172 Id. at 4-5.173 See id.174 Id. at 5.171 Id. at 6.176 Id. at 12.1460 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYality as part of the identities, activities, or loyalties of the Indian people. Here, despitethe rich verbal and pictorial history of same-sex sexuality, the Government refusesto name it as part of a gay or lesbian history, thereby precluding the possibility foridentification across time, history, and space.As this section will discuss, there is, however, an answer to the divergence be-tween public and private space and identity: Lawrence's underlying theme of sexualself-determination, or sexual sovereignty. As this section argues, Lawrence's tripartitestructure allows for some development and capability surrounding sexuality andidentity that traverses both public and private boundaries in favor of offering avision of sexual autonomy that, while it initially overshadows these divisions, is still,ultimately, circumscribed by them.Sovereignty, as it is defined in international law, comprises both internal andexternal facets; a sovereign government \"faces both outward at other states and inwardat its population.\"' 77 The principle of internal sovereignty in international law entailsthe exercise of authority within certain, circumscribed boundaries, permitting govern-ments to provide political goods for citizens.'78 It draws substantially upon principlesof self-determination, which involves the right of peoples to \"freely determine theirpolitical status and freely pursue their economic, social and cultural development.\"'79In contrast, sovereignty's outward aspects - external sovereignty - focuses on anequality of status between the states and requires \"freedom from outside interfer-ence.\" 80 Both of these strands carry important Hobbesian and Lockean dimensions;the Hobbesian strand \"emphasize[s] the inviolability of national borders\"'' andabsolute control within the nation-state, whereas the Lockean construction premisesits meaning on the social contract that exists between a government and its citizensthat places property, life, and liberty as fundamental values. 82The notion of state sovereignty quite beautifully parallels the notion of a sovereignself. Louis Henkin, for example, has listed several aspects of sovereignty - indepen-dence, personhood, autonomy, and impermeability, among others - that correspondnicely to both the person as well as the nation-state. 8 3 As I will show, these principles177 See ROBERT H. JACKSON, QUASI-STATES: SOVEREIGNTY, INTERNATIONALRELATIONS,ANDTHETHIRD WORLD 27-29 (1990); see also MICHAELROSs FOWLER &JUIEMARIEBUNCK,LAW, POWER, AND THE SOVEREIGN STATE: THE EVOLUTION AND APPLICATION OF THE CONCEPTOF SOVEREIGNTY 5 (1995); F.H. HINSLEY, SOVEREIGNTY 107, 122-32 (2d ed. 1986); STEPHEND. KRASNER, SOVEREIGNTY: ORGANIZED HYPOCRISY 43-72 (1999).178 JACKSON, supra note 177, at 29.\"' International Covenant on Civil and Political Rights art. 1, 999 U.N.T.S. 171 (enteredinto force Mar. 23, 1976) [hereinafter ICCPR].180 JACKSON, supra note 177, at 27. See also Catherine J. Ions, Indigenous Peoples andSelfDetermination: Challenging State Sovereignty, 24 CASE W. RES. J. INT'LL. 199, 236 (1992).181 Helen Stacy, Relational Sovereignty, 55 STAN. L. REV. 2029, 2033 (2003).182 For further explication, see id. at 2033-34.183 See LOUIS HENKIN, INTERNATIONAL LAW: POLmCs AND VALUES 9-10 (Devs. in Int'lL. Series No. 18,1995), cited in Celia R. Taylor, A Modest Proposal: Statehood and Sovereigntyin a GlobalAge, 18 U. PA. J. INT'LECON. L. 745, 756-57 (1997). Some of these attributesinvolve \"claim\" elements, which correspond to statehood; and some of these elements involve\"exercise\" elements, which correspond to a set of rights, responsibilities, and obligations thatattach to a sovereign entity. Id. at 756.14612006]WILLIAM & MARY BILL OF RIGHTS JOURNALalso carry substantial resonance when we compare them to Lawrence. This sectionseeks to sketch out some elements - mutually reinforcing, overlapping, andultimately cohesive - that also bear witness to the growing development of ajurisprudence that establishes both internal and external sovereignties with respectto sexuality, the community, and the self.'4 Here, I argue that Henkin's vision ofsovereign statehood parallels the notion of sovereign personhood that is offered inLawrence. Henkin' s notion of independence, for example, embraces the principleof separateness and political and physical distinctiveness. 85 This principle roughlycorresponds to Lawrence's embrace of spatial privacy, a principle that applies theidea of sovereignty to the private domain of the home. Henkin's exposition ofpersonhood, too, also corresponds to both personal and national sovereignty: it in-volves the notion of recognition of the nation-state entity as a national actor.I\"6 Auto-nomy, too, has dual meanings: in the state context, it means the ability to act indepen-dently of external influence and control, but in the Lawrence context, it correspondsto the deliberative right of sexual self-determination. 87Together, I argue that Lawrence comprises the starting points for a global theoryof sexual sovereignty that is bordered, deliberative, and ultimately expressive in cha-racter, and offers a trilogy of protections for spatial privacy, expressive liberty, anddeliberative autonomy. Yet, as Part HI will continue, this theory is not without itsfaults and ultimately offers us a critical challenge in contemplating a more inclusivefuture for global gay rights and autonomy.188 One critical element remains missingfrom the parallel prisms I have offered: the notion of sovereign equality, which in-volves the principle that each state exists on an equal plane to all others. 189 This ab-sence, like its global counterpart in international relations, signals a host of limitationsfor Lawrence's progeny, and a danger of globalized containment of the rights of sex-ual minorities.'8 Many scholars have also explored Lawrence's reliance on case law from other juris-dictions that have overturned sodomy laws. See, e.g., Larsen, supra note 4; John K. Setear,A Forest With No Trees: The Supreme Court and International Law in the 2003 Term, 91VA. L. REv. 579 (2005); Melissa A. Waters, Mediating Norms and Identity: The Role of Trans-national Judicial Dialogue in Creating and Enforcing International Law, 93 GEO. L.J. 487,487 (2005).185 See HENKIN, supra note 183, at 10.186 Taylor, supra note 183, at 760-61 (describing Henkin's views on \"personhood\").187 Id. at 762.188 Others have offered cogent critiques of Lawrence as compared to other cases involvingthe repeal of sodomy laws. See, e.g., Franke, supra note 4, at 1404 (citing the 1998 South Africancase of National Coalition for Gay & Lesbian Equality v. Minister of Justice, 1999 (1) SAG(66), which found that the 1957 Sexual Offenses Act, a national anti-sodomy law, violatedthe South African Constitution on three theories: equality, dignity, and privacy, and arguingthat this case demonstrates that the U.S. Supreme Court could have chosen to invalidate theTexas sodomy law with a \"genus of rights\" rather than solely on the basis of privatized liberty);Hernndez-Truyol, supra note 4.189 See HENKIN, supra note 183, at 10.1462 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYA. Spatial PrivacyIn 1998, a Texas-area neighbor called the police with a report of a suspiciousblack man in John Geddes Lawrence's apartment.\"g After pushing their way intothe dwelling, they found Lawrence having sex with another man, Tyson Garner) 9At the time, Texas rarely enforced its antisodomy law, but officers decided to jailthem overnight on charges of \"deviate sexual intercourse with another individual ofthe same sex.\"'1 92 They were each arrested, fined two hundred dollars plus court costs,and kept in jail overnight.'93Unlike most defendants, who might opt to simply pay the fine and move for-ward, the defendants chose to mount an appeal on constitutional grounds. In affirmingtheir convictions under both the state and federal constitutions, the state court of ap-peals held that the statute was not unconstitutional and considered Bowers v. Hardwickto be controlling on that point.' 94 The United States Supreme Court, however, ulti-mately granted certiorari on the question of whether the criminal convictions underthe Texas statute, which criminalized sexual acts between members of the same sex,but not different sexes, violated the Equal Protection Clause, in addition to the in-terests in liberty and privacy protected by the Due Process clause.' 95Like Bowers, the most palpable aspect of the case involved the reach of theprosecutory powers of the law into the previously sacred sphere of the home. Forthis reason, at the outset of Lawrence, the Court began from a notion of spatial pri-vacy, reminding the audience at every turn that the law in question governs activitiesin \"the most private of places, the home.\"' 96 In doing so, the Lawrence court focuseda scrutinizing gaze on the heightened degree of state intrusion into the home. 197 Byusing its observatory powers, the Court discursively defined the home as an area ofsovereignty, free from interference by the state that treads upon the right to territorialintegrity. 198 The opinion, for example, began with the unapologetic observation that\"[1]iberty protects the person from unwarranted government intrusions into a dwellingor other private places. In our tradition the State is not omnipresent in the home.\"' 99\"9 See Eskridge, supra note 4, at 1021; see also Respondent's Brief, Lawrence v. Texas,539 U.S. 558 (2003) (No. 02-102), available at 2003 WL 470184.9' Eskridge, supra note 4, at 1021.192 TEXAs PENALCODE ANN. § 21.06(a) (2003). See also Eskridge, supra note 4, at 1021.Anne Gearan, CourtAppears Divided onAnti-Sodomy Case, AssOCIATED PRESS, Mar.26, 2003.1\" Lawrence v. State, 41 S.W.3d 349,360-61,364 (Tex. Crim. App. 2001), rev'd, 539 U.S.558 (2003).'91 Lawrence v. Texas, 539 U.S. 558 (2003).,96 Id. at 567.197 id.98 See Paul R. Williams & Karen Heymann, Earned Sovereignty: An Emerging ConflictResolution Approach, 10 ILSA J. INT'L & COMP. L. 437, 443 (2004).'99 Lawrence, 539 U.S. at 562.2006] 1463WILLIAM & MARY BILL OF RIGHTS JOURNALThis observation, obviously, resonates with the long-standing constitutional tra-dition of protecting the home from state intrusion. Even from the beginning of Ameri-can history, the home has been traditionally thought to be a sanctuary that falls outsideof the aegis of state control. In Griswold v. Connecticut,200 the Court invalidated alaw prohibiting the use of contraceptives or aiding and abetting the use of contracep-tives by a married couple.20 ' The Griswold majority found that a fundamental rightof privacy, defined as the right to be free from governmental intrusion, existed underthe \"penumbra\" of the Bill of Rights.20 2 In delineating the scope of this right, theGriswold court relied upon an early case, Boyd v. United States, that declared theimportance of protection against \"all invasions on the part of the government... ofthe sanctity of a man's home and the privacies of life. 203Griswold, of course, took these observations a step further, applying notions ofprivacy to the context of \"the marriage relation and the protected space of the mari-tal bedroom. ' '204 The \"marital bedroom\" thusly served as the locus for the originsof the right to privacy in American jurisprudence, particularly where the expressionof sexuality is concerned. Previously, in Bowers, the Court declined to immunizethe conduct based on the fact that it took place within the confines of Hardwick'shome.21 In reaching this earlier conclusion, the Court admitted that homosexual con-duct between consenting adults was essentially a \"victimless crime,\" but concludedthat \"it would be difficult... to limit the claimed right to homosexual conduct whileleaving exposed to prosecution adultery, incest, and other sexual crimes even thoughthey are committed in the home.\"2°\"It is thus significant that the Lawrence court, in its opening paragraph, began itsinquiry by focusing on the importance of spatial privacy.20 7 In doing so, the Courtoffered a vision of privacy that is carefully tethered to the existence of private propertyand the home. The Court's opening observations on the subject of privacy, obviously,resonate with the long-standing constitutional tradition of protecting the home fromstate intervention. Later, Lawrence also relied on Eisenstadt v. Baird, in which theCourt extended this right beyond the marital relationship, and invalidated a law pro-hibiting the distribution of contraceptives to unmarried persons.20 ' Here, the Courtneatly separated the privacy interests from the marital relationship, observing that\"'[i]f the right of privacy means anything, it is the right of the individual, marriedor single, to be free from unwarranted governmental intrusion.' 209 Applying theseprinciples to Lawrence, by extension, sexual activity is (somewhat tautologically)considered \"private,\" seemingly by virtue of its secluded location and not because200 381 U.S. 479 (1965).201 Id.202 Id. at 484.203 Id. at 484 n.* (quoting Boyd v. United States, 116 U.S. 616, 630 (1886)).204 Lawrence, 539 U.S. at 565.205 Bowers v. Hardwick, 478 U.S. 186, 195-96 (1986).206 Id.207 Lawrence, 539 U.S. at 562.208 Id. at 565 (citing Eisenstadt v. Baird, 405 U.S. 438, 453 (1972)).209 Id. (quoting Eisenstadt, 405 U.S. at 453) (emphasis in original).1464 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYof the marital-like qualities of the relationship between the two parties, Garner andLawrence.2 '0 Towards the end of the opinion, the Lawrence Court argued:The petitioners are entitled to respect for their private lives. TheState cannot demean their existence or control their destiny bymaking their private sexual conduct a crime. Their right to libertyunder the Due Process Clause gives them the full right to engagein their [sexual] conduct without intervention of the government.\"It is a promise of the Constitution that there is a realm of personalliberty which the government may not enter.\" The Texas statutefurthers no legitimate state interest which can justify its intrusioninto the personal and private life of the individual.1This unstated emphasis on the individual's choice of sexual intimacies in privatespace, rather than on the couple, marks a crucial, deeply liberatory vision of humansexuality - as long as it occurs within the home. The Court's extension of theprotective sphere of spatial privacy in Griswold to address a wholly separate context- that of two unmarried, gay men during a sexual encounter - is indeed striking,and notable, because it extends the protective sphere of spatial privacy beyond thatof a married couple, and instead uses it to protect individuals who were, under Bowers,previously thought undeserving of wholly private spaces due to their gay or lesbianidentities. \"The laws involved in Bowers and here are, to be sure, statutes that pur-port to do no more than prohibit a particular sexual act,\" Justice Kennedy wrote. 2' 2\"Their penalties and purposes, though, have more far-reaching consequences, touchingupon the most private human conduct, sexual behavior, and in the most private ofplaces, the home. 21 3 Indeed, the Lawrence Court carefully pointed out that \"[1]awsprohibiting sodomy do not seem to have been enforced against consenting adults actingin private,\" but instead focused primarily on predatory acts against those who were un-able to or did not consent to such activity, or acts which took place in public space.214In making this observation, the Lawrence Court set forth a view of the privacy ofthe home that strikingly mirrors many of the observations often made by scholars onthe function of sovereignty itself in the global arena. Theoretically, this principle esta-blishes a notion of autonomy within the home that is striking in its global, idealisticpossibility. The right offered by Lawrence is both positive and negative: it focuses oncordoning off spheres of the home from state interference, and it also focuses on thepossibility - read most broadly - of a fundamental right to engage in sexual intimacy.210 Indeed, the Court suggests that one possible reason for why there is little historicaldiscussion of the policy behind punishing consenting adults for same-sex sexual acts withinthe law is due to the \"very private nature of the conduct\" at issue. Id. at 570.211 Id. at 578 (internal citation omitted).212 Id. at 567.213 Id.214 Id. at 569.2006] 1465WILLIAM & MARY BILL OF RIGHTS JOURNALConsider, for example, the global significance of recognizing the sanctity of the homein constructing a boundary between private and public space, so that an individual maysafely retreat from others' gaze and scrutiny.215 The private sphere, according to EdwardShils, involves a sphere where a person \"is not bound by the rules that govern publiclife .... The 'private life' is a secluded life, a life separated from the compellingburdens of public authority. '216 Similarly, Hannah Arendt points out:[T]he four walls of one's private property offer the only reliablehiding place from the common public world, not only from every-thing that goes on in it but also from its very publicity, frombeing seen and being heard. A life spent entirely in public, in thepresence of others, becomes, as we would say, shallow. Whileit retains its visibility, it loses the quality of rising into sight fromsome darker ground which must remain hidden if it is not to loseits depth in a very real, non-subjective sense.217On one level, Arendt' s metaphors of visibility and depth help us to understand thefunctions of spatial privacy in constructing a self-actualized existence. Private pro-perty constructs and underpins notions of autonomy by ensuring a degree of solitudethat is necessary for true human self-actualization. None of this is particularly newor shocking, except when we consider that none of these protections extended to in-dividuals engaged in same-sex sexual activity before now.This principle is perhaps most valuable when we consider how it specially im-pacts individuals whose sexualities escape the polarizing categories I listed earlier.Here, I would argue that Lawrence, taken to its widest extent, is inescapably anti-essentialist in character because it tends to focus less on the expressive identity thatcharacterizes most case law on gay rights. Anti-essentialist thought argues \"thatidentity cannot be reduced to an essence that is so central to an individual's beingthat it precludes other categories of analysis along the axes of race/ethnicity, gender,class, religion, and sexual orientation. 218 Along these lines, instead of predicating215 See Seidman, supra note 4, at 1330 (\"[C]onstitutional law remains all about boundaries.The great constitutional struggles of our history have concerned the boundaries between le-gislative and executive power, between the public and the private, or between the national andthe local.\").216 See Edward Shils, Privacy: Its Constructions and Vicissitudes, 31 L. &CONTEMP. PROBS.281, 283 (1966).217 HANNAH ARENDT, THE HUMAN CONDITON 71 (1958).218 Johanna E. Bond, International Intersectionality: A Theoretical andPragmatic Explora-tion of Women's International Human Rights Violations, 52 EMORY L.J. 71, 108-09 (2003).For an excellent exploration of anti-essentialism's potential impact on feminism, see Tracy E.Higgins,Anti-Essentialism, Relativism, and Human Rights, 19 HARv. WOMEN'S L.J. 89, 102-03(1996) (describing feminist anti-essentialism as an approach that rethinks the assumption thatgender oppression can be described meaningfully along a single globalized axis and instead fo-cuses \"on local, contextualized problems of gender oppression.... Like cultural relativism,feminist anti-essentialism seems to lead to the conclusion that gender inequality cannot be ex-plained cross-culturally.\").1466 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYlegal protection on an asserted or public identity, the Court opts instead to predicate itsprotection on the expressive significance of a level of sexual intimacy between persons.Perhaps the function of Lawrence lies in presenting a view of same-sex sexualitythat surpasses legal ossification, one that refuses to deny the sexualization of identity,but one that also protects a scenario of intimacy between persons that does not alwaysrequire the public assertion of gay or lesbian identity in public space - or even le-gal recognition through marriage - in order for it to be valuable or constitutionallyprotected. This cultural breathing space is significant because it implicitly advancesan anti-essentialist platform; the home, and the persons within it, neither attain nor re-quire any special identity or expression, but the space is simply provided, and seclu-ded, for the benefit of the persons within it and for the exercise of human autonomy,intimacy, and deliberation. Recall that Lawrence extended its protection to homosexu-als, lesbians, or bisexuals \"either by 'orientation, conduct, practices or relationships.\"219I would argue that this principle is particularly valuable where social norms mir-ror those we have explored in India, where there are countless individuals who usethe term \"gay\" to refer to a sexual behavior alone, not an identity in and of itself.220As a prominent public health activist describes:In India, for the majority of men who have sex with men, per-sonal identity is not seen as the main [] issue. Behaviours are con-structed within cultural frameworks of compulsory marriage andprocreation, in terms of homosociability, lack of privacy, extendedand joint family networks and so on. What we have then is arange of sexualities, a range of homosexualities and homosexualbehaviours, a range of identities that very often are very differentlyconstructed than in the West.21For this reason, many men who have sexual activities with other men, gay-identifiedor not, are often married to women in India and elsewhere.2 2 For many, and contrary2\"9 Lawrence v. Texas, 539 U.S. 558,574 (2003) (quoting Romer v. Evans, 517 U.S. 620,624 (1996)).220 See Katyal, supra note 16, at 153.221 Shivananda Khan, Community Action in Action, 10 NAZ KI PUKAAR 14 (July 1995);see also Shivananda Khan, Sexuality and Sexual Health in India, 14 NAz KI PUKAAR 15 (July1996) (making same observation).222 See Boellstorff, supra note 68, at 489. For example, in Indonesia, despite the existenceof a \"gay world,\" and a relatively less pronounced spectre of legal sanction, the persistenceof marriage appears a \"mystery\" to the average Western gay man meeting other gay-identifiedIndonesian men. Id. at 489-90. As one scholar explained:Andy identified as gay, explaining that his boyfriend of ten years wasmarried with two children. When I asked if the boyfriend should getdivorced, he stared in shock: \"Of course not. He needs descendants anda wife. I want to get married in five years - I already have a girlfriend.You mean you won't marry as long as you live?\" When I nodded, theother men confronted me in astonishment ....Id. at 489 (emphasis in original).20061 1467WILLIAM & MARY BILL OF RIGHTS JOURNALto many Western perceptions, a \"gay\" identity (and love relationships between men)can be viewed as compatible within a heterosexual marriage structure framework. 23Here, Lawrence presents a view, set forth in both Griswold and Boyd, that mirrorsmany of the observations often made by scholars on the function of sovereignty. Likespatial privacy, sovereignty is about space; it is about a clear delineation betweenprivate and public that empowers the former by separating the latter. To this end,Lawrence's affirmation of the private carries an additional level of protection thatsurpasses the strictures of an expressive, identity-based imperative. Lawrence doesnot deny the value of identity, but it emphasizes the value of intimacy within a privatespace. This conceptual leap - that individuals can choose to have sexual relationswith members of the same sex, but do not necessarily have to attach public, fixed,and presentative identities to their behavior, or demand particular formations of legalrecognition for that relationship - is particularly relevant for those who may engagein same sex sexual conduct, but who fail to adopt expressive identities as gay or les-bian individuals.224In making this observation, it is important to remain aware of the multiple limita-tions of private seclusion. As Kendall Thomas so eloquently wrote, years after Bowers:Under the existing legal and political regime, gay men and les-bians are aware that the chief value of the language of privacy isthat it can be used not so much to provide a space for self-discov-ery, but to provide against the dangers of disclosure. What thismeans, I think, is that when gay men and lesbians use the languageof privacy, they do so based on a tactical decision .... [G]iventheir vulnerability, gays and lesbians recognize the more urgentneed for some legal protection which will enable them to avoidbeing forced out of what has come to be known as \"the closet.\"2\"Thomas's point, made years ago, still rings completely true today. The question forour purposes is to recognize that although Lawrence, standing on its own, accom-plishes this goal, it may not do enough to alter preferences so that individuals willreadily choose to be publicly recognized as part of the gay community; the conferralof privacy on a sexual act between two people of the same sex still permits thedrawing of a cloak of secrecy around gay and lesbian lives, a point which Thomas223 See id. at 490.224 On this point, Richard Mohr has offered a slightly different, and valuable, view. Heargues that for Justice Kennedy, \"sexual behavior is constitutionally protected, not on its own,but because of some relationship that it has to what he goes on to call the 'personal relation-ship[s]' which 'homosexual persons' 'choose to enter upon.\"' Mohr, supra note 4, at 373 (alter-ation in original). In his article, Mohr nicely excavates the necessity of this linkage between\"homosexual sex acts\" and \"same-sex personal relationships,\" arguing that it is the relation-ship that Justice Kennedy seeks to protect (by \"moral retrofit,\" according to Mohr), rather thanthe sexual acts alone. Id.225 Thomas, supra note 43, at 1455 (emphasis in original).1468 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYargues in turn allows heterosexuals to maintain \"the epistemological privilege of un-knowing, '226 of believing that individuals who engage in same-sex sexual or homo-erotic behavior are invisible when they are in fact imbricated throughout culture andhistory.Even on spatial terms, Lawrence' s version of privacy - or spatial sovereignty,as we might look at it - has its limitations, particularly in the global context, whereissues of space, identity, and the boundaries between public and private can oftenvary widely. Given the disparities among wealth with respect to class and caste, thenotion of privacy is often circumscribed by material limitations. Reaching somewhatsimilar conclusions from her work in Taiwan, Cindy Patton writes that[t]he very concept of public versus private or domestic space onwhich the elaboration of American sexual freedom efforts rest,and around which queer politics' performances have centered, isradically different in Taiwan. Space is not fundamentally matrixedas male-female/public-private, as in the United States. 227Patton's observations suggest that the implicit privatization of sexuality in Lawrencecarries significant repercussions for those who cannot enjoy the protections of pri-vacy within the home, particularly in a joint family context, as is most often the casethroughout the world.Further, even if the concept of spatial privacy carries with it a sort of license forfreedom within the home, it is important to explore whether there are implicit limitsto the protection at stake, particularly in cases where sexuality takes on a publiccharacter, e.g., particularly in cases where sexuality is taken out of the bedroom -as it is so often in the case of individuals throughout the world, who are often marriedor unable to utilize their private spaces for consensual sexual encounters for a widevariety of reasons. 228 As Nan Hunter has aptly noted, situations of \"sexual speech\"(solicitation in public space, for example) raise the important question of whetherLawrence's clear boundaries between private and public space leads to containment,rather than autonomous expression. 29 Containment does nothing to protect the vastnumbers of men and women who are denied acceptance in public space, and thereforerely on informal \"cruising areas\" in order to socialize and network with other sexualminorities. 3° As Martha Nussbaum insightfully noted, years before Lawrence:226 Id. at 1455-56.227 Cindy Patton, Stealth Bombers of Desire, in QUEER GLOBALIZATIONS, supra note 17, at208.228 See Strahilevitz, supra note 4, at 671, 676-77.229 See Nan D. Hunter, Sexual Orientation and the Paradox of Heightened Scrutiny, 102MICH. L. REV. 1528, 1546 (2004).230 See PUCL-KARNATAKA, supra note 135, at 14.2006] 1469WILLIAM & MARY BILL OF RIGHTS JOURNAL[T]he recent tendency to protect homosexual sodomy on groundsof the privacy of the home suggests a pernicious distinction: ifmen have sex in their own dwelling place, it is legally protected.But if they frequent a bathhouse - even if all the people thereare consenting and non-offended - the act no longer enjoys thesame protection.23'Even aside from the issue of public sexuality, Lawrence overlooks the fragility oftethering equality to the division between private and public, particularly given thefact that anti-gay discrimination often places the recognition of gay and lesbian familiesinto question (I discuss this factor in the third section).And then there is the issue of consent itself. The concept of spatial privacy, asmany scholars have noted, can be equally liberating and threatening, depending uponthe circumstances within the boundaries of private space, and the varying bargainingpower of those inside. As Marc Spindelman has cogently asked, \"When sexual in-timacy is thought to be normatively good, the basis for relationships 'more enduring,'as it is in Lawrence, how can it (also) be a prison of abuse? Can it be? What aboutwhen, not if, in actuality, it is?\" 2 As Spindelman writes, Lawrence vindicates(homo)sexual intimacy by adopting a \"like-straight\" lens that continually compares,and then equalizes sexual intimacy between members of the same sex to that of mem-bers of the opposite sex.233 But this move of equalizing both types of sexual inti-macy, Spindelman warns, risks overlooking the unpleasant incidence of sexual abusein both contexts. \"The commonplace that sexual intimacy of the sort Lawrence ap-proves should be heralded as the measure of non-violation,\" Spindelman writes, \"hasbeen uncovered as a myth, a way of ignoring and protecting the widespread abuses,including sexual assault, domestic violence, and sexual abuse of children, by morepowerful partners in intimate relationships, typically, though not exclusively, men. 234Put more simply, particularly in a global context, privacy does not always mean free-dom from harm.235231 See Martha C. Nussbaum, Is Privacy Bad for Women?, BOSTON REV., Apr./May 2000,http://www.bostonreview.net/BR25.2/nussbaum.html (last visited Jan. 30, 2006).232 See Marc Spindelnian, Surviving Lawrence v. Texas, 102 MICH. L. REV. 1615, 1634-35(2004). See also Martin v. Ziherl, 607 S.E.2d 367 (Va. 2005), where a plaintiff who broughtan action for injuries caused by herpes infection during sexual intercourse received no reliefdue to the Virginia Supreme Court's decision to overturn a fornication statute under Lawrence.233 Spindelman, supra note 232, at 1619.234 Id. at 1634.235 Consider the following:Privacy is often important, but there can be too much as well as too littleprivacy; subordinating as well as equalizing forms of privacy; fairly dis-tributed, as well as unfairly distributed privacy; privacy used for good, aswell as privacy used for evil; privacy that moves a people forward, andprivacy that moves a people backwards.1470 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYFor example, there are several cases that suggest that the veil of privacy can oftenbe used to obscure the importance of protecting the sexual autonomy of both partnerswithin the home. Consider, for example, People v. Onofre,236 a case mentioned bysome of the briefs in Lawrence, where the New York Court of Appeals rejected aman's conviction for consensual sodomy with a seventeen-year-old 231 on the groundsthat the law protected sexual decisions \"voluntarily made by adults in a noncommer-cial, private setting. 238 Though the court drew a solid line between public and privatemorality, and rejected the state's exercise of police power within the home, arguingthat no harm from consensual sodomy had been shown,239 it ignored the fact that thecase had actually been precipitated by the seventeen-year-old's allegations of physicalinjury as a result of the sexual activity.2' Equally disconcerting is the case of Powellv. State,24' a case in which the Georgia Supreme Court similarly invalidated the state'ssodomy law on privacy grounds.242 In that case, the defendant Anthony Powell wasaccused of having sex with his seventeen-year-old niece against her will. 243 Indeed, asthis case and others show, 244 privacy may be deserving of recognition under Lawrence'sprotective aegis, but it may necessitate further limitations within the potential confinesof the home and other private spaces, particularly to protect the more vulnerable.In a global context, this principle demonstrates that privacy may be necessary,but certainly not sufficient, for global gay and lesbian equality, in either the publicor the private sphere. Many feminists have launched cogent critiques of the boun-daries between private and public, pointing out the need for expansive concepts ofstate accountability for harms committed by private actors rather than the state.245Today, the undeniable product of such critiques has enabled the slow erosion of thispreviously stalwart division between public and private and also heralded an extensionof state responsibility into previously private spheres.246 It remains to be seen whetherAnita L. Allen, Gender and Privacy in Cyberspace, 52 STAN. L. REV. 1175,1200 (2000). Seealso MacKinnon, supra note 4, at 1089-90 (2004) (arguing that Lawrence, though havingundoubtably positive legal ramifications, also extends the shield of privacy from heterosexualsto homosexuals, a situation that might allow inequalities and sexual abuse to flourish). Formore background on the relations between genders, specifically gender inequalities, see CAROLEPATEMAN, THE SEXUAL CONTRACT (1988).236 415 N.E.2d 936 (N.Y. Ct. App. 1980).237 Id.238 Id. at 940-41. See also Spindelman, supra note 232, at 1638.239 Onofre, 415 N.E.2d at 943; see also Hemdndez-Truyol, supra note 4, at 1242-43 (dis-cussing this case).240 Herndndez-Truyol, supra note 4, at 1243.24' 510 S.E.2d 18 (Ga. 1998).242 Id.; see also Spindelman, supra note 232, at 1636-39.243 Powell, 510 S.E.2d at 20.244 For a fuller discussion of this case and others, see Hemndez-Truyol, supra note 4, at1243-44 (citing Powell, 510 S.E.2d 18, and State v. Eastwood, 535 S.E.2d 246 (Ga. Ct. App.2000)).245 Indeed, initially, the U.N. system did not consider \"acts perpetrated by 'private' actorsand that take place in traditionally private spheres such as the home ... to be human rightsviolations.\" Bond, supra note 218, at 89.246 Id.20061 1471WILLIAM & MARY BILL OF RIGHTS JOURNALthe sovereignty that Lawrence affords to the home is as readily pierced in times ofnecessity.247 According to one Delhi high court, for example, fundamental constitu-tional rights to equality and freedom have no place in the home; \"[i]t is like introdu-cing a bull in a china shop,\" the judge wrote, and would \"prove to be a ruthless de-stroyer of the marriage institution.\"248B. Deliberative AutonomyLike the private and public boundaries explored in Lawrence, sovereignty hasboth inward and outward facets.249 The outward aspects, like the findings in Lawrenceand Griswold, focus on a particular type of \"freedom from outside interference,\" asdiscussed above.25 ° In contrast, internal sovereignty entails the exercise of authoritywithin certain, circumscribed boundaries, in order to permit governments to providepolitical goods for citizens.25' It draws substantially upon elements of self-deter-mination, which involves the right of individuals and groups to \"freely determine theirpolitical status and freely pursue their economic, social and cultural development.252Viewed within this prism, Lawrence strikingly reaffirms both the internal andexternal aspects of sovereignty, but it does so by noting a critical link to personalself-determination. In doing so, it offers a striking parallel with contemporary discus-sions of sexual autonomy. As Stephen Schulhofer has emphasized, sexual autonomycenters on the freedom to seek sexual fulfillment and freedom from sexual coercion.253It is the product of a complex interaction of conditions, requiring mental competency,an awareness of one's options, and sufficient information to choose between variouspossibilities, i.e., whether or not to become sexually intimate with another person.254Schulhofer also defines sexual autonomy in terms of (1) an internal dimension, invol-ving the moral and intellectual capacity to choose without impermissible pressuresand limitations; (2) an external dimension involving a \"freedom from impermissible247 See Spindelman, supra note 232, at 1653-50.248 Nussbaum, supra note 231 (quoting the Delhi High Court in HarvinderKaurv. HarmanderSingh).249 See HURST HANNUM, AUTONOMY, SOVEREIGNTY AND SELF-DETERMINATION: THEACCOMMODATION OFCONFLICTING RIGHTS (rev. ed. 1996); JACKSON, supra note 177, at 28;KRASNER, supra note 177, at 43-72.250 JACKSON, supra note 177, at 27. See also HANNUM, supra note 249, at 15 (\"Manywriters essentially equate sovereignty with independence, the fundamental authority of a stateto exercise its powers without being subservient to any outside authority.\").251 See JACKSON supra note 177, at 29.252 ICCPR, supra note 179, at art. 1. See also the U.N. Declaration of Friendly Relations,G.A. Res. 2625, Annex, at 124, U.N. GAOR, 25th Sess., Supp. No. 28, U.N. Doc A/5217 (Oct.24, 1970). \"The establishment of a sovereign and independent State, the free association orintegration with an independent State or the emergence into any other political status freelydetermined by a people constitute modes of implementing the right of self-determination bythat people.\" Id.253 STEVEN J. SCHULHOFER, UNWANTED SEx: THE CULTURE OF INTIMIDATION AND THEFAILURE OF LAW 111 (1998).254 See id.(Vol. 14:14291472SEXUALITY AND SOVEREIGNTYpressures and constraints\"; 2 5 and (3) a physical dimension, comprising the bodily inte-grity of a person. 56Contemporary understandings of sovereignty, both personal and national, under-score the vital, mutually supporting interchange between its internal and externalfacets.257 Like sovereignty itself, the home functions as a discrete, delineated space,free from state intrusion and intervention, allowing the individual a sort of \"breathingspace\" from which to develop oneself outside of public view.5  Like Schulhofer'sown discussion, Lawrence' s postulation of sexual autonomy can be easily extendedto the realm of sexual identity. Schulhofer defines sexual autonomy in terms of an\"active\" facet - namely, the right to determine the kind of life one wishes to live,and the kind of activities one may wish to pursue - and in terms of a \"right ofrefusal\" - involving the right to refuse to undertake certain activities with others. 259Likewise, this version of sexual autonomy also recognizes the role that social con-ditions - cultural influences, education, the realistic availability of alternative options,and a culture that supports personal introspection - can have an enormous impacton ensuring a person's autonomous decisions.26I would argue that many of Schulhofer's descriptions find pride of place within autopian reading of Lawrence. Along these lines, others have suggested that Lawrenceoffers a version of sexual self-determination that enables and protects the individual'sown deliberative process. 26' Francisco Valdes has written that Lawrence \"respondsto the regulation of sexuality\" by recognizing the fluid and constitutive part of self-realization which honors the ongoing search for meaning and individual personhoodthat can be fashioned, in part, through sexual interaction with another person.262 Theopinion actually defines liberty to presume \"an autonomy of self that includes free-dom of thought, belief, expression, and certain intimate conduct.\" '263 By placing auto-nomy along the same continuum as liberty and privacy, the Court suggests a visionthat is, again, equally balanced between positive and negative facets: it encompassesthe freedom to choose and to deliberate, along with the spatial and emotional freedomto do so. Lawrence relied heavily on the Casey decision in this respect, observingthat Casey \"confirmed that our laws and tradition afforded constitutional protectionto personal decisions relating to marriage, procreation, contraception, family relation-ships, child rearing, and education.\"264 Constitutionally speaking, the deliberative auto-nomy framework includes the right to privacy, expressive association, and intimateassociation in constitutional law.265 Initially defined by Justice Blackmun in Planned255 Id.256 Id.257 See HANNUM, supra note 249, at 1 n. 1, 15; see also JAMEs CRAWFORD, THE CREATIONOF STATES IN INTERNATIONAL LAW 26-27 (1979).258 See Julie E. Cohen, DRM and Privacy, 18 BERKELEY TECH. L.J. 575, 578 (2003).259 See SCHULHOFER, supra note 253, at 110-11.260 Id.261 See, e.g., Valdes, supra note 4, at 1396.262 id.263 Lawrence v. Texas, 539 U.S. 558, 562 (2003).264 Id. at 573-74.265 James E. Fleming, Securing Deliberative Autonomy, 48 STAN. L. REV. 1, 5 (1995).2006] 1473WILLIAM & MARY BILL OF RIGHTS JOURNALParenthood v. Casey,2 6 the right of privacy included \"'the principle that personaldecisions that profoundly affect bodily integrity, identity, and destiny should be largelybeyond the reach of government.'\"267According to James Fleming, these observations in Casey, which highlight bothdecisional autonomy and bodily integrity, \"evince[] deliberative autonomy.\"2' 6 Thesame can also be said for Stevens's dissent in Bowers v. Hardwick, which mentionsthe \"individual's right to make certain unusually important decisions that will affecthis own, or his family's destiny,\" and \"the abiding interest in individual liberty thatmakes certain state intrusions on the citizen's right to decide how he will live hisown life intolerable., 269 The same observation is also made by Justice Blackmun,who characterizes (as Fleming points out) the \"'freedom of intimate association\"'to include the \"'decisional and the spatial aspects of the right to privacy.\"\"'27 InFleming's view, rights that involve bodily integrity, decisional autonomy, and inte-grity - involving \"persons' destiny, identity, or way of life\" - constitute \"basicliberties that are significant preconditions for deliberative autonomy.271Lawrence continues to affirm this position. The Court, for example, quoted froma passage of the Casey opinion that observed that[t]hese matters, involving the most intimate and personal choicesa person may make in a lifetime, choices central to personal dig-nity and autonomy, are central to the liberty protected by the Four-teenth Amendment. At the heart of liberty is the right to defineone's own concept of existence, of meaning, of the universe, andof the mystery of human life. Beliefs about these matters couldnot define the attributes of personhood were they formed undercompulsion of the State.272The Lawrence court then observed that \"[p]ersons in a homosexual relationship mayseek autonomy for these [same] purposes, just as heterosexual persons do., 27 3 Asthis observation implicitly suggests, instead of concentrating on sexual identity, theCourt chooses to concentrate on sexual autonomy as a framework for legal protection.As such cases suggest, these liberties (regarding destiny, identity, and way of life)become even more important when we consider the boundaries of the contestedintersections between sexual identity and sexual activity in the global arena. Just asbodily integrity comprises a certain type of personal sovereignty that is inviolate, aframework for deliberative sexual autonomy permits individuals to make their own266 505 U.S. 833 (1992).267 Fleming, supra note 265, at 11 (quoting Casey, 505 U.S. at 927 (Blackmun, J., con-curring in part, concurring in the judgment, and dissenting in part)).268 Id.269 478 U.S. 186, 217 (1986) (Stevens, J., dissenting).270 Fleming, supra note 265, at 10 (quoting Bowers, 478 U.S. at 202, 204 (Blackmun, J.,dissenting).27 Id. at 13 (quoting Fitzgerald v. Porter Mem'l Hosp., 523 F.2d 716,719-20 (7th Cir. 1975).272 Lawrence v. Texas, 539 U.S. 558, 574 (2003) (quoting Casey, 505 U.S. at 851).273 id.[Vol. 14:14291474SEXUALITY AND SOVEREIGNTYdecisions about how or whether or not they choose to adopt or express a particulartype of sexual identity. This kind of \"sexual self-determination\" draws a boundarythat allows persons to undertake their own process of deliberation to ultimately decidehow they may choose to represent themselves.274 Since sexual autonomy includesthe right to make one's decisions about bodily integrity and sexual self-satisfaction,it also necessarily includes a decision about public and private identity in this regard.Given these principles, I argue that Lawrence's deliberative autonomy frame-work differs from the other types of rights we have examined, particularly becauseof its emphasis on privacy rather than the imperative of expressive identity. Forexample, Lawrence's framework takes the right of privacy a step further by allowingan individual a kind of \"inviolate space\" for making decisions about how or whetherto identify oneself sexually. In reaching these conclusions, Lawrence's frameworkpeacefully coexists with identity-based models; it is entirely possible to construe theright to privacy to include both the deliberative and expressive aspects of a person'ssexual identity. In this way, Lawrence's sexual autonomy model is most clearly akinto the original goals and objectives of the gay liberation movement, which initiallywas understood as a multi-intersectional movement that connected threads of variousstruggles. 75 A sexual autonomy model does just that: it equalizes one's sexual andidentity preferences by focusing on the act of choosing, rather than the gender oridentity chosen, as a focal point of protection. Here, Lawrence's deliberative sexualautonomy framework provides a much more expansive view of protection, encom-passing both the internal and external aspects of a person.While this vision of deliberative autonomy might be laudatory at first glance,it is important not to overstate my optimism. As Robert Post eloquently observed,\"the theme of autonomy floats weightlessly through Lawrence, invoked but neverendowed with analytic traction.\" '276 Perhaps most troubling is the evidence that somecourts consider the power of Lawrence to be strictly limited to the dynamics betweenadult, same-sex couples, and thus exclude other issues that closely bear on a broader,and more fundamental, right to sexual intimacy. Consider the unfortunate case of Statev. Limon,277 which involved a conviction against an eighteen-year-old boy who en-gaged in consensual oral sex with a fourteen-year-old just a week after his eighteenthbirthday.27 8 Limon was convicted under a statute that prohibited sodomy with a childbetween the ages of fourteen and sixteen. 279 Although Kansas had a \"Romeo andJuliet\" law that reduced penalties if the older teen was less than nineteen and if theage difference was less than four years, the law did not apply to members of the same274 See also Kristen L. Walker, Evolving Human Rights Norms Around Sexuality, 6 ILSAJ. INT'L & COMP. L. 343 (2000).275 See ANNAMARIE JAGOSE, QUEER THEORY 34-35 (1996). Here, in pointing out that gen-der and sex roles oppress everyone, not just gay people, gay liberationists seek \"not only recog-nition of homosexuality as a legitimate identity for a minority population but also to 'free thehomosexual in everyone.\"' Id. at 40.276 Post, supra note 26, at 97.277 122 P.3d 22 (Kan. 2005).278 Id. at 24.279 Id.2006] 1475WILLIAM & MARY BILL OF RIGHTS JOURNALsex. 280 Even in the wake of Lawrence, Limon's conviction was initially upheld on thegrounds that the gender classification was valid on rational basis grounds. 28 ' Later,the case was overturned,28 2 but it still demonstrates the limited power of Lawrence inthe wake of countervailing concerns involving gender or the rights of youth.Indeed, one might even argue that Lawrence's failure to articulate a specific,fundamental right to sexual intimacy anticipates a host of obstacles regarding theexercise of deliberative sexual autonomy entirely. This is particularly true regardingtypes of non-normative sexual activity that may fall outside hetero- or homo-sexualcoupling, either in public or private space. Consider, for example, the Eleventh Cir-cuit case of Williams v. Attorney General ofAlabama,283 which addressed the consti-tutionality of an Alabama law that prohibited, among other things, the commercialdistribution of \"'any device designed or marketed as useful primarily for the stimu-lation of human genital organs for any thing of pecuniary value.' 284 In that case, theEleventh Circuit resoundingly rejected the existence of a right to privacy or personalautonomy, observing that, \"[i]n the abstract.., there is no fundamental right toeither. ''285 In doing so, the court refused to invoke strict scrutiny analysis, and insteadanalyzed the statute on rational basis scrutiny alone.286 It relied on an earlier EleventhCircuit case that held that Lawrence did not identify a fundamental right to privatesexual intimacy, because it failed to offer the requisite level of talismanic description.287It then criticized the district court for finding a right to sexual privacy, noting thatthe district court's formulation \"encompasse[d] a great universe of sexual activities,including many that historically have been, and continue to be, prohibited. 2 88 Itcited prostitution, obscenity, and adult incest as examples that would fall within thisright.289 In making this observation, the court was careful to define the right at issueto involve the right to purchase and sell sexual devices, arguing that \"[t]he statute in-vades the privacy of Alabama residents in their bedrooms no more than does any sta-tute restricting the availability of commercial products for use in private quarters assexual enhancements,, 290 comparing these aids to a bevy of illegal aids - the servicesof a willing prostitute, hallucinogens, or depictions of child pornography, for example.29'280 id.281 See id. at 25-27.282 Id. at 24.283 378 F.3d 1232 (11th Cir. 2004).284 See id. at 1233 (quoting ALA. CODE § 13A-12-200.2 (Supp. 2003)).281 Id. at 1235.286 Id. at 1236.287 Id. (citing Lofton v. Sec'y of the Dep't of Children & Family Servs., 358 F.3d 804 (11 thCir. 2004) (upholding Florida's law banning gay men and lesbians from adopting children)).288 Id. at 1239-40.289 Id. at 1240.290 Id. at 1241.291 Id. at 1241 n.12. Yet paradoxically, at the same time that the court reached such proble-matic conclusions, it also noted that restrictions on the sale of such items were, in fact, tanta-mount to restrictions on the use of the item, citing Carey v. Population Services International,431 U.S. 678 (1977), which observed that the same test had to be applied to state regulationswhich burden an individual's right as those which prohibit the right entirely. Williams, 378F.3d 1242.1476 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYThe court criticized the district court's equation of historical non-interferencewith regulating sexual devices with protection, observing that state non-interferencenowhere suggested such protection. 292 \"Under this approach,\" the court observed,\"the freedom to smoke, to pollute, to engage in private discrimination, to commitmarital rape - at one time or another - all could have been elevated to fundamental-rights status.,,293 Given the historical existence of the \"Comstock laws\" regulatingthe trade and circulation of obscene literature and articles of immoral use, the courtconcluded that Lawrence's import could not immunize such conduct, even withinthe home, as a fundamental right.294 In this case, we see clear limitations on the ex-ercise of deliberative autonomy, implicit in Lawrence's soaring rhetoric. But the realvictims here are, as Mary Anne Case has aptly noted, women:Everything about the case genders the use of sex aids as femaleand feminine: The \"vendor plaintiffs\" are women who appear tomarket their wares largely to other women, either at \"in-house'Tupperware' style parties... [for] sexual aids and novelties\" orin retail stores featuring \"romance enhancing products and novel-ties\".... Among the user plaintiffs are a married couple and ano-ther married woman \"who uses sexual devices during intimate re-lations with her husband.\" Even more extraordinarily, also amongthe user plaintiffs and the customers of the vendor plaintiffs andgiven a no less sympathetic hearing by the lower court are singlewomen who \"prefer to avoid sexual relations with others, due toprior negative relationships, or the risks of sexually transmitteddiseases, or other risks associated with developing an intimate re-lationship.\"29Taking Case's observations at their core, it becomes clear that Lawrence's versionof sexual sovereignty implies a particular combination of \"respectable\" coupling inorder to become effective.2 96 We see that Lawrence's lack of specificity offers a limitedvision of sexual self-determination; it fails to offer any clear positive protections beyondsame-sex sexual activity within the home, and thus may fail to protect other vulnerablegroups throughout the world: women seeking \"aided orgasm ' 297 (as Case puts it soeloquently) or teenagers engaged in homoerotic, consensual sexual activity. In sum,Lawrence reaffirms the sovereignty of the home without expressly affirming the parallelneed for the sovereignty of the universal person: adult, teenager, male, female, or other-wise. In doing so, this omission, as we now see, fails to protect parallel activities that292 Williams, 378 F.3d at 1244.293 id.294 Id. at 1245.295 Case, supra note 4, at 132-33 (footnotes omitted) (first omission and first alteration inoriginal).296 See Teemu Ruskola, Gay Rights Versus Queer Theory: What Is Left of Sodomy AfterLawrence v. Texas?, 23 SocIAL TEXT 235, 238-39 (2005).297 Case, supra note 4, at 131.2006] 1477WILLIAM & MARY BILL OF RIGHTS JOURNALraise similar questions regarding the exercise and protection of sexual autonomy. Inshort, Lawrence winds up offering a right to sexual autonomy that is both fragile andvulnerable; as such, it risks leaving the less powerful unrecognized in either public orprivate space. At the same time, however, its rhetorical flourish suggests that it mayserve as the starting point for a more fruitful explication of sexual autonomy at a laterdate.C. Expressive LibertyThe final part of Lawrence's tripartite prism involves expressive liberty. Here, theLawrence Court extends the notion of spatial privacy outward, linking spatial principlesof privacy to its comparably more substantive aspects. 298 This important linkagebetween the \"spatial\" and \"transcendent\" notions of privacy then transfers into the zoneof liberty.299 After observing the importance of spatial privacy as a theatrical backdropof its findings, the Court then points out that \"there are other spheres of our lives andexistence, outside the home, where the State should not be a dominant presence.Freedom extends beyond spatial bounds.\"' It defined the case before it to involve the\"liberty of the person both in its spatial and in its more transcendent dimensions.\"301Indeed, the most striking aspect of the opinion is perhaps its central emphasis onliberty, rather than privacy.3 2 This transition from spatial notions of privacy towardsa freedom that extends into areas of human self-actualization suggests the rising signi-ficance of a notion of liberty that is both expressive and normative in its significance,denoting a particular type of \"expressive liberty.\" As applied to the person, internalsovereignty, as I have described it, also operates within the self, allowing the person todetermine for himself or herself which aspects of their personhood to develop, empha-size, and express, either through associations with others or through the individual ex-pression (or not) of certain aspects of their character. Capturing this point, LaurenceTribe observes that the failure of the Court to name specifics \"reflects the Court's reco-gnition that it was not attaching rights to spatial intersections or to configurations ofbody parts; instead, the Court was protecting the right of adults to define for themselvesthe borders and contents of deeply personal human relationships.\"3 3 Obviously, how-ever, the framework of deliberative autonomy and expressive liberty that is offered fallson cultural and social norms for its execution and attainment. Here perhaps is where298 Lawrence v. Texas, 539 U.S. 558, 562 (2003).299 Id.30 Id.301 id.302 Many scholars have focused at great length on this point. See, e.g., Strahilevitz, supranote 4, at 676; see also Koppelman, supra note 4, at 1173-74 (\"The Court also limited its hold-ing in other ways, by conspicuously ignoring legal arguments that were stronger and morepersuasive than the mushy right-to-liberty argument.. . .\"); Mohr, supra note 4, at 368 (\"[T]heCourt gives no account of how substantive privacy rights are grounded in due process.\").303 Tribe, supra note 4, at 1915.1478 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYwe see the greatest possible divergence from its objectives and its limitations - and themost striking import for Lawrence's global effectiveness.The Bowers Court held that the Constitution does not protect a \"right of homosexu-als to engage in acts of sodomy,\" nor, alternatively, did it contain a \"fundamental rightto engage in homosexual sodomy.\"' The Court rejected the proposition that the rightto privacy as outlined in its prior jurisprudence on procreation, marriage, child rearingand education, and abortion extended to homosexual sodomy.35 Justice White wrote:[W]e think it evident that none of the rights announced in thosecases bears any resemblance to the claimed constitutional right ofhomosexuals to engage in acts of sodomy that is asserted in thiscase. No connection between family, marriage, or procreation onthe one hand and homosexual activity on the other has been de-monstrated ... 306If privacy provided the backdrop for Bowers' reasoning, liberty served as thevehicle by which Bowers was overturned. The Lawrence Court, for example, notedthat, by construing the original question in Bowers to be whether the Constitutionconfers a fundamental right upon homosexuals to engage in sodomy demonstrated \"theCourt's own failure to appreciate the extent of the liberty at stake.\" 3  The BowersCourt defined fundamental rights as \"those fundamental liberties that are 'implicit inthe concept of ordered liberty,' such that 'neither liberty norjustice would exist if [they]were sacrificed.\"'\" It then concluded that it was \"obvious\" that neither formulationwould extend to homosexuals to engage in acts of consensual sodomy, principallybecause proscriptions against homosexual conduct have \"ancient roots\" and were cri-minalized in nearly half of the states at the time the opinion was written.\" Because thelaws against sodomy were based on \"notions of morality,\" the Bowers Court then decli-ned to overturn the law due to its majoritarian origins. °In analyzing this part of Bowers, the Lawrence Court observed that:To say that the issue in Bowers was simply the right to engage incertain sexual conduct demeans the claim the individual put for-ward, just as it would demean a married couple were to be saidmarriage is simply about the right to have sexual intercourse. Thelaws involved in Bowers and here are, to be sure, statutes that304 Bowers v. Hardwick, 478 U.S. 186, 191 (1986).305 See id. at 190.'06 Id. at 190-91.37 Lawrence v. Texas, 539 U.S. 558, 567 (2003).308 Bowers, 478 U.S. at 191-92 (quoting Palko v. Connecticut, 302 U.S. 319, 325, 326(1937)) (alteration in original).309 Id. at 192-94.310 Id. at 193-94, 196.2006] 1479WILLIAM & MARY BILL OF RIGHTS JOURNALpurport to do no more than prohibit a particular sexual act. Theirpenalties and purposes, though, have more far-reaching conse-quences, touching upon the most private human conduct, sexualbehavior, and in the most private of places, the home. The statutesdo seek to control a personal relationship that, whether or not en-titled to formal recognition in the law, is within the liberty of per-sons to choose without being punished as criminals.\"'Throughout these observations, the Court emphasized the function of privacy in itsspatial and transcendent dimensions - but placed them both under the rubric of liberty.This shift is tremendously significant - it simultaneously emphasizes the expressivesignificance of sodomy laws, just as it highlights the expressive value of sexualbehavior between two consenting adults in a relationship.We might wonder whether the absence of focus on public, expressive identities inLawrence suggests the need for containment; of implicitly keeping same-sex sexualidentities in the bedroom (or the closet, as the case may be). As Francisco Valdes notes,\"Lawrence thereby moves sexual minorities into an interstitial place in constitutionallaw - from the status of formal outlaws but shy of the status of formal recognition; atraditionally subordinated social group now to be tolerated, but not necessarilyaccepted.'312 The implicit theme of containment, as I have suggested, is deeplycontradictory and multi-faceted: while it may seclude and therefore protect the emer-gence of sexuality within the home, it carries no protections in public space, nor doesit call for any other degree of public entitlements that encourage the dynamism thatsurrounds group visibility through \"coming out.\" As Berta Hern~mdez-Truyol aptlyobserves: \"[T]he sexually private location of Lawrence is dangerously close to the badprivacy of the closet. If the decision means that only hidden gay (and lesbian) existencewill obtain constitutional protection, gays' and lesbians' and their families' lives willcontinue to be rife with danger., 313 For support, Hernndez-Truyol points to a casewhere a lesbian family was broken up due to the existence of same-sex affection withinthe confines of the home,14 and Justice Scalia's Lawrence dissent which trumpeted theobservation that many \"Americans\" wish to \"and should be able to legitimately excludegays and lesbians\" from a wide variety of public and private places - work, schools,religious institutions, and street parades.315 Indeed, her predictions have, sadly, cometo pass in (again) the Eleventh Circuit, which upheld a Florida adoption ban directedspecifically at lesbians and gay men, partly on the grounds that Lawrence did not\"identif[y] a new fundamental right to private sexual intimacy.\" '3163\" Lawrence, 539 U.S. at 567.312 Valdes, supra note 4, at 1342.313 Hernndez-Truyol, supra note 4, at 1241.314 Id.315 id.316 Lofton v. Sec'y of Dep't of Children & Family Servs., 358 F.3d 804,815-17 (1 th Cir.2004), cert. denied, 543 U.S. 1081 (2005).1480 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYThus, Lawrence's unabashed affirmation of the boundaries between public andprivate raises the important question of what sorts of protections attach to sexual ex-pressions between members of the same sex in public, and whether the extension ofprivacy protections to sodomy laws carries with it an implicit desire to contain, to se-clude, and to hide gay and lesbian social and sexual expression from the public sphere.On this larger issue, Lawrence provides an insufficient answer. After quickly notingthe importance of spatial privacy as a theatrical backdrop for its findings, the Courtnotes that \"there are other spheres of our lives and existence, outside the home, wherethe State should not be a dominant presence. Freedom extends beyond spatial bounds.\"317Spatial privacy - a grant on its own - answers none of these important questionsregarding the public; it instead relegates everything to the private.One could argue that the Court offered the sexual minority community a largelytoothless version of external sovereignty. The Court's version merely offers the prin-ciple of inviolability of boundaries, assuming, of course, that this protects the principleof \"domesticated liberty\" within the home.3 18 Missing from this formulation is the truenotion of external sovereignty, a term that is normally used to encompass the notion ofequality in relationships to other entities, including the right to belong to membershiporganizations, the right to sign international agreements and to abide by internationalprinciples, and the capacity to act as a legal entity in consort with other nation-states.31 9External sovereignty, as international law has taught us so well, requires, at thevery minimum, some formal equality within the membership of nations to flourish.The same, therefore, is also true of the self- a factor which suggests the need for trueequality in areas of marriage, family, expression, and anti-discrimination. Yet the Law-rence Court, on this point, misses the mark. It merely declares that its previous juris-prudence recognized the principle that \"the right to make certain decisions regardingsexual conduct extends beyond the marital relationship.\"'3 2 It then drew upon otherdecisions regarding a woman's liberty right under the Due Process Clause, observingthat Roe, for example, \"recognized the right of a woman to make certain fundamentaldecisions affecting her destiny and confirmed once more that the protection of libertyunder the Due Process Clause has a substantive dimension of fundamental significancein defining the rights of the person. 321 At the same time, the Court pointed out that thesodomy statutes \"seek to control a personal relationship that, whether or not entitled toformal recognition in the law, is within the liberty of persons to choose without beingpunished as criminals. '32 2 In reaching this observation, the Court noted that adults arefree to choose to enter upon a homosexual relationship \"in the confines of their homes317 Lawrence v. Texas, 539 U.S. 558, 562 (2003).318 Cf Franke, supra note 4, at 1413.319 See Williams & Heymann, supra note 198, at 443.320 Lawrence, 539 U.S. at 565 (recognizing the impact of Griswold v. Connecticut, 381U.S. 479 (1965)).321 Id. at 565.322 Id. at 567.2006] 1481WILLIAM & MARY BILL OF RIGHTS JOURNALand their own private lives.\" '323 \"When sexuality finds overt expression in intimate con-duct with another person, the conduct can be but one element in a personal bond thatis more enduring.\"324 The liberty protected by the Constitution, the Court observed,permits this choice.3\"It is easy to see how significant this transition is from spatial privacy, to maritalprivacy, to expressive privacy, and then, finally, to expressive liberty. Here, the Courtemphasized not only the private nature of sexual relationships, but also highlighted theexpressive functions that sexuality may serve within a relationship. In this sense, theLawrence Court honored a conception of the self that is premised on protecting theability to choose to enter into a personal relationship with a member of the same sexand highlights the expressive significance of sexual activity in catalyzing the bondsbetween humans. In making this recognition, Lawrence also rejected many of thehistorical premises upon which Bowers was based.326 But it also carried a theme ofglobal cosmopolitanism throughout the opinion, highlighting the fact that otherjurisdictions, including those of various states, have rejected sodomy laws.Much can be made of the Court's observation that sodomy laws seek to control apersonal relationship, whether or not it is entitled to formal legal recognition in thelaw.327 From my perspective, leaving the question of legal recognition unsettled allowsfor a discursive emphasis on the expressive function of sexuality itself in providing aformidable bond between persons. This referential function has been deeply contestedby scholars who have argued that it masks an underlying theme throughout Lawrencein implicitly requiring same-sex relationships to demonstrate intimacy, monogamy, orother heteronormative qualities.328 In this sense, one might argue that the function ofsexuality, within the premises of a spatially private space, might be able to serve asimilar function to marriage itself: it provides for a type of expression that is valuable,and, as Lawrence plainly recognizes, clearly within the liberty of persons to choose.Again, one might argue that Lawrence's conflation of liberty with privacy is asignificant development, particularly as it relates to the creation of identity itself. Itdoes not require the assertion of a public identity in order to protect a private sphere, butinstead uses the value of a private sphere to honor both the public and private choicesof individuals. Expressive liberty, then, goes one step further than expressive identity:it permits the choice of with whom to have sexual relations, how to identify oneself, andwhether or not the relationships one chooses should be publicly recognized. Thisnotion embraces a corollary principle of \"sexual self-determination,\" a key concept thatanimates the foundations of Lawrence. We also see elements of preference-shaping323 Id.324 id.325 See id.326 Lawrence, 539 U.S. at 568-73 (rejecting Bowers v. Hardwick, 478 U.S. 186, 192-95(1986)).327 For a fuller discussion of this point, see Ball, supra note 4.328 See Ruskola, supra note 296, at 236-38.1482 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYbehavior in the Court's observations that lesbians and gay men are \"entitled to re-spect 329 and to \"retain their dignity as free persons.\" 3\" According to Carlos Ball, theseobservations suggest a subtle expansiveness in the Court's concerns with liberty:The Court, to put it differently, could have applied a minimalistlibertarian understanding of the Due Process Clause in matters ofsexual intimacy by simply concluding that because the sexual actsat issue in the case were consensual, took place in the privacy ofthe home, and did not harm third parties, they were constitutionallyprotected. The Court, by bringing into the analysis notions of re-spect and dignity in the context of gay lives and relationships, wentbeyond such minimalism. 331To go beyond such minimalism, I would posit, demonstrates the implicit promiseof a new, institutional role for courts in establishing the boundaries of dignity, privacy,and liberty for its citizens. It suggests, as Professor Ball also does, a role that engagesin protecting rights that are positive, rather than negative, in character, and in activelyprotecting the dignitary interests of all of its citizens, sexual minorities included.At the same time, however, we must recognize that the implicit logic of contain-ment still creates a hierarchical divergence between private and public recognition, aswe have seen in the various case law in its wake. As both Katherine Franke and MaryAnne Case have insightfully pointed out, Lawrence lends itself to a type of liberty thatis privatized, and therefore dangerously affirms the home, at the cost of a greater andmore powerful recognition in public space.332 Case law, as both suggest, has alreadysuggested the possibility of this outcome in Stanley v. Georgia,333 a case where theSupreme Court held that the right to information prohibits making mere private po-ssession of obscene material a crime. 3 In that case, the Court recognized that the validgovernmental interest in dealing with the problem of obscenity could not justify itsinsulation from other constitutional rights, particularly those implicated in a statuteforbidding the mere possession of obscene materials. 335 As the Stanley Court observed:This right to receive information and ideas, regardless of theirsocial worth, is fundamental to our free society. Moreover, in thecontext of this case - a prosecution for mere possession of printed329 Lawrence, 539 U.S. at 578 (\"The petitioners are entitled to respect for their private lives.The State cannot demean their existence or control their destiny by making their private sexualconduct a crime.\").330 Id. at 567.33 Ball, supra note 4, at 1215.332 See generally Franke, supra note 4. See also Case, supra note 4.333 394 U.S. 557 (1969).334 id.331 Id. at 563-68.14832006]WILLIAM & MARY BILL OF RIGHTS JOURNALor filmed matter in the privacy of a person's own home - thatright takes on an added dimension. For also fundamental is theright to be free, except in very limited circumstances, from un-wanted governmental intrusions into one's privacy.336Yet, as Katherine Franke aptly notes, in Stanley, \"the Court tolerated obscenity at theprice of demeaning it, characterizing it as 'a base thing that should nonetheless betolerated so long as it takes place in private.\"' ,337 Franke's worried analogy to Lawrenceis striking - the logic of containment may operate, though implicitly, in Lawrence, tosuggest that same-sex sexuality is only valued, and valuable, as long as it takes placewithin the confines of the home.Of course, given the breadth the Court provides to its formulation of expressiveliberty, it is important to recognize its public and private limits in the global arena, justas the Court has done in its own jurisprudence in the First Amendment area. In short,Lawrence does little to protect expressive liberty and inclusion in public spaces, or evenpublic organizations. Applying these observations to the global arena, we can see somerisk that Lawrence heralds a limited success for lesbian and gay equality withinsecuring access to public spaces and recognition. Speaker autonomy (even of the ho-mophobic variety) continues to receive primary status.338 Under Lawrence, gay mar-riage is but a mixed mirage of possibility with a hint towards legal recognition for gayand lesbian families. And, as some cases suggest, the regulation of same-sex sexualitywithin public spaces - bathrooms, parks, and the like - will continue unabated. Inshort, Lawrence's failure to offer a robust conception of public, rather than private, pro-tection signals its global limitations.Consider the recent case law challenging the military's anti-sodomy rules, whichhave resoundingly deferred to the military despite clear liberty and privacy issues.339And the Supreme Court has rarely been willing to demand inclusion in public spacesfor cultural dissent. For example, in Hurley v. Irish-American Gay, Lesbian, and Bi-sexual Group of Boston, Inc.,' the Court considered whether the application of a statepublic accommodations law requiring the inclusion of gay and lesbian parade marchersviolated the parade organizers' First Amendment rights.-\" The Court found that it didviolate the organizers' rights, observing that \"whatever the reason [for the chosen ex-clusion], it boils down to the choice of a speaker not to propound a particular point ofview, and that choice is presumed to lie beyond the government's power to control.\" 34 2336 Id. at 564 (internal citation omitted).33' Franke, supra note 4, at 1407 (quoting Michael J. Sandel, MoralArgument and LiberalToleration: Abortion and Homosexuality, 77 CAL. L. REv. 521, 537 (1989)).338 See Madhavi Sunder, Cultural Dissent, 54 STAN. L. REv. 495, 506 (2001).9 See, e.g., United States v. Stirewalt, 60 MJ. 297 (C.A.A.F. 2004), cert. denied, 125 S.Ct. 1682 (2005); United States v. Marcum, 60 M.J. 198 (C.A.A.F. 2004).340 515 U.S. 557 (1995).341 Id.342 Id. at 575.1484 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYMore recently, the Court continued to emphasize the limitations of expressiveliberty in Boy Scouts of America v. Dale.343 The question presented in that case waswhether a state public accommodations law violated the Boy Scouts' right to ban homo-sexuals from serving as Boy Scouts under its First Amendment rights of expressiveassociation.' Significantly, the Scouts' own position, which initially proscribed homo-sexual conduct, and later homosexual status, traces the judicial emphasis we have dis-cussed. In 1991, the Boy Scouts tailored their message of exclusivity to maintain that\"'homosexual conduct is inconsistent with the requirement in the Scout Oath that aScout be morally straight and in the Scout Law that a Scout be clean in word and deed,and that homosexuals do not provide a desirable role model for Scouts.' \"35 Yet justtwo years later, the Boy Scouts redrafted their position to state instead that \"[w]e do notbelieve that homosexuals provide a role model consistent with the[] expectations\" thatScouting families have had of the organization. 3 6Here, too, the Court concluded that the inclusion of an openly gay scoutmaster ranafoul of the Scouts' freedom of expressive association, because it would change themessage that it chooses to send: \"The presence of an avowed homosexual and gayrights activist in an assistant scoutmaster's uniform sends a distinctly different messagefrom the presence of a heterosexual assistant scoutmaster who is on record as disa-greeing with Boy Scouts policy.\"347 Here, the Court made it perfectly clear that themere presence of a \"gay rights\" activist openly questioned the policy, irrespective ofwhether or not he actively chose to do so.In recognizing this jurisprudence within the confines of Lawrence's expressiveliberty, the Court has implicitly drawn a line between private and public, protectingprivate acts, and a person's chosen identity, but only within certain circumscribed boun-daries. The suggestion made by the Court is that expressive liberty is a right that isenjoyed by everyone, but in times of conflict between two speakers, the Court willrefuse to demand inclusion, and instead defer to the author, even if the author haschosen to exclude particular identities for discriminating reasons.III. BEYOND SOVEREIGN RECOGNITIONDespite its limitations, Lawrence still represents a powerful, indeed, inspirational,precedent that dynamically positions the United States as part of an increasingly globalconstituency that has chosen to recognize the role of liberty, privacy, and autonomy inissues concerning same-sex sexuality. Perhaps its greatest effect, therefore, lies not inthe excavation of its executory promise, but rather in its placement as what Robert Posthas termed \"the opening bid in a conversation that the Court expects to hold with theAmerican public.\"' '3 8 But, as I have suggested, the conversation needs to unfold on both34' 530 U.S. 640 (2000).3\" id.34' Id. at 652.346 Id.147 Id. at 655-56.348 Post, supra note 26, at 104.2006] 1485WILLIAM & MARY BILL OF RIGHTS JOURNALa macro and micro level, both globally and within the home, if this conversation is tobe at all effective. As Charles Taylor has beautifully argued, the discovery of one'sself-identity doesn't just mean that one negotiates it in isolation, but rather, it is con-structed and mediated through dialogue, both internal and external, with others.349 Thisis why identities need both dialogue and recognition.3 °In this section, I will argue for the protection of a robust conception of intersec-tionality, post-Lawrence, that centers upon this value of crossing from private solaceto public recognition. Intersectionality, as defined by Kimberle Crenshaw, focuses onthe principle that aspects of identity, such as race and gender, do not operate indepen-dently of one another, but are instead part and parcel of a person's lived experience.51Both anti-essentialism and intersectionality involve a complex, fluid notion of the self,one that recognizes that \"race, gender, and sexual orientation are not fixed, biologicalcharacteristics. ' As Joanna Bond observes, \"Intersectionality facilitates such a recog-nition and encourages analysis of human rights as they affect the whole person or com-plex 'self rather than providing only a snapshot of identity frozen behind the lens ofeither gender, race, or sexual orientation.\" '353On one hand, as I have argued, Lawrence's emphasis on the protection of conductis globally appealing because it surpasses the tenuous fragility of expressive identity,and instead focuses on the need for freedom from interference instead. In addition,Lawrence honors a vision of sexual self-determination that, unlike the dominant impe-ratives of expressive identity, allows for a potential deliberative space between one'sprivate, sexual activities and one's choices of self-definition. As I have suggested, re-cognizing these areas of potential disaggregation is vital in order to protect individualsacross the world who may face legal sanction due to the existence of sodomy laws, evenwhen they do not adopt expressively \"gay,\" \"lesbian,\" or \"bisexual\" identities. In anextremely powerful article, Ryan Goodman makes a similar point with reference toSouth Africa, whose empirical study of the effects of decriminalization demonstratesthe constitutive effects of sodomy laws on gay and lesbian identity formation. 4 Hiswork shows that the presence of legal prohibition of sodomy laws, far from having apurely symbolic effect, has also had a profoundly negative effect on the social, ex-pressive, and constitutive elements of gay self-identification.3 5 At the same time, how-ever, Goodman's work also demonstrates the lasting effects of decriminalization onboth the personal and political aspects of gay personhood, a point that squarely appliesto the events in the wake of Lawrence as well.\" See Taylor, supra note 77, at 34.350 Id.351 See Kimberle Crenshaw, Mapping the Margins: Intersectionality, Identity Politics, andViolence Against Women of Color, 43 STAN. L. REV. 1241, 1244-45 n.9 (1991); see alsoRobert S. Chang & Jerome McCristal Culp, Jr., After Intersectionality, 71 UMKC L. REv.485 (2002).352 Bond, supra note 218, at 109.311 Id. at 137.354 See Goodman, supra note 115.355 Id.1486 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYBut this right, as I have suggested, is primarily a representational one: while it goesa long way in removing the stigma of criminality from homosexuality, it does little toformally affirm the recognition in public entitlements, like marriage or domestic part-nership. Here, I want to suggest the need for a radical type of intersectionality post-Lawrence, one that instead actively engages with the dynamics of public and privateentitlements regarding individual and group identity. There is a need to bring same-sexsexuality out into the open - not for all, but for some, who seek to identify with a com-munity. This project, if it is to be effective, requires creating the necessary conditionsthat recognize full equality in citizenship for the panoply of sexualities throughout theworld, rather than requiring alliegiance to particular categories of expressive identity.Amy Gutmann has argued that \"[i]f human identity is dialogically created,\" then truepublic recognition requires a deliberative space that allows us to share aspects of ouridentity publicly with others.356 Part of this requires recognizing the rich intersectionalnature of individual experience. For example, Angela Harris, in her seminal articleentitled Race and Essentialism in Feminist Legal Theory, echoes the need for \"multipleconsciousness\" in feminist thought.3 57 Her work points out that black women havecalled into question the notion of a unitary women's experience by pointing out howdifficult it is to assume that a monolithic women's experience can be described inde-pendent of other facets like race, class, and sexual orientation.5 The result of essential-ism, Harris writes, is a reduction in the lives of women who would experience multipleforms of impression, forcibly fragmenting the rich intertextual natures of their exper-iences.359In one particularly rich example, Harris points to Catharine MacKinnon' s reading36°of the case Martinez v. Santa Clara Pueblo,36' a case in which Julie Martinez sued herNative American tribe to challenge an ordinance that provided that if women marriedoutside of the tribe, the resulting children were not considered full members of thetribe. 62 In contrast, if men married outside of the tribe, their children were consideredto be full members.363 Since Martinez married a Navajo man, her children were notallowed to vote or to inherit communal land.3 4In her commentary, MacKinnon has Martinez ask her tribe, \"Why do you make mechoose between my equality as woman and my cultural identity?,, 365 using the questionto provocatively frame the importance of gender equity and pointing out that \"the356 Amy Gutmann, Introduction to MULTICULTURALISM, supra note 77, at 7.317 See Angela P. Harris, Race and Essentialism in Feminist Legal Theory, 42 STAN. L.REv. 581,587 (1990).358 Id. at 589.359 Id.360 See CATHARINE MACKINNON, Whose Culture: A Case Note on Martinez v. Santa ClaraPueblo (1983), in FEMINISM UNMODIFIED: DIsCOURSES ON LIFE AND LAW 63 (1987).361 436 U.S. 49 (1978).362 Id.363 See id. at 51.364 Id. at 52.365 MACKINNON, supra note 360, at 67.2006] 1487WILLIAM & MARY BILL OF RIGHTS JOURNALaspiration of women to be no less than men.., is an aspiration indigenous to womenacross place and across time.\"3\" Harris takes up MacKinnon's critique, remindingMacKinnon that \"though the aspiration may be everywhere the same, its expressionmust depend on the social historical circumstances\" that frame the location of thequestion itself.367 Harris's contribution, therefore, leads us to focus on the confusingand comparably less static identities that operate in the foreground of the conflictbetween womanhood and culture. \"In ajurisprudence based on multiple consciousness,rather than the unitary consciousness of MacKinnon's dominance theory,\" she writes,\"these questions would have to be answered before the ordinance could be consideredon its merits and even before the Court's decision to stay out could be evaluated.\"'To some extent, Harris's suggestion should rightfully operate at the forefront of ourdiscussions regarding sexuality and culture. As many gay, lesbian, bisexual, or trans-gendered South Asians often explain, the world forces them to choose between multipleidentities - gender, race, sexual orientation, cultural expectation - themes that indi-viduals grapple with in both private and public spaces and across time. Yet, the nomen-clature of each category is rarely questioned, even though it raises poignant and con-flicting representations. In the end, many individuals may find that navigating suchcomplicated spaces requires a dynamic, fluid picture, rather than a single, fixed identitythat presupposes the importance of some identities at the expense of others. As RyanGoodman's work clearly shows, this ongoing project is not an enterprise that flourishesoutside of state intervention; rather, state intervention is intimately connected to everyaspect of both personhood and representation.369 Consequently, what we need is agreater recognition of how protecting the public aspects of identity leads to a greaterprotection of the private self, and vice-versa.To do this, we must understand and undertake the difficult project of \"forc[ing]privacy to go public,\" as Kendall Thomas wrote in his seminal article.37° We cannotadopt Lawrence's rigorous drawing of the boundaries between private and public, orinternal and external sovereignty, as I have argued, but we must go further. To do this,I draw on Helen Stacy's notion of \"relational sovereignty.\"37' This particular type ofsovereignty emerges out of the growing recognition that the existing frameworks ofexternal and internal sovereignty were far too limiting.372 She argues that perspectivesthat define sovereignty as a receding phenomenon tend to overdetermine the divisionbetween public and private, and, as a result, tend to presume that \"government's over-riding objective is to step back from 'private' activity, rather than step in to facilitateit. ' '373 Rather than espouse this view, Stacy proposes redefining sovereignty so that it366 Id. at 68.367 Harris, supra note 357, at 594.368 Id.369 See Goodman, supra note 115, at 697.370 Thomas, supra note 43, at 1443.371 Stacy, supra note 181.372 See id. at 2031.373 Id. at 2045.1488 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYrecognizes how the public and private, national and international, are deeply connected,rather than bordered entities. As she writes, \"Globalization creates a dynamic inter-change that has enlarged the scope of all forms of relationships - economic, political,social, cultural, and religious - between those living in the United States and thoseliving outside its borders. '374 As examples, Stacy cites Anne-Marie Slaughter's andHarold Koh' s work, which views globalization as a powerful tool in creating ways forprivate citizens to influence their world; one powerful example that she offers is theexample of courts who seek guidance in court decisions from other jurisdictions.375Koh, too, recognizes globalization as a new world order that supplants the previoussystem of sovereignty; as part of this trend, he draws attention to the existence of in-dividuals who face multiple loyalties, to \"sub-national ethnic groups and broader global,religious, ethnic, cultural, and issue-based movements. 3 76 Within this context, indi-viduals face a broad array of loyalties - some corporate, some private, and some com-munity-based - and each intersect powerfully with national boundaries.377 While onemight conclude that the nation-state might be shrinking, or perhaps becoming less rele-vant, Stacy argues, powerfully, that sovereignty is not receding, but rather changing inresponse to the transformation of the social contract that reflects the changing condi-tions of globalization and the growth of international human rights.378A very influential work by Abram and Antonia Handler Chayes discusses an emer-ging principle that relates to Stacy' s in many respects: \"the new sovereignty.\" '379 Theirprinciple of a new sovereignty focuses on a robust conception of membership in a174 Id. at 2031.171 See id. at 2041 (citing Anne-Marie Slaughter & William Burke-White, Judicial Globali-zation, 40 VA. J. INT'L L. 1103, 1115 (2000)).376 See Harold Hongju Koh, A United States Human Rights Policy for the 21st Century,46 ST. Louis U. L.J. 293, 303 (2002).171 See Stacy, supra note 181, at 2043 (citing Koh, supra note 376, at 305).378 Id. at 2044. Consider, for example, the large number of international sources mentionedin Lawrence-Wolfenden Report: Report of the Committee on Homosexual Offenses andProstitution (1963). See, e.g., P.G. & J.H. v. United Kingdom, 2001-IX Eur. Ct. H.R. 197;Modinos v. Cyprus, 259 Eur. Ct. H.R. (1993); Norris v. Ireland, 142 Eur. Ct. H.R. (1988);Dudgeon v. United Kingdom, 45 Eur. Ct. H.R. (1981); see also Eldred v. Ashcroft, 537 U.S.186, 195-96 (2003) (referring to how the 1976 U.S. Copyright Act aligned U.S. terms withthe international standard adopted under the Berne Convention and how the Copyright TermExtension Act harmonizes with the copyright term adopted by the European Union in 1993).For more discussion of the role of international law in U.S. Supreme Court decisions, see ge-nerally Donald J. Kochan, No Longer Little Known But Now a Door Ajar: An Overview of theEvolving and Dangerous Role of the Alien Tort Statute in Human Rights and InternationalLaw Jurisprudence, 8 CHAP. L. REV. 103, 126 (2005); Janet Koven Levit, Going Public WithTransnational Law: The 2002-2003 Supreme Court Term, 39 TULSA L. REV. 155 (2003).179 See ABRAM CHAYES & ANTONIA HANDLER CHAYES, THE NEW SOVEREIGNTY: COM-PLIANCE WITH INTERNATIONAL REGULATORY AGREEMENTS (1995). A key development,which relates to the new sovereignty, involves the development of legal scholarship questioningthe role of the state in comparison to the emergence of transnational norm development. See,e.g., Catherine Powell, The Role of Transnational Norm Entrepreneurs in the U.S. \"War onTerrorism\", 5 THEORETICAL INQUIRIEs L. 47, 59 (2004); Paul Schiff Berman, From Inter-national Law to Law and Globalization, 43 COLUM. J. TRANSNAT'L L. 485 (2005).2006] 1489WILLIAM & MARY BILL OF RIGHTS JOURNALglobal community, which Anne-Marie Slaughter has described as a positive conceptionof sovereignty, which empowers states to join in collective efforts to address global andregional issues.380 As she further explains:In this context, where the defining features of the internationalsystem are connection rather than separation, interaction rather thanisolation, and institutions rather than free space, sovereignty asautonomy makes no sense. The new sovereignty is status, mem-bership, \"connection to the rest of the world and the politicalability to be an actor within it.\"381The recharacterization of sovereignty is dynamically poised to consider sovereignty,less as a function of control, and more as a set of responsibilities that affect both internalfunctions and external duties.382 In this way, the authors posit that an internationalregime does more than simply reduce transaction costs, but instead takes on an activerole in \"modifying preferences, generating new options, persuading the parties to movetoward increasing compliance with regime norms, and guiding the evolution of thenormative structure in the direction of the overall objectives of the regime., 38 3To accomplish this goal, Stacy proposes a framework of responsible governance,one that embraces a framework of representative democracy, an assumption of fullagency that rests with the citizen, and a sovereign's obligation to the social, economic,and cultural rights of the citizen as well. 38 We see elements of this approach in theCourt's observations in Lawrence that majoritarian morality serves as insufficientgrounds for regulating same-sex sexuality.385 Because Lawrence operates without andoutside of a stated requirement of expressive identity, it offers us a richer and morecomplicated picture of the private self. In doing so, perhaps a utopian reading ofLawrence offers us the ability to consider gay rights and sexual identity in terms of theneed to reckon with the relevancy of categories like race, class, ethnicity, religion, anddisability, among others. 3' At the same time, to the extent that such considerationsaffirm the private at the cost of the public, it fails to take up a more radical approach,and instead ignores, and in fact perpetuates, lasting inequalities in public spaces forsexual minorities.Yet perhaps Lawrence's limitations, as I have suggested, signal the need for a morerobust conception of intersectionality between the private and public as well. Here, itsoffering of a theory of sexual sovereignty decries a need for the recognition of the380 See Anne-Marie Slaughter, Security, Solidarity and Sovereignty: The Grand Themesof UN Reform, 99 AM.J. INT'L L. 619 (2005).38l See id. at 629.382 Id. at 630-31.383 CHAYES & CHAYES, supra note 379, at 229.31 Stacy, supra note 181, at 2048.385 Lawrence v. Texas, 539 U.S. 558, 582 (2003) (\"Moral disapproval of this group, likea bare desire to harm the group, is an interest that is insufficient to satisfy rational basis reviewunder the Equal Protection Clause.\").386 Bond, supra note 218, at 74.1490 [Vol. 14:1429SEXUALITY AND SOVEREIGNTYintersections between public and private spaces for empowerment with respect to sexualautonomy, just as it requires a similar recognition of the interaction between positiveand negative conceptions of liberty. In other words, Lawrence must, to be trulyeffective, take up the call of intersectionality - and recognize that empowering theprivate domain of sexuality requires a fuller protection of the \"publics\" of sexuality -whether they affect one's outward expression, one's choice of partner, one's sexualactivities in public, or one's associational choices.By recognizing a dynamic, rather than static relationship between the private andpublic aspects of sexuality, future courts interpreting Lawrence might look more closelyat how, for example, empowerment in private spaces affects, and thereby lends supportto, equality in public spaces, and vice versa. Charles Taylor's formulation of recog-nition argues that the discourse of recognition requires both a dialogue in the private,intimate sphere, as well as the public one.387 The public sphere, he writes, concentrateson the notion of \"a politics of equal recognition,\" 3 comprising the equal dignity anduniversal equality of all citizens, which requires the equalizing of rights and entitlements,as well as the notion that the politics of equal dignity require not only an \"identicalbasket of rights and immunities, 389 but also a seminal principle that correlates with the\"politics of difference,''390 namely that each individual or group carries a unique,distinct identity that is separate from everyone else.391' Along these lines, considerKatherine Franke's treatment of the case handed down by the Constitutional Court inSouth Africa, which found the Sexual Offenses Act to be unconstitutional on equality,dignity, and privacy grounds. In that case, Justice Ackermann compared the law'streatment of a kiss between two males to a kiss between two females or a heterosexualcouple at a public gathering.3 2 Under the law's treatment of a same-sex sexual act ina public place, Justice Ackermann observed that the male couple would be guilty of anoffense, even though the lesbian and heterosexual couples were not.393 Commentingon this striking observation, Franke argues:What is remarkable about this hypothetical is the degree to whichits absurdity does not depend on a conception of privacy. The kissis in public, in front of an audience, and is explicitly erotic in na-ture. It is the disparate legal treatment of similarly situated kissersthat strikes Justice Ackermann as absurd and unfair, not the loca-tion in which the same-sex kissing takes place.By reading the dignity right in light of an equality right, thecourt in National Coalition was able to articulate the constitutionalinfirmity of the Sexual Offenses Act in a way that differs sub-stantially from what the Court accomplished in Lawrence. While387 Taylor, supra note 77, at 37.388 id.389 Id. at 38.390 Id.391 See id. at 37-38.392 See Franke, supra note 4, at 1406.393 See id.2006] 1491WILLIAM & MARY BILL OF RIGHTS JOURNALJustice Ackermann foregrounds equality and dignity and back-grounds privacy in his opinion, Justice Kennedy foregrounds pri-vacy, backgrounds dignity, and rejects the equality argument alto-gether. With a change of emphasis, Justice Kennedy could havemade Lawrence turn on a recognition of how sodomy laws inflicta badge of inferiority, indeed a badge of the closet, on gay men andlesbians.lHere, as Franke suggests, I would argue for a more dynamic - indeed, intersectional- picture of the relationship between private and public in the wake of Lawrence. Itcalls for a realization that acceptance in public space is equally vital to a flourishing,healthy identity in private space, and vice versa.CONCLUSIONIn the end, however, as Lawrence's progeny has demonstratively shown, a politicsof privacy, to be effective, must be melded to a broad notion of equality in citizenshipif the concept of true sexual autonomy is to be at all effective. Whether Lawrenceaccomplishes this goal on a global scale depends on context and community, as I havesuggested; but it also represents a dynamic shift in the global conversation beyondmoralistic principle towards larger goals of liberty, autonomy, and tolerance. In short,Lawrence reflects the dynamic, converging, and sometimes conflicting relationshipbetween culture and law, but it does so on a grand, global scale that demonstrates theneed for drawing upon other jurisdictions to define our conceptions of citizenship. Atthe same time, it also demonstrates the potential for law to transcend its limitations, andto offer to the public a normative vision that fails to distinguish between gay, straight,lesbian, or bisexual in protecting the right to seek self-fulfillment and expression. Thatin itself is a crucial triumph which signals an unlimited host of possibilities.\" Id. (footnote omitted) (emphasis in original).1492 [Vol. 14:1429",
    "id": 144230363,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:faculty_scholarship-1235"
    },
    "title": "Sexuality and Sovereignty: The Global Limits and Possibilities of Lawrence Symposium: Legal Rights in Historical Perspective: From the Margins to the Mainstream",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2005-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=1235&amp;context=faculty_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2005",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144230363.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144230363"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144230363/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144230363/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144230363"
        }
    ],
    "abstract": "In the summer of 2003, the Supreme Court handed gay and lesbian activists a stunning victory in the decision of Lawrence v. Texas, which summarily overruled Bowers v. Hardwick. At issue was whether Texas\\u27 prohibition of same-sex sexual conduct violated the Due Process Clause of the U.S. Constitution. In a powerful, poetic, and strident opinion, Justice Kennedy, writing for a six-member majority, reversed Bowers, observing that individual decisions regarding physical intimacy between consenting adults, either of the same or opposite sex, are constitutionally protected, and thus fall outside of the reach of state intervention. Volumes can be written about the decision; it represents a culmination of nearly a century\\u27s worth of work in dismantling prejudicial views on gays and lesbians in American law and, indeed, the rest of the world.  In this article, I explore Lawrence\\u27s hidden and unstated implications for the recent globalization of gay civil rights, and contemplate whether Lawrence is yet another symbol of a global wave of change, or whether it represents an ultimately unfulfillable goal worldwide, particularly in places where gay civil rights movements have been met with considerable backlash. I will argue in this paper that a close reading of Lawrence represents a culmination of a historic, and increasingly global, convergence between liberty, privacy, and anti-essentialist theories of sexual identity. Indeed, the ultimate significance of Lawrence lies not in its overt shielding of sexual minorities from criminalization, but rather in its willingness to offer to the American (indeed global) public, a version of sexual autonomy that is filled with both promise and danger, fragility and universality. For, quite unlike Bowers, which largely directed its judicial gaze towards gays and lesbians in particular, the court in Lawrence carried a message of sexual self-determination for everyone, irrespective of sexual orientation.  Emerging from this decision is a vision of sexual self-determination, what I call  sexual sovereignty,  that represents the intersectional convergence of three separate prisms: spatial privacy, expressive liberty, and deliberative autonomy. At the same time, by examining the case law that has flourished in its wake, we see that it has often been correlated with an implicit logic of containment that has relegated the exercise of sexual autonomy to private, rather than public, spaces. In creating a space for the convergence of all three facets, I would argue that Lawrence is a triumph - and a product - of anti-essentialism, but its implicit logic of containment limits its potential to traverse both theoretical and global divisions regarding culture and sexuality. Consequently, ultimately, despite the power of its universalist vision, this Article argues that Lawrence is circumscribed by potential limitations wrought by culture, property, nationality, and citizenship",
    "tags": [
        "article",
        "sexuality",
        "queer theory",
        "privacy",
        "anti-discrimination",
        "sexual autonomy",
        "india",
        "sodomy",
        "Civil Rights and Discrimination",
        "Law",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:faculty_scholarship-1235",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144230363,
        "depositedDate": null,
        "publishedDate": "2005-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:20:45+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:18:56+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/faculty_scholarship/236",
        "https://ir.lawnet.fordham.edu/context/faculty_scholarship/article/1235/viewcontent/14WmMaryBillRtsJ.pdf"
    ],
    "lastUpdate": "2024-01-24T04:20:45+00:00",
    "setSpecs": []
}