{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Caudwell, Jayne"
        }
    ],
    "contributors": [],
    "createdDate": "2016-07-28T18:04:58+01:00",
    "dataProvider": {
        "id": 9,
        "name": "Bournemouth University Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/9",
        "logo": "https://api.core.ac.uk/data-providers/9/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.4324/9780203404066",
    "downloadUrl": "https://core.ac.uk/download/42142857.pdf",
    "fullText": "24025SEXUALITIES AND SPORTJayne CaudwellIn this chapter I offer discussion of sexualities and sport. As with many issues related to social divisions in sporting contexts, the debates and controversies are deep and far reaching. It is impossible to cover all aspects of this topic in one short book chapter, therefore I provide a particular overview of Lesbian Gay Bisexual Transgender Queer Intersex (LGBTQI) sport participation. I start by critically engaging with sexualities-based terminology. This is important because defining and naming are political processes that serve to produce social and cultural divisions. Then, I move to consider some examples of increasing access and participation, and I end with evidence of ever-present social divisions in society and sports that have a negative impact on sexually diverse individuals and communities.Ontologies of sexualitiesTo understand how sexology produced a variety of models of the [sic] homosexuality, it is necessary to conceive of sexology as a dynamic field that produces knowledge (and related medical practices) about sexuality.(Crozier 2014)The origins of the naming of homosexuality are traced to the emergence of sexology in the late 1800s in Europe and the USA (Foucault 1990/1978). This sexological construction, and arguably re-construction of the homosexual and homosexuality (same-sex sex was not a new phenomenon), helped to produce simple and artificial boundaries between people and their sexual activities. Paradoxically, sexual acts and behaviours (oral sex and anal sex, to name the more graphic) between a woman and a man were deemed heterosexual, but identical acts between two women or two men were assigned as homosexual. Through pseudo-scientization, the individual as homosexual was, and continues to be, objectified, pathologized and medical-ized (for example, through venereology and psychology). So-called homosexuality was also the focus of moral judgement. And, as I demonstrate later in this chapter, we continue to live with the legacies of these early definitions.However, in recent history, a variety of terms and acronyms have emerged to help define, describe and explain the vast and complex nature of human sexuality. For example, a cursory glance at the Internet evidences the glorious multiplicity of sexuality-based definitions – see 6241-909-1pass-P3-025-r02.indd   240 5/4/2015   6:55:28 AMSexualities and sport241below for a few illustrative examples. As with previous ‘models’ of sexuality, it is often impos-sible to separate gender and sexuality. Suffice to say, for many contemporary theorists the inter-relationships between sex-gender-sexuality are inextricable (Butler 1990). With this in mind, the acronym LGBTQI covers a combination of both gender and sexuality. The acronym is by no means exhaustive, and importantly, a multitude of definitions and terms are emerging from within various communities, as evidenced by several websites:Bigender: a person who fluctuates between traditionally ‘woman’ and ‘man’ gender-based behav-iour and identities, identifying with both genders (and sometimes a third gender).Binary gender: a traditional and outdated view of gender, limiting possibilities to ‘man’ and ‘woman’.Binary sex: a traditional and outdated view of sex, limiting possibilities to ‘female’ or ‘male.’Same-gender-loving (SGL): a phrase coined by the African American/Black queer communities used as an alternative for ‘gay’ and ‘lesbian’ by people who may see those as terms of the White queer community.Skoliosexual: attracted to genderqueer and transsexual people and expressions (people who aren’t identified as cisgender). (http://itspronouncedmetrosexual.com/2013/01/a-comprehensive-list-of- lgbtq-term-definitions/)Asexual: one who feels no sexual attraction or desire towards any gender identity; free from or unaffected by sexuality.GSM: an acronym for ‘gender and/orsexuality minority’. This is the basic catch-all for people who are not cisgender and/or heterosexual. It is more encompassing than the traditional LGBT and other such acronyms while still including those who don’t identify as queer or who are offended by the term. (http://queerdictionary.tumblr.com)Bisexual: a person who is attracted to two sexes or two genders, but not necessarily simultaneously or equally. This used to be defined as a person who is attracted to both genders or both sexes but since there are not only two sexes (see intersex and transsexual) and there are not only two genders (see transgender), this definition is inaccurate.Cisgender: a person who by nature or by choice conforms to gender/sex-based expectations of society (also referred to as ‘gender-straight’ or ‘gender normative’).Cisgenderism: assuming every person to be cisgender, therefore marginalizing those who identify as trans in some form. It is also believing cisgender people to be superior, and holding people to traditional expectations based on gender, or punishing or excluding those who don’t conform to traditional gender expectations.Genderqueer: a person whose gender identity is neither man nor woman, is between or beyond genders or is some combination of genders. This identity is usually related to or in reaction to the social construction of gender, gender stereotypes and the gender binary system. Some genderqueer people identify under the transgender umbrella while others do not.6241-909-1pass-P3-025-r02.indd   241 5/4/2015   6:55:28 AMJayne Caudwell242Explaining, describing and defining sexualities has socio-cultural and political ramifications. Scholars of sexuality (e.g. Foucault 1990/1978; Warner 2000) demonstrate how naming, lan-guage and discourse produce dominant notions of sexuality and sex acts, as well as human subjectivity. Within this post-structuralist theoretical scaffold, ‘subjectivity’ is the preferred term to ‘identity’ because subjectivity signals the diverse, layered and fluid nature of so-called identity, and it highlights the continuous role of the social, cultural and historic in producing the self as a ‘subject’. In contrast, ‘identity’, as it is often viewed, refers to a fixed way of being. And yet, iden-tity has social and cultural meaning for many people. Regardless of preference for the concept of subjectivity or identity, those who have challenged the linguistic labelling of ‘others’ – e.g. sexual minorities – have revealed some of the intricate, everyday, subtle mechanisms of domination, subordination and subjugation.For example, language and discourse are significant to any understanding of abuse, discrim-ination, harassment, prejudice and persecution. In many cultures and societies, language and discourse bring people and communities into being. Frequently, individual and community identities and subjectivities are produced through language and labelling. Undeniably this occurs within sporting contexts. This is especially the case for LGBTQI, and this hailing in to exist-ence is fraught with tension. Despite having hugely pejorative dimensions, terms and acronyms remain important to LGBTQI communities and individuals. The above definitions, gleaned from the Internet, attest to the positively-generative and productive potential of self-naming and self-identification through language.To compound the issues surrounding the ownership of linguistic definitions, these ontologies of sexualities are complicated by the meanings attached to LGBT as well as LGBTQI. I have discussed this in detail elsewhere:LGBT suggests artificial alliances between groups of people who have diverse sexual and gendered identities/subjectivities as well as complex social locations of class, eth-nicity, disability and age. Even within these individual groups, experiences of sexuality Pansexual: a person who is fluid in sexual orientation and/or gender or sex identity.Polyamory: the practice of having multiple open, honest love relationships. (http://geneq.berke ley.edu/lgbt_resources_definiton_of_terms#pansexual)Queer: used as an umbrella identity term encompassing lesbian, questioning people, gay men, bisexuals, non-labeling people, transgender folks and anyone else who does not strictly identify as heterosexual.Transgender: this term has many definitions. It is frequently used as an umbrella term to refer to all people who deviate from their assigned gender at birth or the binary gender system. This includes transsexuals, cross-dressers, genderqueers, drag kings, drag queens, two-spirit people and others. Some transgender people feel they exist not within one of the two standard gender catego-ries, but rather somewhere between, beyond or outside of those two genders. (http://international spectrum.umich.edu/life/definitions)Intersex: a general term used for a variety of conditions in which a person is born with a repro-ductive or sexual anatomy that doesn’t seem to fit the typical definitions of female or male. (http://www.isna.org/faq/what_is_intersex)6241-909-1pass-P3-025-r02.indd   242 5/4/2015   6:55:28 AMSexualities and sport243and gender are discontinuous. Additionally, the label (LGBT) frequently becomes syn-onymous with the experiences of lesbian and gay individuals and communities.(Caudwell 2012b: 4)LGBT and LGBTQI, along with other acronyms such as LGBPTTQQIIAA+,1 appear to denote a number of separate sexuality- and gender-based communities and individuals. For some, both the separate names and the umbrella terms allow for a politics of identity and the gravitas that identity politics provides within the political-judicial system (e.g. age of consent, right to marry). However, these acronyms work from the idea of a stable and fixed identity, which is not the case for many who belong to a gender and sexual minority (GSM). Addition-ally, there is concern that these acronyms create hierarchies of visibility.Within sport studies, ‘lesbian’ and ‘gay’ sport experience and sport participation are well documented. I discuss this further in the next section on in/visibility. In this way, the terms ‘les-bian’ and ‘gay’ are easily understood; they represent and reflect same-sex attraction. Both lesbian studies and gay studies are established scholarly fields within sport studies. They have tended to develop separately with research and literatures usually focusing on either lesbians (e.g. Griffin 1998) or gay men (e.g. Anderson 2005).The purpose of a critical engagement with ontologies of sexuality is to make the argument that within the study of sexualities and sport, certain terms (homosexual, lesbian and gay) are familiar, they are understood within Western academic circles and they have enabled research, intervention and transformation of some sporting cultures and practices. However, the point is that the fixing of same-sex attraction to ‘lesbian’ and ‘gay’ forgets the vastness of gendered and sexualized individuals and communities. It closes down the possibilities to explore the entirety of sexualities and sport, and it forgets the social divisions that might be faced by bisexual, trans-gender, queer and intersex as well as questioning and unsure individuals. For example, what do we know about asexuality, genderqueer sexuality, skoliosexuality, pansexuality and polyamory in sport? How are attraction, desire, lust, love, romance, sex and embodiment socially sanctioned and culturally configured for sexual minorities who do not self-define as lesbian and gay?Visibility of sexualitiesRecently, in the UK, we have witnessed – via mass-mediated reports – the ‘coming out’ of elite male athletes such as Robbie Rogers, Jason Collins, Tom Daley, Thomas Hitzlsperger and Michael Sam. Previously, a similar flurry of public ‘coming out’ narratives involved John Amaechi, Gareth Thomas, Steven Davies and Anton Hysen. We have received less hype about elite female athletes, but there has been some coverage of Brittney Griner, Nicola Adams, the field-hockey couple Helen Richardson and Kate Walsh, and Casey Stoney. Although these sto-ries are not entirely about the white male athlete, there is some evidence that they do tend to make more visible white male gay and bisexual sexuality. At this juncture, the media institutions and the UK public at large appear at ease with both the telling, re-telling and hearing of dec-larations such as Tom Daley’s: ‘Of course I still fancy girls but right now I’m dating a guy and I couldn’t be happier’ (BBC News, 2 December 2013).In amongst this mainstreaming of ‘out’ LGB-sexuality, and in the aftermath of London 2012, The Independent provided a ‘top 10’ of ‘the growing numbers of athletes to publicly announce their sexuality’.2 Of the 10 featured, only two rankings tell of women. No. 7 is GB boxing gold medalist Nicola Adams and No. 4 is GB hockey bronze medalists Kate Walsh and Helen Rich-ardson. Nicola Adams declared her bisexuality and Kate Walsh and Helen Richardson shared the details of their civil partnership (September 2013) with the British media.6241-909-1pass-P3-025-r02.indd   243 5/4/2015   6:55:28 AMJayne Caudwell244Accompanying this seemingly positive attention by the UK media, the Coalition Govern-ment (2010– ) passed legislation to ‘allow’ same-sex marriage in England and Wales ( July 2013) on 14 March 2014 and thereafter. Scotland followed this move towards sexuality equality on 4 February 2014. Specifically related to sport, the Coalition Government also passed a Charter for Action on 4 March 2011: Tackling Homophobia and Transphobia in Sport. These legislative and pol-icy initiatives can operate to support LGBT visibility. However, at the same time as applauding these moves, it is important to take a critical view on what is effectively a right-wing govern-ment’s involvement with sexuality, and sexuality and sport.In many ways, it is easy to explain the recent shifts in the UK’s media and statutory response to same-sex sexuality through notions of progress, equality and perhaps affect. Those such as the pressure group Stonewall, who have lobbied for same-sex visibility within law and popu-lar cultural activities, might argue that they have achieved some of their aims, for example, for same-sex couples to have the same legal rights as heterosexual couples. This equality has been achieved through sexual identity politics, underpinned by human rights. Surrounding these sexual cultural politics of inclusion there have been sentiments of Pride. Pride is a compli-cated and contested construct within LGBTQI cultures, not least because it is juxtaposed with Shame and within this binary set-up Pride is viewed as more desirable (Davidson 2006). Clearly, Shame and Pride are more complicated than this (Probyn 2005) because politics and privilege underpin the production, reproduction and experiences of Shame as well as Pride. In this way, emotion and affect become political currency and these arrangements help shape socio-cultural relations of power.In terms of emotion and affect (cf. Wetherall 2012), mass spectator sports, especially sporting spectacles such as the Olympic games, seek to engage the participants and viewers on an emo-tional level (Pringle, in press). A critical view of this mass-generated and nationwide production of emotion and affect reveals the operation of dominant ideologies and discourses, and the social significance of pride in sporting context; we are proud of ‘our’ medal winners. In the same way, as a nation, we are proud ‘we’ are not homophobic.And yet, through increased LGB visibility – both mediated and government-driven inclusion policy initiatives – we learn only that athletes who identify as lesbian, gay or bisexual are sexually attracted to the same sex (as well as the opposite sex in the case of bisexuals). Through these rather simplistic representations of sexuality – same-sex/opposite sex attraction – LGB athletes have been hailed into existence via the media and the state. However, this mainstreaming, and regulation, of LGB sexualities within UK society and sport are shallow and can be aligned with notions of homonormativity3 whereby athletes who come ‘out’ are acceptable because they adopt many of the practices of idealized heteronormativity (for example, participating in monogamous relationships, marriage, and child rearing). That is, some LGB sexualities are no longer socially and politically separated as non-normative. This lack of division appears to signal progress for LGB athletes. However, the social divisions have shifted, and it is evident that queer sexualities and messy sexualities – in other words, non-normative sexualities – do not feature positively within public celebrations of sexuality and sport.There is a silence surrounding sexualities such as genderqueer, skoliosexual, pansexual and asexual. These ‘other’ sexualities operate outside of the traditional sex-gender-desire binaries that now frame both same-sex and opposite-sex attraction. Consequently, there are emerging social divisions – again producing dominance and subordination – within sexual minority populations.As I highlight at the start of this chapter, within the various acronyms that help define and celebrate the diversity of sexuality, transgender sexualities receive far less consideration. Trans-gender and transsexual athletes have received severe scrutiny from the governing bodies of elite competitive sport such as the International Olympic Committee. But the absence of everyday AuQ56241-909-1pass-P3-025-r02.indd   244 5/4/2015   6:55:28 AMSexualities and sport245accounts of transgender athletes creates an invisibility that works to further marginalize their active involvement with sport. In most cases, when there is visibility, transgender becomes a gender-based issue almost empty of sexuality.There are a few known transgender athletes in popular cultural sporting contexts and this has gone some way to enhancing opportunities for transgender sport communities. Recently, for example, there was some positive coverage of Johnny ‘Jayiah’ Saelua (e.g. Bagchi 2011; Mon-tague 2011). Jayiah played centre-back for American Samoa in the men’s FIFA World Cup qualification rounds in 2011. As reported in the press, Jayiah is ‘fa’afafine, biologically male but identified as a third sex widely accepted in Polynesian culture. She . . . is the first transgender player to compete in a World Cup match . . . with . . . Rawlston Masaniai, who along with other team-mates, calls her “sister” ’(Bagchi 2011: ¶9). A comment from the team coach, Thomas Ron-gen, furthers this public positioning of Jayiah as female and feminine: ‘I’ve really got a female starting at centre back. Can you imagine that in England or Spain?’.4 Despite Jeyiah’s moment of brief visibility, there is nothing of her sexuality, only her gender identity. Transgender sexuality appears often as taboo and unimaginable.In comparison with lesbian and gay sport participation, there are few studies of transgen-der athletes’ participation. What we do know tends to explore the circumstances facing indi-vidual transgender athletes within teams of cisgender or lesbian athletes (e.g. Travers 2006; Travers and Deri 2011) or elite athletes facing the strict rulings and medical procedures of the IOC (Caudwell 2012a; Cavanagh and Sykes 2006; Sykes 2006). That said, there appear to be sport-participation opportunities for groups of transgender individuals in the UK in the form of swimming. These opportunities include Marlin in Manchester, Out to Swim in Clapham, Tyne Trans Swimming Group and Different Strokes in Edinburgh. In the case of Marlin, the following information is provided:Marlin is Manchester’s trans swimming group. It is open to all trans people, MTF and FTM. It is FREE due to funding from Pride Sports. We have exclusive use of the pool during this time. Changing facilities are individual cubicles around the side of the pool. You can wear whatever you feel most comfortable in, as long as it’s safe to wear for swimming.The staff in attendance have been specially trained also, so no need to worry about that either.5So far, there are few accounts and/or representations within the sociology of sport of how transgender athletes experience embodiment and sexuality. Swimming is an activity that often involves amplified and diverse embodied sensation. As well as the familiar by-products of phys-ical activity – such as increases in breathing and pulse rates, and skin temperatures – the swim-mer’s skin is in contact with, and moves through, water. More broadly, we know very little about how this haptic experience links with embodiment, sensuality and sexuality. There is some commentary on runners’ bodies and the sensual (Hockey 2006), but it is not related to sexuality, and there is emerging work on lesbian surfers’ embodiment, which does connect with sexualities (Roy 2013).Perhaps martial arts are other forms of sports that allow for sensual embodiments, although these issues continue to be only partially addressed in contemporary culture. In the film Beau-tiful Boxer (2005), we learn of a young Thai person’s desire to trans gender and trans sex. The protagonist Nong Toom becomes a muay Thai martial artist in order to make money to achieve these transitions. The boxer’s body is central to the film’s narrative and the representation of this ‘true story’. Despite some disruption and dislocation of traditional notions of gendered and 6241-909-1pass-P3-025-r02.indd   245 5/4/2015   6:55:29 AMJayne Caudwell246sexual embodiments, not much is disclosed of the sexual dimensions of sporting and transition-ing bodies. We do learn something of the gendered dimensions of the boxer’s body, but, again, sexuality is largely absent.Transitioning bodies open new ways to experience body parts and embodied sensuality (see Davy 2012), especially during moments of physical activity. And yet, these potentially queer and queering moments remain unknown within the sociology of sport. Interesting questions might be – do new sensual, erogenous and erotic body zones appear and develop for transgender ath-letes? If so, how do these new bodily sensations shape sexuality at different levels, for instance at the levels of the personal, interpersonal and cultural?The social divisions that contain sexualities in many societies and in sport tend to operate on the level of language, definition and the human rights of LGB people. Some long-standing social divisions in some Western nations have been dissolved and there are notable shifts to increasing the visibility of LGB athletes, albeit centred upon sexuality as same-sex attraction and concom-itant legal rights. Notably, there is little by way of exploration of embodied sensuality and how this might impact on breaking down social divisions in sport. Significant social divisions persist in sport and these involve transgender, transsexual and queer individuals and communities. Such divisions are not benign; they carry significant sanctions and brutalities. In some countries these consequences are targeted at the LGBT community as a whole.The brutalities of social divisionsIn sharp contrast to positive representations of LGBT athletes – and perhaps some of this jux-tapositioning is partially created by Western media – the brutalities of homophobia in Russia surrounded political discussion and media coverage of the Sochi Winter Olympics 2014. At this writing, Russia’s so-called Anti-Gay Laws continues to face fierce opposition and legitimate calls for amendment.6 These laws, enacted in 2013 to a wave of international criticism, banned what is referred to as ‘propaganda of non-traditional sexual relationships’. Western journalists have produced hard-hitting – sometimes sensationalist – accounts of how LGBT individuals in Rus-sia are persecuted as a consequence of an increasing focus on anti-gay legislation (for example, in the UK Channel 4 documentary ‘Hunted’ for the Dispatches series, 31 January 2014).If the Russian government heeds the significant concerns of human rights campaigners – for example, Amnesty International, Human Rights Watch and others advocating for equality and anti-discrimination – and changes the blatantly ‘Anti-Gay’ Law, then the desired repeal might be relatively swift. However, it is too early to tell whether international campaigns and critical media reports will have an impact, in the long term, on the Russian legislation. In many ways, now that the Winter Olympics is over the issue has faded from the global limelight.Repeal of regressive legislations takes considerable time, and we have to look only as far as the UK for a prime example. The renowned ‘Section 28’ legislation, which was introduced by the Conservative Government, took 15 years to repeal (1988–2003), and the repeal process was not straightforward. Section 28 had specifically prohibited local government, under the 1986 Local Government Act (prohibition of political publicity), from ‘the promoting of homosexu-ality by teaching or by publishing material’. There are many similarities between this past UK legislation and current Russian (and Ugandan) legislation, the main similarities being the crim-inalization of so-called promotion of homosexuality; the political, legislative and legal denial of recognition of same-sex relationships and same-sex sexual acts; and the defining of homosex-uality as non-traditional, ‘pretend’ and diseased. On a fundamental level, Section 28 and other ‘anti-gay’ legislation serves to produce political and legal demarcations of sexual difference, and countries that adopt such laws are in effect creating statutory social divisions that are set in law.6241-909-1pass-P3-025-r02.indd   246 5/4/2015   6:55:29 AMSexualities and sport247Sporting mega-events such as the Olympics have received critical scrutiny from a range of global commentators, including the media, social justice campaigners and human rights activists. Issues surrounding sexuality join a lengthening list of human rights abuses relating to indige-nous peoples, local residents and migrant workers. Sochi is not the only mega-event host city or nation that may be deemed homophobic, as this editorial points out:Enthusiastically backing Hitzlsperger seemed like an open goal for the organization [FIFA], particularly with its recent patchy record on gay rights. The 2018 World Cup will be held in Russia, which has introduced laws to ban gay ‘propaganda’; four years later, the tournament moves to Qatar, where homosexuality is still punished with a prison sentence. There is genuine speculation that players and spectators will be vetted by a Kuwaiti-engineered ‘gay test’ in 2022.When Sepp Blatter, the Clouseau-esque president of Fifa, was asked in 2010 about the issue, he smiled and suggested that homosexual football fans would just have to ‘refrain from sexual activity’ in Qatar. Pushed further last June, he deflected: ‘What you are speaking about . . . this is going into ethics and morals.’(‘Fifa’s Stance’ 2014)Ethics and morals are a reminder of the politico-religious discourses set up during the initial era of sexology in the West (late nineteenth century). Within these discourses, heterosexuality is positioned as the only viable expression of sexuality and sex acts. In other words, sexual activity available to almost all human adults must only take place between a woman and a man. If this convention is breached in the slightest, the sex act is positioned as illegal and absolute sanctions prevail in some nation-states. These sanctions are not only imposed through a legal-judicial framework (e.g. UK in the period 1986–2003), they are often enforced at the level of the personal. The rapes of South African women soccer players Mvuleni Fana, Tumi Mkhuma and Eudy Simelane are chilling reminders.In 2008, ‘soccer star’ Eudy Simelane was raped and murdered by a group of men in KwaTh-ema, Gauteng, South Africa. Simelane, a midfield player for South Africa and the national team Banyana Banyana, lived openly as a lesbian (Diesel 2011; Msibi 2009). She was a gay rights activ-ist and a coach and referee as well as a player. In short, she was well known for her involvement in football and for her lesbian sexuality (Meises 2009; Msibi 2009). It is widely acknowledged that she was ‘gangraped [sic], beaten and stabbed to death for her perceived flouting of conserv-ative/traditional gender stereotypes’ (Diesel 2011: xvi).The way Eudy Simelane was killed has become known as ‘corrective rape’, an atrocious crime perpetrated by men. Kelly, in The Guardian, cites campaigners when she writes: ‘ “corrective rape” [is] committed by men behind the guise of trying to “cure” lesbians of their sexual orientation’ (2009, ¶ 2). Corrective rape is often associated with South Africa; however, there is evidence of corrective rape in Russia, Ecuador and in other African states (e.g. Nigeria and Uganda). Human rights organizations such as Amnesty International have warned of a rise in this type of homo-phobic crime in countries that have criminalized same-sex acts and relationships. In regard to Africa, Amnesty argue that existing (homophobic) legislation and penal codes can be traced back to a colonial past and the imposition of Christian moral values. India provides a recent example of this colonial legacy. In January 2014, India’s parliament refused to consider abolishing an 1861 law passed under British colonial rule, which gives police the power to arrest anyone suspected of homosexuality. The now 153-year-old law mandates 10-year prison sentences for homosexual acts.And yet, there are recent socio-cultural histories that continue to engender brutal homo-phobic crimes against women (and men), such as corrective rape and murder, especially in parts 6241-909-1pass-P3-025-r02.indd   247 5/4/2015   6:55:29 AMJayne Caudwell248of Africa. I noted earlier the legislation in Uganda. Elsewhere, on 13 January 2014 President Goodluck Jonathan authorized a severe tightening of Nigeria’s existing anti-gay laws.Countries that boast gender and sexual egalitarianism are not exempt from the brutali-ties that occur in public spaces and involve individual LGBT campaigners and activists. On 8 March 2014 (International Women’s Day), Showan Shattak, a 25-year-old gay activist who helped set up Sweden’s ‘Football Supporters Against Homophobia’, was stabbed several times by neo-Nazis during a rally against sexism. Importantly, Malmö FF, one of Sweden’s leading men’s professional football clubs, has publicly declared their support and concern for Shattak. We are yet to hear of the criminal consequences facing the perpetrators of this heinous attack.Addressing social divisions in sport does not happen within a vacuum; broader and dominant historical, social, cultural, political and judicial configurations must be taken into consideration. In terms of the brutalities of social divisions based on sexuality, many LGBT activists within sport are activists in their communities, thus reflecting the need for connections between sport and wider society.ConclusionsIn this chapter, I have emphasized the importance of language and definition in the pro-duction of sexual subjectivity. In particular, I highlight the importance of self-definition and self-identification for and by sexual minorities. As a way to illustrate this point, I display a range of terms that come from within gender and sexual minority communities. The quantity of defining terms and phrases is irrelevant, but some have acquired more cultural currency than others. Within mainstream sport, ‘lesbian’, ‘gay’ and, increasingly, ‘bisexual’, are coherent descrip-tors of sexuality. Within the sociology of sport, lesbian studies and gay studies are established fields of inquiry and we appear to grasp and accept same-sex attraction. In many ways, the divi-sions between heterosexual and LGB athletes have lessened in some sports and some societies. Often, this acceptance is based on notions of a stable and fixed sexuality, and the production of homonormativity.Naming continues to produce social divisions, and in some societies and cultures the human rights of sexual minorities are improving. These social divisions, which bolster calls for human rights, are productive. In sport in the UK, we might measure this through public ‘coming out’ stories and celebrations of Pride. However, for others around the world, LGBT human rights are either ignored or obliterated. Crimes against LGBT people are based on politically and legally instigated discourses of illegitimacy and the production of powerful state-supported homopho-bia. This context has a profound effect on sport and sport participants, and I have provided some examples of violent and bloody crimes against sexual minorities.During this chapter, I have raised the issue of the lack of research and literature, within sport studies, on transgender, transsexual, queer and messy sexualities (non-normative sexuality). Despite increasing examples of transgender and transsexual athletes and their sporting opportu-nities, there is little that explores transgender and transsexual sexuality. For these individuals and groups, gender identity appears to be the main focus of inquiry. Such an approach can operate to make transgender and transsexual athletes and participants falsely asexual. Additionally, given the close connections between transgender, transsexuality and embodiment, it is surprising that there is little on the links between sport, the body, sensuality and sexuality. Perhaps the transitioning body is used to a hidden and silent presence because of prejudice and discrimination. If so, we are missing a potential wealth of embodied narratives that might help change the nature of phys-ical activity and sport. At present – within the LGBTQI collective – T, Q and I remain largely unknown sexual subjectivities and this oversight functions to maintain layers of social division.6241-909-1pass-P3-025-r02.indd   248 5/4/2015   6:55:29 AMSexualities and sport249Finally, my overriding questions (which I have been unable to answer in this chapter), in relation to the brutalities of social divisions are: What is at stake by producing, maintaining, rein-forcing and reproducing social divisions of sexuality? Is it a simple case of policing the assumed illegitimacy of certain anatomical sexual acts? In other words, is the issue here simply how body parts fit together during sensual and sexual intercourse? Or, are there deeper issues involving the affectual and emotional dimensions of sexualities? As yet, the sociology of sport has not explained the role of affect and emotion in the study of social divisions based on sexuality. Such a discussion might extend the human rights agenda, which is fundamental to any discussion of the negative impacts of social divisions and divided societies.Notes1 This acronym refers to lesbian, gay, bisexual, pansexual, transgender, transsexual, queer, questioning, inter-sex, intergender, asexual, ally identities. See http://itspronouncedmetrosexual.com/2013/01/a-com prehensive-list-of-lgbtq-term-definitions/ (accessed on 30 April 2014).2 See http://www.independent.co.uk/sport/general/others/tom-daley-olympic-diver-should-not- feel-alone-after-he-joins-a-growing-number-of-athletes-to-publicly-announce-their-sexuality- 8977860.html?action=gallery&ino=3 (accessed on 22 July 2014).3 Duggan (2002: 179) understands this in terms of ‘a politics that does not contest dominant heteronor-mative assumptions and institutions, but upholds and sustains them, while promising the possibility of a demobilized gay constituency and a privatized, depoliticized gay culture anchored in domesticity and consumption’.4 As quoted in Different Trains (2011), ‘American Samoa Football Team Third Gender/Transgender Player’. See http://forum.transgenderzone.com (accessed on 22 July 2014).5 See http://marlin.org.uk (accessed on 2 July 2014).6 Additionally, on 24 February 2014, Ugandan president Yoweri Museveni signed an anti-gay bill, thus compounding the existing criminalization of homosexuality in Uganda. The bill includes life imprison-ment for gay sex and same-sex marriage. It also criminalizes the ‘promotion’ of homosexuality. As many have reported, this legislation is deeply and disturbingly homophobic; according to Amnesty Inter-national, it ‘will institutionalize hatred and discrimination against LGBTI people in Uganda’ (http://www.amnesty.org.uk/ugandas-anti-homosexuality-bill-becomes-law#.U7QvAha4klI; accessed on 2 July 2014).ReferencesAnderson, E. (2005) In the Game: Gay Athletes and the Cult of Masculinity, Albany: SUNY Press.Bagchi, R. (2011) ‘Amazing Transformation of American Samoa from Whipping Boys to Winners’, The Observer, 26 November. Available at: http://www.theguardian.com/football/2011/nov/26/american-samoa-first-victory (accessed 30 March 2015).Butler, J. (1990) Gender Trouble: Feminism and the Subversion of Identity, London: Routledge.Caudwell, J. (2012a) ‘Sex Watch: Surveying Women’s Sexed and Gendered Bodies at the Olympics’, in J. Sugden and A. Tomlinson (eds) Watching the Games: Politics, Power and Representation in the London Olympiad, London: Routledge.Caudwell, J. (2012b) ‘[Transgender] Young Men: The Physically Active Body and Gendered Subjectivities’, Sport, Education and Society, doi:10.1080/13573322.2012.672320.Cavanagh, S. and Sykes, H. (2006) ‘Transsexual Bodies at the Olympics: The International Olympic Com-mittee’s Policy on Transsexual Athletes at the 2004 Athens Summer Games’, Body & Society 12(3): 75–102.Crozier, I. (2014) ‘Sexology and Homosexuality’. Available at: http://www.academia.edu/2020002/Homosexuality_and_Sexology_-a_draft_of_an_encyclopaedia_entry (accessed 2 July 2014).Davidson, J. (2006) ‘The Necessity of Queer Shame for Gay Pride: The Gay Games and Cultural Events’, in J. Caudwell (ed.) Sport, Sexualities and Queer/Theory, London: Routledge.Davy, Z. (2012) ‘Bodily Aesthetic Affects in Trans Erotica: Towards a Wider Spectra of Desire’, paper pre-sented at British Sociological Association Annual Conference, 11–13 April, Leeds University, UK.Diesel, A. (ed.) (2011) Reclaiming the L-word: Sappho’s Daughters Out in Africa, Athlone, SA: Modjaji Books.6241-909-1pass-P3-025-r02.indd   249 5/4/2015   6:55:29 AMJayne Caudwell250Different Trains (2011) ‘American Samoa Football Team Third Gender/Transgender Player’. Available at: http://forum.transgenderzone.com/viewtopic.php?f=8&t=2593#.U7QnVRa4klJ (accessed 2 July 2014).Duggan, L. (2002) ‘The New Homonormativity: The Sexual Politics of Neoliberalism’, in R. Castronova and D. D. Nelson (eds) Materializing Democracy: Towards a Revitalized Cultural Politics, Durham, NC: Duke University Press.‘Fifa’s Stance on Homophobia Is Failing Gay Footballers: Thomas Hitzlsperger’s Announcement Should Spur Football’s Governing Body into More Positive Action’ (2014) Observer, 12 January. Available at: http://www.theguardian.com/commentisfree/2014/jan/12/fifa-gay-footballers-thomas-hitzlsperger (accessed 30 March 2015).Foucault, M. (1990/1978) The Will of Knowledge. The History of Sexuality: 1, London: Penguin.Griffin, P. (1998) Strong Women, Deep Closets. Lesbians and Homophobia in Sport, Leeds, UK: Human Kinetics.Hockey, J. (2006) ‘Sensing the Run: The Senses and Distance Running’, The Senses and Society, 1(2): 183–201.Mieses, A. (2009) ‘Gender Inequality and Corrective Rape of Women Who Have Sex with Women’, Gay Men’s Health Crisis Treatment Issues (December). Available at: http://www.gmhc.org/files/editor/file/ti-1209.pdf (accessed 11 April 2015).Montague, J. (2011) ‘A First in Cup Qualifying for a Player and a Team’, The New York Times, 25 November. Available at: http://www.nytimes.com/2011/11/26/sports/soccer/jonny-saelua-transgender-player -helps-american-samoa-to-first-international-soccer-win.html?_r=0 (accessed 30 March 2015).Msibi, T. (2009) ‘Not Crossing the Lines: Masculinities and Homophobic Violence in South Africa’, Agenda, 23(80): 50–54.Pringle, R. (in press) ‘The Pleasurable Is Political: An Affective Analysis of Viewing the Olympics’, in R. Pringle, R. E. Rinehart and J. Caudwell (in press) Sport and the Social Significance of Pleasure, London: Routledge.Probyn, E. (2005) Blush: Faces of Shame, Minneapolis: University of Minnesota.Roy, G. (2013) ‘Women in Wetsuits: Revolting Bodies in Lesbian Surf Culture’, Journal of Lesbian Studies, 17(3–4): 329–343.Sykes, H. (2006) ‘Transsexual and Transgender Policies in Sport’, Women in Sport and Physical Activity Journal, 15(1): 3–13.Travers, A. (2006) ‘Queering Sport: Lesbian Softball Leagues and the Transgender Challenge’, International Review for the Sociology of Sport, 41(3–4): 431–446.Travers, A. and Deri, J. (2011) ‘Transgender Inclusion and the Changing Face of Lesbian Softball Leagues’, International Review for the Sociology of Sport, 46(4): 488–507.Warner, M. (2000) The Trouble with Normal: Sex, Politics, and the Ethics of Queer Life. Cambridge, MA: Har-vard University Press.Wetherell, M. (2012) Affect and Emotion: A New Social Science Understanding, London: Sage.6241-909-1pass-P3-025-r02.indd   250 5/4/2015   6:55:29 AM",
    "id": 42142857,
    "identifiers": {
        "doi": "10.4324/9780203404066",
        "oai": "oai:eprints.bournemouth.ac.uk:22969"
    },
    "title": "Sexualities and sport",
    "language": null,
    "publishedDate": "2015-07-24T01:00:00+01:00",
    "publisher": "Taylor and Francis",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/42142857.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/42142857"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/42142857/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/42142857/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/42142857"
        }
    ],
    "abstract": "",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.bournemouth.ac.uk:22969",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "9",
        "openDoarId": 0,
        "name": "Bournemouth University Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 42142857,
        "depositedDate": null,
        "publishedDate": "2015-07-24T01:00:00+01:00",
        "updatedDate": "2024-02-12T05:03:19+00:00",
        "acceptedDate": null,
        "createdDate": "2016-07-28T18:04:58+01:00"
    },
    "urls": [
        "https://eprints.bournemouth.ac.uk/22969/1/Sport%20and%20Sexualities.pdf"
    ],
    "lastUpdate": "2024-02-12T05:03:19+00:00",
    "setSpecs": []
}