{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Smith, Ian"
        }
    ],
    "contributors": [],
    "createdDate": "2016-05-26T19:56:46+01:00",
    "dataProvider": {
        "id": 922,
        "name": "Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/922",
        "logo": "https://api.core.ac.uk/data-providers/922/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/36976399.pdf",
    "fullText": "University of Wollongong Research Online Business HDR Student Conference 2010-13 2011 Sep 28th, 3:15 PM Sexual Orientation Disclosure, Concealment and the Effects of Heterosexism Ian Smith University of Wollongong Follow this and additional works at: https://ro.uow.edu.au/sbshdr Smith, Ian, \"Sexual Orientation Disclosure, Concealment and the Effects of Heterosexism\" (2011). Business HDR Student Conference 2010-13. 5. https://ro.uow.edu.au/sbshdr/2011/papers/5 Research Online is the open access institutional repository for the University of Wollongong. For further information contact the UOW Library: research-pubs@uow.edu.au Description There is minimal research on the effects of ‘outness’ (sexual orientation disclosure) on the work experiences of GLBT employees. Few empirically sound studies from the literature have compared the variable of outness, its effect on workplace heterosexism, the psychological well-being of GLBT employees and their general life and job satisfaction. Due to the stigmatized status of sexual minority members in our society, GLBT employees hold varied attitudes and value systems regarding their sexual identity. Evidence suggests that GLBT employees apply sexual identity management strategies to manage the stress involved in disclosing ones sexual orientation. The present study intends to examine hypothesized relationships of sexual orientation disclosure, concealment, heterosexism (workplace discrimination) and supportive organisational policy implementation and these effects on psychological well-being. Location iC - SBS Teaching Facility This event is available at Research Online: https://ro.uow.edu.au/sbshdr/2011/papers/5   1Paper Submission for HDR Conference 2011  Sexual Orientation Disclosure, Concealment and the Effects of Heterosexism. Ian Patrick Smith (DBA Candidate) Abstract: There is minimal research on the effects of ‘outness’ (sexual orientation disclosure) on the work experiences of GLBT employees. Few empirically sound studies from the literature have compared the variable of outness, its effect on workplace heterosexism, the psychological well-being of GLBT employees and their general life and job satisfaction. Due to the stigmatized status of sexual minority members in our society, GLBT employees hold varied attitudes and value systems regarding their sexual identity. Evidence suggests that GLBT employees apply sexual identity management strategies to manage the stress involved in disclosing ones sexual orientation. The present study intends to examine hypothesized relationships of sexual orientation disclosure, concealment, heterosexism (workplace discrimination) and supportive organisational policy implementation and these effects on psychological well-being.   (Words 121)   Introduction Self-disclosure, the act of revealing personal information about oneself often involves surprising information, one of these is revealing to coworkers that one is gay, lesbian, bisexual, transgendered, intersex or questioning (GLBTIQ). Largely unexamined is the attempt to understand the decision to reveal one’s sexual orientation in the workplace and the sexual identity management strategies involved in this process. Sexual orientation (SO) disclosure and concealment have been conceptualised as strategies that GLBT employees use to manage their identities in the face of cultural and organisational stigma against homosexuality (Croteau, 1996; Fassinger, 1996; Woods & Harbeck, 1992).Disclosing one’s SO is one of the toughest issues that gay men and lesbians face because it involves considerable turmoil and a fear of retaliation and rejection (Bohan, 1996; Ellie & Riggle, 1996) and alienation. At the same time, employees who remain closeted report lower levels of psychological well-being and life satisfaction as a result of covering up their stigmatizing identity (Ellis & Riggle, 1996).   It is estimated that between 4% and 17% of the workforce (Gonsiorek & Weinrich, 1999) are gay males and lesbians and make up the largest minority group. (Lubensky, Holland, Wiethoff & Crosby, 2004).  There is therefore a need to better understand minorities working in a majority context and the impact this has on their psychological well-being. A review by Croteau (1996) reveals that 25% to 66% of employees report experiencing sexual orientation discrimination at work, either directly or indirectly. However, results of existing research yield mixed support for the theory based propositions. Consistent with the posited association of concealment and nondisclosure of sexual orientation with negative work outcomes, a series of studies have linked sexual orientation concealment with lower job satisfaction and poor psychological well-being and sexual orientation disclosure with higher job satisfaction and positive psychological well-being (Button, 2001; Griffith & Hebl, 2002; Ragins & Cornwall, 2001).     2Disparate research indicates that disclosure of sexual orientation at work has also been linked with poor psychological well-being because of the pressure associated with managing the degree of disclosure. That is, the fear of negative consequences of ‘being out at work” and being a target for discrimination, may have a greater impact on employees than the actual act of disclosure (Ragins, 2004). The problem is that most gay and lesbian employees do not fully disclose their sexual orientation at work (Badgett, 1996; Driscoll, Kelley & Fassinger, 1996) and SO is not readily observable where direct discrimination requires knowledge or suspicion of an employee’s sexual orientation. Disclosure is therefore not an all or nothing phenomenon. Schneider (1987) found that only 26.7% disclosed their orientation to everyone at work, 11.7% did not disclose to anyone at work and 61.6% disclosed their SO to some extent at work. Extant research suggests that GLBT employees engage in varying degrees of disclosure and concealment to manage the deleterious effects on their psychological well-being.  Anderson, Croteau, Chung, and DiStefano (2001) first developed the Workplace Sexual Identity Management Measure (a concealment/disclosure index) to assess four identity management strategies identified by Griffin (1992) in a study of lesbian and gay male teachers. The four strategies identified were: (i) passing, (ii) covering, (iii) implicitly out and (iv) explicitly out. Passing strategies involve actively creating an impression of being heterosexual, covering strategies involve concealing information that might reveal a same-sex orientation, implicitly out strategies involve being honest about personal information in ways that would allow others to infer one's minority sexual orientation, and explicitly out strategies involve being explicit about one's sexual orientation and thus labeling oneself as either GLBT. The strategies are described as falling on a continuum from extreme concealment to actively revealing one's sexual orientation. Items on the Workplace Sexual Identity Management Measure (WSIMM) were written to capture the breadth of heterosexist experiences GLBT employees encounter (e.g., Friskopp & Silverstein, 1995; Griffin, 1992; Hall, 1986; Olson, 1987; J. D. Woods, 1994; S. E. Woods & Harbeck, 1992). The literature suggests that sexual orientation disclosure and concealment and perceived heterosexism are linked with important outcomes for GLBT employees (Griffith & Hebl, 2002; Moradi, 2009) for example; poor job satisfaction and poor mental health due to SO disclosure in the workplace. Aims of the present study are to investigate the relationship between ‘outness’ (Degree of Disclosure) in GLBT Australian employees and workplace Heterosexism, their psychological health and well-being, job satisfaction and overall satisfaction with life. The following hypotheses will be tested: H1: Greater reported disclosure of sexual orientation will be associated with positive direct heterosexism, reduced psychological well-being and lower life satisfaction. H2: Less reported disclosure of sexual orientation will be associated with positive indirect heterosexism, reduced psychological health and well-being and lower life satisfaction. H3A: No reported disclosure of sexual orientation will be associated  with reduced psychological health and well-being and lower life satisfaction due to internal heterosexism (others assuming they are heterosexual).  H3B: Respondents who conceal their sexual orientation would be least likely to experience direct sexual orientation discrimination but would have high levels of life dissatisfaction and reduced psychological health and well-being outcomes. H4: GLBT employees who report working in an   3organisation whose EEO policy includes a statement of non-discrimination based on SO will have more positive work attitudes, including higher organisational commitment, higher job satisfaction, lower job stress and lower conflict between work and home. H5: GLBT employees with a greater proportion of gay coworkers will perceive less workplace discrimination than gay employees with work groups that are primarily heterosexual.  Design and methodology A cross sectional design will include an online questionnaire and convenience sampling (Non-probability) with a combination of; snowball sampling, respondent driven sampling, quota sampling, time space sampling with self-identified and within group distinctions. Structural equation modeling (quantitative statistical analyses) will be used as a model of best fit to prove hypotheses. Conclusion and Implication Extant studies indicate positive relationships between heterosexism and workplace distress due to ‘outness’. It is hypothesized that greater reported disclosure of sexual orientation will be associated with positive direct heterosexism, reduced psychological health and well-being and lower satisfaction with life. Respondents who conceal their sexual orientation would be least likely to experience sexual orientation discrimination but would have high levels of life dissatisfaction and reduced psychological health and well-being outcomes. Implications are that there are costs to organisations which exhibit heterosexist environments which result in heightened identity management strategies for GLBT employees. Additionally, many GLBT employees leave their organisation after one to two years because of the pressure associated with this ‘counterfeiting’. This adds to the losses with regard to investment in employees and recruitment costs, despite the fact that gay and bisexual workers earn significantly less than their heterosexual counterparts (Badgett, 1995).        (Words 1101)  References Anderson, MZ, Croteau, JM, Chung, YB & DiStefano, TM 2001  ‘Developing an assessment of sexual identity management for lesbian and Gay Workers’, Journal of Career Assessment, vol. 9, pp243-260. Badgett, L 1995 ‘The wage effects of sexual orientation discrimination. Industrial and Labor Relations Review, 48, 726-739. Badgett, L 1996 ‘Employment and sexual orientation: Disclosure and discrimination in the workplace’. Journal of Gay and Lesbian Social Services, 4, 29-52. Bohan, JS 1996 ‘Psychology and sexual orientation: Coming to terms’. New York: Routledge. Button, S, 2001 ‘Organizational Efforts to affirm sexual Diversity: A Cross-Level Examination’. Journal of Applied Psychology, vol.86, pp17-28   4Croteau, JM 1996 ‘Research on the work Experiences of Lesbian, Gay and Bisexual People: An integrative Review of Methodology and Findings’, Journal of Vocational Behaviour, vol. 48, pp195-209. Driscoll, JM, Kelley, FA & Fassinger, RE 1996 ‘Lesbian identity and disclosure in the workplace: Relation to occupational stress and satisfaction’. Journal of Vocational Behaviour, 48, 229-242. Ellis, AL & Riggle, EDB 1995 ‘The relation of job satisfaction and degree of openness about one’s sexual orientation for lesbians and gay men’. Journal of Homosexuality, 30, 75-85. Fassinger, RE 1996 ‘Notes form the margins: Integrating lesbians experience into the vocational psychology of women. Journal of Vocational Behaviour, 48, 160-175. Friskopp, A & Silverstein, S 1995 ‘Straight jobs, gay lives: Gay and lesbian professionals, the Harvard Business School and the American workplace’. New York: Scribner. Gonsiorek, JC, & Weinrich, JD 1991 ‘The definition and scope of sexual orientation’. In J. C. Gonsiorek & J. D. Weinrick (Eds.), Homosexuality: Research implications for public policy (pp. 1-12), Newbury Park, CA: Sage. Griffin, P 1992 ‘From hiding out to coming out: Empowering lesbian and gay educators’. In K. M. Harbeck (Ed.), Coming out of the classroom closet (pp. 167-196). . Highland Park, NJ: Gryphon Press. Griffith KH & Hebl, MR 2002 ‘The disclosure Dilemma for Gay men and Lesbians: “Coming Out” at work’. Journal of Applied Psychology, vol. 87, pp1191-1199. Hall, M 1986 ‘The lesbian corporate experience’. Journal of Homosexuality, 12, 59-75. Lubensky, ME, Holland, SL, Wiethoff, C & Crosby, FJ 2004. Diversity and sexual orientation: Including and valuing sexual minorities in the workplace. In M. S. Stockdale & F. J.  Crosby (Eds.), The psychology and management of workplace diversity (pp. 206-233), Oxford, England: Blackwell. Moradi, B, 2009 ‘Sexual orientation Disclosure, Concealment, Harassment, and Military Cohesion: Perceptions of LGBT Military Veterans’, Military Psychology, vol. 21 pp513-533. Olsen, MR 1987 ‘A study if gay and lesbian teachers’. Journal of Homosexuality, 13, Ragins, BR 2004 ‘Sexual orientation in the workplace: The unique work and career experiences of gay, lesbian and bisexual workers’. Research in Personnel and Human Resource Management, 23, 37-122. Ragins, BR & Cornwell, JM, 2001, ‘Pink Triangles: Antecedents and Consequences of Perceived Workplace Discrimination Against Gay and Lesbian Employees’, Journal of Applied Psychology, vol. 86, pp1244-1261. Schneider, BE 1987 ‘Coming out at work: Bridging the private/public gap’. Work and Occupations, 13, 463-487.   5Woods, SE 1994 ‘The corporate closet’. New York: Free Press. Woods, SE & Harbeck, KM ‘Living in two worlds: The identity management strategies used by lesbian physical educators. In K. M. Harbeck (Ed.) Coming out of the closet (pp. 141-166). Binghamton, NY: Harrington Park Press.    ",
    "id": 36976399,
    "identifiers": {
        "doi": null,
        "oai": "oai:ro.uow.edu.au:sbshdr-1021"
    },
    "title": "Sexual Orientation Disclosure, Concealment and the Effects of Heterosexism",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-09-28T23:15:00+01:00",
    "publisher": "'Sociological Research Online'",
    "references": [],
    "sourceFulltextUrls": [
        "https://ro.uow.edu.au/cgi/viewcontent.cgi?article=1021&amp;context=sbshdr"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/36976399.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/36976399"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/36976399/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/36976399/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/36976399"
        }
    ],
    "abstract": "There is minimal research on the effects of ‘outness’ (sexual orientation disclosure) on the work experiences of GLBT employees. Few empirically sound studies from the literature have compared the variable of outness, its effect on workplace heterosexism, the psychological well-being of GLBT employees and their general life and job satisfaction. Due to the stigmatized status of sexual minority members in our society, GLBT employees hold varied attitudes and value systems regarding their sexual identity. Evidence suggests that GLBT employees apply sexual identity management strategies to manage the stress involved in disclosing ones sexual orientation. The present study intends to examine hypothesized relationships of sexual orientation disclosure, concealment, heterosexism (workplace discrimination) and supportive organisational policy implementation and these effects on psychological well-being",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ro.uow.edu.au:sbshdr-1021",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "922",
        "openDoarId": 0,
        "name": "Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 36976399,
        "depositedDate": null,
        "publishedDate": "2011-09-28T23:15:00+01:00",
        "updatedDate": "2024-01-30T23:13:45+00:00",
        "acceptedDate": null,
        "createdDate": "2016-05-26T19:56:46+01:00"
    },
    "urls": [
        "https://ro.uow.edu.au/sbshdr/2011/papers/5",
        "https://ro.uow.edu.au/context/sbshdr/article/1021/viewcontent/HDR_September_Conference__Ian_Smith.pdf"
    ],
    "lastUpdate": "2024-01-30T23:13:45+00:00",
    "setSpecs": []
}