{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Alonso-Martínez, Laura"
        },
        {
            "name": "Forrest, Simon"
        },
        {
            "name": "Heras-Sevilla, Davinia"
        },
        {
            "name": "Hönekopp, Johannes"
        },
        {
            "name": "Fernández-Hawrylak, María"
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-23T05:09:24+01:00",
    "dataProvider": {
        "id": 33,
        "name": "Durham Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/33",
        "logo": "https://api.core.ac.uk/data-providers/33/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1007/s13178-022-00777-w",
    "downloadUrl": "https://core.ac.uk/download/588411264.pdf",
    "fullText": "Vol.:(0123456789) Sexuality Research and Social Policy (2023) 20:1081–1095 https://doi.org/10.1007/s13178-022-00777-wSexual Risk Behavior, Sexism, and Prejudices Towards Sexual Openness, Homosexuality, and Trans Individuals Among Young People in Spain and the UKLaura Alonso‑Martínez1  · Simon Forrest2  · Davinia Heras‑Sevilla1  · Johannes Hönekopp3  · María Fernández‑Hawrylak1 Accepted: 15 November 2022 / Published online: 28 December 2022 © The Author(s) 2022AbstractIntroduction Sexism, lack of sexual freedom, and negative attitudes towards minorities are related to risky and discriminatory sexual behaviors. To date, no cross-cultural comparisons have been made regarding these sexual behaviors and attitudes. The study also explores the sexuality competencies of young adults undertaking vocational courses in higher education before their transition to professional practice.Methods The sample comprised 1235 university students (670 Spanish and 565 British) aged between 18 and 52 years (M = 22.06, SD = 4.38). During the years 2020 and 2021, respondents completed a survey structured in six standardized scales (HPSC, DSS, SOS, HATH, EANT, and TIBS).Results Results report that British students show less gender adherence (DSS) while the Spanish ones show more positive attitudes towards trans individuals (EANT) and pleasure (SOS). These findings indicate that students in this research engage in more sexual risk behaviors (HPSC), display similar rigid gender adherences (DSS), and more positive erotophilic (SOS), homophilic (HATH), and trans-friendly attitudes (EANT and TIBS) than those in previous studies. There were, however, significant differences by gender, religion, and program of study.Conclusions The research demonstrates the relevance of measuring cultural factors related to sexual behaviors and attitudes in youth and reflects a lack of attention to these issues in educational and healthcare settings. This is despite its broad impact on people’s health, as young people are more likely to display increased risky sexual behaviors.Policy Implications These findings emphasize the importance of the development of updated strategies in sex education among young people. The added importance of doing so with students in higher education who are likely to enter professions where they will educate or influence others on these matters is identified.Keywords Interprofessional higher education · Sexual attitude and behavior · Sexuality educational evaluation · Sexual lifestyles · Social development · Spain · UKIntroductionThere has been an increase in focus on and action to promote sexual health, in part, related to the establishment of the United Nations Human Rights and the Sustainable Develop-ment Goals (UNESCO, 2018). This is important in support-ing and guiding local and national institutions in identify-ing sex education as a high priority contributor to strategies for reaching the Sustainable Development Goals (EEGSE, 2016). Evaluating the impact of such strategies requires an understanding of sexual attitudes and behaviors.The focus of the paper is on aspects of sexual attitudes and behaviors that have been demonstrated to be most  * Laura Alonso-Martínez  lamartinez@ubu.es1 Department of Science of Education, Universidad de Burgos, Calle de Villadiego, 1, 09001 Burgos, Spain2 Department of Sociology, Durham University, Durham, UK3 Department of Psychology, Northumbria University, Newcastle Upon Tyne, UK1082 Sexuality Research and Social Policy (2023) 20:1081–10951 3strongly linked to sexual risks especially as they relate to not only risk of acquisition of sexually transmitted infections (STIs), including acquired immune deficiency syndrome, but also early sexual relations, unprotected sexual intercourse, and unplanned and unwanted pregnancies. WHO (2021) identified weakness in strategies to combat STIs, citing the fact that one million people contract them every day and putting this down to high prevalence of risky sexual behaviors. The Center for Disease Control and Prevention (CDC, 2019) estimated that the prevalence of risky sexual behavior in the USA is around 55%. In Europe, there was a decrease per 100,000 cases in the number of new cases of Human Immunodeficiency Virus (HIV) between 2009 and 2018, but rates of other sexual infections and risk remain high (ECDPC, 2019). Risky sexual behaviors are diverse and are influenced by multiple factors including educational, attitudinal, personal, and sociocultural (Finigan-Carr et al., 2021). It remains essential to support policies and practices in sexual health promotion and to consider the attitudinal predispositions that underlie these risky behaviors (Hansen & Johansson, 2022; Kann et al., 2018).An important cluster of attitudes related to these behav-iors consists of, on one hand, erotophilic attitudes defined as the development of positive predispositions towards sexual-ity and, on the other hand, negative, erotophobic attitudes (Fisher et al., 1983). Negative sexual attitudes and behaviors have detrimental consequences regarding the creation and maintenance of stereotypes and of discriminatory preju-dice towards sexual diversity (Paul et al., 2019). Some of these most harmful prejudices associated with sexuality are sexism, homophobia, and transphobia. Sexist attitudes are understood as a predisposition to perpetuate inequalities, ste-reotypes, and roles that are seen to be appropriate behaviors for women and men (including the traditional sexual double standard). Sexism is associated with cultures of violence, rape, and murder (Álvarez-Muelas et al., 2022). Modern sex-ism has both direct and more subtle forms of discrimination (Tipler & Ruscher, 2019), but in either form, it is associ-ated with the heteropatriarchal regime, which privileges male heterosexuality as the hegemonic sexual identity and orientation. This contributes to the perpetuation of preju-dice against both women and individuals from the LGBT-QIA + (lesbian, gay, bisexual, transgender, queer, inter-sexual, asexual, and + communities Charest & Kleinplatz, 2022; Silvestrini, 2020). Like sexism, LGBTQIA + phobic attitudes, such as transphobia, homophobia, or biphobia, have been categorized into manifest and subtle. The manifest is characterized by overt hostility towards LGBTQIA + indi-viduals; the subtle seeks to indirectly undermine these identities and sexual orientations, including feigning posi-tive attitudes towards them (Timmins et al., 2020). These dominant cultures repress and deny sexual health to people in sexual minorities, typically by negatively stereotyping, excluding, and making them invisible (Westwood, 2022). The internalization of cisgenderist and heterosexist preju-dices can have serious consequences for members of sexual minorities and may lead to mental health conditions such as anxiety, depression, and suicide (Grozelle, 2017).The social norms addressed in this study are regulated by equality legislation. In the UK, this includes the Sexual Offences Act, 2003; Equality Act, 2010; the Gender Recogni-tion Act 2004 (GRA); the Marriage (Same Sex Couples) Act, 2013; Marriage and Civil Partnership (Scotland) Act, 2014; and Northern Ireland (Executive Formation etc.) Act, 2019, focused on gender equality and based on the right to same-sex marriage (Holzer, 2022). The right to same-sex marriage was finally passed in the UK in 2020 (Wilkinson, 2021). The same right was achieved by Spain in 2005, via the Law 13/2005, of July 1, 2005, amending the Civil Code regarding the right to marry (Anonymous, 2020). In Spain, equality legislation includes the Spanish Constitution of 1978; the Organic Law 3/2007, of March 22, 2007, for the effective equality of women and men; Law 3/2007, of March 15, 2007, regulating the rectification of the registration of gender/sex identification; and the recent Law of Integral Guarantee of Sexual Freedom, 2022 (Calvo-Gonzalez, 2021). Regarding transgender rights legislation in several Western settings, there is strong opposition to legislative proposals that would make it easier for trans individuals to obtain a gender-rec-ognizing identity documentation (Mukoro et al., 2021). In Spain, after a controversial media and social backlash, Law 2/2021 of June 7 on social equality and non-discrimination on the grounds of gender identity, gender expression, and sexual characteristics was passed, which aims to reduce prejudice towards transgender people and achieve their full inclusion in society (Calvo, 2021; Cunha-Oliveira, 2021). In the UK, regulation of legislation related to the rights of trans people is currently under discussion (Mukoro et al., 2021).Sex education has an important role to play in altering these harmful sexual attitudes and behaviors. It is widely accepted that it should be adapted to the sociocultural con-text, be based on a biographical and professional model, and be implemented in educational curricula from an early age (EEGSE, 2016). Both Spain and the UK have had progres-sive developments in sexuality education, with the biological aspect (reproduction and STI prevention) being compulsory in Spanish schools since 1990 and in UK schools since 1996. In Spain, other sexual competencies (education in values) are covered in other subjects; in the UK, they were an optional subject (Calvo-González, 2021; Department of Education, 2019) until “Relationships and sex education (RSE) and health education” became a mandatory subject to be taught in British schools for the academic year 2020–2021. RSE now includes topics such as family attachment, healthy relationships based on human rights, positive sexual behav-iors and attitudes, physical and mental well-being, and safe 1083Sexuality Research and Social Policy (2023) 20:1081–1095 1 3Internet use. However, legal guardians can withdraw their children from content not considered compulsory under the National Curriculum (Department of Education, 2019).The situation in higher education is rather different. In 2019 there were 17.5 million tertiary education students in the EU-28, with the UK (2,495,800 students) and Spain (1,548,369 students) being the third- and fourth-ranked European countries with the population of university stu-dents representing 12.3% and 10.2% of the total, respectively (Eurostat, 2020). Despite the fact that the Bologna Declara-tion has unified university training between these countries, it has not had an impact on sexuality education. This means that any sex education provided with University programs has been protected only by national and European laws in favor of equality and against sexual discrimination (Schucan & Pitman, 2020). Some highly vocational higher education pro-grams related to human sciences, such as teacher training and health professionals, have more training in competencies in sex education within their academic curriculum than others (Powell & Sang, 2015). Nevertheless, de Vries et al. (2020) claim that students in these programs consider this provision to be outdated, and they do not feel prepared to deal with sexual diversity in their respective areas of professional work after university. In other career-related subject groups such as engineering or economics, training on sexual health is not mentioned in their study plans (Leaper & Starr, 2019). These degrees have also been traditionally linked to male careers and their students have presented a greater adherence to gen-der roles and heterosexist attitudes that may negatively influ-ence their conduct towards sexuality in a professional capac-ity. Cunha-Oliveira et al. (2021) and Leaper and Starr (2019) report that university students’ learning about sexuality is inconsistent, since curricula and training differ depending on prospective career. They also suggest that it is essential to train a new generation of professionals who can generate a positive change concerning sexuality in their careers as well as in their personal lives. As provision is patchy so too is the evaluation of interventions and the practice of students and academics (Astle et al., 2021).Despite a lack of policy support and curricula weakness, universities in both Spain and the UK have tried to promote sexual equality, encouraging the creation of associations on campus for gender equality and the LGBTQIA + community aiming to contribute to the development of safer spaces for sexual minorities (de Vries et al., 2020). In addition, within their academic activities, many support research in sex, sexu-alities, and gender and allied communities of postgraduate teaching and research and have been involved in the develop-ment and evaluation of sexual education programs in schools, other educational contexts, and wider communities. These make universities one of the most important environments for the development of Health Education (Logie et al., 2019).The aim of this study is to examine the sexuality compe-tencies of university students before their transition to pro-fessional practice and in doing so to compare sexual behav-iors and attitudes among students in Spain and the UK. As secondary objectives, this research also assesses whether there are differences in these topics by gender, age, sexual orientation, courses, and other sociodemographic variables. Based on previous research, it was hypothesized that (1) risky sexual behaviors occur less frequently in females, het-erosexual people, people who are in a relationship, older students, and Health Science students. Nevertheless, it is assumed that (2) there will be similar behavior and attitudes towards sexuality (sexual roles, erotophilic, homophilic, and trans-friendly predispositions) in Spanish and British stu-dents due to the similar legislative environment. It was also suggested, following de Vries et al. (2020), that (3) more positive attitudes would be shown by females, members of the LGBTQIA + community, single, and non-religious individuals. Furthermore, (4) negative attitudes and behav-iors towards sexuality are expected among older students and in students with Engineering and Economics degrees. This is due to younger students being more likely to have received education that avoids or challenges the perpetu-ation of sexual prejudices (Astle et al., 2021). Finally, (5) it is hypothesized that there will be a correlation between negative sexual attitudes and behaviors.Materials and MethodsA cross-sectional study was conducted in two public univer-sities, located in areas in the north of both countries char-acterized by similar-sized populations. The total population of the Spanish universities included in the study is 53,317 and its counterpart of the UK is 51,605. The Spanish and the British samples represent a statistically adequate sample size by institution (Daniel & Cross, 2018). Following stratified sampling guided by inclusion, 1235 students were selected to take part in this study. The inclusion criteria were being a university student over 18 years old and being enrolled in the courses and at the educational levels listed below. The sam-pling frame consists of representative samples of students enrolled at different levels of undergraduate (first, second, third, and fourth year) and postgraduate studies, representa-tive of the 5 branches of knowledge (humanities, legal and economic sciences, sciences, health sciences, and engineer-ing). The study was approved by the Ethics Committees of the participating universities. Data collection straddled the period of the global pandemic, and therefore due to the imposition of lockdowns, the survey was initially presented in person to students and via their lecturers. During lock-down, recruitment was carried out by email. Links to the questionnaires, which were conducted via Jisc and Qualtrics 1084 Sexuality Research and Social Policy (2023) 20:1081–10951 3programs, were emailed to students between January 10, 2020, and July 28, 2021.Study InstrumentsThe study comprises a survey by self-completion question-naire made up of six standardized scales that describe and examine sexual attitudes and behaviors. The questionnaire was shared with subject experts at Spanish and British uni-versities to confirm its face validity. The survey was identical for all respondents, although it was delivered in the native language of each country. Data were gathered on (1) sources of sex education, (2) sexual risk and inclusive behavior, (3) adherence to the sexual roles, (4) sexual stimuli with neg-ative-to-positive effect, (5) attitudes and behaviors towards LGBTQIA + , and (6) socio-demographics characteristics (including country, gender, nationality, age, civil status, religiosity, and university course and level).The Health Protective Sexual Communication (HPSC) Scale used 10 items to assess how often participants discuss sexual health with a new sexual partner. The scale evaluates sexual histories, health protection concerns, and communica-tion related to safer sex and use of contraceptives. The scale showed high reliability with a Cronbach’s alpha (α) = 0.84 and was validated in Spanish and English (Catania et al., 1998). Scores range from 10 to 40 with lower scores indicat-ing higher concerns about discussing health protective topics. This study obtained high reliability in the British sample with α = 0.80 and the mean score was 26.72 (N = 565, Min = 10, Max = 40, and SD = 6.07) and acceptable reliability in the Spanish sample with α = 0.76 and the mean score was 27.34 (N = 671, Min = 10, Max = 40, and SD = 5.93).The Double Standard Scale (DSS, Caron et al., 1993) employed 10 items to assess the acceptance of the traditional sexual double standard (roles and stereotypes). Scores range from 10 to 50, with higher scores indicating lower adherence to the traditional double standard. The scale shows accept-able reliability, α = 0.72 (Caron et al., 1993). The Spanish version of the scale has been validated by Sierra et al. (2007) who reported an acceptable reliability, α = 0.73. This study obtained high reliability in the British sample with α = 0.86 and the mean score was 43.03 (N = 565, Min = 15, Max = 50, and SD = 6.51) while obtaining acceptable reliability in the Spanish sample with α = 0.72 and a mean score of 42.31 (N = 512, Min = 22, Max = 50, and SD = 5.44).The Sexual Opinion Survey (SOS, Fisher et al., 1983) employed 21 items to measure erotophobia-erotophilia as the learned disposition to respond to sexual stimuli with negative-to-positive effect, including open sexual dis-play, a variety of sexual behaviors, and homoeroticism. Score ranges from 21 to 147 points, and lower scores indi-cate more erotophilic sexual stimuli. The scale showed high reliability, αs = 0.82 to 0.90 (Fisher et al., 1988). The Spanish version of the scale has been validated by Carpintero and Fuertes (1994), who reported high reliabil-ity, α = 0.85 in 2000 Spanish adults. This study obtained high reliability in the British sample with α = 0.87 and the mean score was 62.8 (N = 565, Min = 22, Max = 147, and SD = 17.88) and high reliability in the Spanish sample with α = 0.85 and the mean score was 53.57 (N = 401, Min = 22, Max = 120, and SD = 16.06).The Heterosexual Attitudes Toward Homosexuality (HATH) Scale (Larsen et al., 1980) used 20 items to assess discrimination against LGBTQIA + people. Scores range from 20 to 100 points with lower scores indicating more positive attitudes towards LGBTQIA + people. The scale shows high reliability, α = 0.92 (Larsen et al., 1980). The Spanish version of the scale has been validated by Barrientos- Delgado and Cárdenas-Castro (2010) who reported an excellent reliability, α = 0.90. This study obtained excel-lent reliability in the British sample with α = 0.95 and the mean score was 27.08 (N = 561, Min = 20, Max = 100, and SD = 11.58) and excellent reliability in the Spanish sam-ple with α = 0.87 and the mean score was 26.36 (N = 534, Min = 20, Max = 96, and SD = 8.61).The scale of Negative Attitudes towards Trans People (EANT, Paéz et al., 2015) employed 9 items to assess neg-ative attitudes towards transgender people. Scores range from 9 to 45 with higher scores indicative of more positive attitudes and less prejudice towards trans people. Páez et al. (2015) show the reliability of the scale to be good with an α of 0.90. The English version of the scale has been validated by Alonso-Martínez et  al. (2021) who reported high reli-ability with α = 0.81. This study obtained high reliability in the Spanish sample with α = 0.83 and the mean score was 14.14 (N = 634, Min = 9, Max = 43, and SD = 6.06).The scale of Inclusive Behaviors towards Trans People (TIBS, Kattari et al., 2017), comprising 15 items, was used to assess inclusive behaviors towards transgender people and any impact of interventions that have promoted trans inclu-sion. Scores range from 15 to 75 with higher scores indi-cating more inclusive behaviors towards trans people. The Kattari et al. (2017) scale presented excellent reliability with an α of 0.93. The Spanish version of the scale was translated by Fernández-Hawrylak et al. (2020) who reported high reli-ability with α = 0.89. This study obtained excellent reliabil-ity in the English sample with α = 0.95 and the mean score was 37.32 (N = 454, Min = 15, Max = 75, and SD = 14.67) and high reliability in the Spanish sample with α = 0.89 and the mean score was 36.97 (N = 329, Min = 15, Max = 75, and SD = 12.33), whose validation will be shown completely in another study, pending publication.1085Sexuality Research and Social Policy (2023) 20:1081–1095 1 3Data AnalysesDescriptive and inferential statistical analysis was undertaken using the statistical program IBM SPSS-27 for Windows. Preliminary analyses were conducted and assessed that there were no violations of normality, linearity, and multicollin-earity. The chi-square statistic was used to test hypotheses regarding frequency distributions. Pearson correlation was performed based on all dichotomous predictors, once the sample has been split by country, to compare the results of the scales between students from Spain and the UK and rep-resent them in scatterplots. The confidence interval of rho was found to take an estimate of the correlation that exists within the population of the bivariate values drawn randomly from the sample. The values of the correlations are consid-ered r = 0.10/0.30/0.50 as small/medium/large. To compare scale means and criterion variables, the ANOVA test was used. The ANOVA effect of sample size was calculated using the eta squared (ηp2) which is ηp2 = 0.01/0.06/14 as small/medium/large effect size (Daniel & Cross, 2018).Furthermore, since certain groups that make up the sample are not representatives on their own, they have been grouped into another category called “Others” to per-form statistical inferential analysis. The category “Others” includes other nationalities outside of the countries where the study was conducted, other sexual orientations and civil statuses not mentioned in the results section, and other uni-versity degrees that were not specified by the students.ResultsThe study samples consisted of 670 Spanish university students aged 18 to 41 years (M = 22.37, SD = 4.44) and 565 UK university students aged 18 to 52 years (M = 21.7, SD = 4.28). Further details on the sample characteristics are provided in Table 1.Sources of Sexuality EducationOf the 942 students who provided information about the level of education at which they had mainly received sex education, more than 50% in both countries indicated that they had received it in their secondary education (further details in Table 2).In relation to the 1020 students (475 Spanish and 545 from the UK) who answered questions related to usefulness, competence, and sources from which they acquired sex edu-cation: British students (361, 66.2%) show great dissatisfac-tion with sex education received and indicated that it was not useful for them, as opposed to that received by Spaniards (67, 13.7%). The association between being Spanish and considering sex education useful was χ2 = 452.005, df = 2, p < 0.001. Spanish students consider that sexuality infor-mation provided by parents is an important resource (313, 65.89%), followed by professionals (437, 92%) and NGOs (334, 70.3%) and that obtained in scientific literature (394, Table 1  Number of participants by characteristicsn sample, % percentage, N population sizeVariables Country TotalSpain UKGender  Female 468 (69.9%) 368 (65.1%) 836 (67.7%)  Male 195 (29.1%) 178 (31.5%) 373 (30.2%)  Gender non-conforming 7 (1%) 14 (2.5%) 21 (1.7%)  Prefer not to say 0 5 (0.9%) 5 (0.4%)Nationality  Spanish 631 (94.2%) 13 (2.3%) 644 (52.2%)  British 0 418 (74%) 418 (33.8%)  Other nationality 39 (5.8%) 134 (23.7%) 173 (14%)Sexual orientation  Heterosexual 474 (70.7%) 359 (63.5%) 833 (67.4%)  Homosexual 41 (6.1%) 51 (9%) 92 (7.4%)  Bisexual 142 (21.2%) 118 (20.9%) 260 (21.05%)  Asexual 4 (0.6%) 9 (1.6%) 14 (1.05%)  Other sexual orientation 9 (1.3%) 23 (4.1%) 32 (2.6%)  Prefer not to say 0 5 (0.9%) 5 (0.4%)Civil status  Single 488 (72.8%) 360 (63.7%) 848 (68.6%)  Other civil status (with partner, married, divorced)182 (27.2%) 205 (36.3%) 392 (31.3%)Religion  Non-believer 466 (69.6%) 377 (66.9%) 843 (68.26%)  Believer 199 (29.7%) 184 (32.4%) 383 (31.01%)  Prefer not to say 5 (0.7%) 4 (0.7%) 9 (0.7%)University degree  Humanities 224 (33.4%) 164 (29%) 388 (31.4%)  Business, Law, or Politics99 (14.8%) 90 (15.9%) 189 (15.3%)  Science 67 (10%) 50 (8.8%) 117 (9.5%)  Health Science 125 (18.7%) 159 (28.1%) 284 (23%)  Engineering 91 (13.6%) 66 (11.7%) 157 (12.7%)  Other university degrees64 (9.6%) 36 (6.4%) 100 (8.1%)University course  First year 194 (28.9%) 190 (33.6%) 384 (31.1%)  Second year 109 (16.3%) 103 (18.2%) 212 (17.2%)  Third year 119 (17.8%) 117 (20.7%) 236 (19.1%)  Fourth year 96 (14.3%) 56 (9.9%) 152 (12.3%)  Postgraduate 113 (14.3%) 63 (11.2%) 176 (14.3%)  Prefer not to say 39 (5.8%) 36 (6.4%) 75 (6.1%)  Total sample 670 (100%) 565 (100%) 1235 (100%)1086 Sexuality Research and Social Policy (2023) 20:1081–10951 382.94%). By comparison, more than half of British respond-ents rated the information received through these media as unhelpful, showing a significant association between being Spanish and requesting information from the family nucleus (χ2 = 175.84, df = 2, p < 0.001), from professionals (χ2 = 280.56, df = 2, p < 0.001), to NGOs (χ2 = 366.11, df = 2, p < 0.001) and through scientific literature (χ2 = 103.23, df = 2, p < 0.001). However, when comparing the sexuality information received from friends and the mass media, simi-lar associations were found in both countries.Scale Analysis in Relation to the Criterion VariablesFigures 1, 2, 3, and 4 show the relationship through correla-tions and the confidence interval of rho by country between the criterion variables (gender, sexual orientation, mari-tal status, and religion) and the scales (HPSC, DSS, SOS, HATH, EANT, and TIBS). Results for Spain are indicated by black squares and those for the UK by white. Among students from both countries, there are more positive sexual behaviors (HPSC) in women, religious people, and people with stable partners. Students from the LGBTQIA + commu-nity, women, and non-religious people have less adherence to sexual roles (DSS) and more positive erotophilic (SOS), homophilic (HATH), and trans-friendly attitudes (EANT and TIBS) than the rest of the participants in the sample. As shown in the figures, the main differences between countries are that in the UK there is a lower presence of risky sexual behaviors (HPSC) and less adherence to sexual gender roles (DSS) than in Spain. However, in Spain, there are more posi-tive attitudes and behaviors towards the LGBTQIA + group (HATH, EANT, and TIBS) and greater sexual openness (SOS) than in the UK.The scores obtained show results for sexuality educa-tion, university degree, and courses are similar in the two countries, but there are statistically significant differences between the means of these variables in the complete sample of students from Spain and the UK (see Table 3). No dif-ferences were found in risky sexual behaviors (HPSC) and erotophilic attitudes (SOS), by level or by course. However, a greater adherence to sexual roles was found in students of branches of Economic and Legal Sciences and more positive attitudes towards the LGBTQIA + community among stu-dents of health sciences, sciences, and humanities, especially when compared to students of engineering and economics. Significant differences were found in adherence to attitudes towards sexual minorities between the different educational levels, with more positive attitudes being shown in those students who had received sexuality education in secondary and other educational levels.In addition, correlations were found between the different scales that indicated that behaviors and predispositions are related to each other, with the exception between sexual risk behaviors (HPSC) and negative attitudes towards sexuality (DSS and SOS) (see Table 4). In relation to age, it is evident that at a younger age, there are more positive behaviors and attitudes towards sexuality departing from results from pre-vious studies that point out the importance of education and country legislation.DiscussionThe study examined the sexuality competencies of university students before their transition to professional practice, com-paring sexual attitudes and behaviors between Spanish and British learners. The study confirmed the five hypotheses proposed. Moving onto the results obtained in the HSPC scores, they show an insignificant higher predisposition to sexual risk communicative behaviors in the Spanish sam-ple, despite the fact that education in human sexual repro-duction and sexual diseases has been compulsory in Spain since 1990 (Berajano-Franco & García-Fernández, 2016). When comparing these scores with those obtained by van der Straten et  al. (1998), where participants also spoke Spanish and English (M = 26.8, SD = 7.4, N = 835), a lower awareness of communicative practices related to safe sex can be observed in our study. The topic least discussed among participants was performing serological testing before and after having unprotected sex. Awareness of this is closely Table 2  Sexuality education received by level and countryn sample, % percentage, N population sizeVariables University, n (%) TotalSpanish British N (%)Early years (pre-school and reception) 22 (4.40%) 4 (1%) 26 (2.76%)KS1 and KS2 (primary education) 96 (19.24%) 133 (30%) 229 (24.31%)KS3 and KS4 (secondary education) 388 (77.7%) 243 (54.85%) 631 (66.98%)KS5 (college or sixth) 148 (29.6%) 26 (5.87%) 174 (18.47%)University 68 (13.6%) 3 (0.68%) 71 (0.75%)I have never received sexual education 59 (11.8%) 34 (7.67%) 93 (9.87%)Total 499 443 942 (100%)1087Sexuality Research and Social Policy (2023) 20:1081–1095 1 3related to the prevention of STIs (Finigan-Carr et al., 2021). These results are comparable with data obtained by the CDC (2019) which detected an increase in sexual risk behaviors among the population. It should be noted, however, that this increase in STIs may also reflect the prevalence of new vari-ants of syphilis and gonorrhea. This seems plausible given that new HIV cases in these countries have been decreased between 2009 and 2018 (6.4 in Spain and 6.7 in the UK), although both countries have higher ratios than the 5.6 Euro-pean average (ECDPC, 2019).No differences in the HSPC scores were found by self-reported sexual orientation. This could be related to a reduc-tion of sexual prejudices in more inclusive societies and may reflect a reduction in stigmatized views that associate sex-ual risk behaviors and the spread of STIs with being gay or bisexual (Sekoni et al., 2017). In line with previous research, differences in results by gender could be related to adher-ence to hegemonic masculinity ideals plus a reluctance to use condoms associated with the belief that it reduces male sexual pleasure. In terms of marital status, a greater presence of risk behaviors was found in those who were single. This Fig. 1  Dispersion diagram by country, scales, and gender (woman)1088 Sexuality Research and Social Policy (2023) 20:1081–10951 3may be connected with exposure to more sexual partners (Paul et al., 2019).The DSS results showed significant differences by both nationality and course of university study. These could be related to school policies and regulations incorporated into the British educational curriculum, as well as greater legis-lative support for equality than what can be found in Spain (Department of Education, 2019). Gender roles are acquired and strongly regulated by sociocultural norms and the historical context in which education takes place (Álvarez-Muelas et al., 2022). It is worth mentioning that less gender adherence (higher scores) was present when compared to previous research such as that of Caron et al. (1993) carried out with first-year university students (M = 40.9, SD = 5.3, N = 330) and similar results with Spanish samples of univer-sity students (M = 42.1, SD = 5.6, N = 400) as found in the study of Sierra et al. (2007). The small size of this differ-ence could be related to a change in the way that sexism is Fig. 2  Dispersion diagram by country, scales, and sexual orientation (heterosexual)1089Sexuality Research and Social Policy (2023) 20:1081–1095 1 3expressed, involving a decrease in manifest sexism, but an increase in more subtle forms (Álvarez-Muelas et al., 2022).Adherence to the double sexual standard was stronger among respondents who identified themselves as heterosex-ual than others. This could be rooted in the fact that people in the LGBTQIA + community may have more tolerant atti-tudes and different approaches to gender and gendered norms (Logie et al., 2019). When considering both religiosity and the subjects studied by respondents, greater adherence to gen-der roles was found among those who described themselves as religious and among business university students than those who were not. Religiosity is linked with sexual guilt and the anxiety generated by concern about breaking cultur-ally established gender norms (Westwood, 2022).Analysis of the SOS showed more erotophilic attitudes in this study when compared to other studies such as in Rise et al. (1993) when sampling Norwegian young adults between 17 and 19 years old (M = 75.8, SD = 7.1, N = 1172) and in García-Vega et al. (2017) in a similar sample of Span-ish university students (M = 69.96, SD = 16.8, n = 411). These Fig. 3  Dispersion diagram by country, scales, and civil status (single)1090 Sexuality Research and Social Policy (2023) 20:1081–10951 3SOS results may be related to greater sexual freedoms, more universal educational access, and the promotion of social equality. Significant differences were also found by university and nationality, showing more positive attitudes in Spanish students than in students of other nationalities sampled in this study. This may be rooted in the different educational, sociocultural, and legislative measures in place in different countries (Álvarez-Muelas et al., 2022; Martínez-Álvarez et al., 2014).The reduction of gender differences is due to a sociocul-tural change that has encouraged women to exercise greater sexual freedom and have more erotophilic attitudes towards their own masturbation, which was considered historically not appropriate (García-Vega et al., 2017; Hansen & Johans-son, 2022). In terms of sexual orientation, more negative attitudes were found among heterosexual individuals. There were small but significant differences by marital status and courses and slightly greater ones by religion. These results Fig. 4  Dispersion diagram by country, scales, and religion (believer)1091Sexuality Research and Social Policy (2023) 20:1081–1095 1 3Table 3  Differences in the scale score by university degree and courses*p < 0.050, **p < 0.001Variable: University degreeFdfSigη p2DSS, M (SD)HumanitiesaBusinessbSciencecHealth  SciencesdEngineeringeOther  degreesf43.19 (5.92)b  n = 30941.08 (6.82)a,c,d,f  n = 17343.2 (5.11)b  n = 10143.03 (5.83)b  n = 25942.24 (5.94)b  n = 14243.10 (5.91)b  n = 963.425, 10760.005*0.016HATH, M (SD)HumanitiesaBusinessbSciencecHealth  SciencesdEngineeringeOther  degreesf25.89 (8.21)b,e  n = 34829.14 (12.26)a,d  n = 17426.28 (8.71) n = 10825.54 (9.32)b,e  n = 23129.30 (12.69)a,c  n = 13826.21 (11.55) n = 964.945, 10940.001**0.022EANT, M (SD)HumanitiesaBusinessbSciencecHealth  sciencesdEngineeringeOther  degreesf14.20 (5.60)b,e,f  n = 30517.05 (6.63)a,c,d  n = 16614.24 (4.59)b,e,f  n = 11214.15 (5.36)b,e,f  n = 20117.09 (7.17)a,c,d  n = 12516.9 (6.69)a,c,d  n = 8710.565, 9900.001**0.051TIBS, M (SD)HumanitiesaBusinessbSciencecHealth  SciencesdEngineeringeOther  degreesf40.71 (13.24)b,d,e,fn = 28033.72 (13.85)a,c  n = 11538.36 (14.88)b,e n = 7735.98 (13.06)a  n = 15233.6 (13.55)a,c  n = 10537.78 (12.28)a  n = 547.595, 7830.001**0.047Variable: University courseFdfSigη p2HATH, M (SD)FirstaSecondbThirdcFourthdPostgraduatee25.86 (6.81) n = 35428.22 (10.89)d n = 20026.46 (10.96) n = 19124.74 (10.01)b,e n = 14328.21 (12.49)a  n = 1693.334, 10430.005*0.016Variable: Level of sexuality education receivedFdfSigη p2HATH, M (SD)NurseryaPrimarybSecondarycSixth  formdUniversityeMixed training  levelsfNon-educationg22 (1.41) n = 227.52 (11.19)n = 10025.64 (9.39)c,d,g  n = 41031 (15.09)c  n = 3826.63 (12.44) n = 826.93 (8.68) n = 45229.47 (15.75)c  n = 853.116, 10940.005*0.017EANT, M (SD)NurseryaPrimarybSecondarycSixth  FORMDUniversityeMixed training  levelsfNon-educationg16 (2.82) n = 217.19 (5.75)f  n = 9315.73 (5.50)f  n = 38518.17 (6.81)f  n = 3510.33 (1.63) n = 614 (6.17)b,c,d  n = 39314 (7.25)a  n = 827.245, 9950.001**0.0421092 Sexuality Research and Social Policy (2023) 20:1081–10951 3are related to factors mentioned in the discussion about the DSS scores above (Álvarez-Muelas et al., 2022).Lastly, when analyzing the HATH, EANT, and TIBS, which measure negative attitudes and behaviors towards sexual minorities, significant differences were found by uni-versity and nationality, indicating more positive attitudes and behaviors in Spanish students than those of other nationalities sampled in this study. These results are consistent with dis-satisfaction with sex education shown by the British sample and the fact the right to marriage for same-sex couples has been legal in Spain since 2005, while this has only been the case in the whole of the UK since 2020. There were higher scores in the British sample and in the Spanish than in stud-ies such as that of Heras-Sevilla and Ortega-Sánchez (2020) using HATH in Spanish university students (M = 26, SD = 8, N = 452) and lower than the study of Kattari et al. (2017) using TIBS in adults (M = 44.85, SD = 12.3, N = 635). How-ever, there were higher scores in the British sample and lower in the Spanish than in the study of Paéz et al. (2015) using the EANT in university students (M = 17.11, SD = 7.9, N = 611). This reduction of transphobia in Spain is probably a result of greater visibility and respect for the sexual plurality thanks to educational, social, and legislative changes (Heras-Sevilla & Ortega-Sánchez, 2020). In addition, as in other studies, there were more significant positive attitudes and behavior towards sexual minorities among women, LGBTQIA + people, and religious non-believers (Charest & Kleinplatz, 2022). Nega-tive attitudes have also been shown to positively correlate with social peer attitudes, religiosity, and authoritarianism (Timmins et al., 2020). Like this study, Barrientos-Delgado and Cárdenas-Castro (2010) observed significant differences by university degrees, finding higher scores in careers that taught less skills in sex education such as business and engi-neering degrees.The strengths of this study are that it contributes to knowl-edge about the use of the scales employed. It does so by means of a cross-cultural assessment utilizing multiple sociodemo-graphic variables. The results strongly imply that current edu-cational and legislative measures are contributing positively to the reduction in negative attitudes towards sexuality. Similar results were obtained in numerous studies mentioned in this research. They also point out the lack of university training in this issue and absence of effective sexual risk behavioral interventions. These data represent a contributory resource in the creation of global educational interventions because they consider different sociocultural variables. Sampling in uni-versity populations is not considered a constraint due to these students have passed through the entire educational system and being young adults with fairly well-established ideologies on this topic that will influence future generations (Leaper & Starr, 2019) and about 70% of the population in both Spain and the UK undertake some university study at some point in their lives (Eurostat, 2020).The study has limitations. The bulk of the sample was recruited through online questionnaires to respect the COVID restrictions. In future studies, the sample could be expanded allowing evaluation of these conditions in other universities, and also emphasizing other variables such as political ideals, self-concept, pornography effects, and other sexual risk behaviors. It will be interesting to evaluate SRE in a whole generation in the UK and the new Span-ish Law 2/2021, which is aimed at guaranteeing the rights of transgender people. In addition, longitudinal research designs should be conducted to better establish causal rela-tionships between variables and scales and explore whether these sexual behaviors and attitudes change as individuals progress through university.Conclusion and ImplicationsIn this research, student attitudes were generally more posi-tive compared to previous research. Due to the similarity in the course studied, as well as the lack of innovation in sexuality education at university, the social changes and reduction of prejudices being observed are considered to be a consequence of study participants’ previous educa-tional experience and their individual efforts in support of positive sexuality, rather than a result of university training itself (Cunha-Oliveira et al., 2021). The university students sampled do not receive training related to sexuality while in higher education and do not feel competent to address it Table 4  Correlations between study variables*p < 0.05 and ** p < 0.001Variables HPSC DSS SOS HATH EANT TIBS AgeHPSC 1DSS  − 0.070 1SOS 0.055  − 0.31** 1HATH 0.10**  − 0.41** 0.42** 1EANT 0.11**  − 0.40** 0.44** 0.69** 1TIBS  − 0.24** 0.27**  − 0.24**  − 0.36**  − 0.43** 1Age 0.09**  − 0.04  − 0.02 0.08** 0.06  − 0.13** 11093Sexuality Research and Social Policy (2023) 20:1081–1095 1 3in their future professional roles. Thus, training future pro-fessionals can be a crucial resource to ensure quality sex education and healthcare services, and to satisfy the needs of increasingly globalized communities.An educational change is taking place resulting in more positive attitudes towards LGBTQIA + community in younger adults. The reduction in manifest homophobia and transphobia has been very significant. However, trans-exclusive behaviors continue to be present in the Spanish and British samples. Adherence to sexual roles remained similar to that reported in previous studies, which suggests further research on these topics is warranted with a focus on measuring subtle prejudice predispositions. The most important factors in this study are sociocultural variables such as nationality and religion, which are acquired and developed in the individual’s environment, and which have been argued to have the greatest influence on negative attitudes and behaviors (De Meyer et al., 2021). Greater sexism can be seen in Hispanic settings than in Anglo-Saxon, although Hispanic settings show more positive attitudes towards liberalism and sexual diversity than in Anglo-Saxon.Relying on educational risk models (UNESCO, 2018) not adapted to the context and mainly focused on the preven-tion of diseases or unwanted pregnancies is not sufficient to reduce these risky sexual behaviors, which remain high among young people sampled. It is necessary to implement sexuality education, focused on the biographical study of individuals and taught by qualified professionals (Parker et al., 2009). Healthy sexuality has become an issue that con-cerns everyone regardless of nationality or culture, under-lining the need to establish a global education and health accessible to everyone (Pound et al., 2013). We can affirm that it is necessary to guarantee equal training of future pro-fessionals while in university. This should involve adequate attention to psychobiological and sociocultural issues so that students are able to address sexuality in their future profes-sional practice in order to influence social change and impact the health outcomes of future generations.Acknowledgements We must thank all the students who decided to participate voluntarily in this project and all the universities, deans, lecturers, and professors who contributed to helping us spread the word about the study. We want to especially thank the families and the Asso-ciation of Families of Transgender Minors, CHRYSALLIS, in Castilla y León for helping us.Author Contribution Laura Alonso-Martínez contributed to conceptual-ization, data curation, formal analysis, investigation, methodology, project administration, visualization, writing—original draft preparation, and writ-ing—review and editing. Simon Forrest contributed to conceptualization, investigation, methodology, assisting project administration, and writing—review and editing. Davinia Heras-Sevilla contributed to conceptualiza-tion, formal analysis, methodology, project administration, supervision, and writing—original draft preparation. Johannes Hönekopp contributed to conceptualization, formal analysis, investigation, methodology, assist-ing project administration, supervision, validation, writing—original draft preparation, and writing—review and editing. María Fernández-Hawrylak contributed to conceptualization, investigation, methodology, assisting project administration, supervision, funding acquisition, and writing—original draft preparation.Funding Open Access funding provided thanks to the CRUE-CSIC agreement with Springer Nature.Data Availability The data and material reported in this manuscript can be requested by contacting the corresponding author, and the data is deposited in a digital repository that can be accessed from the following link: https:// doi. org/ 10. 5281/ zenodo. 55647 49.Declarations Ethics Approval The study was conducted according to the guidelines of the Declaration of Helsinki and approval was granted by the Eth-ics Committee of Universidad de Burgos (protocol code IR 24/2019 and 28/05/2018), Newcastle University (protocol code IR 24/2019 and 15/07/2019), and Northumbria University (protocol code IR 22995 and 01/03/2020).Consent to Participate Informed consent was obtained from all indi-vidual participants included in the study.Competing Interests The authors declare no competing interests.Open Access This article is licensed under a Creative Commons Attri-bution 4.0 International License, which permits use, sharing, adapta-tion, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.ReferencesAlonso-Martínez, L., Heras-Sevilla, D., Fernández-Hawrylak, M., & Forrest, S. (2021). English validation of a short scale designed to detect negative attitudes towards trans people (EANT). Sus-tainability, 13(7), 3760. https:// doi. org/ 10. 3390/ su130 73760Álvarez-Muelas, A., Gómez-Berrocal, C., Osorio, D., Noe-Grijalva, H. M., & Sierra, J. C. (2022). Sexual double standard: A cross-cultural comparison of young adults Spanish, Peruvian, and Ecua-dorian people. Sexuality Research and Social Policy. https:// doi. org/ 10. 1007/ s13178- 022- 00714-xAstle, S., McAllister, P., Emanuels, S., Rogers, J., Toews, M., & Yazedjian, A. (2021). College students’ suggestions for improving sex education in schools beyond ‘blah blah blah condoms and STDs.’ Sex Educa-tion, 21(1), 91–105. https:// doi. org/ 10. 1080/ 14681 811. 2020. 17490 44Barrientos-Delgado, J. E., & Cárdenas-Castro, J. M. (2010). Adaptación y validación de la escala Likert de actitudes de heterosexuales hacia homosexuales (HATH) en una muestra de estudiantes universitarios chilenos. Sexualidad, Salud y Sociedad - Revista Latinoamericana, 5, 30–49. https:// www. redal yc. org/ artic ulo. oa? id= 29332 30150 03Berajano-Franco, M. T., & García-Fernández, B. (2016). La educación afectivo-sexual en España. Análisis de las leyes educativas en el periodo 1990–2016. Opción, 32(13), 756–789.Calvo-González, S. (2021). Educación sexual con enfoque de género en el currículo de la educación obligatoria en España: Avances y 1094 Sexuality Research and Social Policy (2023) 20:1081–10951 3situación actual. Educatio Siglo XXI, 39(1), 281–304. https:// doi. org/ 10. 6018/ educa tio. 469281Caron, S. L., Davis, C. M., Halteman, W. A., & Stickle, M. (1993). Predictors of condom-related behaviors among first-year college students. The Journal of Sex Research, 30(3), 252–259. https:// doi. org/ 10. 1080/ 00224 49930 95517 09Carpintero, E., & Fuertes, A. (1994). Validación de la versión castel-lana del ‘Sexual Opinion Survey’ (SOS). Cuadernos De Medicina Psicosomática, 31, 52–61.Catania, J. A. (1998). Health protective sexual communication scale. In C. M. Davis, W. L. Yarber, R. Bauserman, G. Scheer and S. L. Davis (Eds.), Handbook of sexuality-related measures (pp. 544–547). SAGE.CDC - Center for Disease Control and Prevention. (2019). Youth risk behavior surveillance—United States, MMWR Suppl 2020, 69(1), 1-83. https:// www. cdc. gov/ healt hyyou th/ data/ yrbs/ pdf/ 2019/ su6901- H. pdfCharest, M., & Kleinplatz, P. J. (2022). What do young, Canadian, straight and LGBTQ men and women learn about sex and from whom? Sexuality Research and Social Policy, 19(2), 622–637. https:// doi. org/ 10. 1007/ s13178- 021- 00578-7Cunha-Oliveira, A., Camarneiro, A. P., Gómez-Cantarino, S., Cipriano-Crespo, C., Queirós, P. J. P., Cardoso, D., Santos, D. G., et al. (2021). The integration of gender perspective into young people’s sexuality education in Spain and Portugal: Legislation and educa-tional models. International Journal of Environmental Research and Public Health, 18(22), 11921. MDPI AG. https:// doi. org/ 10. 3390/ ijerp h1822 11921Daniel, W. W., & Cross, C. L. (2018). Biostatistics: A foundation for analysis in the health sciences (11th ed). WILEY.Department of Education. (2019). Relationships education, relationships and sex education (RSE) and health education. London: Depart-ment of Education. https:// www. gov. uk/ gover nment/ publi catio ns/ relat ionsh ips- educa tion- relat ionsh ips- and- sex- educa tion- rse- and- health- educa tion. Retrieved December 8, 2021.De Meyer, S., Jerves, E., Cevallos-Neira, A., Arpi-Becerra, N., Van den Bossche, R., Lecompte, M., Vega, B., & Michielsen, K. (2021). Which factors contribute to sexual well-being? A comparative study among 17 to 20 year old boys and girls in Belgium and Ecuador. Culture, Health & Sexuality. https:// doi. org/ 10. 1080/ 13691 058. 2021. 19282 88de Vries, E., Kathard, H., & Müller, A. (2020). Debate: Why should gender-affirming health care be included in health science cur-ricula? BMC Medical Education, 20(51), 1–10. https:// doi. org/ 10. 1186/ s12909- 020- 1963-6ECDPC - European Centre for Disease Prevention and Control. (2019). HIV/AIDS surveillance in Europe 2019 - 2018 data. https:// doi. org/ 10. 2900/ 47834EEGSE - European Expert Group on Sexuality Education. (2016). Sexuality education – what is it? Sex Education, 16, 427–431. https:// doi. org/ 10. 1080/ 14681 811. 2015. 11005 99Eurostat. (2020). Statistic explained. Tertiary education statistics. https:// ec. europa. eu/ euros tat/ stati stics- expla ined/ index. php? title= Terti ary_ educa tion_ stati stics# Parti cipat ionFernández-Hawrylak, M., Tristán-Muñoz, G., & Heras-Sevilla, D. (2020). Actitudes hacia la transgeneridad y la transexualidad en el ámbito universitario. Un estudio preliminar. International Journal of Developmental and Educational Psychology, 1(1), 393–404. https:// doi. org/ 10. 17060/ ijoda ep. 2020. n1. v1. 1796Finigan-Carr, N. M., Craddock, J. B., & Johnson, T. (2021). Predictors of condom use among system-involved youth: The importance of Sex Ed. Children and Youth Services Review, 127, 106130. https:// doi. org/ 10. 1016/j. child youth. 2021. 106130Fisher, W. A., Byrne, D., & White, L. (1983). Emotional barriers to contraception. In D. Byrne & W. A. Fisher (Eds.), Adolescents, Sex, and Contraception (pp. 207–239). Erlbaum.García-Vega, E., Rico, R., & Fernández, P. (2017). Sex, gender roles and sexual attitudes in university students. Psicothema, 29(2), 178–183. https:// doi. org/ 10. 7334/ psico thema 2015. 338Grozelle, R. S. (2017). Cultural heterosexism and silencing sexual diver-sity: Anoka-Hennepin School District. Journal of LGBT Youth, 14(4), 393–410. https:// doi. org/ 10. 1080/ 19361 653. 2017. 13650 35Hansen, M. A., & Johansson, I. (2022). Predicting attitudes towards transactional sex: The interactive relationship between gender and attitudes on sexual behaviour. Sexuality Research and Social Policy, 19(1), 91–104. https:// doi. org/ 10. 1007/ s13178- 020- 00527-wHeras-Sevilla, D., & Ortega-Sánchez, D. (2020). Evaluation of sexist and prejudiced attitudes toward homosexuality in spanish future teachers: Analysis of related variables. Frontiers in psychology, 11, 572553. https:// doi. org/ 10. 3389/ fpsyg. 2020. 572553Holzer, L. (2022). Legal gender recognition in times of change at the European Court of Human Rights. ERA Forum. https:// doi. org/ 10. 1007/ s12027- 022- 00710-zKann, L., McManus, T., Harris, W. A., Shanklin, S. L., Flint, K. H., Queen, B., Lowry, R. et al. (2018). Youth risk behavior surveil-lance-United States, 2017. MMWR Surveillance Summaries, 67(8), 1–114. https:// doi. org/ 10. 15585/ mmwr. ss670 8a1Kattari, S. K., O’Connor, A. A., & Kattari, L. (2017). Development and validation of the Transgender Inclusive Behavior Scale (TIBS). Jour-nal of Homosexuality, 65(2), 181–196. https:// doi. org/ 10. 1080/ 00918 369. 2017. 13141 60Larsen, K. S., Reed, M., & Hoffman, S. (1980). Attitudes of hetero-sexual towards homosexuality: A Likert-type scale and construct validity. The Journal of Sex Research, 16(3), 245–257. https:// doi. org/ 10. 1080/ 00224 49800 95510 81Leaper, C., & Starr, C. R. (2019). Helping and hindering undergraduate women’s STEM motivation: Experiences with STEM encourage-ment, STEM-related gender bias, and sexual harassment. Psychol-ogy of Women Quarterly, 43(2), 165–183. https:// doi. org/ 10. 1177/ 03616 84318 806302Logie, C. H., Lys, C. L., Dias, L., Schott, N., Zouboules, M. R., MacNeill, N., & Mackay, K. (2019). “Automatic assumption of your gender, sexuality and sexual practices is also discrimination”: Exploring sexual healthcare experiences and recommendations among sexu-ally and gender diverse persons in Arctic Canada. Health & Social Care in the Community, 27(5), 1204–1213. https:// doi. org/ 10. 1111/ hsc. 12757Martínez-Álvarez, J. L., Vicario-Molina, I., González-Ortega, E., & Ilabaca, P. (2014). Educación sexual en España: Importancia de la formación y las actitudes del profesorado. Infancia y Aprendizaje - Journal of the Study of Education and Development, 37(1), 117–148. https:// doi. org/ 10. 1080/ 02103 702. 2014. 881652Mukoro, J. (2021). The representation of gender in England’s sexual-ity education policy. Sexuality, Gender & Policy, 4(2), 130–141. https:// doi. org/ 10. 1002/ sgp2. 12032Páez, J., Hevia, G., Pesci, F., & Rabbia, H. H. (2015). Construcción y validación de una escala de actitudes negativas hacia personas trans. Revista de Psicología (PUCP), 33(1), 151–188. https:// doi. org/ 10. 18800/ psico. 201501. 006Parker, R., Wellings, K., & Lazarus, J. V. (2009). Sexuality education in Europe: An overview of current policies. Sex Education, 9(3), 227–242. https:// doi. org/ 10. 1080/ 14681 81090 30590 60Paul Poteat, V., Russell, S. T., & Dewaele, A. (2019). Sexual health risk behavior disparities among male and female adolescents using identity and behavior indicators of sexual orientation. Archives of Sexual Behavior, 48(4), 1087–1097. https:// doi. org/ 10. 1007/ s10508- 017- 1082-6Pound, P., Langford, B., & Campbell, R. (2015). Qualitative synthesis of young people’s views of sex and relationship education. The Lancet, 65(386). https:// doi. org/ 10. 1016/ S0140- 6736(15) 00903-4Powell, A., & Sang, K. J. C. (2015). Everyday experiences of sexism in male-dominated Professions: A Bourdieusian 1095Sexuality Research and Social Policy (2023) 20:1081–1095 1 3perspective. Sociology, 49(5), 919–936. https:// doi. org/ 10. 1177/ 00380 38515 573475Rise, J., Træen, B., & Kraft, P. (1993). The Sexual Opinion Survey Scale: A study on dimensionality in Norwegian adolescents. Health Education Research, 8(4), 485–494. https:// doi. org/ 10. 1093/ her/8. 4. 485Schucan Bird, K., & Pitman, L. (2020). How diverse is your reading list? Exploring issues of representation and decolonisation in the UK. Higher Education, 79, 903–920. https:// doi. org/ 10. 1007/ s10734- 019- 00446-9Sekoni, A. O., Gale, N. K., Manga-Atangana, B., Bhadhuri, A., & Jolly, K. (2017). The effects of educational curricula and training on LGBT-specific Health issues for healthcare students and profes-sionals: A mixed-method systematic review. Journal of the Inter-national AIDS Society, 20, 21624. https:// doi. org/ 10. 7448/ IAS. 20.1. 21624Sierra, J. C., Rojas, A., Ortega, V., & Martín-Ortiz, J. D. (2007). Eval-uación de actitudes sexuales machistas en universitarios: prim-eros datos psicométricos de las versiones españolas de la Double Standard Scale (DSS) y de la Rape Supportive Attitude Scale (RSAS). International Journal of Psychology and Psychological Therapy, 7(1), 41–60. https:// www. redal yc. org/ artic ulo. oa? id= 56070 104Silvestrini, M. (2020). ‘It’s not something I can shake’: The effect of racial stereotypes, beauty standards, and sexual racism on inter-racial attraction. Sexuality & Culture, 24(2), 305–325. https:// doi. org/ 10. 1007/ s12119- 019- 09644-0Timmins, L., Rimes, K. A., & Rahman, Q. (2020). Minority stress-ors, rumination, and psychological distress in lesbian, gay, and bisexual individuals. Archives of Sexual Behavior, 49(2), 661–680. https:// doi. org/ 10. 1007/ s10508- 019- 01502-2Tipler, C. N., & Ruscher, J. B. (2019). Dehumanizing representations of women: The shaping of hostile sexist attitudes through animalistic metaphors. Journal of Gender Studies, 28(1), 109–118. https:// doi. org/ 10. 1080/ 09589 236. 2017. 14117 90UNESCO - United Nations Educational, Scientific and Cultural Organi-zation. (2018). International technical guidance on sexuality education. An evidence informed approach (2nd ed). UNESCO. https:// unesd oc. unesco. org/ ark:/ 48223/ pf000 02607 70 Retrieved December 20, 2021van der Straten, A., Catania, J. A., & Pollack, L. (1998). Psychosocial correlates of health-protective sexual communication with new sexual partners: The National AIDS Behavioral Survey. AIDS and Behavior, 2, 213–227. https:// doi. org/ 10. 1023/A: 10221 37817 863Westwood, S. (2022). Religious-based negative attitudes towards LGBTQ people among healthcare, social care and social work students and professionals: A review of the international literature. Health & Social Care in the Community, 00, 1–22. https:// doi. org/ 10. 1111/ hsc. 13812WHO - World Health Organization. (2021). Sexually transmitted infec-tions (STIs). https:// www. who. int/ news- room/ fact- sheets/ detail/ sexua lly- trans mitted- infec tions- (stis)Wilkinson, D. C. (2021). Gender and sexuality politics in post- conflict Northern Ireland: Policing patriarchy and heteronor-mativity through relationships and sexuality education. Sexu-ality Research and Social Policy. https:// doi. org/ 10. 1007/ s13178- 021- 00648-wPublisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
    "id": 588411264,
    "identifiers": {
        "doi": "10.1007/s13178-022-00777-w",
        "oai": "oai:durham-repository.worktribe.com:1807673"
    },
    "title": "Sexual Risk Behavior, Sexism, and Prejudices Towards Sexual Openness, Homosexuality, and Trans Individuals Among Young People in Spain and the UK",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-12-28T00:00:00+00:00",
    "publisher": "Springer",
    "references": [],
    "sourceFulltextUrls": [
        "https://durham-repository.worktribe.com/file/1807673/1/Published%20Journal%20Article"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588411264.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588411264"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588411264/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588411264/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588411264"
        }
    ],
    "abstract": "IntroductionSexism, lack of sexual freedom, and negative attitudes towards minorities are related to risky and discriminatory sexual behaviors. To date, no cross-cultural comparisons have been made regarding these sexual behaviors and attitudes. The study also explores the sexuality competencies of young adults undertaking vocational courses in higher education before their transition to professional practice.MethodsThe sample comprised 1235 university students (670 Spanish and 565 British) aged between 18 and 52 years (M = 22.06, SD = 4.38). During the years 2020 and 2021, respondents completed a survey structured in six standardized scales (HPSC, DSS, SOS, HATH, EANT, and TIBS).ResultsResults report that British students show less gender adherence (DSS) while the Spanish ones show more positive attitudes towards trans individuals (EANT) and pleasure (SOS). These findings indicate that students in this research engage in more sexual risk behaviors (HPSC), display similar rigid gender adherences (DSS), and more positive erotophilic (SOS), homophilic (HATH), and trans-friendly attitudes (EANT and TIBS) than those in previous studies. There were, however, significant differences by gender, religion, and program of study.ConclusionsThe research demonstrates the relevance of measuring cultural factors related to sexual behaviors and attitudes in youth and reflects a lack of attention to these issues in educational and healthcare settings. This is despite its broad impact on people’s health, as young people are more likely to display increased risky sexual behaviors.Policy ImplicationsThese findings emphasize the importance of the development of updated strategies in sex education among young people. The added importance of doing so with students in higher education who are likely to enter professions where they will educate or influence others on these matters is identified",
    "tags": [
        "Journal Article",
        "publishedVersion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Journal Article",
        "publishedVersion"
    ],
    "oai": "oai:durham-repository.worktribe.com:1807673",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "33",
        "openDoarId": 0,
        "name": "Durham Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588411264,
        "depositedDate": null,
        "publishedDate": "2022-12-28T00:00:00+00:00",
        "updatedDate": "2024-02-12T05:33:03+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-23T05:09:24+01:00"
    },
    "urls": [
        "https://durham-repository.worktribe.com/output/1807673",
        "https://durham-repository.worktribe.com/file/1807673/1/Published%20Journal%20Article",
        "https://doi.org/10.1007/s13178-022-00777-w"
    ],
    "lastUpdate": "2024-02-12T05:33:03+00:00",
    "setSpecs": []
}