{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Amos, Neil"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-17T20:42:52+01:00",
    "dataProvider": {
        "id": 13128,
        "name": "Digital Commons @ CSUMB (California State University, Monterey Bay)",
        "url": "https://api.core.ac.uk/v3/data-providers/13128",
        "logo": "https://api.core.ac.uk/data-providers/13128/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/229540231.pdf",
    "fullText": "Culture, Society, and Praxis Volume 4 Number 1 Identity Article 7 January 2005 Sexuality and Gender: Linked Through Theory Neil Amos California State University, Monterey Bay Follow this and additional works at: https://digitalcommons.csumb.edu/csp Recommended Citation Amos, Neil (2005) \"Sexuality and Gender: Linked Through Theory,\" Culture, Society, and Praxis: Vol. 4 : No. 1 , Article 7. Available at: https://digitalcommons.csumb.edu/csp/vol4/iss1/7 This Main Theme / Tema Central is brought to you for free and open access by the Student Journals at Digital Commons @ CSUMB. It has been accepted for inclusion in Culture, Society, and Praxis by an authorized administrator of Digital Commons @ CSUMB. For more information, please contact digitalcommons@csumb.edu.  Sexuality and Gender: Linked Through Theory  By Neil Amos This essay is an examination of queer theory in the context of the perceived systems of domination over women and homosexuals. It is an attempt to ex-plain these systems using existing theoretical parameters, those of queer theory, as defined by Annmarie Jagose. The relevance and application of the theory is debated, and the systems are analyzed for the purposes of identify-ing aspects which queer theory can be applied to. Finally, the usefulness of queer theory to overall social science studies is examined, with the conclu-sion that queer theory is worthy of study, but very difficult to institute in an attempt to bring about change.  Those who are predisposed to conditions outside the dominant power norms are inevitably led to formulate knowledge bases that justify their condition in light of the general repression they are faced with. Both women and homosexuals are two groups who have attempted to es-cape subjugation through application of intellectual modes of resistance, whether through artistic expression or attempts at the attainment of political power. Through the later formulation of theo-retical frameworks to integrate these re-sistances into patterns of human actions, a more salient picture can be drawn of these events that reflects larger move-ment towards a system lesser dominated by the status quo. Queer theory, which relates to the principles and construc-tions of the concept of identity, offers explanations and perspectives that can illuminate the experiences of women and homosexuals toward recognizing the so-cial building of prescribed identities that essentially have no bearing on personal realities, according to this theoretical framework. In sum, queer theory offers a crucial perspective on the construction of identity in the context of past and pre-sent struggles, but is extremely difficult to accept as a solution to the problems its presents.  Queer theory is one that does not par-ticularly lend itself to easy categoriza-tion, as it contains principles that can become easily disintegrated when intro-duced to a wider spectrum. Its basic tenet regards the fallacy of identity, even, according to Jagose (1996), “call-ing into question such apparently un-problematic terms as ‘man’ and ‘woman’.” Recognizing identity as en-tirely a construction of the individual, queer theorists seek to remove the barri-ers that formulate and assign identities; the goal of this identity-based theory is to basically remove identity as consti-tuted in our culture as a viable reality. This essential goal has been somewhat undermined by the politicizing of the concept of the “queer,” with many at-tempting to use this term as a description of only gay and lesbian individuals and only in reference to their organized resis-tance to heterosexual normativity. In fact, queer theory has application for all of the subaltern groups, or groups out-side the dominant cultural norms. This includes women and minorities, consid-CS&P  Vol 4 Num 1  December 2005  1Amos: Sexuality and Gender: Linked Through TheoryPublished by Digital Commons @ CSUMB, 200592  Sexuality and Gender  CS&P  ering its general goal of divorcing so-cially constructed identities from indi-viduals who act independent of societal expectation. Utilizing these theoretical principles to examine resistance to het-erosexual normativity and patriarchy al-lows for questions about the construction of identity in terms of the function that social hierarchies have on perpetuating the status quo and domination over the subordinate.     The concept of identity was the root of many of the ideas and constructions of homosexuality in the early twentieth century, showing how constructed iden-tities can be traced to emergence within a historical context, thus revealing their constructed identity. The concept of gender inversion, articulated in response to the Harlem Renaissance in the middle of the twentieth century, was one which identified homosexuality as the result of confusion of gender roles in the individ-ual practicing homosexual behavior; the psychological definition of the homo-sexual would have posited that homo-sexuals were simply the product of psy-choses that led to gender reversal; or, in Kevin Mumford’s (1996) words “the dominant belief that sexual being and gender role were inextricably linked.” Following this was a general projection of deviance “attributing more power to sexuality as a singular force shaping human personalities.” The essential re-sult of such classification was to give homosexuals an identity that kept them from infiltrating the mainstream culture, despite their presence as a distinctive cultural unit. Compounding the com-plexity of the issue, according to Mum-ford, dominant whites reacted to this new unit by conflating homosexuals with African Americans, apparently finding no suitable identity for some-thing as abstract to their religious mores as differing sexual orientations. Lump-ing homosexuality with African Ameri-cans allowed the overarching ideas about inherent inferiority and deviance to merge into an easily identifiable group of subalterns. Such combination of bio-logically unrelated concepts of race and sexuality has impacted people to this day, as many black men still see homo-sexuality as “a white man’s perversion.” The queer theorist would recognize that the projection of identity in this case has led to nothing but confusion, conflict, and subjugation due to a principle (iden-tity) that has no business being assigned unwillingly to a group of people.  Patriarchy is equally associated with so-cietal constructions of identity, though the structure of patriarchy, according to theoretical models such as queer theory, is significantly more socially bound than the identity of homosexuals. Patriarchy is regarded as being ingrained into all aspects of civil and professional life, with its advantages being characterized as a total system of perpetuation that col-lectively benefits males over females. Patricia Hill Collins (2004) asserts that “all women occupy the category of de-valued Other that gives meaning to all masculinities,” (p. 207) thus stating her belief that patriarchy is not only a sys-tem that favors the continuance of male domination, but inherently requires that all women are forever subjugated as to not upset the status quo gender hierar-chies that are beset on particular socially constructed identities. Collins goes on to describe the particular plight facing Af-rican American women, who “have learned to become strong black women (SBW). Being a SBW often means en-during abuse, namely, physical, emo-tional, and sexual harassment” (p. 208).  Culture Society & Praxis  2Culture, Society, and Praxis, Vol. 4, No. 1 [2005], Art. 7https://digitalcommons.csumb.edu/csp/vol4/iss1/7CS&P  Neil Amos 93  Collins cites numerous such examples of the ways in which the hegemonic gender identities, even when supposedly grant-ing newly, more powerful identities to groups such as black women, still use these identities is ways that lead to fur-ther abuse and subjugation. Through the identity of gender roles, furtherance of domination is virtually assured and only through critically examining the purpose and ends of such identities can change occur.  Overt resistance to the systems of patri-archy and heterosexual normativity were and are faced with the enormous chal-lenge of converting set assigned identi-ties of gender and sexual roles into those which could allow for greater movement within society. The gaining of women’s suffrage in 1919 is an example of the decades-long struggle of women to shed the identity assigned to them. This iden-tity rendered them as politically incapa-ble of projecting agency, and thus set into motion a set of progressive steps that would weaken the notion that a woman’s place was so specific as to pre-vent her from acting outside of it under any circumstances. The intellectual power it took to force this change in identity, however, is an example of the strength that constructed identities have over individual freedom. Similarly, ho-mosexuals were in this period given bio-logically deviant identities that pre-cluded the possibility of them ever achieving assimilation into “normal” so-ciety under this scenario. Resistance primarily consisted of expression of identity as seen from the bottom up; the creation of locations and intellectual spaces such as those in Harlem, N.Y. allowed non-heterosexuals to forge their own identities free of the repression placed upon them by a society that would generally refuse to even acknowl-edge the existence of what was to them biological reality. Resistance to societal assignments of identity requires intense organization in order to begin the proc-ess of creating identities that can reflect individuality.  The organization required for such movements of change have to be based in an intellectual set of principles that can lead to understanding and change. Queer theory, as described above, con-stitutes a very interesting approach to the development of interpretive frameworks. Its resistance to complete application makes it very difficult to institute it in a concrete fashion to bring about progres-sive change. Its misuse regarding the political ramifications of the word “queer” are an example of its misinter-pretation when applied to a larger scale; assigning a “queer” identity to a group of people as large and diverse as non-heterosexuals violates the principles of the theory wholly. The violation of these principles retains relevance in contempo-rary language with such terms as “Is-lamic” or “Asian” being assigned to enormous groups of vastly diverse peo-ple; these represent but two modern ex-amples of terms that rely on social con-struction.    Unfortunately for organized gay resis-tance to domination, queer theory would also seem to resist their attempts to gain social advances for all homosexuals. A queer theorist would not only have no interest in being classified in ways that would result from political organizing, but end result goals such as attainment of marriage rights would have little sig-nificance given the fact that they would only permit marriage among set identi-ties of people. Men marrying men or CS&P  Vol 4 Num 1  December 2005  3Amos: Sexuality and Gender: Linked Through TheoryPublished by Digital Commons @ CSUMB, 200594  Sexuality and Gender  CS&P  women is irrelevant, in this perspective, because all identities involved are con-structed and not representative of indi-viduals. Queer theory’s construction be-ing so thoroughly post-modern, there is some sense that its desire to completely tear down the walls of identity is, like much of post-modernism, an interesting but somewhat unattainable and fruitless goal. However, the general theory cer-tainly could aid in allowing people to understand the reality of identity as a thing which they have not themselves chosen or attained, and this realization could lead to an awareness that there truly is no set rationalization behind identity, and that they should essentially strive to loosen some of their adherence to social identities that lead to domina-tion.  References  Collins, P. H. (2004). Black sexual poli-tics: African Americans, gender, and the new racism. New York: Routledge.  Jagose, A. (1996, December). Queer the-ory. Australian Humanities Review. Re-trieved from http://www.lib.latrobe.edu.au/AHR/archive/Issue-Dec-1996/jagose.html  Mumford, K. J. (1996). Homosex changes: Race, cultural geography, and the emergence of the gay. American Quarterly, 48(3).   Culture Society & Praxis  4Culture, Society, and Praxis, Vol. 4, No. 1 [2005], Art. 7https://digitalcommons.csumb.edu/csp/vol4/iss1/7",
    "id": 229540231,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.csumb.edu:csp-1066"
    },
    "title": "Sexuality and Gender: Linked Through Theory",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-09-08T01:25:33+01:00",
    "publisher": "Digital Commons @ CSUMB",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.csumb.edu/cgi/viewcontent.cgi?article=1066&amp;context=csp"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/229540231.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/229540231"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/229540231/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/229540231/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/229540231"
        }
    ],
    "abstract": "This essay is an examination of queer theory in the context of the perceived systems of domination over women and homosexuals. It is an attempt to ex-plain these systems using existing theoretical parameters, those of queer theory, as defined by Annmarie Jagose. The relevance and application of the theory is debated, and the systems are analyzed for the purposes of identifying aspects which queer theory can be applied to. Finally, the usefulness of queer theory to overall social science studies is examined, with the conclusion that queer theory is worthy of study, but very difficult to institute in an attempt to bring about change",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.csumb.edu:csp-1066",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13128",
        "openDoarId": 0,
        "name": "Digital Commons @ CSUMB (California State University, Monterey Bay)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 229540231,
        "depositedDate": null,
        "publishedDate": "2018-09-08T01:25:33+01:00",
        "updatedDate": "2024-02-13T19:34:51+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T20:42:52+01:00"
    },
    "urls": [
        "https://digitalcommons.csumb.edu/csp/vol4/iss1/7",
        "https://digitalcommons.csumb.edu/context/csp/article/1066/viewcontent/7_CSP_Amos_2005_V4N1.pdf"
    ],
    "lastUpdate": "2024-02-13T19:34:51+00:00",
    "setSpecs": []
}