{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Vaandering, Alicia G."
        },
        {
            "name": "Melilli, Amanda"
        },
        {
            "name": "Rosenzweig, James W."
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-19T07:37:54+01:00",
    "dataProvider": {
        "id": 1327,
        "name": "DigitalCommons@URI",
        "url": "https://api.core.ac.uk/v3/data-providers/1327",
        "logo": "https://api.core.ac.uk/data-providers/1327/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/572719943.pdf",
    "fullText": "University of Rhode Island DigitalCommons@URI Public Services Faculty Publications Public Services 2023 Sharing Pride Through Curriculum Materials Collections: The Evolution of LGBTQIA+ Representation in Picture Books Alicia G. Vaandering University of Rhode Island, avaandering@uri.edu Amanda Melilli University of Nevada, Las Vegas James W. Rosenzweig Eastern Washington University Follow this and additional works at: https://digitalcommons.uri.edu/lib_ps_pubs Citation/Publisher Attribution Vaandering, A., Melilli, A., & Rosenzweig, J. W. (2023). Sharing Pride Through Curriculum Materials Collection: The Evolution of LGBTQIA+ Representation in Picture Books. ACRL 2023 Conference Proceedings, 251-263. http://www.ala.org/acrl/conferences/acrl2023/papers Available at: http://www.ala.org/acrl/conferences/acrl2023/papers This Conference Proceeding is brought to you for free and open access by the Public Services at DigitalCommons@URI. It has been accepted for inclusion in Public Services Faculty Publications by an authorized administrator of DigitalCommons@URI. For more information, please contact digitalcommons-group@uri.edu. 251SHARING PRIDE THROUGH CURRICULUM MATERIALS COLLECTIONS:The Evolution of LGBTQIA+  Representation in Picture BooksAlicia G. Vaandering, Amanda Melilli, and James W. Rosenzweig*INTRODUCTIONThe 21st century classroom requires preschool to twelfth grade (P-12) educators to teach stu-dents with increasingly diverse racial and ethnic backgrounds, genders, sexual orientations, socioeconomic statuses, dis/abilities, and religious beliefs. In order to prepare emerging P-12 educators and researchers for their work, it is essential that they are provided with youth lit-erature collections in their academic libraries that include stories with characters who have richly diverse and intersecting social identities. While recent book challenges to public and school libraries can at times make the inclusion of any books with diverse representation feel like progress, curriculum materials librarians and others who manage these collections need to move beyond quantifying representation to consider what types of stories are being told about historically underrepresented populations. This is particularly important in respect to children’s and young adult books with LGBTQIA+ representation, which have long been a source of con-troversy in schools and libraries in the United States. Truly inclusive curriculum materials col-lections must include not only the presence of LGBTQIA+ characters but a rich tapestry of stories and narratives about these characters.This paper has two primary goals. First, it aims to map how LGBTQIA+ representation in children’s picture books has evolved from 2008 to the present by comparing this representation across two subsamples from different four-year periods: 2008-2012 and 2018-2022. Second, this paper endeavors to determine the scope of LGBTQIA+ visibility in professional book re-views, evaluating how this visibility has evolved from 2008 to the present. By understanding the changing landscape of LGBTQIA+ representation and its discoverability in popular collection development resources, librarians are better equipped to develop inclusive curriculum materi-als collections and to support and advocate for the needs of preservice educators and the diverse audiences they serve.* Alicia G. Vaandering, Assistant Professor & Student Success Librarian, University of Rhode Island, avaan-dering@uri.edu; Amanda Melilli, Associate Professor & Head, Teacher Development & Resources Library, University of Nevada, Las Vegas, amanda.melilli@unlv.edu; James W. Rosenzweig, Professor & Education Librarian, Eastern Washington University, jrosenzweig@ewu.eduAlicia G. Vaandering, Amanda Melilli, and James W. Rosenzweig252AC R L  2023  •   F O R G I N G  T H E  F U T U R ELITERATURE REVIEWEarly investigations in the 1990s were consistent in establishing the positive impact of representation in chil-dren’s literature, regardless of whether that representation depicted underrepresented minorities, characters with disabilities, or characters depicted in non-traditional gender roles.1 As that base of research expanded, the impact of LGBTQIA+ representation in children’s literature was examined more closely. An analysis in 2012 by Nathan Taylor argued that the depictions of LGBTQIA+ characters in his sample were damaging given their heteronormativity, although a subsequent study in 2019 by Jennifer Miller disputed those findings and argued that the queer children’s literature in her sample held the power to “destabilize straightness.”2 Methodologically, both Taylor’s and Miller’s studies focused on close examinations of smaller samples of books; other researchers, however, have made attempts to quantitatively track LGBTQIA+ representation on a broader scale. A 2014 survey by Jasmine Z. Lester yielded results similar to Taylor and highlighted “the privileg-ing of heteronormativity in queer-themed children’s books.”3 Two different analyses, in 2018 and 2020, yielded the common conclusion that reading material for children, whether trade books or leveled text sets, generally lacked depictions of gender beyond the traditional binary.4 However, a 2022 study suggested that there are signs of “developing trends in the representation of queer families” that expand the diversity of families depicted in children’s books, while cautioning that more progress is needed.5Some researchers have begun the work of not only tallying the representation of different LGBTQIA+ iden-tities and orientations, but also providing more nuanced distinctions between different ways in which that rep-resentation takes shape. In 2020, Jamie C. Capuzza’s examination of 55 picture books with transgender narrators or protagonists yielded her observation that there were two distinct narrative approaches, “coming out narra-tives” and “normativity narratives” in which, as she commented, transgender characters were depicted as being “’just like any other’ child.”6 The most comprehensive work in analyzing narratives in inclusive children’s picture books, however, has focused on books depicting characters with diverse racial and cultural backgrounds. Krista Maywalt Aronson, Brenda D. Callahan, and Anne Sibley O’Brien analyzed more than 1,000 picture books in a 2018 study and identified nine unique thematic categories for stories with BIPOC (Black, Indigenous, People of Color) characters.7 We found the level of nuance and complexity in the thematic analysis as well as the larger size of the book sample in Aronson, Callahan, and O’Brien’s research provided a promising approach to analyz-ing children’s picture books with other types of diverse representation, specifically LGBTQIA+ representation.In a pilot project that ran from 2020 to 2021, two members of our research team developed an initial draft of the Rainbow Representation Rubric for classifying LGBTQIA+ representation in children’s books by adapt-ing a number of Aronson, Callahan, and O’Brien’s categories and developing new descriptive categories.8 That rubric included nine unique themes: Beautiful Life, Any Child, Biography, Resilience, Coming Out, Concepts, Community, Incidental, and Informational. As part of this work, we also developed the Rainbow Representation Rubric Glossary for Gender Identity and Sexual Orientation to improve consistency in our analysis by clarifying our terminology for LGBTQIA+ identity, which is inclusive of gender identity and sexual orientation in our study, as we see both as markers of social identity. The pilot project found that recently published picture books with LGBTQIA+ representation incorporate a wide range of themes and highlight specific LGBTQIA+ identities while leaving others woefully underrepresented.9In this current study, we endeavored to expand upon our previous research to better understand the evolu-tion of LGBTQIA+ representation in children’s picture books. In our prior research, we had observed that while many researchers relied on recommendation lists and databases compiled by trusted organizations to construct their book samples, others also utilized book reviews.10 This led us to question how effective book reviews are at identifying LGBTQIA+ representation. We analyzed two subsamples of children’s picture books with LG-BTQIA+ representation, one with books published 2008-2012 and the other 2018-2022. The following questions guided our research: • Which LGBTQIA+ identities are represented, and how has this representation evolved?• How often are LGBTQIA+ characters depicted as BIPOC and/or as having a disability?• What narrative themes are represented, and how has this representation evolved?• How prevalent are references to specific LGBTQIA+ identities in professional book reviews?Sharing Pride Through Curriculum Materials Collections 253M A R C H  15 – 18,  2023  •   P I T T S B U R G HPROJECT BACKGROUND AND METHODSContent AnalysisOur research began by building the two subsamples for our content analysis. We expanded on the methodol-ogy of our pilot project to create a book sample primarily comprised of children’s picture books identified as including LGBTQIA+ characters or themes by the Rainbow Book List (both final list and considerations), the Cooperative Children’s Book Center at the University of Wisconsin-Madison (CCBC), and Diverse BookFinder. We then broadened our sample by checking for LGBTQIA+ keywords or tags in picture book descriptions from Amazon, Goodreads, Titlewave, and NoveList. The initial list of books included 344 unique titles. For our content analysis, each of the three researchers read and coded every book independently before meeting to resolve any individual discrepancies. Books were evaluated using three criteria: LGBTQIA+ identi-ties, intersectionality, and thematic content. First, our content analysis identified which diverse gender identities and sexual orientations were present in each book using the Rainbow Representation Rubric Glossary for Gender Identity and Sexual Orientation. Second, we analyzed the representation of intersectionality, specifically when LGBTQIA+ characters were also depicted as BIPOC or as having a disability.11 As the final piece of our content analysis, we used the Rainbow Representation Rubric to analyze the thematic content of the books as including one or more of the nine narrative themes: Beautiful Life, Any Child, Biography, Resilience, Coming Out, Con-cepts, Community, Incidental, and Informational. As we examined each book from our initial list of 344 titles, we removed 124 that failed to provide explicit LGBTQIA+ representation. These were primarily books featuring gender nonconforming characters; however, some titles were also excluded because they only alluded to the LGBTQIA+ identities of characters. Common in-stances of these exclusions were representations of the marginalized historical experiences of cisgender women (e.g., Queen of Physics: How Wu Chien Shiung Helped Unlock the Secrets of the Atom), stories featuring characters with hobbies, interests, or clothing preferences outside traditional gender norms that did not explore gender identity in a discernible LGBTQIA+ context (e.g., Dolls and Trucks are for Everyone, Benji’s Doll), and biogra-phies of historical LGBTQIA+ people that did not explicitly depict orientation or gender identity (e.g., Fabulous! A Portrait of Andy Warhol, Gertrude is Gertrude is Gertrude is Gertrude). By eliminating these books from con-sideration, we created a final list of 220 unique titles with clear and explicit LGBTQIA+ representation which comprise the sample under analysis in this paper.Secondary AnalysisAs part of this study, we also conducted a secondary analysis to determine the visibility of LGBTQIA+ identities in review sources that help librarians discover LGBTQIA+ representation in picture books. Using the identities from the The Rainbow Representation Rubric Glossary for Gender Identity & Sexual Orientation, we developed lists of iden-tity-specific terms that are commonly used to describe each identity (e.g., “aro” and “aromantic”), and then we used spreadsheet formulas to search for each term in book reviews. These searches were conducted in available reviews for each individual picture book in the following publications: Booklist, Kirkus Reviews, School Library Journal, Publisher Weekly, and Horn Book. When LGBTQIA+ terminology had potential alternative meanings, we examined individual reviews containing those terms to determine which definition was being used. For example, the term “ace” may apply to asexual orientation or may be used to describe the skill set or expertise of a character; “pan” may apply to pansexual orientation or may be a reference to an object or Peter Pan. We then compared the results of this analysis to our con-tent analysis to determine trends in the discoverability of different types of LGBTQIA+ identities and themes. DISCUSSIONRate of PublicationMaking direct comparisons between our 2008-2012 (“early”) subsample and our 2018-2022 (“later”) subsample proved to be more challenging than we expected, given the limited number of picture books that met our inclu-Alicia G. Vaandering, Amanda Melilli, and James W. Rosenzweig254AC R L  2023  •   F O R G I N G  T H E  F U T U R Esion criteria and were published in the earlier time frame. That raw number of 17 fell below even our minimal expectations, and our more recent subsample’s total of 203 books is larger by an order of magnitude.12 Because each book comprises over 5% of the early subsample, the discussion that follows is cautious about drawing conclusions from smaller disparities between the subsamples. What these data points do make clear is that the landscape of children’s publishing, in terms of LGBTQIA+ representation, expanded dramatically in the gap between 2012 and 2018. By that measure alone, the evolution in this field is profound.LGBTQIA+ IdentitiesThe data regarding LGBTQIA+ identities in our two subsamples demonstrates both consistency and change between the two eras (see Table 1). The consistency is apparent when analyzing the representation of gay and les-bian characters in both the early and later subsamples. These groups are the two most prevalent single identities in each subsample and appear in roughly half of the books. However, change is the more dramatic and, in our estimation, significant trend visible in the data. In the early subsample, the only identities represented outside of gay and lesbian characters were transgender and gender non-conforming characters, each of them present in roughly 18% of books. Both of those categories increase substantially in the later subsample, particularly gender non-conformity which nearly doubles in prevalence. Overall, the later subsample comprises a rich diversity of LGBTQIA+ identities that were not present in the early subsample. Using our glossary, we found representation of fifteen additional LGBTQIA+ identities in the recent subsample alone.TABLE 1Rainbow Representation Rubric IdentitiesNumber of Books Percentage2008-2012 2018-2022 2008-2012 2018-2022TOTALS 17 203Gay 8 105 47% 52%Lesbian 9 96 53% 47%Gender Non-Conforming 3 71 18% 35%Transgender 3 56 18% 28%Nonbinary 0 48 0% 24%Queer 0 28 0% 14%Gender-Queer 0 25 0% 12%Bisexual 0 13 0% 6%Gender Fluid 0 13 0% 6%Intersex 0 11 0% 5%Questioning 0 9 0% 4%Agender 0 8 0% 4%LGBTQ Metaphor 0 7 0% 3%Asexual 0 5 0% 2%Pansexual 0 5 0% 2%Two-Spirit 0 4 0% 2%Aromantic 0 2 0% 1%Mahu 0 1 0% 0%Sharing Pride Through Curriculum Materials Collections 255M A R C H  15 – 18,  2023  •   P I T T S B U R G HIn part this increase in representation may be explained by the aforementioned changes in the publishing landscape—with over two hundred books depicting LGBTQIA+ identities, there are simply more opportuni-ties for different identities and orientations to be included. It is clear, though, that the scope of representation in individual books is also evolving. Books in our early subsample represented a mean average of 1.4 identities, while books in our later subsample represented a mean average of 2.5 identities. More recent picture books sim-ply include a broader range of lived experiences within the LGBTQIA+ community, making it possible for the percentage of represented characters to increase nearly universally across the board.A distinctive development visible in this data is the increasing depiction of non-cisgender identities. In particular, we found LGBTQIA+ gender identities for characters in only 29% of the early subsample but in 57% of the later subsample. Again, this increase appears to be additive and does not replace the representation of LG-BTQIA+ sexual orientations (which decline only slightly, from 82% to 74%). While our data offers no conclusive explanations for this shift, our anecdotal experience with these texts was that the early subsample focused more heavily on the experiences of children whose parents (or other family members) were depicted as LGBTQIA+. The later subsample, on the other hand, increasingly depicts LGBTQIA+ characters as children themselves, and developmentally, children typically express gender identities before exploring sexual orientations. Regardless of the cause, the broader base of diversity in the later subsample is an encouraging sign that the publishing land-scape is growing more hospitable to truly diverse LGBTQIA+ representation.Classification of LGBTQIA+ identity does come with an important caveat regarding the potential for era-sure. The analysis of a picture book necessarily involves not merely reading the text but analyzing the images: how, then, should a researcher classify the sexual orientation of two romantic partners depicted in a loving gesture or a wedding photograph on their bedroom wall? Our methodology led us to classify identity based strictly on what can be observed in the book itself, so a wedding photo depicting two people who present as women was classified as representation of lesbian characters. We cannot know in such a scenario if the author or illustrator envisioned one or both characters as bisexual or pansexual, for instance, without some indication in the text. Yet we are also concerned that our inability to easily observe some identities contributes to well-known, wider societal patterns of erasure. It is our hope that, in the long run, authors will recognize the need to more directly describe identities in the text of their books, especially when it comes to frequently under-represented orientations. FIGURE 1Intersectionality: 2008-2012 vs. 2018-2022Alicia G. Vaandering, Amanda Melilli, and James W. Rosenzweig256AC R L  2023  •   F O R G I N G  T H E  F U T U R EIntersectionalityAnother dramatic shift evident in our data is the change in the number of books containing at least one LG-BTQIA+ character who is also depicted as BIPOC. Only 24% of the early subsample provided this kind of rep-resentation, whereas the later subsample offers a staggering 70% level of race/LGBTQIA+ intersectionality (see Figure 1). It is important to note that, because of our methodology, it is not necessarily true that a majority of LGBTQIA+ characters in picture books are BIPOC; rather, more titles contain at least one LGBTQIA+ BIPOC character. A reader picking up a picture book with LGBTQIA+ characters from our later subsample is far more likely to find racial diversity in those characters.Progress has been much less pronounced in the intersectional representation of disabled LGBTQIA+ char-acters. The early subsample contained no examples of such intersectionality, and only 6% of the books in the later subsample depict disability/LGBTQIA+ intersectionality in at least one character (see Figure 1). This shift, while welcome, is much too limited. Given that 26% of the population of American adults live with one or more disabilities, disability intersectionality needs to be present in a much larger fraction of the sample to accurately reflect the American population.13 However, given our methodology in identifying disability through textual references and illustrations of mobility aids, we acknowledge the possibility we have undercounted the invisible disabilities that authors and illustrators intended in their work.14 To help readers identify characters with condi-tions such as depression, anxiety, autism spectrum disorders, and diabetes, creators will need to be more explicit and intentional in their representation of disability. ThemesA comparison between the narrative themes in the two subsamples shows a shift towards more balanced repre-sentation (see Table 2). Four of the nine themes appeared in less than 10% of the early subsample, whereas no theme fell below 10% in the later one. Even the most common themes in the later subsample, Resilience and Beautiful Life, appear in less than 25% of titles. This balanced representation is significant as accurate and robust depictions of people, families, and communities require the inclusion of a broad range of themes. Some themes were represented fairly consistently across the two subsamples. The Resilience theme dropped less than 5% from the earlier subsample to the later one, and Informational books dropped only one percentage point. However, other themes show substantial changes. For example, Biography, which appeared in only 6% of the 2008-2012 titles, gained popularity, almost quadrupling in proportion in the later subsample. The Coming Out theme, on TABLE 2Rainbow Representation Rubric CategoriesNumber of Books Percentage2008-2012 2018-2022 2008-2012 2018-2022TOTALS 17 203Resilience 5 50 29% 25%Beautiful Life 3 50 18% 25%Incidental 1 48 6% 24%Biography 1 39 6% 19%Informational 3 33 18% 16%Community 8 29 47% 14%Coming Out 5 25 29% 12%Any Child 0 24 0% 12%Concepts 1 24 6% 12%Sharing Pride Through Curriculum Materials Collections 257M A R C H  15 – 18,  2023  •   P I T T S B U R G Hthe other hand, became less common in the later sample and dropped from 29% to 12% of the subsample. This shift may indicate that readers have become more educated on identities and no longer need an explanation of how characters are different through the process of coming out. The recent trend to center LGBTQIA+ characters as protagonists in picture books has had a profound im-pact on the narrative themes within each subsample. Our study analyzed LGBTQIA+ identity in all levels of characters (primary, secondary, and background), and several of the Rainbow Representation Rubric themes are associated with what level of character has an LGBTQIA+ identity. For example, Beautiful Life and Any Child books typically have an LGBTQIA+ primary character, while Community and Incidental books have cisgender heterosexual (cishet) primary characters and LGBTQIA+ secondary or background characters. Books in the early subsample often focused on cishet children with gay or lesbian family members, with nearly 50% of that sample exhibiting the Community theme. In the later subsample, as authors increasingly depicted LGBTQIA+ characters as protagonists, there was a substantial decrease in Community books (from 47% to 14%) and cor-responding increases in Any Child (from 0% to 12%) and Beautiful Life (18% to 25%) themes.FIGURE 2Reviews by PublicationAlicia G. Vaandering, Amanda Melilli, and James W. Rosenzweig258AC R L  2023  •   F O R G I N G  T H E  F U T U R EReviewsThe rate at which professional publications reviewed LGBTQIA+ picture books and acknowledged LGBTQIA+ identities through the inclusion of queer terminology has also improved over the last 15 years. Four out of five of the selected publications increased the percentage of LGBTQIA+ books reviewed in the later subsample with Kirkus Reviews making the largest improvement from 41% in the early subsample to 70% in the later one. School Library Journal, Booklist, and Publisher’s Weekly also increased the percentage of LGBTQIA+ picture books re-viewed, while Horn Book was the only publication that saw a decrease, as seen in Figure 2. Additionally, all of the publications saw an increase ranging from 10%-25% in the use of LGBTQIA+ terminology used in reviews, with the exception of Horn Book. The increase in the number of reviews being written is likely in part due to more LGBTQIA+ books being published, particularly by large publishing companies; however, it is also clear that some review publications are making efforts to be more inclusive in the identification of LGBTQIA+ identities within the reviews themselves. This trend of increasing not only the publication of LGBTQIA+ picture book reviews but also the use of queer terminology is encouraging as professional reviews are a significant factor in bringing more visibility to LG-BTQIA+ materials and increasing their numbers in library collections. Further analysis of LGBTQIA+ picture book reviews provides insight into how reviewers are using LG-BTQIA+ terminology. The early subsample was not large enough to recognize any patterns in terminology used at that time: only three books had reviews with LGBTQIA+ terminology, and these were limited to gay, lesbian, and general (“queer,” “LGBT,” etc.) terms. However, the later subsample includes 100 titles with reviews contain-ing specific queer terminology. Most often, reviewers used general terms followed by transgender, gay, and non-binary terms (see Figure 3). Words like “LGBTQ” and “gay” may have been used more often as a catch-all for identifying LGBTQIA+ content, although it is possible that reviewers were not always comfortable using more specific terms to identify characters. The increase in transgender and nonbinary terms parallels the increased representation of these specific identities in published materials and may also reflect the public’s growing com-fort with these terms.The use of general queer terms increases the discoverability of LGBTQIA+ picture books; however, it also increases the likelihood that specific identities will be omitted from reviews. As shown in Figure 4, while most books in our later subsample have a professional review and many of these reviews include at least one queer term, frequently the reviews do not incorporate identity-specific terms that align with the identities we found in our analysis. For example, although gay and lesbian identities were the most prevalent identities found in the later subsample, identity-specific gay and lesbian terms are infrequently used in reviews of those picture books. This may be because reviewers are using contextual clues that would not be flagged by our method (e.g., “two moms,” “his boyfriend”) or gay and lesbian representation may also be more prevalent in incidental representa-tion not specifically addressed in reviews. This shows that relying solely on queer terminology in reviews is not an effective method for determining the presence of specific LGBTQIA+ identities in picture books. Our professional review analysis also examined how books with different narrative themes are being evalu-ated and discussed. Although there is visible change between the two subsamples, the early subsample consisted of too few books to draw any definitive conclusions about how LGBTQIA+ narratives were being reviewed at that time (see Figure 5); some themes may have been reviewed at a lower rate simply because there were less books available in those categories and not because of any thematic variables. However, in the later subsample, the rate at which different LGBTQIA+ picture book themes were reviewed was fairly similar across the Rainbow Representation Rubric categories, ranging from 70-88% of the books having at least one professional review. This shows an encouraging breadth in the visibility of books with different themes through professional reviews, which may be due to an increase in the number of available publications or from large publishing companies. Although the rate at which different LGBTQIA+ themes are being reviewed is becoming more consistent with time, the use of queer terminology in these reviews varies greatly. In our later subsample, 73% of the books flagged as Incidental received a professional review, but only 17% of the titles had reviews that used queer ter-minology. This discrepancy is similar for Any Child and Community books as well (See Figure 5). Other themes such as Resilience, Biography, and Concepts books had a much higher rate of queer terminology in reviews. For Sharing Pride Through Curriculum Materials Collections 259M A R C H  15 – 18,  2023  •   P I T T S B U R G Hboth Resilience and Biography themes, 82% of these books were reviewed and 72% of those reviews contained queer terminology. Concepts books had the highest review to queer terminology ratio of 88% to 79%. This dif-ference may be due to the word length limitations of the reviews or reviewers’ perceptions of the relevancy of LGBTQIA+ identities to the book’s central narrative. Regardless, it is clear that only using professional reviews for developing inclusive queer collections would lead to unbalanced representation in LGBTQIA+ themes. CONCLUSIONOur research found that recently published picture books with LGBTQIA+ representation have made substan-tial progress in depicting a wide range of gender identities and sexual orientations and introducing young read-ers to diverse stories about the LGBTQIA+ community. Recent titles have also been more likely to explore FIGURE 32018-2022 Queer Terminology Used in ReviewsAlicia G. Vaandering, Amanda Melilli, and James W. Rosenzweig260AC R L  2023  •   F O R G I N G  T H E  F U T U R EFIGURE 42018-2022 Books with Reviews by Rainbow Rubric Representation (RRR) IdentitySharing Pride Through Curriculum Materials Collections 261M A R C H  15 – 18,  2023  •   P I T T S B U R G HFIGURE 5Books with Reviews by Rainbow Representation Rubric ThemesAlicia G. Vaandering, Amanda Melilli, and James W. Rosenzweig262AC R L  2023  •   F O R G I N G  T H E  F U T U R Eintersectionality by including LGBTQIA+ characters who are also depicted as BIPOC or as having a disability. Furthermore, the increased use of queer terminology in professional reviews has made LGBTQIA+ picture books more visible, although there are still limitations in representation in professional reviews. These are prom-ising findings for curriculum materials librarians who aim to develop inclusive book collections and for P-12 educators who strive to connect readers with books that encompass a wide range of lived experiences. Despite these positive findings, challenges still remain. The move from 17 books published in a four-year period to 203 merely a decade later is undeniably a substantial increase. However, this is still only a small per-centage of the total children’s books published. For example, while more than 24,000 children’s books were pub-lished in 2021, we found only 70 picture books with LGBTQIA+ representation.15 A recent Gallup poll indicates that 7.1% of the U.S. population (and 1 in 5 Gen Z adults) identify as LGBT, which communicates that the LG-BTQIA+ community remains underrepresented in the children’s book publishing industry.16 Additionally, some LGBTQIA+ identities (e.g., two-spirit, asexual) are still inadequately represented, while others (e.g., bisexual, pansexual) remain subject to erasure unless authors are more direct in addressing them in the text.As we move forward with our research, we plan to conduct our content analysis on picture books published 2013-2017. Some of the changes between our two subsamples were substantial (for example, the number of books in each subsample and the decrease in the percentage of Community books), so we hope to gain more insight into whether these were gradual or sudden changes in the publishing industry. We are also continuing our content analysis of picture books and secondary analysis of book reviews from 2022. As these titles become more discoverable through book reviews and other resources, we anticipate finding additional books that will be incorporated into our sample. Finally, we hope to empower librarians to pursue more authentic representa-tion in their collections by sharing our findings and tools that explore the diverse range of LGBTQIA+ stories in picture books. NOTES1. For more on the role of diverse representation in culturally relevant pedagogy, see Gloria Ladson-Billings, “Toward a Theory of Culturally Relevant Pedagogy,” American Educational Research Journal 32, no. 3 (Fall 1995): 465–91, https://jstor.org/sta-ble/1163320. For an exploration of how depictions of disabled characters impact young children’s attitudes towards those with disabilities, see Mary L. Trepanier-Street and Jane A. Romatowski, “Young Children’s Attitudes Toward the Disabled: A Classroom Intervention Using Children’s Literature,” Early Childhood Education Journal 24, no. 1 (September 1996): 45–49. See Mary L. Trepanier-Street and Jane A. Romatowski, “The Influence of Children’s Literature on Gender Role Perceptions: A Reexamination,” Early Childhood Education Journal 26, no. 3 (March 1999): 155–59 for more on how reading books with characters depicted in non-traditional gender roles impacts children.2. Nathan Taylor, “U.S. Children’s Picture Books and the Homonormative Subject,” Journal of LGBT Youth 9 (April 2012): 136–52, https://doi.org/10.1080/19361653.2011.649646; Jennifer Miller, “For the Little Queers: Imagining Queerness in ‘New’ Queer Chil-dren’s Literature,” Journal of Homosexuality 66, no. 12 (September 2019): 1648, https://doi.org/10.1080/00918369.2018.1514204.3. Jasmine Z. Lester, “Homonormativity in Children’s Literature: An Intersectional Analysis of Queer-Themed Picture Books,” Jour-nal of LGBT Youth 11 (July 2014): 261, https://doi.org/10.1080/19361653.2013.879465. 4. Madeline Tyner, “The CCBC’s Diversity Statistics: Spotlight on LGBTQ+ Stories,” The Horn Book Magazine 94, no. 6 (November/December 2018): 33–38; Melanie M. Walski and Melanie D. Koss, “Who Do Children See? Diversity of Main Characters in Lev-eled Texts,” Illinois Reading Council Journal 48, no. 3 (June 2020): 21–29. 5. Lara Hedberg, Paul Venzo, and Helen Young, “Mums, Dads and the Kids: Representations of Rainbow Families in Children’s Picture Books,” Journal of LGBT Youth 19, no. 2 (2022): 209, https://doi.org/10.1080/19361653.2020.1779164.6. Jamie C. Capuzza, “‘T’ Is for ‘Transgender’: An Analysis of Children’s Picture Books Featuring Transgender Protagonists and Nar-rators,” Journal of Children and Media 14, no. 3(2020): 329, https://doi.org/10.1080/17482798.2019.1705866.7. Krista Maywalt Aronson, Brenda D. Callahan, and Anne Sibley O’Brien, “Messages Matter: Investigating the Thematic Content of Picture Books Portraying Underrepresented Racial and Cultural Groups,” Sociological Forum 33, no. 1 (March 2018): 165–85, https://doi.org/10.1111/socf.12404.8. Alicia G. Vaandering and James Rosenzweig, Rainbow Representation Rubric (2021), https://research.ewu.edu/rainbowrepresenta-tion/rubric. It should be noted that while we were completing our pilot project, undergraduate student Emma Bouchey, in her honors thesis at Bates College, also applied some of the narrative categories developed by Aronson, Callahan, and O’Brien to LGBTQIA+ representation in picture books. For more, see Emma Bouchey, “Queerness for Kids: A Content Analysis of LGBTQ Narrative Picture Books,” (honor’s thesis, Bates College, 2021), https://scarab.bates.edu/honorstheses/339. 9. See Alicia G. Vaandering and James W. Rosenzweig, “Every Color of the Rainbow: A Framework for Analyzing LGBTQIA + Rep-Sharing Pride Through Curriculum Materials Collections 263M A R C H  15 – 18,  2023  •   P I T T S B U R G Hresentation in Children’s Picture Books,” Journal of LGBT Youth (March 2023), https://doi.org/10.1080/19361653.2023.2182395; Alicia G. Vaandering, James Rosenzweig, and Amanda Melilli, “Rainbow Reflections: Exploring LGBTQIA+ Representation in Curriculum Materials Library Picture Book Collections” (Conference Presentation, ACRL NEC New England Library Annual Conference, online, June 2, 2021), https://scholarworks.umass.edu/acrl_nec_conf/2022/presentations/9/.10. For more on the use of published book reviews, see Capuzza, “‘T’ is for Transgender,” 328; Bouchey, “Queerness for Kids,” 29. For more on online recommendations and recommendation lists, see Lester, “Homonormativity in Children’s Literature,” 247; Aron-son, Callahan, and O’Brien, “Messages Matter,” 170–71.11. In defining “disability,” we used the United States Individuals with Disabilities Education Act.12. The disparity between the two subsamples is, if anything, understated by our data, since some of the picture books published late in 2022 are less discoverable and accessible by our methodology. We expect the raw number of 2022 titles in our data set to grow over the next 6-12 months.13. “Disability Impacts All of Us,” Centers for Disease Control and Prevention, last reviewed January 5, 2023, https://www.cdc.gov/ncbddd/disabilityandhealth/infographic-disability-impacts-all.html.14. This is similar to the challenge we experienced with bi- and pan-erasure in identifying LGBTQIA+ identities through visual and textual references.15. Library and book trade almanac, 67th ed. (Medford, NJ: Information Today, Inc., 2022), 356. It should be noted that the number of children’s books (24,000) is not limited to picture books and would include early readers, board books, and other materials for young readers. However, these numbers do still suggest a stark underrepresentation of diverse gender identities and sexual orien-tations in children’s picture books.16. Jeffrey M. Jones, “LGBT Identification in U.S. Ticks Up to 7.1%,” GALLUP, February 17, 2022, https://news.gallup.com/poll/389792/lgbt-identification-ticks-up.aspx.",
    "id": 572719943,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.uri.edu:lib_ps_pubs-1054"
    },
    "title": "Sharing Pride Through Curriculum Materials Collections: The Evolution of LGBTQIA+ Representation in Picture Books",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@URI",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.uri.edu/cgi/viewcontent.cgi?article=1054&context=lib_ps_pubs"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/572719943.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/572719943"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/572719943/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/572719943/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/572719943"
        }
    ],
    "abstract": "Understanding the changing landscape of LGBTQIA+ representation and its discoverability in popular collection development resources prepares curriculum materials librarians to develop inclusive collections and to support and advocate for the needs of preservice educators and the diverse audiences they serve. This paper maps how LGBTQIA+ representation in children’s picture books has evolved from 2008 to the present and to determine the scope of LGBTQIA+ visibility in professional book reviews. We did this by examining two subsamples from different four-year periods: 2008-2012 and 2018-2022. Our research found that recently published picture books with LGBTQIA+ representation have made substantial progress in depicting a wide range of gender identities and sexual orientations and introducing young readers to diverse stories about the LGBTQIA+ community. Additionally, the increased use of queer terminology in professional reviews has made LGBTQIA+ picture books more visible, although there are still limitations in representation in professional reviews. However, despite these positive findings, challenges still remain in the inadequate representation of some LGBTQIA+ identitie",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.uri.edu:lib_ps_pubs-1054",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1327",
        "openDoarId": 0,
        "name": "DigitalCommons@URI",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 572719943,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:37:37+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-19T07:37:54+01:00"
    },
    "urls": [
        "https://digitalcommons.uri.edu/lib_ps_pubs/53",
        "https://digitalcommons.uri.edu/context/lib_ps_pubs/article/1054/viewcontent/Vaandering_SharingPride_2023.pdf"
    ],
    "lastUpdate": "2024-01-24T00:37:37+00:00",
    "setSpecs": []
}