{
    "acceptedDate": "2014-01-01T00:00:00+00:00",
    "authors": [
        {
            "name": "Wilkinson, Eleanor"
        }
    ],
    "contributors": [],
    "createdDate": "2015-02-20T18:16:22+00:00",
    "dataProvider": {
        "id": 34,
        "name": "Southampton (e-Prints Soton)",
        "url": "https://api.core.ac.uk/v3/data-providers/34",
        "logo": "https://api.core.ac.uk/data-providers/34/logo"
    },
    "depositedDate": "2014-01-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1068/a130069p",
    "downloadUrl": "",
    "fullText": "Environment and Planning A 2014, volume 46, pages 000 – 000doi:10.1068/a130069pSingle people’s geographies of  home: intimacy and friendship beyond ‘the family’Eleanor WilkinsonUniversity of Leeds, Leeds LS2 9JT, England; e-mail: e.k.wilkinson@leeds.ac.ukReceived 27 June 2013; in revised form 19 November 2013Abstract. What might it mean to think of  ‘the single’ as a potentially queer subject and in what ways does singleness pose a challenge to heteronormative conceptualizations of  the lifecourse and household formation? In this paper I explore some of  the contested meanings of  ‘home’ for those who are single; and examine how single people have created new forms of  home and new spaces of  at-homeness with those with whom they are not biologically (or romantically) related. I conclude by asking how we might help foster, build, and create new forms of  dwelling that might better match single people’s imaginings and desires for a home outside of  heteronormative coupledom. Ultimately the paper argues that the exclusion of  the figure of  the single is one of  the key omissions in the work of  those interested in challenging the geographies of  exclusion and inequality.Keywords: queer, single, home, coupledom, lifecourseIntroductionGeography’s ‘queer turn’ has been manifest in the increasing attention paid in the discipline to the relationship between sexuality and space (Bell and Valentine, 1995; Browne et al, 2007; Hubbard, 2012). While this has revealed the ways in which space is heterosexualized, geographic research is only just beginning to look specifically at how space serves to normalize coupledom (see Johnston and Longhurst, 2010; Ramdas, 2012; 2014; Wilkinson, 2013). In this paper I focus specifically upon the figure of the single in order to examine how sexual-coupled attachments are often prioritized over other forms of relationship (such as friendship) in the design, use, and occupation of space. I argue that the exclusion of the single is one of the key omissions in the work of those interested in challenging geographies of exclusion and inequality. Hence in this paper I want to begin to think seriously about Michael Cobb’s (2007, page 446) playful suggestion that queer scholars might want to attach “the letter S to the LGBTQ acronym (LGBTQS)” in order to “affiliate those who are ‘single’ with the ever-elongating list of nonmajority sexualities.” What might it mean to think of the single as a potentially queer subject, and in what ways does singleness pose a challenge to heteronormative conceptualizations of the lifecourse and household formation? (1)My argument is informed by some important countercurrents in sexuality and space studies, which seek to extend the reach of queer geography beyond lesbian and gay lives. Queer geography has often been ‘ghettoized’, with its theories being thought of as only applicable to those identifying as lesbian or gay. However, it has been well demonstrated that heteronormativity is something that has a profound effect on the lives of all subjects—not just those who identify as lesbian, bisexual, or gay [see Hubbard (2000; 2012), Little (2003); (1) The queer potentialities of singleness have recently begun to be explored in a number of recent key texts in queer studies (Cobb, 2012; Halberstam, 2012). Yet of course there is a spectrum of singleness, and not all forms of singles pose a challenge to heteronormative temporality (see Wilkinson, 2012). Many forms of singleness may be accepted in certain spaces, at certain points across the life course— for example, the single young professional is a temporary identity that is designed and marketed for in many cities (Fincher, 2004).2 E WilkinsonMorrison (2012; 2013), or Walsh (2007) for discussion of heterosexual geographies]. It is therefore important to reiterate that heteronormativity cannot (and should not) always be neatly conflated with heterosexuality. For, as Lauren Berlant and Michael Warner note: “ [heteronormativity] consists less of norms that could be summarized as a body of doctrine than of a sense of rightness produced in contradictory manifestations — often unconscious, immanent to practice or to institutions. Contexts that have little visible relation to sex practice, such as life narrative and generational identity, can be heteronormative in this sense, while in other contexts forms of sex between men and women might not be heteronormative. Heteronormativity is thus a concept distinct from heterosexuality” (1998, page 548, original emphasis).In this paper I explore how the heteronormative life trajectory—wherein we are expected to marry, have children, and find our sources of support and care from within the family—omits a whole host of people, including those who are uncoupled and those without children. I extend the focus of a queer approach beyond the hetero/homo dualism by investigating how heteronormativity excludes those who are not part of a couple, regardless of whether they identify as bisexual, lesbian, gay or heterosexual. I draw upon empirical fieldwork conducted in Britain with those who define themselves as content in their single status, and who claim to have no future desires to find a partner or start a family.(2) Accordingly, I seek to highlight how a “queer approach can be deployed to understand much more than the lives of ‘queers’ ” (Oswin, 2008, page 90).The paper opens with a brief review of wider literature in the social sciences on the demographic rise of singledom in Britain and the detraditionalization of intimate life, and followed with an outline of the methods used in this project. The main body of this paper focuses upon the contested meanings of ‘home’ for those who are single, and explores how the ideal of coupledom is maintained and subverted via differing notions of ‘home’ and ‘at-homeness’. The first section draws upon Sara Ahmed’s (2006; 2010) work on queer phenomenology and happiness in order to explore the subtle, even unintentional, ways in which single people are made to feel ‘out of place’ within the familial home. The paper then moves on to explore how single people have created new forms of home and new spaces of at-homeness with those with whom they are not biologically (or romantically) related. I thus seek to contribute to an emerging body of geographical work examining intimate life by exploring how a queer approach can advance critical geographies of friendship (Bowlby, 2011; Bunnell et al, 2011), families (Harker and Martin, 2012; Valentine, 2008), and the lifecourse (Hopkins and Pain, 2007). In particular, I seek to highlight the multiplicity of desires and intimate attachments beyond the “sanctification of a conjugal couplet” (Povinelli, 2006, page 181).I love no one (and no one loves me)? The rise of singledom in BritainDemographic data highlight that the one-person household is the fastest-growing household form in Britain.(3) Although often assumed to be associated with old age, the greatest increase in those living alone is among people of working age (ONS, 2011). It is important to note, (2) My research focused on those who had rejected future aspirations of becoming part of a couple or having children—hence their experience of being single differs from that of those who might enjoy being temporarily single but who feel they would be part of a coupled relationship if the right person came along. The use of the term ‘single’ in this paper encompasses a variety of different practices: some of my participants still had sexual encounters whilst others did not, whilst some had short-term casual romantic and sexual relationships but still maintained what they felt was a single identity. I am aware, however, that defining a person as ‘single’ still reduces their identity back to romantic attachment.(3) In 2011 (ONS, 2011) 29% of UK households consisted of only one person, whereas in 1971 this figure was only 13%.Single people’s geographies of home 3however, that there is an significant distinction between living alone and being single, as people who live alone are not necessarily single (with an increasing number of couples now living apart—see Duncan and Phillips, 2012). Likewise, just because a person is single it does not mean that they live alone, as many live with family or friends, and it is estimated that only half of single people live alone (Palmer, 2006). Nevertheless, despite the limits of such statistical measures, we can still clearly see that patterns of intimate life in Britain have changed significantly in recent decades, with some substantial changes in processes of household formation. According to the 2011 Census of Population, the married household is now in a minority for the first time ‘in history’,(4) making up just under half (47%) of all households. An increasing number of people are now delaying marriage or not marrying at all, and the frequency of divorce has risen drastically (ONS, 2011). Thus the rise in singleness can be understood as part of what Buzar et al (2005) understand as the ‘second demographic transition’: marked by declining household size, a wider array of domestic living arrangements, and the increasing importance of networks of kin and friendship outside of the household.(5)Despite such evident trends, geographers have yet to fully engage with the vast body of literature on the changing norms and practices of intimate life and family formation (see Duncan and Smith, 2002; Harker and Martin, 2012; Roland and Nakano, 2013). As Gill Valentine (2008) notes, there has been a tendency in geography for work on ‘the family’ to fall within the subfield of children’s geographies, and consequently there is still often a heteronormative understanding of ‘the family’, founded upon the parent–child relationship and assumptions of biological relatedness. This can be contrasted with several other disciplines, most notably sociology, where there is an established body of work examining the proliferation of alternatives to the ‘traditional’ nuclear family [Roseneil and Budgeon (2004), Silva and Smart (1999), Weeks et al (2001); see also Budgeon (2008), Chasteen (1994), Macvarish (2006), or Simpson (2006) on ‘single life’].Central to such sociological work is the claim that these demographic changes exemplify the ‘detraditionalization’ of intimate life. Indeed, a number of prominent social scientists have proclaimed the arrival of a ‘post-traditional’ society in which people have been freed from previous constraints, and are now at liberty to reflexively author relationships in ways that do not necessarily conform to the idealization of a lifelong heterosexual partnership. In the so-called ‘Western’ world traditional forms of authority and regulation are said to have weakened, and a new individualized form of love is assumed to prevail [see Giddens (1992) for a highly optimistic view of these changes in intimate life, and Bauman (2003) and Beck and Beck-Gernsheim (1995; 2002) for a more pessimistic take]. Giddens (1992) claims that one of the key consequences of transformations in intimate life is that individuals are now at liberty to pursue a ‘pure relationship’: a temporal contract which they are free to enter into and move out of as they choose. Coupled relationships are now viewed not as social obligation, but as an active choice—a personal decision rather than social imperative. Many, however, have challenged these theorizations, and argued that these newfound liberties are not available to all (Jamieson, 1997; Plummer, 2003; Smart and Shipman, 2004; Wilkinson and Bell, 2012). Instead, these writers have proposed that the current period is characterized by simultaneous processes of detraditionalization and retraditionalization, with the emergence of new freedoms accompanied by new forms of constraint. For example, in previous work (4) That is for the first time since national data on household formation and marital status have been collated and analyzed.(5) This paper focuses specifically upon Britain; however, the rise of solo-living and singleness is something that is taking place across many countries in the Global North (see Jamieson and Simpson, 2013 for comparative data about European countries, and Klinenberg, 2012 for data about the USA).4 E Wilkinson(Wilkinson, 2013), I have highlighted how, despite the increasing acceptance of lesbian and gay relationships in many Western nations, equalities legislation has often continued to uphold ‘compulsory coupledom’: thus, even though we have witnessed a supposed recognition of diverse family forms, relationships are still often only given validation if they are founded on the couple form. Hence, while it may appear that many people have a slightly greater choice about who they love, the obligation to choose remains: there is still an underlying assumption that everyone desires to be in some form of coupled relationship.Therefore, despite these significant changes in intimate life, or maybe perhaps because of these shifts, many governments continue to favour ‘traditional’ two-parent families, and family policy remains overwhelmingly predicated on the coupled household form (Oswin, 2010; Ramdas, 2012). The nuclear family is still protected and promoted by the state and, consequently, long-term singles continue to face discrimination in terms of benefits payments, tax credits, and housing allocation (Quinton, 2012; Reynolds, 2008). In addition, singledom remains stigmatized, and even demonized—deemed responsible for any number of social problems. Under the current UK Coalition Government there has been an intensification of the idea that a key cause of ‘Broken Britain’ is the breakdown of families and the rise in single-parent families (Lister and Bennett, 2010).But the stigmatization of the single can also be registered in other debates. For example, the decline in marriage and increase in solo living has been linked to a rise of shallow socialities, community breakdown, and even the ‘epidemic of loneliness’ (Putman, 2000). An instance of this kind of logic can be found in report by Dorling et al (2008, page 26), which attempted to measure ‘loneliness’ and ‘social fragmentation’ in Britain by calculating the numbers of nonmarried adults and the number of one-person households. Others have seen those who live alone or who are not married as key exemplars of an atomized and fragmented society (Bauman, 2003; Jacques, 2004). There are often links made here to the rise of a selfish, market-driven society: for example, Beck and Beck-Gernsheim (1995, page 116) claim that “[e]veryone must be independent, free for the demands of the market … the market subject is ultimately the single individual [that is unpartnered and living alone] … . The ultimate market society is a childless society.”Shifts in intimate life have therefore been linked to a putative decline in ‘family values’, with the rise in singleness sometimes depicted as a threat to the well-being and moral fabric of society. But are such connections inevitable? Might these changes register a more positive shift in intimate life, and the widening of networks of intimacy and attachment (see Roseneil, 2010)? What might it mean to think of the rise of singleness as something that is not a danger or a threat but rather something with potentially productive, perhaps even queer, possibilities? Here, it is significant that a number of people are beginning to publicly voice the merits of being single. Singleness is becoming an increasingly popular kind of (not necessarily very) ‘sexual story’ (Plummer, 1994). Yet often these stories tend to depict singleness as a temporary measure that occurs at certain stages in the lifecourse: for example, in young adulthood before finding a partner, and in older age, either after bereavement or divorce (see Heath and Cleaver, 2003; Sandfield and Percy, 2003). In contrast, I seek to queer these conventional heteronormative understandings that see singleness as only ever a temporary stage. Accordingly, the focus of my research is those who see their uncoupled status as something permanent, and who claim that they have no desire to be part of a coupled relationship. Thus, in my research I am interested specifically in the queer potentialities of singleness, and the ways in which certain forms of singleness challenge conventional heteronormative lifestyle transitions and household formations.Single people’s geographies of home 5This paper forms part of a wider project looking at the networks of friendship, intimacy, and care created by those who identify as being content in their single status.(6) All respondents were currently uncoupled and had no children; all claimed that they had no desire to find a partner or to start a family of their own; and a number of participants also stated that they had little interest in sex itself. The paper is based upon twenty in-depth interviews: fourteen participants identified as female and six identified as male. Participants had a wide variety of sexual orientations: bisexual, lesbian, gay, queer, and heterosexual. Those who participated in the study all had relatively high levels of educational capital, but varying levels of economic capital (yet all were in full-time or part-time employment at the time of interview). All participants were full UK citizens, fourteen identified as ‘white British’, four as ‘white other’, and two as ‘mixed background’. Participants were aged between their late twenties and mid forties: this age range was purposively selected as I wanted to focus upon those who were single during a period of their life when most are expected to be part of a couple (or at least looking to be part of a couple) and bringing up children.(7) Participants were initially recruited via events about rejecting coupledom and romantic love, mailing lists and blogs about single life, and subsequent participants were found via snowballing from these initial contacts. Hence, I make no claim that this research is representative of all those who are single in contemporary Britain, as the research focused only upon a very select group: those who saw their uncoupled and child-free status as something permanent. The interviews lasted between one and two hours, and were loosely based upon a narrative approach in which participants told stories about their life and experiences (Holstein and Gubrium, 2000; Riessman, 2008).In previous research (Wilkinson, 2013) I have outlined the ways in which government policy and education in Britain continue to promote the good of long-term coupledom, resulting in the exclusion and stigmatization of those who are uncoupled. In this paper I focus on the multiple geographies of home, in order to draw attention to some of the more mundane and everyday spaces in which coupledom is produced and regulated; but also challenged and undone. The analysis that follows is divided into a consideration of two different kinds of homespace: firstly, the ways in which the familial home was at times a site of unease for the single person; and, secondly, the sense of ‘homeness’ created by single people with those to whom they are not biologically or romantically related.We’re a happy family? Singleness and family spacesConventionally ‘home’ has been depicted as a space of refuge, comfort and support: ‘[h]ome is a place that offers security, familiarity and nurture’ (Tuan, 2004, page 164). Recent geographical work, however, has begun to complicate these understandings (Blunt and Dowling, 2006; Brickell, 2011), and has acknowledged the often-contradictory nature of home for, as Blunt and Varley (2004, page 3) note, home can be “a space of belonging and alienation, intimacy and violence, desire and fear”. In this vein, previous geographical work on sexuality has examined how the family home can be a space of exclusion for the queer child (Johnston and Valentine, 1995; Valentine et al, 2003). However, the nuclear family home is not just a space in which heterosexuality is naturalized, but it is also where coupledom and (6) In recruitment material I avoided using the phrase ‘single’ and instead spoke of how the project was interested in hearing about the “rejection of sex, the rejection of romantic relationships, and the blurring between sexual relationships and friendships” (http://queering-love.blogspot.com). This wording was chosen in order to include a multitude of different ways in which a person could exist outside of coupledom. The word ‘rejection’ was used in order to recruit a purposive sample of people who saw themselves as actively choosing to live outside of normative ideals of coupledom.(7) Existing studies of single life have tended to focus either on single people entering adulthood (Heath and Cleaver, 2003) or on single people in old age (Steven and Van Tilburg, 2000).6 E Wilkinsonlong-term romantic attachments are normalized. The parental home can therefore at times be seen as a space of exclusion and pressure for those who are single.In this section I explore some of the stories my interviewees recounted about their experiences of returning to the family home. The following narratives challenge any unidirectional notion of ‘queer homecoming’ where “ ‘home’ is destination rather than an origin” (Fortier, 2001, page 407). Instead, these stories highlight how the family home still continued to press on the minds of many of my participants long after they had moved away. Thus there was not always a clear liberatory linear path, where moving away from the parental home automatically led to new freedoms and places in which people felt that they could be freely single. Despite claiming to have made a decision to remain single, feelings of shame, disappointment, and uncertainty continued to haunt some of my participants, particularly when they returned to visit family spaces. Moreover, as my participants grew older, and closer to the age by which they felt their parents and relatives expected them to have ‘settled down’ with a partner, their sense of feeling out of place in the family home often intensified.All but one of my participants had moved away from the familial home, though one, Kay, had returned temporarily to live with her mother. Kay was previously in a same-sex coupled relationship but now describes herself as no longer interested in finding a partner, and states that she plans to always remain single. Kay recounts a story about her mother’s reaction to her single status: “when I was still with Julie [her ex-girlfriend], my mum was actually really really fine about it. It was kind of a middle-class Guardian reader mother’s dream, something to impress her oh-so liberal friends [puts on a higher pitched voice] ‘my daughter, she’s a lesbian you know.’ But the thing was that if I was happy, then my mum was happy … she could see me and Julie were happy together, and she knew I had someone who cared for me … perhaps she also hoped that one day we’d adopt, and we’d have a non-nuclear but happy family … but now I’m single it’s so much harder, as she can’t seem to understand that I’m happy single and that I really don’t want to find anyone to settle down with (Kay, early thirties, lesbian).(8) (9)Kay’s revelation that she was a lesbian was met positively by her mother, and thus can be read as an affirmative ‘coming-out’ narrative (Gorman-Murray, 2008). Yet although her family were generally accepting of her lesbian identity, Kay explains that her decision to ‘come out’ as someone who was not interested in finding a partner was far harder for her family to accept. Kay’s story is particularly significant because it highlights that, while her family did not expect heterosexuality, coupled love was and is still assumed. Kay went on to speak about how she felt that this familial pressure had intensified recently as she grew closer to an age where most people are expected to have found a partner. Kay’s story reveals that there is still the expectation that people will ‘settle down’ at a particular point along the life course. Therefore, although a person’s single status may be accepted up until a certain age, as my participants got older this expectation that they should find a long-term partner was felt to increase. Hence there is still a normative narrative surrounding living arrangements which people are expected follow across the life course: where a child begins life in a family home, then may move temporarily to shared accommodation with friends while at university or in their early working life, until eventually they move in with a partner in order to begin a family of their own (Heath and Cleaver, 2003).(10) Halberstam (2005, page 2) claims that this is the temporal logic of heteronormativity, in which a person is expected to move from (8) The Guardian is a centre-left British broadsheet newspaper.(9) Participants were asked to self-select their age, gender, and sexual identity.(10) This linear narrative is also partially disrupted by the notion of extended adolescence (Arnett, 2004), and ‘boomerang’ children who return to the family home after adolescence (Mitchell, 2007).Single people’s geographies of home 7“birth, marriage, reproduction, and death”. Yet the figure of the happy single, with no desire to pursue these life goals, clearly provides a challenge to heteronormative temporality. According to scholars working on detraditionalization and self-reflexivity, the traditional path to marriage and parenthood is no longer preordained (Beck and Beck-Gernsheim, 1995; Giddens, 1992). Yet although this narrative may be temporarily disrupted—with people now delaying marriage and cohabitation until later in life—there is still the expectation that everyone will eventually form a long-term coupled relationship.Kay goes on to talk about the pressure she feels due to her mother’s seemingly well-intentioned interference into her lack of a lovelife: the questions about potential dates, the disappointment when she has nothing to report back. Kay’s story echoes Ahmed’s (2006) work on happiness, the queer child, and the pressure to continue the family line. As Ahmed writes: “ the child is asked to direct its desire by accepting the family line as its own inheritance. There is pressure to inherit this line, a pressure that can speak the language of love, happiness, and care, which pushes us along specific paths. We do not know what we could become without these points of pressure, which insist that happiness will follow if we do this or we do that” (2006, page 90).Yet in Kay’s story it was not simply the figure of the queer child that was seen to disrupt the family line. The happy lesbian couple were still seen as being able to continue the family line and, despite the ‘deviation’ from the normative line of heterosexuality, the lesbian couple were still accepted because they were still a couple. Therefore, in this instance, the figure of the single child becomes even more of a disruption to the family line than that of the queer child: for as Cobb (2007, page 456) notes, being single is often “one of the most despised sexual minority positions one could be”.Yet the parental pressure to find a partner was often described by my respondents as something that was implicit rather than explicit, and some spoke about an almost shameful feeling that they were somehow letting their parents down by not settling down with a partner or having children of their own. In her work, Ahmed (2006) notes that the queer child is generally brought up in a heterosexualized space: a home is filled with objects that direct the child along certain paths—down the straight line towards heterosexuality and reproduction. Ahmed expands upon Judith Butler’s (1997) notion of a ‘field of heterosexual objects’, arguing that certain objects are in reach within the family home, whereas others are excluded. For example, Ahmed (2006, page 89) writes of how the framed family photograph, visibly displayed in the family home, acts as a constant reminder to the queer child of the need to continue the family line.(11) Therefore, the child’s ‘failure’ to find a partner and settle down need not necessarily be verbally communicated in order to lead to a sense of unease. The entire environment of the nuclear family home is a space in which coupledom and long-term commitment are often upheld as an unquestionable good.(12) This is illustrated by the way in which another of my respondents, Polly, spoke about her experience of returning back to visit her family home: “ it’s not like my parents have ever said anything hostile about me being single, aside from a few jokes about when I’m going to settle down. But sometimes I still feel … kind of awkward … especially as I’m getting older. I don’t know if it’s more me being single, or not having children, but I just sometimes get these … kind of … sinking feelings. Like I went home last Christmas and suddenly the house was full of photos of my cousin’s (11) See also Morrison (2013) for further discussion about the relation between heterosexuality, homespace, and the display of photographs.(12) The issue of housing design will be explored in the next section of my analysis.8 E Wilkinsonnew baby. And perhaps I’m being a bit paranoid, but sometimes I feel like my parents are pretty unhappy that I’ve not settled down, and perhaps more so that I’ve not had children” (Polly, female, queer, early thirties).Polly goes on to speak about the fact she is an only child, and reflects on the ways in which the pressure to find a partner and continue the family line was perhaps more intense than if she had siblings. Thus, although Polly’s parents have never been ‘hostile’ about her single status, this does not stop her feeling that her parents are unhappy about her single and childfree status. Polly imagines that her parents’ own happiness rests upon the creation of her own ‘happy family’.Another of my respondents, Ruby, echoed this kind of underlying and often internalized feeling of shame and disappointment. Ruby mentioned that her parents had never specifically questioned her about her single status but that, despite this, she still felt a considerable degree of parental pressure to conform to the norms of long-term coupledom, as she goes on to say: “Sometimes I feel sort of guilty, and I don’t really know why … like I’m a disappointment to the rest of my family … and I guess I’m kind of haunted by my own parents’ happy marriage … at times I think well what if I’ve got it wrong? What if I should be settling down? (Ruby, late twenties, heterosexual).The word “haunted” in this extract highlights that the parental expectation of coupledom is something Ruby feels she cannot ever fully escape from; it haunts her even though she no longer lives within the family home. Ruby’s narrative thus challenges the idea that once the child has left the family home these pressures around how to live our intimate lives somehow recede.(13) Marriage is still a life goal that Ruby sometimes thinks that she should be attempting to achieve, and at times she feels that she has let her parents down by remaining single. Ruby feels that her parents will not be happy until she is happy. But she imagines that they will only be happy if she is part of a coupled relationship: if Ruby is willing to be made happy by the same thing that made her parents happy—long-term commitment. Yet happiness is not something neutral, it also works as a coercive force that directs us down some paths and not others. For, as Ahmed notes, happiness ‘involves reciprocal forms of aspiration’, which work as a form of coercion. However, this coercion is: “ concealed by the very language of reciprocity, such that one person’s happiness is made conditional not only on another person’s happiness but on that person’s willingness to be made happy by the same things” (2010, page 91).Consequently, there was an underlying feeling among several of my respondents that they were being judged for not being part of a couple, or that they were letting their family down by ‘failing’ to find a partner and continuing the family line. Hence the familial home was, at times, a place in which some of my participants felt out of place; there was a feeling that they somehow did not quite belong, that they were not really ‘at home’. Whilst these narratives are in no way as explicit, or openly hostile, as those found in existing research on lesbian and gay children growing up in homophobic households, these stories highlight how the norms of coupledom are often upheld in incredibly subtle ways. Being a long-term single can thus lead to a sense of detachment from the familial home. Moreover, as Lauren Berlant (1998, page 285) notes, forms of intimacy that exist outside of the couple form (and the lifecourse it produces) have few ‘alternative plots’ or “stable spaces of culture in which to clarify and cultivate them”. In the next section I map out some of the ways in which my participants had created new forms of belonging and new forms of home, and how they had attempted to carve out spaces where they were able to imagine intimacy beyond the totalizing logic of the couple.(13) See Fortier (2001) for a critique of this sentimentalized liberatory notion of ‘queer diaspora’.Single people’s geographies of home 9All by myself? Living outside of coupledomFeminist geographers have long noted how modern housing design and policy limits the possibilities for living arrangements that are not couple centric or built around the nuclear family. Key work here notes how appropriate gendered and sexual identities are manifested and maintained by housing design and the notion of the ‘nuclear household’ (Bondi, 1992; Hayden, 1982; Longhurst, 1999). Furthermore, certain forms of housing design have been seen to symbolize both the privatization of family life, and the sexualization of the family unit (Duncan, 1996). The nuclear familial home is not just a site of traditional gendered roles, but also of normative sexualities. Coupled and reprocentric sexuality becomes written into the residential landscape, and housing design for multiadult households or multifamily living arrangements, is almost nonexistent (Klocker et al, 2012). Housing is designed with the presumption that long-term coupled relationships involve shared living space (Van Every, 1995) and thus, as Johnston and Longhurst (2010, page 43) note, homes are often “valorized as sites of heteronormative relations”. Yet studies of same-sex residences and nonmonogamous households (Anderson, 2007; Elwood, 2000; Gorman-Murray, 2006; 2007; Pilkey, 2013) challenge the idea that the domestic home is always a heteronormative space for, as Gorman-Murray (2011, page 1386) notes, “there are always possibilities to start remaking the social power relationships that sculpt and sustain a home.” Yet in the sections that follow I explore the ways in which the life patterns of single people exhibit distinctive challenges and solutions for (re)creating a sense of home beyond coupledom.Ahmed (2006) has outlined the ways in which sexuality affects how we inhabit and orientate ourselves in space, noting that certain pressures routinely press against us, orientating us towards heterosexuality and reproduction. In this section I want to begin to explore what happens when we do not orientate towards coupledom: in particular, how does this affect how we (re)inhabit and (re)imagine home? How might certain forms of singleness challenge repeated and habitual understandings of home which conflate it with normative notions of ‘the family’ ? For if we are not orientated towards coupledom and reproduction, and the futures that these seem to guarantee, then what kind of new spaces are opened up? Thus, as Halberstam (2005, page 2) notes, a queer temporality enables us to see “the potentiality of a life unscripted by the conventions of family, inheritance, and child rearing”. However, in the analysis that follows, I do not wish to overly romanticize the lives that are not orientated around coupledom. Instead, I continue to highlight some of the pressures and difficulties faced when living outside of the couple form. In particular, I draw attention to some of the wider forces that could be seen to reorientate people back onto the linear path of coupledom and biological relatedness. Hence, I explore how the departure from heteronormative futurity can at times be both a fraught and isolating experience, whilst also leading to the creation of new forms of intimacy, and new kinds of home making unconfined by dominant notions of coupledom and reproduction.A number of respondents had attempted to adapt and challenge traditional heteronormative idealizations of the nuclear familial home—either by living with friends, or in close proximity to friends. A quarter of my research participants lived communally, often with friends, usually in private rented accommodation. Single people in Britain occupy a relatively disadvantaged position in terms of housing tenure and are less likely to own their homes than are those who are part of a couple (Palmer, 2006). Thus, many of my research participants were part of a British rental market that currently favours the rights of the landlord over the rights of the tenant. One of my interviewees, Joan, spoke negatively about her experiences 10 E Wilkinsonof private renting, and how this had resulted in her making a decision to purchase a house with some of her closest friends: “ In the end I got really tired of constantly having to move around and be at the mercy of landlords. So me and three of my friends just got together one night and thought why don’t we buy somewhere? It’s something none of us would ever been able to afford alone” (Joan, early forties, bisexual).Here, Joan briefly mentions one of the underlying key issues that came out in a number of my interviews: the financial pressures which many of my participants felt under due to the extra cost of being single.(14) Single people can be in a relatively precarious position as they only have one income to rely on (Bennett and Dixon, 2005), and a number of my participants expressed concerns about job security. For Joan, living communally with friends enabled her to overcome some of these financial troubles and allowed her to create a more stable sense of home. Communal living has often been depicted as a temporary measure that takes place at a relatively early stage in the life course: for example, friends sharing together after university, or buying their first property together to allow them to get on ‘the property ladder’ (Heath and Cleaver, 2003). Yet for Joan the act of buying a house with her friends marked a strong long-term commitment, and was, she felt, a clear personal rejection of any future dreams of moving in with a partner: “ It was kind of a major decision though for me … it was kind of like, this is it, I’m never going to do the settling down as a couple thing … I’m making a kind of commitment to these people”My findings here indicate points of connection with a wider body of literature that explores how certain lesbian and gay people often move from ‘families of origin’ to ‘families of choice’ (Weeks et al, 2001; Weston, 1997). Although Joan rejects romantic commitment, she is simultaneously making new forms of commitment to her friends, a commitment that is tied to a future-oriented desire for home and stability.The remainder of my research participants lived alone, and most spoke in positive ways about this experience and how they enjoyed having their own living space. However, all of my interviewees emphasized their need to have close ties and friendships outside of the household. Some my research participants reflected back on how living alone had at times been an isolating and lonely experience, especially when they were not living in proximity to friends. For example, Jane speaks of her time spent living in London and her decision to move back to the north of England: “ I lived in London after university, for almost three years, but I didn’t really enjoy my life down there. I was a good 40 to 45 minutes away from all my friends, so we’d have to always make a real effort to get to see each other. I ended up feeling really isolated … and in the end I just felt like I had no choice but to leave … Living up here [a small town in the north of England] has made such a difference. There’s a group of about five of us, people who I’ve known since I was about 18, most who don’t have partners either, and we’re in walking distance of each other so that makes a real difference … . This way I get my own space, but there’s always company if you need it … . Moving up here was definitely the best thing I’ve done, I feel so much happier being surrounded by those who care for me (Jane, late thirties, lesbian).Although there is an abundance of statistical data telling us about the rise of single-headed households, there has yet to be any substantive qualitative research that examines how geographic location and propinquity affect people’s lived experience of solo living and (14) For most people, living alone is more costly than sharing accommodation; however, those receiving state benefits may find living alone more cost effective than living as part of a couple. Yet, with recent changes to housing benefit, this will not be the case for those under 35 years old who rent from private landlords (Shelter, 2012).Single people’s geographies of home 11their sense of home. Living near to friends was deeply important to Jane’s own sense of happiness and well being. Thus, for Jane ‘home’ was not tied to the house she lived in, but was a kind of feeling she got from being close to those she cared for and those who cared for her, concurring with Blunt and Dowling’s (2006, page 22) understanding of home as “both material and imaginative” (original emphasis).Moss (1997, page 24) argues that certain relations that form part of our understanding of home are “not spatially confined to the physical material dwelling”, and that our sense of home is not just tied to the materiality of the household, but to a multitude of places, activities, and attachments. This point was echoed by some of my participants who spoke not of a specific residential home, but of a sense of ‘at-homeness’ found in doing collective activities with friends, as the following extract from James (early forties, gay) demonstrates:J: “I’ve just gone and rented an allotment space with a bunch of my friends, which is great as it’s such a sociable space and a nice time just to catch up with everyone … it’s kind of a shame there’s not more places where you can do things communally …”Author: “Such as? ”J: “Umm [pauses] just little everyday things … . So last summer, we all [a group of his friends] went on holiday and rented a house between us, and got to all share the cooking … . But it’s not the sort of thing we can do here back in London as most of us live in either studio or one-bed flats with just about enough space to cook a meal for two.James here has attempted to create spaces of ‘at homeness’ outside of the bounded spatiality of the household. Nonetheless, it seems that this more expansive notion of ‘home’ was in part a necessary creation due to the ‘unhomely’ nature of the home in which James currently lives. The architectural form of the rented apartments he and his friends live in place clear limits on what activities can take place within them. Solo living is often equated with an epidemic of loneliness, and this is certainly something that is not discouraged by the design of the accommodation that many single people can afford: households for many single dwellers (the studio, the bedsit, the single room in a shared household) are clearly not designed with sociability in mind.James’s reflection on the inadequacy of the home he lives in, and the limited range of spaces available for sociability outside of the household, also illustrates the ways in which contemporary housebuilding perpetuates the assumed separation of public space from private space (Duncan, 1996). Dolores Hayden’s (1980) path-breaking work on communal kitchens and communal childcare helps question why certain acts are designed to be done in the privacy of the home rather than communally. Exploring single people’s geographies of the home reveals how heteronormative coupledom is assumed, with housing often built solely with the nuclear family in mind. Despite many of my participants’ best attempts to ‘queer the home’, and to dwell outside of the supreme logic of the couple, housing policy and architectural design were still felt to place limits upon the kinds of activities that could be conducted within the home.One respondent, Chris, further highlights some of the wider structural limits placed on the intimate lives of single people. Chris spoke about her close friendship with two other women and the way in which she felt that these friends were her family, and as a result she felt no need to try to find a partner. These three women had known each other for over fifteen years; they did not live together, but lived within walking distance of each other. Chris spoke of an occasion a few years back where her friend’s mother became seriously ill and the care arrangements they tried to put in place: “When we found out that Mary’s [her close friend] mother was ill we all rallied round to try and give her as much support as possible. In the end we drew up a kind of rota, where we all agreed to help out—a day a week sort of thing. It was something we’d all talked 12 E Wilkinsonabout previously, as when you’re living alone and getting to middle age these are the sort of things you think about … . I had no real problems getting time off as I work pretty flexible hours, but for Anna [her other close friend] she couldn’t get more than a few days off … helping out a friend isn’t really recognized as grounds for compassionate leave, and helping a friend look after her mother even less so” (Chris, mid-forties, heterosexual).Here, although Chris had orientated towards new forms of intimacy and support, her employers did not always recognize these attachments. Therefore, even when respondents had attempted to create and recreate spaces of belonging and home, law and policy were still felt to reproduce a narrowly couple-centric and familial understanding of intimate life founded upon the ideal of a shared domestic space. Many authors have highlighted ‘the heteronormativity of care’, and noted that the nuclear household is often assumed to be the ‘correct’ space for care, whether in the form of childcare or care for the elderly (Roseneil and Budgeon, 2004). As Nash (2005, page 454) notes, “[i]deas of kinship and relatedness shape what relations are recognized as legitimate or proper.” This directly challenges some of the most popular theorizations that see intimate life as increasingly fluid and open (Beck and Beck-Gernsheim, 1995, 2002; Giddens, 1992). As is evident in this study, intimate life can still be a space of constraint; coupled attachments are still privileged above others; and, as Folbre (2001, page 228) notes, “our economic and legal system has not kept pace with changes in the types of caring relationships that individuals form.” Therefore, although many respondents had created new forms of home, intimacy, and belonging, this does not mean that these new intimate attachments were validated or supported by law or policy.ConclusionThis paper has focused upon some of the ways in which certain forms of singleness could be seen to disrupt understandings of home founded upon a heteronormative notion of ‘reproductive temporality’ (Halberstam, 2005, page 5). The paper has demonstrated how changes in intimate life may be leading to new understandings of home, and that single people may often not be isolated or feel lonely, as is so frequently supposed, but have networks of intimacy and friendship that exist outside of, and beyond heteronormative idealized notions of home. Thus, as Cobb (2007, pages 449) notes, “the loneliest of us are not necessarily those who are actually alone but rather those of us trying our hardest not to be alone.”In drawing out some of the parallels between single people’s geographies of home and existing work on lesbian and gay domesticities, I have sought to examine some of the ways in which ‘the single’ might be thought of as a kind of ‘nonmajority’ sexuality (Cobb, 2007). However, I also had a wider aim beyond thinking about ‘the single’ as simply a new identity category: I also sought to highlight some of the queer moments in lives that might not necessarily be read as ‘queer’. In particular, I have explored some of the possibilities of doing queer scholarship not concerned with sex per se: taking queer theory beyond sexual encounters and beyond sexual orientation (see Cobb, 2012). The data gathered here are not explicitly about self-defined queer defiance, a refusal to be tied down by the norms of monogamy, or sexual transgression: they are mundane, everyday, ordinary, yet still, in many ways, I would argue, decidedly queer. Thus this paper falls into an emerging body of work that is beginning to look at the potential queerness of the normal, and the possibility of doing queer scholarship without a primary focus on the notion of ‘antinormativity’ founded upon notions of sex radicalism (Wiegman and Wilson, 2014). Furthermore, whilst this paper has focused on those who are defined as ‘single by choice’, might we also be able to conduct a queer analysis of those who might be described as ‘single by fate’? This might involve us considering the many unintentionally queer moments across the lifecourse, particularly in later life, where we find ourselves living outside of coupledom. The paper has hence stressed the importance of not neatly conflating heterosexuality with heteronormativity, Single people’s geographies of home 13as heteronormativity clearly shapes and limits the lives of many people–not just those who identify as ‘queer’. Drawing upon Ahmed’s work on queer phenomenology, I have attempted to think about how heteronormativity functions not just by a pressure to orientate towards the ‘right’ gender, but also that we must orientate towards the couple form.In this paper I have highlighted some of the subtle, and often unintentional, ways in which policy and planning discourage single forms of sociality. Ultimately, the state sanctioning of coupledom results in the exclusion of all those who are living outside of its frameworks (whether single by choice or single by fate). Coupled and familial relationships continue to be valorized by the state and placed above other forms of nonbiological attachments such as friendship. Yet what might it mean for government policy to take into consideration changing patterns of intimacy; to help foster, build, and create new forms of dwelling that might better match single people’s needs or desires for a home outside of the heteronormative coupled form? By prioritizing coupled relationships above all others we are left with a narrow and limited understanding of intimate life, of belonging, of care, of home.However, current campaigns for sexual citizenship, such as those centred on same-sex marriage, often fail to recognize the vast number of people who are entirely excluded from these debates because they have the ‘wrong’ kind of relationships, or privilege other forms of love and attachment (such as friendship). Those without dependents and without the support of a partner are almost entirely absent from debates about rights and citizenship, and coupled love is still assumed to be the basis of our most meaningful attachments (Freeman, 2002; Wilkinson, 2013). Certain moves towards lesbian and gay equality eclipse the normative geographies that reproduce singleness as the (undesirable) exception to the rule. My desire to continue to extend queer research beyond the hetero/homo dualism is not simply a call to incorporate another marginalized group into geographical analysis (ie, the single). Rather, it is to think about how we might envision broader affinities with other groups who are othered by heteronormativity and to make sure that our quests for equality do not further marginalize the already marginalized. Hence, it can never just be at a case of adding the letter ‘S’ to the LGBTLQ acronym, but, rather, thinking about how certain moves towards lesbian and gay equality, such as same-sex marriage, may further exclude the single via an unquestioned idealization of the couple form. Thus the focus of queer research can never solely be ‘compulsory heterosexuality’ (Rich, 1980), but also ‘compulsory coupledom’. Therefore, it seems pressing that geographers begin to examine how the heteronormative life trajectory excludes not just the figure of the ‘queer’, but also a whole host of people whose lives and loves fall outside of the conventional dyadic ideal.Acknowledgements. Thanks to Robert Vanderbeck and Phil Hubbard for providing comments on earlier drafts of this paper.ReferencesAhmed S, 2006 Queer Phenomenology: Orientations, Objects, Others (Duke University Press, Durham, NC)Ahmed S, 2010 The Promise of Happiness (Duke University Press, Durham, NC)Anderson C, 2007, “Non-coupled cohabitation—the case of polyamory”, ENHR International Conference: Sustainable Urban Areas, Rotterdam; copy availableArnett J, 2004 Emerging Adulthood: The Winding Road from the Late Teens through the Twenties (Oxford University Press, New York)Bauman Z, 2003 Liquid Love: On the Frailty of Human Bonds (Polity Press, Cambridge)Beck U, Beck-Gernsheim E, 1995 The Normal Chaos of Love (Polity Press, Cambridge)Beck U, Beck-Gernsheim E, 2002 Individualization (Sage, London)Bell D, Valentine G, 1995 Mapping Desire: Geographies of Sexualities (Routledge, London)Bennett J, Dixon M, 2005 Single Person Households and Social Policy: Looking Forwards (Joseph Rowntree Foundation, York)14 E WilkinsonBerlant L, 1998 Intimacy (University of Chicago Press, Chicago, IL)Berlant L, Warner M, 1998, “Sex in public” Critical Inquiry 24 547–566Blunt A, Dowling R, 2006 Home (Routledge, London)Blunt A, Varley A, 2004, “Introduction: geographies of home” Cultural Geographies 1 3–6Bondi L, 1992, “Gender symbols and urban landscapes” Progress in Human Geography 16 157–169Bowlby S, 2011, “Friendship, co-presence and care: neglected spaces” Social and Cultural Geography 12 605–622Brickell K, 2011, “‘Mapping’ and ‘doing’ critical geographies of home” Progress in Human Geography 36 225–224Browne K, Lim J, Brown G, 2007 Geographies of Sexualities: Theory, Practices and Politics (Ashgate, Aldershot, Hants)Budgeon S, 2008, “Couple culture and the production of singleness” Sexualities 11 301–316Bunnell T, Yea S, Peake L, Skelton T, Smith M, 2011, “Geographies of friendships” Progress in Human Geography 36 490–507Butler J, 1997 The Psychic Life of Power: Theories in Subjection (Stanford University Press, Palo Alto, CA)Buzar S, Ogden P E, Hall R, 2005, “Households matter: the quiet demography of urban transformation” Progress in Human Geography 29 413–436Chasteen A L, 1994, “ ‘The world around me’: the environment and single women” Sex Roles  31 309–328Cobb M, 2007, “Lonely” South Atlantic Quarterly 106 445–454Cobb M, 2012 Single: Arguments for the Uncoupled (New York University Press, New York)Dorling D, Vickers D, Thomas B, Pritchard J, Ballas D, 2008, “The way we live now”, report by the Social and Spatial Inequalities Group, Department of Geography, University of SheffieldDuncan N, 1996 Bodyspace: Destabilizing Geographies of Gender and Sexuality (Routledge, London)Duncan S, Phillips M, 2012, “People who live apart together (LATs)—new family form or just a stage? ” International Review of Sociology 22 513–352Duncan S, Smith D, 2002, “Geographies of family formations: spatial differences and gender cultures in Britain” Transactions of the Institute of British Geographers: New Series 27 471–493Elwood S, 2000, “Lesbian living spaces” Journal of Lesbian Studies 4 11–27Fincher R, 2004, “Gender and life course in the narratives of Melbourne’s high-rise housing developers” Australian Geographical Studies 42\u0003\u0016\u0015\u0018௅\u0016\u0016\u001bFortier A M, 2001, “ ‘Coming home’: queer migrations and multiple evocations of home” European Journal of Cultural Studies 4 405–424Folbre N, 2001 The Invisible Heart: Economics and Family Values (New Press, New York)Freeman E, 2002 The Wedding Complex: Forms of Belonging in Modern American Culture (Duke University Press, Durham, NC)Giddens A, 1992 The Transformation of Intimacy: Sexuality, Love and Eroticism in Modern Societies (Stanford University Press, Palo Alto, CA)Gorman-Murray A, 2006, “Gay and lesbian couples at home: identity work in domestic space” Home Cultures 3 145–168Gorman-Murray A, 2007, “Contesting domestic ideals: queering the australian home” Australian Geographer 38 195–213Gorman-Murray A, 2008, “Queering the family home: narratives from gay, lesbian and bisexual youth coming out in supportive family homes in Australia” Gender, Place and Culture 15 31–44Gorman-Murray A, 2011, “ ‘It’s about time you came out’: sexualities, mobility and home” Antipode 43 1380–1403Halberstam J, 2005 In a Queer Time and Place: Transgender Bodies, Subcultural Lives (New York University Press, New York)Halberstam J, 2012 Gaga Feminism: Sex, Gender and the End of Normal (Beacon Press)Harker C, Martin L, 2012, “Familial relations: spaces, subjects and politics” Environment and Planning A 44 768–775Single people’s geographies of home 15Hayden D, 1980, “What would a non-sexist city be like? speculations on housing, urban design, and human work” Signs 5 170–187Hayden D, 1982 The Grand Domestic Revolution: A History of Feminist Designs for American Homes, Neighborhoods, and Cities (MIT Press, Cambridge, MA)Heath S, Cleaver E, 2003 Young, Free and Single. Twenty-somethings and Household Change (Palgrave Macmillan, Basingstoke, Hants)Holstein J A, Gubrium J F, 2000 The Self We Live By: Narrative Identity in a Postmodern World (Oxford University Press, New York)Hopkins P, Pain R, 2007, “Geographies of age: thinking relationally” Area 40 287–294Hubbard P, 2000, “Desire/disgust: mapping the moral contours of heterosexuality” Progress in Human Geography 24 191–203Hubbard P, 2012 Cities and Sexualities (Routledge, London)Jacques M, 2004, “The death of intimacy: a selfish, market-driven society is eroding our very humanity” The Guardian 18 SeptemberJamieson L, 1997 Intimacy: Personal Relationships in Modern Societies (Polity Press, Cambridge)Jamieson L, Simpson R, 2013 Living Alone: Globalization, Identity and Belonging (Palgrave, Basingstoke, Hants)Johnston L, Longhurst R, 2010 Space, Place, and Sex: Geographies of Sexualities (Rowman and Littlefield, New York)Johnston L, Valentine G, 1995, “ ‘Wherever I lay my girlfriend that’s my home’: the performance and surveillance of lesbian identities in domestic environments”, in Mapping Desire: Geographies of Sexualities Eds D Bell, G Valentine (Routledge, London) pp 88–103Klinenberg E, 2012 Going Solo: The Extraordinary Rise and Surprising Appeal of Living Alone (Penguin: New York)Klocker N, Gibson G, Borger E, 2012, “Living together but apart: material geographies of everyday sustainability in extended family households” Environment and Planning A 44 2240–2259Little J, 2003, “ ‘Riding the rural love train’: heterosexuality and the rural community” Sociologia Ruralis 43 401–417Lister R, Bennett F, 2010, “The new ‘champion of progressive ideals? ’ Cameron’s Conservative Party: poverty, family policy and welfare reform” Renewal: A Journal of Social Democracy  18 84–109Longhurst R, 1999, “Gendering place” in Explorations in Human Geography: Encountering Place Eds R Le Heron, L Murphy, P Forer, M Goldstone (Oxford University Press, Auckland)  pp 151–172Macvarish J, 2006, “What is ‘the problem’ of singleness? ” Sociological Research Online 11 …–…Mitchell B A, 2007 The Boomerang Age: Transitions to Adulthood in Families (Transaction Books, New Brunswick, NJ)Morrison CA, 2012, “Heterosexuality and home: intimacies of space and spaces of touch” Emotion, Space and Society 5 10–18Morrison CA, 2013, “Homemaking in New Zealand: thinking through the mutually constitutive relationship between domestic material objects, heterosexuality and home” Gender Place and Culture 20 413–431Moss P, 1997, “Negotiating space in home environments: older women living with arthritis” Social Science and Medicine 45 23–33Nash C, 2005, “Geographies of relatedness” Transactions of the Institute of British Geographers: New Series 30 449–462ONS, 2011, “How people are living in England and Wales”, Office for National Statistics,  http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-and-quick-statistics-for-wards-and-output-areas-in-england-and-wales/sty-how-people-are-living-in-england-and-wales.htmlOswin N, 2008, “Critical geographies and the uses of sexuality: deconstructing queer space” Progress in Human Geography 32 89–103Oswin N, 2010, “The modern model family at home in Singapore: a queer geography” Transactions of the Institute of British Geographers: New Series 35 256–26816 E WilkinsonPalmer G, 2006 Single Person Households: Issues that JRF Should be Thinking About (Joseph Rowntree Foundation, York)Pilkey B, 2012, “LGBT homemaking in London, UK: the embodiment of mobile homemaking imaginaries” Geographical Research 51 159–165Plummer K, 1994 Telling Sexual Stories: Power Change and Social Worlds (Routledge, London)Plummer K, 2003 Intimate Citizenship: Private Decisions and Public Dialogues (University of Washington Press, Washington, DC)Povinelli E, 2006 The Empire of Love: Toward a Theory of Intimacy, Genealogy, and Carnality (Duke University Press, Durham, NC)Putman R D, 2000 Bowling Alone: The Collapse and Revival of American Community (Simon and Schuster, New York)Quinton P, 2012, “It’s time for a debate over statutory housing rights for single people” The Guardian  www.guardian.co.uk/housing-network/2012/oct/16/statutory-housing-right-single-peopleRamdas K, 2012, “Women in waiting? Singlehood, marriage, and family in Singapore” Environment and Planning A 44 832–848Ramdas K, 2014, “Is blood thicker than water?: Single Indian Singaporean women and the geographies of ‘being’ family” Gender, Place and Culture doi:10.1080/0966369X.2013.879098Reynolds J, 2008 The Single Woman: A Discursive Investigation (Taylor and Francis, London)Rich A, 1980, “Compulsory heterosexuality and lesbian existence” Signs 5\u0003\u0019\u0016\u0014௅\u0019\u0019\u0013Riesmann C K, 2008 Narrative Methods for the Human Sciences (Sage, London)Roland R, Nakano L, 2013, “Single women and housing choices in urban Japan” Gender Place and Culture 20 451–469Roseneil S, 2010, “Intimate citizenship: a pragmatic, yet radical, proposal for a politics of personal life” European Journal of Women’s Studies 17 77–84Roseneil S, Budgeon S, 2004, “Cultures of intimacy and care beyond ‘the family’: personal life and social change in the early 21st century” Current Sociology 52 135–149Sandfield A, Percy C, 2003, “Accounting for single status: heterosexism and ageism in heterosexual women’s talk about marriage” Feminism & Psychology 13 475–482Shelter, 2012, “Housing benefit if you are under 35”,  http://england.shelter.org.uk/get_advice/housing_benefit_and_local_housing_allowance/what_is_housing_benefit/housing_benefit_if_you_are_under_35Silva E B, Smart C, 1999 The New Family? (Sage, London)Simpson R, 2006, “The intimate relationships of contemporary spinsters” Sociological Research Online 11 …—…Smart C, Shipman B, 2004, “Visions in monochrome: families, marriage and the individualization thesis” The British Journal of Sociology 55 491–509Steven N, Van Tilburg T, 2000, “Stimulating friendship in later life: a strategy for reducing loneliness among older women” Educational Gerontology 26 15–35Tuan Y F, 2004, “Home”, in Patterned Ground: the Entanglements of Nature and Culture  Eds S Harrison, S Pile, N Thrift (Reaktion Books, London) pp 164–165Valentine G, 2008, “The ties that bind: towards geographies of intimacy” Geography Compass  2 2097–2110Valentine G, Skelton T, Butler R, 2003, “Coming out and outcomes: negotiating lesbian and gay identities with, and in, the family” Environment and Planning D: Society and Space 21 479–500Van Every J, 1995 Heterosexual Women Changing the Family: Refusing to be a ‘Wife’! (Taylor and Francis, London)Walsh K, 2007, “ ‘It got very debauched, very Dubai!’ Heterosexual intimacy amongst single British expatriates” Social and Cultural Geography 8 507–533Weeks J, Heaphy B, Donovan C, 2001 Same Sex Intimacies: Families of Choice and Other Life Experiments (Routledge, London)Weston K, 1997 Families We Choose: Lesbians, Gays, Kinship (Columbia University Press, New York)Wiegman R, Wilson E A, 2014, ‘Queer theory without normativity’ Differences forthcomingSingle people’s geographies of home 17Wilkinson E, 2012, “The romantic imaginary: compulsory coupledom and single existence”, in Sexualities: Past Reflections, Future Directions Eds S Hines, Y Taylor (Palgrave Macmillan, %DVLQJVWRNH\u000f\u0003+DQWV\f\u0003SS\u0003\u0014\u0016\u0013௅\u0014\u0017\u001bWilkinson E, 2013, “Learning to love again: ‘Broken families’, citizenship and the state promotion of coupledom” Geoforum 49\u0003\u0015\u0013\u0019௅\u0015\u0014\u0016Wilkinson E, Bell D, 2012, “Ties that blind: on not seeing (or looking) beyond ‘the family’ ” Families, Relationships and Societies: 423–439",
    "id": 29046695,
    "identifiers": {
        "doi": "10.1068/a130069p",
        "oai": "oai:eprints.soton.ac.uk:369905"
    },
    "title": "Single people's geographies of home: intimacy and friendship beyond 'the family'",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [
        {
            "id": 36335921,
            "title": "Queer Phenomenology: Orientations, Objects, Others (Duke",
            "authors": [],
            "date": "2006",
            "doi": "10.1215/9780822388074",
            "raw": "Ahmed S, 2006 Queer Phenomenology: Orientations, Objects, Others (Duke University Press, Durham, NC) Ahmed S, 2010 The Promise of Happiness (Duke University Press, Durham, NC) Anderson C, 2007, “Non-coupled cohabitation—the case of polyamory”, ENHR International Conference: Sustainable Urban Areas, Rotterdam; copy available Arnett J, 2004 Emerging Adulthood: The Winding Road from the Late Teens through the Twenties (Oxford University Press, New York) Bauman Z, 2003 Liquid Love: On the Frailty of Human Bonds (Polity Press, Cambridge) Beck U, Beck-Gernsheim E, 1995 The Normal Chaos of Love (Polity Press, Cambridge) Beck U, Beck-Gernsheim E, 2002 Individualization (Sage, London) Bell D, Valentine G, 1995 Mapping Desire: Geographies of Sexualities (Routledge, London) Bennett J, Dixon M, 2005 Single Person Households and Social Policy: Looking Forwards (Joseph Rowntree Foundation, York)14  E Wilkinson Berlant L, 1998 Intimacy (University of Chicago Press, Chicago, IL) Berlant L, Warner M, 1998, “Sex in public” Critical Inquiry 24 547–566 Blunt A, Dowling R, 2006 Home (Routledge, London) Blunt A, Varley A, 2004, “Introduction: geographies of home” Cultural Geographies 1 3–6 Bondi L, 1992, “Gender symbols and urban landscapes” Progress in Human Geography 16 157–169 Bowlby S, 2011, “Friendship, co-presence and care: neglected spaces” Social and Cultural Geography 12 605–622 Brickell K, 2011, “‘Mapping’ and ‘doing’ critical geographies of home” Progress in Human Geography 36 225–224 Browne K, Lim J, Brown G, 2007 Geographies of Sexualities: Theory, Practices and Politics (Ashgate, Aldershot, Hants) Budgeon S, 2008, “Couple culture and the production of singleness” Sexualities 11 301–316 Bunnell T, Yea S, Peake L, Skelton T, Smith M, 2011, “Geographies of friendships” Progress in Human Geography 36 490–507 Butler J, 1997 The Psychic Life of Power: Theories in Subjection (Stanford University Press, Palo Alto, CA) Buzar S, Ogden P E, Hall R, 2005, “Households matter: the quiet demography of urban transformation” Progress in Human Geography 29 413–436 Chasteen A L, 1994, “ ‘The world around me’: the environment and single women” Sex Roles 31 309–328 Cobb M, 2007, “Lonely” South Atlantic Quarterly 106 445–454 Cobb M, 2012 Single: Arguments for the Uncoupled (New York University Press, New York) Dorling D, Vickers D, Thomas B, Pritchard J, Ballas D, 2008, “The way we live now”, report by the Social and Spatial Inequalities Group, Department of Geography, University of Sheffield Duncan N, 1996 Bodyspace: Destabilizing Geographies of Gender and Sexuality (Routledge, London) Duncan S, Phillips M, 2012, “People who live apart together (LATs)—new family form or just a stage? ” International Review of Sociology 22 513–352 Duncan S, Smith D, 2002, “Geographies of family formations: spatial differences and gender cultures in Britain” Transactions of the Institute of British Geographers: New Series 27 471–493 Elwood S, 2000, “Lesbian living spaces” Journal of Lesbian Studies 4 11–27 Fincher R, 2004, “Gender and life course in the narratives of Melbourne’s high-rise housing developers” Australian Geographical Studies 42 Fortier A M, 2001, “ ‘Coming home’: queer migrations and multiple evocations of home” European Journal of Cultural Studies 4 405–424 Folbre N, 2001 The Invisible Heart: Economics and Family Values (New Press, New York) Freeman E, 2002 The Wedding Complex: Forms of Belonging in Modern American Culture (Duke University Press, Durham, NC) Giddens A, 1992 The Transformation of Intimacy: Sexuality, Love and Eroticism in Modern Societies (Stanford University Press, Palo Alto, CA) Gorman-Murray A, 2006, “Gay and lesbian couples at home: identity work in domestic space” Home Cultures 3 145–168 Gorman-Murray A, 2007, “Contesting domestic ideals: queering the australian home” Australian Geographer 38 195–213 Gorman-Murray A, 2008, “Queering the family home: narratives from gay, lesbian and bisexual youth coming out in supportive family homes in Australia” Gender, Place and Culture 15 31–44 Gorman-Murray A, 2011, “ ‘It’s about time you came out’: sexualities, mobility and home” Antipode 43 1380–1403 Halberstam J, 2005 In a Queer Time and Place: Transgender Bodies, Subcultural Lives (New York University Press, New York) Halberstam J, 2012 Gaga Feminism: Sex, Gender and the End of Normal (Beacon Press) Harker C, Martin L, 2012, “Familial relations: spaces, subjects and politics” Environment and Planning A 44 768–775Single people’s geographies of home  15 Hayden D, 1980, “What would a non-sexist city be like? speculations on housing, urban design, and human work” Signs 5 170–187 Hayden D, 1982 The Grand Domestic Revolution: A History of Feminist Designs for American Homes, Neighborhoods, and Cities (MIT Press, Cambridge, MA) Heath S, Cleaver E, 2003 Young, Free and Single. Twenty-somethings and Household Change (Palgrave Macmillan, Basingstoke, Hants) Holstein J A, Gubrium J F, 2000 The Self We Live By: Narrative Identity in a Postmodern World (Oxford University Press, New York) Hopkins P, Pain R, 2007, “Geographies of age: thinking relationally” Area 40 287–294 Hubbard P, 2000, “Desire/disgust: mapping the moral contours of heterosexuality” Progress in Human Geography 24 191–203 Hubbard P, 2012 Cities and Sexualities (Routledge, London) Jacques M, 2004, “The death of intimacy: a selfish, market-driven society is eroding our very humanity” The Guardian 18 September Jamieson L, 1997 Intimacy: Personal Relationships in Modern Societies (Polity Press, Cambridge) Jamieson L, Simpson R, 2013 Living Alone: Globalization, Identity and Belonging (Palgrave, Basingstoke, Hants) Johnston L, Longhurst R, 2010 Space, Place, and Sex: Geographies of Sexualities (Rowman and Littlefield, New York) Johnston L, Valentine G, 1995, “ ‘Wherever I lay my girlfriend that’s my home’: the performance and surveillance of lesbian identities in domestic environments”, in Mapping Desire: Geographies of Sexualities Eds D Bell, G Valentine (Routledge, London) pp 88–103 Klinenberg E, 2012 Going Solo: The Extraordinary Rise and Surprising Appeal of Living Alone (Penguin: New York) Klocker N, Gibson G, Borger E, 2012, “Living together but apart: material geographies of everyday sustainability in extended family households” Environment and Planning A 44 2240–2259 Little J, 2003, “ ‘Riding the rural love train’: heterosexuality and the rural community” Sociologia Ruralis 43 401–417 Lister R, Bennett F, 2010, “The new ‘champion of progressive ideals? ’ Cameron’s Conservative Party: poverty, family policy and welfare reform” Renewal: A Journal of Social Democracy 18 84–109 Longhurst R, 1999, “Gendering place” in Explorations in Human Geography: Encountering Place Eds R Le Heron, L Murphy, P Forer, M Goldstone (Oxford University Press, Auckland) pp 151–172 Macvarish J, 2006, “What is ‘the problem’ of singleness? ” Sociological Research Online 11 …–… Mitchell B A, 2007 The Boomerang Age: Transitions to Adulthood in Families (Transaction Books, New Brunswick, NJ) Morrison CA, 2012, “Heterosexuality and home: intimacies of space and spaces of touch” Emotion, Space and Society 5 10–18 Morrison CA, 2013, “Homemaking in New Zealand: thinking through the mutually constitutive relationship between domestic material objects, heterosexuality and home” Gender Place and Culture 20 413–431 Moss P, 1997, “Negotiating space in home environments: older women living with arthritis” Social Science and Medicine 45 23–33 Nash C, 2005, “Geographies of relatedness” Transactions of the Institute of British Geographers: New Series 30 449–462 ONS, 2011, “How people are living in England and Wales”, Office for National Statistics, http://www.ons.gov.uk/ons/rel/census/2011-census/key-statistics-and-quick-statistics-for-wards-andoutput-areas-in-england-and-wales/sty-how-people-are-living-in-england-and-wales.html Oswin N, 2008, “Critical geographies and the uses of sexuality: deconstructing queer space” Progress in Human Geography 32 89–103 Oswin N, 2010, “The modern model family at home in Singapore: a queer geography” Transactions of the Institute of British Geographers: New Series 35 256–26816  E Wilkinson Palmer G, 2006 Single Person Households: Issues that JRF Should be Thinking About (Joseph Rowntree Foundation, York) Pilkey B, 2012, “LGBT homemaking in London, UK: the embodiment of mobile homemaking imaginaries” Geographical Research 51 159–165 Plummer K, 1994 Telling Sexual Stories: Power Change and Social Worlds (Routledge, London) Plummer K, 2003 Intimate Citizenship: Private Decisions and Public Dialogues (University of Washington Press, Washington, DC) Povinelli E, 2006 The Empire of Love: Toward a Theory of Intimacy, Genealogy, and Carnality (Duke University Press, Durham, NC) Putman R D, 2000 Bowling Alone: The Collapse and Revival of American Community (Simon and Schuster, New York) Quinton P, 2012, “It’s time for a debate over statutory housing rights for single people” The Guardian www.guardian.co.uk/housing-network/2012/oct/16/statutory-housing-right-single-people Ramdas K, 2012, “Women in waiting? Singlehood, marriage, and family in Singapore” Environment and Planning A 44 832–848 Ramdas K, 2014, “Is blood thicker than water?: Single Indian Singaporean women and the geographies of ‘being’ family” Gender, Place and Culture doi:10.1080/0966369X.2013.879098 Reynolds J, 2008 The Single Woman: A Discursive Investigation (Taylor and Francis, London) Rich A, 1980, “Compulsory heterosexuality and lesbian existence” Signs 5 Riesmann C K, 2008 Narrative Methods for the Human Sciences (Sage, London) Roland R, Nakano L, 2013, “Single women and housing choices in urban Japan” Gender Place and Culture 20 451–469 Roseneil S, 2010, “Intimate citizenship: a pragmatic, yet radical, proposal for a politics of personal life” European Journal of Women’s Studies 17 77–84 Roseneil S, Budgeon S, 2004, “Cultures of intimacy and care beyond ‘the family’: personal life and social change in the early 21st century” Current Sociology 52 135–149 Sandfield A, Percy C, 2003, “Accounting for single status: heterosexism and ageism in heterosexual women’s talk about marriage” Feminism & Psychology 13 475–482 Shelter, 2012, “Housing benefit if you are under 35”, http://england.shelter.org.uk/get_advice/housing_benefit_and_local_housing_allowance/what_is_ housing_benefit/housing_benefit_if_you_are_under_35 Silva E B, Smart C, 1999 The New Family? (Sage, London) Simpson R, 2006, “The intimate relationships of contemporary spinsters” Sociological Research Online 11 …—… Smart C, Shipman B, 2004, “Visions in monochrome: families, marriage and the individualization thesis” The British Journal of Sociology 55 491–509 Steven N, Van Tilburg T, 2000, “Stimulating friendship in later life: a strategy for reducing loneliness among older women” Educational Gerontology 26 15–35 Tuan Y F, 2004, “Home”, in Patterned Ground: the Entanglements of Nature and Culture Eds S Harrison, S Pile, N Thrift (Reaktion Books, London) pp 164–165 Valentine G, 2008, “The ties that bind: towards geographies of intimacy” Geography Compass 2 2097–2110 Valentine G, Skelton T, Butler R, 2003, “Coming out and outcomes: negotiating lesbian and gay identities with, and in, the family” Environment and Planning D: Society and Space 21 479–500 Van Every J, 1995 Heterosexual Women Changing the Family: Refusing to be a ‘Wife’! (Taylor and Francis, London) Walsh K, 2007, “ ‘It got very debauched, very Dubai!’ Heterosexual intimacy amongst single British expatriates” Social and Cultural Geography 8 507–533 Weeks J, Heaphy B, Donovan C, 2001 Same Sex Intimacies: Families of Choice and Other Life Experiments (Routledge, London) Weston K, 1997 Families We Choose: Lesbians, Gays, Kinship (Columbia University Press, New York) Wiegman R, Wilson E A, 2014, ‘Queer theory without normativity’ Differences forthcomingSingle people’s geographies of home  17 Wilkinson E, 2012, “The romantic imaginary: compulsory coupledom and single existence”, in Sexualities: Past Reflections, Future Directions Eds S Hines, Y Taylor (Palgrave Macmillan, Wilkinson E, 2013, “Learning to love again: ‘Broken families’, citizenship and the state promotion of coupledom” Geoforum 49 Wilkinson E, Bell D, 2012, “Ties that blind: on not seeing (or looking) beyond ‘the family’ ” Families, Relationships and Societies: 423–439",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/29046695"
        }
    ],
    "abstract": "What might it mean to think of ‘the single’ as a potentially queer subject and in what ways does singleness pose a challenge to heteronormative conceptualizations of the lifecourse and household formation? In this paper I explore some of the contested meanings of ‘home’ for those who are single; and examine how single people have created new forms of home and new spaces of at-homeness with those with whom they are not biologically (or romantically) related. I conclude by asking how we might help foster, build, and create new forms of dwelling that might better match single people’s imaginings and desires for a home outside of heteronormative coupledom. Ultimately the paper argues that the exclusion of the figure of the single is one of the key omissions in the work of those interested in challenging the geographies of exclusion and inequality.<br/",
    "tags": [
        "G1",
        "HM",
        "G1",
        "HM"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "G1",
        "HM"
    ],
    "oai": "oai:eprints.soton.ac.uk:369905",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "34",
        "openDoarId": 0,
        "name": "Southampton (e-Prints Soton)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 29046695,
        "depositedDate": "2014-01-01T00:00:00+00:00",
        "publishedDate": "2014-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T06:48:55+00:00",
        "acceptedDate": "2014-01-01T00:00:00+00:00",
        "createdDate": "2015-02-20T18:16:22+00:00"
    },
    "urls": [],
    "lastUpdate": "2024-02-19T06:48:55+00:00",
    "setSpecs": [
        "7374617475733D707562",
        "74797065733D61727469636C65",
        "7374617475733D707562",
        "66756C6C746578743D7075626C6963"
    ]
}