{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gooding, Anita R."
        },
        {
            "name": "Zaman, Bobbi Ali"
        },
        {
            "name": "Harrell, Sam J."
        },
        {
            "name": "Collins, Sam"
        },
        {
            "name": "Abelson, Miriam J."
        },
        {
            "name": "Anderson-Nathe, Ben"
        }
    ],
    "contributors": [],
    "createdDate": "2022-08-20T17:57:10+01:00",
    "dataProvider": {
        "id": 935,
        "name": "PDXScholar (Portland State University)",
        "url": "https://api.core.ac.uk/v3/data-providers/935",
        "logo": "https://api.core.ac.uk/data-providers/935/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/19361653.2022.20894",
    "downloadUrl": "https://core.ac.uk/download/529929996.pdf",
    "fullText": "Portland State University PDXScholar Women, Gender, and Sexuality Studies Faculty Publications and Presentations Women, Gender, and Sexuality Studies 6-11-2022 Situated Agency: How LGBTQ Youth Navigate and Create Queer(ed) Space Anita R. Gooding University of Portland Bobbi Ali Zaman Portland State University Sam J. Harrell Portland State University Sam Collins Portland State University Miriam J. Abelson Portland State University, abelson@pdx.edu See next page for additional authors Follow this and additional works at: https://pdxscholar.library.pdx.edu/wgss_fac  Part of the Social and Behavioral Sciences Commons Let us know how access to this document benefits you. Citation Details Gooding, Anita R.; Zaman, Bobbi Ali; Harrell, Sam J.; Collins, Sam; Abelson, Miriam J.; and Anderson-Nathe, Ben, \"Situated Agency: How LGBTQ Youth Navigate and Create Queer(ed) Space\" (2022). Women, Gender, and Sexuality Studies Faculty Publications and Presentations. 42. https://pdxscholar.library.pdx.edu/wgss_fac/42 This Post-Print is brought to you for free and open access. It has been accepted for inclusion in Women, Gender, and Sexuality Studies Faculty Publications and Presentations by an authorized administrator of PDXScholar. Please contact us if we can make this document more accessible: pdxscholar@pdx.edu. Authors Anita R. Gooding, Bobbi Ali Zaman, Sam J. Harrell, Sam Collins, Miriam J. Abelson, and Ben Anderson-Nathe This post-print is available at PDXScholar: https://pdxscholar.library.pdx.edu/wgss_fac/42 Situated Agency: How LGBTQ+ Youth Navigate and Create Queer(ed) SpaceResearch on LGBTQ+ youth often portrays them as either as victims whose lives aredefined by violence and discrimination, or as inspirational success stories whose abilityto thrive is attributable to external interventions and policies. Drawing on theories ofsituated agency, minority stress, and queer monstrosity, this participatory qualitativeinterview project with LGBTQ+ young adults illustrates instead how LGBTQ+ youthactively shape their coming-of-age experiences and develop unique strategies to surviveand thrive in the spaces they occupy. Rather than wholly traumatic or ecstatic, mostparticipants reported mixed experiences with varying support from the people andspaces they encountered. Youth had to regularly engage in the labor of evaluating andresponding to this mixed support and mistreatment in everyday situations andrelationships. Based on these evaluations participants reported self-regulating theirsexual and gender identities and behaviors, shifting tactics between spaces, seeking outand creating queer spaces, embracing their own difference, and engaging in directresistance. Implications for research and practice suggest that refusing to centerdeficit-based narratives and recognizing the full range of young people’s queerexpressions will produce a more accurate picture of LGBTQ+ coming of age and thesupports that allow more youth to thrive.  Keywords: LGBTQ+ youth, situated agency, minority stress, queer space, gay-straightalliancesWord count: 7,928This research was funded by the Portland State University Faculty Development Program.FINAL SUBMISSION 1In 2016, the U.S. Departments of Education and Justice released a “Dear Colleague”letter that extended Title IX protections to transgender students, establishing their legalopportunity to attend schools free of harassment and discrimination. In 2017, the Trumpadministration rescinded that guidance, and, in February 2018, the U.S. Department ofEducation clarified that they will no longer hear complaints or take action in support oftransgender students’ access to school facilities. This example demonstrates that despite someprogress for LGBTQ+ youth in recent years, the current political and social environment isuneven and unpredictable. Thus, it is as crucial as ever to identify the contexts and practicesthat provide affirming and supportive tools for LGBTQ+ youth to thrive in an oftenchallenging world.Yet the prevailing practice wisdom in social work and education, dominantpop-culture discourse, and much of the scholarly literature presents a portrayal of youngpeople’s lives in deficit terms. Their coming-of-age experiences are depicted asfundamentally fraught, painful, characterized by school failure, substance use and abuse,familial rejection, negative feelings of difference at best and outright bullying, physicalviolence and abuse at worst. The majority of research on LGBTQ+ youth has focused onthese “individual-level risk outcomes'' (Russell, 2005). Heeding Russell’s (2005) call to shiftattention from the overwhelming focus on risk to a focus on resilience, this community basedparticipatory research (CBPR) project was conducted alongside LGBTQ+ youth and exploredhow they negotiated queer(ed) spaces during young adulthood. Their narratives indicate thedimensions of a supportive space, and how people within those spaces can affect thecoming-of-age experiences of LGBTQ+ youth. Risks and Supports for LGBTQ+ YouthCountless studies have documented LGBTQ+ youths’ heightened risk of violence andvictimization, as well as the negative impacts discrimination has on these youths’ mentalFINAL SUBMISSION 2health, academic achievement, and general well-being (Kosciw et al., 2010; Toomey et al.,2011). While harassment and violence are the unfortunate reality for many LGBTQ+ youth,research trends provide an incomplete understanding of LGBTQ+ youthhood as onecharacterized entirely by suffering and helplessness. Other researchers have emphasized thepositive outcomes that LGBTQ+ youth report mostly as a result of intervention and supportstrategies implemented in schools and other institutions serving marginalized youth.Gay-Straight Alliances (GSAs) in schools have been a space of particular interest forresearchers, with multiple studies reporting a correlation between GSA presence in schoolsand better academic achievement, mental health, and social outcomes for LGBTQ+ students(Kosciw et al., 2009; Poteat et al., 2013; Toomey et al., 2011). Though these findingschallenge the idea that LGBTQ+ youthhood is defined by suffering, they tend to viewLGBTQ+ youths’ resilience or successes as resulting from external factors, such as certaininstitutional practices or resources. In other words, LGBTQ+ youth are treated as passiveobjects who receive “help” or “support” from external sources, rather than as subjects whoactively participate in shaping their own realities and resilience strategies.The result is a body of literature that tends to present LGBTQ+ youth’s experiences inextremes: LGBTQ+ youth are understood either as helpless victims whose lives are definedby violence and suffering or as inspirational success stories whose ability to thrive isattributable to external interventions and policies. This binary understanding of LGBTQ+youthhood is insufficient to understand the full complexity of LGBTQ+ youth experiences,which vary widely across time, space, and context.School and Online SpacesMuch of the research about LGBTQ+ youth has been conducted within schoolsettings. The high rates of verbal, physical, and sexual harassment LGBTQ+ youthexperience at the hands of both peers and faculty in schools are well-documented (BochenekFINAL SUBMISSION 3& Brown, 2001; Craig et al., 2018; Kosciw et al., 2009). These conditions put LGBTQ+youth at higher risk of poor academic performance, truancy, and dropping out than theirheterosexual and cisgender counterparts. However, school conditions for LGBTQ+ youthvary widely depending on factors such as geographic location and student demographics(Kosciw et al., 2009).  Schools with GSAs generally report safer school climates and betteracademic, social, and emotional outcomes for LGBTQ+ students (Kosciw et al., 2009; Poteatet al., 2013; Toomey et al., 2011), though these benefits extend primarily to white studentsand are less effective at mediating the effects of high levels of violence and victimization(Baams & Russell, 2020; McCready, 2004). Although harassment, discrimination, andheteronormative curriculum are common obstacles, schools can provide LGBTQ+ youth withthe space to build relationships with supportive peers and staff, engage in rewardingextracurricular activities, and connect with community and campus resources (Marshall et al.,2015; Mayo, 2013; Porta et al., 2017). The internet can be a valuable alternative space for support, friendship, resistance,resource sharing, and self-exploration for LGBTQ+ youth (Hillier et al., 2012; Jenzen, 2017;McKenna & Chughtai, 2020; Ybarra et al., 2015). LGBTQ+ youth spend more time onlinethan non-LGBTQ+ youth (GLSEN et al., 2013), perhaps due to the ability to access supportand information with some anonymity (Fox & Ralston, 2016). While the internet is notuniversally safe for all LGBTQ+ youth (Ybarra et al., 2015), there is a range of online forumsand social media platforms where youth can explore trans identities and queer sexualities(Hillier et al., 2012; Jenzen, 2017). Wargo (2017) has commented on young people’s use ofboth static (selfie) and more dynamic (livestreaming) technologies to curate their experiences,substantively shaping young people’s “storytelling of the self” (p. 560). Together, thisliterature shows that the internet is certainly a new, and often a “safer,” space for LGBTQ+youth to socialize than in-person, and necessitates further study.FINAL SUBMISSION 4Varied StrategiesSocial stress theories are useful in understanding LGBTQ+ behavior. Minority stresselaborates on social stress theory by distinguishing excess social environmental stressexperienced by “individuals from stigmatized social categories'' (Meyer, 2003, p. 3). Inapplying minority stress, scholars have developed the intersectional minority stressframework as a way to both recognize that many LGBTQ+ youth occupy numerousmarginalized positions and to document stigmatization across various minority statuspositions (Robinson, 2021; Schmitz et al., 2019). As a result of social stigmatization,LGBTQ+ youth often experience the stress of self-regulating and managing their visibilitywithin their social environment (Blackburn, 2007; Lasser & Wicker, 2008). These acts ofself-regulation and visibility management can be understood as a result of existing within aconstant surveillance state as theorized by Michel Foucault (1975) in his analysis of thePanopticon. While surveillance intends to produce docility in its subjects, it is only partiallyeffective in schools, as youth strategically evade and resist such disciplinary power(Gallagher, 2010). LGBTQ+ youth perform similar strategies in order to mitigate surveillanceas a minority stress, however, the literature on the topic is marginal and seeks furtherdocumentation. One queer strategy in the face of disciplinary power and surveillance is to embrace amarginal positionality as a source of personal power and motivation for social change. JudithButler (2011) and Susan Stryker (1994) have written extensively about the construction ofqueerness as monstrous, drawing comparisons between queer/trans subjectivity and that ofliterary creatures such as the monster in Mary Shelley’s Frankenstein. “Monstrousness”represents those bodies and behaviors which society has deemed unnatural; perverse;incapable of categorization (Cohen, 1997). For some LGBTQ+ people, identifying with themonstrous is a way of resisting the oppressive conditions that have rendered them “other.” FINAL SUBMISSION 5In deconstructing victim binaries in research, situated agency was developed as analternative to describe how individuals strategically live with, and beyond, social limitations(Panelli et al., 2005; Wignall, 2020). Situated agency acknowledges that one’s social context,or the cultural discourses they are situated in, their personal biography, and their spatialrelations provides the individual “with both constraints and possibilities from which togenerate a sense of agency” (Panelli et al., 2005, p. 499). In applying situated agency to transhigh school students, Hillier and colleagues (2019) showed how trans youth use strategies forcoping, surviving, and resisting violence and harassment in high school settings. In living“with” and “beyond” conflict and violence, trans youth navigated their high schoolenvironment and negotiated risk by: “avoiding, ignoring, selectively sharing, teaching andadvocating, arguing and fighting, seeking support, and making changes” (Hillier et al., 2019,p. 387). By highlighting resistance and resilience, situated agency redirects focus to thecontext and systems in which trans youth exist for further analysis. This article adds to the literature on situated agency by exploring how LGBTQ+people negotiate and “queer” spaces in youth and young adulthood. Drawing on theories ofsituated agency, minority stress, and queer monstrosity, we describe a participatoryqualitative interview project with LGBTQ+ young adults that illustrates how LGBTQ+ youthactively shape their coming-of-age experiences and develop unique strategies to survive andthrive in the spaces they occupy.Research Design & MethodsThis research study was embedded within a collaborative project, (Project Title). Inthe first phase of the project, researchers (Abelson and Anderson-Nathe), along withcollaborators, conducted interviews with 51 LGBTQ+ people ages 16-60 in the PacificNorthwest to understand their experiences as queer youth in multiple contexts. We did notattempt to separate participants or analyses according to experiences of gender and sexuality,FINAL SUBMISSION 6understanding that they, and the oppressions that target their respective transgressions, wereinextricably connected. Abelson and Anderson-Nathe secured funding to expand the projectto include a youth peer researcher component, with the dual purpose of including youth voicein the next stages of the project and enhancing the participant sample by working withinexisting community youth networks. This resulted in the recruitment of six youth, aged18-24, who were subsequently trained in qualitative research interviewing, recruitment,transcription, and thematic data analysis. As part of their interview training, youth researchersexperienced being an interview subject by giving an interview for the project with one of thefaculty researchers. Based on the core principles of participatory methods, youth and facultyresearchers engaged in a process that fostered co-learning and capacity building for allinvolved (Nicolaidis et al., 2011). Thus, youth brought their knowledge and understanding oftheir communities and lives into the project. In all, peer researchers conducted 291interviews.2Youth researchers recruited participants through messaging, email, social media,face-to-face requests, and recruitment flyers. Generally, participants were part of youthresearcher social circles, which benefited the project because youth researchers themselveswere of diverse backgrounds and experiences by virtue of race, class, and gender. Interviewsutilized a semi-structured interview guide and averaged 60-90 minutes. In order to cater toparticipant schedules and needs, interviews were conducted at times and locations mostconvenient, such as their living rooms or in coffee shops. Through open-ended questions,study participants were asked about their experiences during their teenage years in order toexplore how spaces can and do support LGBTQ+ youth. While participant ages ranged from18 to 36, all participants were asked to speak, currently or retrospectively, to their2 This project received approval from the Committee for Protection of Human Subjects (CPHS), theUniversity of Oregon Institutional Review Board (IRB). Protocol # 03202015.0211 Four of the 29 interviews conducted by youth researchers were excluded from analysis due to missing audiofilesFINAL SUBMISSION 7experiences as queer youth. Specifically, questions centered these areas: what stood out toparticipants about their young adulthood; how being LGBTQ+ affected those experiences;and their current interpretation of their teenage experiences. The sample was diverse in termsof race, gender, sexual orientation, and class (see Table 1). Participants were asked to choosea pseudonym, which we use here. Interviews were recorded and transcribed by youthresearchers.[Insert Table 1 about here]Because we wanted to highlight the work done by peer researchers, and theirknowledge and understanding of their community, our analysis solely explored 25 of theinterviews they conducted. We carefully reviewed peer interview files to explore how studyparticipants described their queer(ed) negotiation of space during youth and youngadulthood. As an exploratory study, thematic analysis allowed us to seek meaningful patternswhile also describing and organizing the data (Braun & Clark, 2006). The research teamconducted its first level of analysis by reviewing multiple transcripts all together, identifyingand operationalizing preliminary analytic codes through the use of Atlas.ti software. Thesecodes were then organized into a central codebook, which the research team revisited toassure shared understandings of the meaning and use of each code. At the second level ofanalysis, two researchers read and individually coded each interview transcript. The researchteam then collapsed codes into themes that were further refined through the use of thematicmemos. Throughout this process, the research team met bi-weekly to discuss participantmeaning-making, develop codes, and organize findings. In the following section, we highlight three ways that participants described theirqueer(ed) negotiation of space during youth and young adulthood. First, participantsemployed different strategies to self-govern and regulate the visibility of their queerness inanticipation of adverse reactions and risk. Second, they shifted between online and offlineFINAL SUBMISSION 8spaces as a way of negotiating their queerness and queer community. Last, participantscreated and queered alternative spaces that allowed them to build community, embracemonstrosity, resist oppression.FindingsParticipants described their young adulthood in a variety of ways. Some participantsreported being bullied or harassed, some got along fine socially, and others felt outside orin-between the social life of their school, community, or family but did not necessarilymention being targeted by others. A few even reported being wholly accepted and supportedby family, friends, and in their school and communities. The majority of participants reportedmixed experiences at different times, with different people, and in different spaces.Despite sometimes not fitting in, a number of participants described fairlyunremarkable teen years–neither deeply traumatic or wholly ecstatic. For example, Techie, a19-year-old, white transgender/genderqueer and queer person said that while they struggledwith mental health, their middle and high school years were fairly “normal.” They said, I had friends, and I had a really good school, apart from the danger. It was, I don’tknow, I guess a normal childhood. There’s nothing out of the ordinary. I went toschool during the day, I had friends that I hung out with. I lived across the street fromone of my friends. It was nothing special. Techie attributed this “normal” existence as a queer youth to finding friends and a sense ofcommunity in theatre and having generally accepting parents. Darian, a 36-year-old Latinobisexual man, reported that while some people did not like him, others stood up for him whenhe was bullied:I don’t know if anyone bullied me because they knew I was bisexual or theythought I was gay or whatever, but I would just say like kids being kids justbecause they don’t like you for whatever. I had a couple of people bully me,FINAL SUBMISSION 9but I never felt afraid to go to school or anything, it was just stupid kids beingannoying. Even when participants didn’t experience explicit homophobia or transphobia inschool, they reported a sense of not “fitting in” while growing up. A general sense of beingdifferent, queer, or odd, existed before they understood their non-normative gender and/orsexuality. For participants of color, racism further compromised their feelings of belonging.For example, Vanilla Bean,  a 21-year-old Chicana/Mexican bisexual, fluid, woman,described experiencing racist and anti-Mexican prejudice:I used to get bullied by the teachers [in Mexico] just because of being from the U.S.When Trump won, I got told by the principal to go back to my country. MeanwhileTrump was telling me to go back to my country. It kind of puts you in a limbo. It’slike, Wait, is there a Vanilla Bean-topia? Vanilla Bean Island? Where the fuck am Isupposed to go? Their sense of not “fitting in” was exacerbated by a narrow representation of queerness or alack of representation altogether. Across these varied experiences of being young and queer,participants employed strategies to negotiate and “queer” space.(Self) Regulating Behavior and VisibilityParticipants spoke about strategies they used to self-govern their sexualities, genderidentities and expressions in anticipation of negative reactions. While few participantsreported experiencing direct threats or harm, most spoke about proactive measures they tookin response to the generalized or hypothetical experiences of others. Many participants chosenot to “come out,” or be visibly queer, as a way to avoid threats or harm. Rae, a 19-year-oldwhite and Korean lesbian, queer, bisexual, pansexual, who was female and genderqueer,described how being visibly queer was a nonpossibility and could result in violence or harm:“Growing up through high school, it was like a no-no. You were sought out in school, madeFINAL SUBMISSION 10fun of, you didn’t have friends, you were beaten, pretty much. People knew, but they wouldhide it at the same time.” Riley Gray, a 19-year-old Asian and mixed race gay man,responded to hearing homophobic slurs by regulating his behavior, even when the languagewas not directed at him specifically:I don’t think that there’s anything dangerous, cause like I was never threatened oranything but you just hear stuff like people say “faggot” or people would make fun ofgay people and you know you just know not to act like that in front of them. Athletic school spaces surfaced as a site of self-governance. John, a 21-year-old whitebisexual male, regulated his queerness, choosing not to come out as gay, to attend to hispeers’ insecurities:I really wasn’t in any rush to come out in water polo just cause I didn’t really want tomake my teammates uncomfortable… walking in speedos around a gay person that’swhere it would be so I just didn’t wanna deal with that.Conversely, Cowboiz, a 25-year-old white queer, bisexual,genderqueer/gender-non-conforming person had been out to some of their teachers anddecided to regulate their gender expression after receiving invasive questions from peers ingym class: I didn’t bind anymore, and I didn’t bind in gym class and have girls go like, “What’sthat? Is that to suppress breasts?” And I was like, “Yeah.” [Laughs] So I went frombeing out to some of my teachers and that sort of thing, to wearing dresses again andkind of feeling like a “failure” at being trans, or like it was a phase and I was lying.John’s image of a bisexual person in speedos causing presumably straight boys discomfortinvokes stereotypes of gay men as hypersexual and promiscuous. John’s and Cowboiz’experiences occurred where youth are physically vulnerable and often lack adult supervision.FINAL SUBMISSION 11In these spaces, it seemed especially important for participants to calibrate their behavioraccording to what they thought would make others more comfortable.Several participants described how their families’ homophobia caused them toregulate their queer visibility and decide not to come out, even to a family member theyotherwise trusted. Chris, a 25-year-old white bi and pan female, said,My aunt is very religious, so her and her husband would talk about so many gays havebeen on the news lately and how they shouldn’t be spotlighted. There’s been timeswhen I just had to leave. So even though I know that my dad would be reallyunderstanding because he’s part of that side of the family I still haven’t come out tohim… to not be sure if I’ll be safe around my own family is… a really unsettlingplace to be.Like Chris, John described how he regulated his queer visibility around people (e.g., teachers,students) who were devout Christians, fearing that their Christian faith would also meandisapproval or hostility towards queerness. Their strategies for negotiating spaces as a queerperson shifted, at times, based on how secular or religious a space they were in.In each of these cases participants reported that they had to regulate their visibility asqueer or some aspect of their genders or sexualities, but they received other kinds of supportfrom these same people in their lives—support that they potentially jeopardized if theyexpressed their full selves. Moving Between Online and OfflineShifts between on- and offline spaces were prominent in participants’ descriptions ofhow they used different regulation strategies. Online spaces allowed for forms of visibility,education, and self-exploration that were not always available in in-person spaces. Forexample, Dolin, a 21-year-old genderqueer Latinx gay/queer, questioning, demisexual, spokeFINAL SUBMISSION 12about how a Youtube channel offered information on access to top surgery for nonbinarypeople: Seeing that Youtuber’s channel and seeing their experience kind of made me feel evenbetter about myself, like “Oh, this is something that is actually done. That’s cool.” Itlike, validated my experiences more. Not that I needed to see that to do it, but I did,like it just kind of reassured me like, “Hey, this is something you can do.” It’s notsomething I would have thought of on my own. The validation that Dolin received from this online space allowed for ideas about how tonegotiate queerness that she may not have otherwise considered or found possible. Online spaces allowed for exploration and community building when participants’location or family situation seemed unsupportive. Shirley, a 27-year-old white gay, queerfemale spoke to the potential benefits of anonymity and agency available in online spaces, asjuxtaposed with the challenges of coming out in a rural community: “You kind of just get thatsense of community without having to be too vulnerable. I think that was really helpful forme, especially being in a really rural area while I was coming out.” Similarly, before comingout to friends, Devin, a 26-year-old white nonbinary trans man, who was queer, bisexual, andpolysexual, explored his gender identity online: I started [coming out] online, like I started using different pronouns and stuff onlineand people were cool about it. There was actually a girl I was dating long distancewho was the first one I told about my gender and stuff and she was really nice aboutit.For most participants, online spaces were positive but they also expressed wanting in-personspaces where they could find community and support.FINAL SUBMISSION 13While online space served as a potential facilitator for identity exploration, accesscould be mediated by the limited agency some participants had as minors. For example,Cowboiz discussed how losing access to Tumblr compromised their ability to be semi-out: My mom had found my Tumblr, so she woke me up in the middle of the night while Iwas sleeping on the couch. She yelled at me before going to bed, and I was freakingout…. and I decided that I didn’t want this to happen anymore, so I was like, “I’msorry. I’m going to delete my blog.” Which I did. She made me delete my blog. And Ibasically went from being this semi-out trans person to being, “No, I’m a girl again,”the next year.This loss demanded a change in how Cowboiz regulated their queerness. Gaining access toonline space was a way to claim agency and express themselves, which was compromisedwhen this space was taken away. Making Alternatives Some participants found moments where they did not have to self-regulate theirqueerness. Instead, they found ways to negotiate coming-of-age as a queer person throughstrategies such as community-building, monstrosity, and resistance. In this sense, theyqueered other spaces when LGBTQ+ organizations or spaces proved inadequate oruninteresting.  Creating Queer Supportive Spaces. The majority of participants that attendedschools with GSAs or other LGBTQ+ support spaces said they were glad they existed,but did not necessarily participate in them or want to. Sometimes they avoided thesespaces because they did not get along with the people there, they encountered mainlystraight people, or they found the spaces unaccepting of their whole selves. Participantsdescribed how they negotiated their time as youth by finding and building communityaround people and resources, irrespective of how explicitly LGBTQ+ supportive aFINAL SUBMISSION 14space was advertised to be. Sheila, a 20-year-old white and Jewish lesbian, gay, queer,homo cis woman discussed how the official LGBTQ+ spaces in her high schools didnot interest her:  [I]n high school there was… a QRC type of club after school, but the four people thatwent there (chuckles) mind you it was in the thousands, thousand student school, butonly four students were there - every time I would walk by it just….didn’t seemappealing. Nobody really took it serious…It wasn’t where I wanted to spend my time.I had other interests. Finding people with shared interests was more compelling and perhaps more important fortheir negotiation of their teen years. Shimizu, a 20-year-old mixed-race gay homosexual manwas busy with other activities:I was part of the dance club from a dance company. I was also part of women'sempowerment. …I tried to get into GSA but I didn't ‘cause women's empowermentand dance took up most of my time... I didn't really feel like I needed to go. In another example, Techie attended the GSA early in high school but gravitated to theaterwhere there were other LGBTQ+ youth and, perhaps more importantly, general support fordifferent forms of being. These alternatives allowed youth to focus on their interests and havesupportive spaces with people they liked.For Vega, an 18-year-old Black trans woman, LGBTQ+ spaces were more thanuninteresting–they were hostile. Below, she described how the spaces advertised as “safe”were no less elitist and racist than any other space: Well for one I feel like most of that shit is like, a huge hypocrisy, and I’ve alwayssaid, especially since I came out, that I’m not a part of none of that shit. Like... theydon’t fuck with us like that, trans women, Black trans women especially. It’s like, theyFINAL SUBMISSION 15have this huge idea of community and embracing, but just from growing up andwatching these communities, it’s like they’re just as elitist and racist as everyone else. While for some, getting involved in LGBTQ+ centered spaces can be a form of survival,coping, or resistance, confronted with a culture that is white supremacist and inaccessiblethose spaces were not supportive. In response, Vega described carving out her own spaces: But everything else doesn’t really matter, because the only resource I need is myhormones and a safe space, which would go with being friends with somebody likeme. Like if we’re together and we’re good, then that’s the only safe space I need.Similarly, Rae created spaces away from a broader LGBTQ+ community, or anyone else.Outdoor spaces allowed Rae to not negotiate their queerness. The woods offered a sort ofsanctuary or escape. When asked where they found support, Rae said: Spaces, I would say just outside. Not at anyone’s house, where I could just be free andoutside, mainly in the woods, where no one was around so you could just do and bewhatever you wanted. That’s where I found sanctuary. Across these moments participants created spaces that were supportive of them as wholepeople, including being LGBTQ+. Embracing Monstrosity and Direct Resistance. Some youth expressed theirfeeling of difference as “being alien” or “monstrous,” and embraced aspects of thisdifference by looking inward and reevaluating their own worth. For example, Dariandid not have any models of LGBTQ+ people when he was growing up. Instead, helooked up to figures like Godzilla: I like Godzilla because...like nothing stops him, he’s forever this big giant monsterand sometimes I feel like I’m a monster. You know, you feel different - even thoughyou have people who love and support you, you still feel different to other people…Idon’t know, it’s just like sometimes you feel ugly inside cause you wanna be likeFINAL SUBMISSION 16everyone else, and that’s why I like Godzilla, cause he’s just a monster, he’s a monsterand he is what he is and everyone just has to deal with him. By embracing the monstrous figure of Godzilla, Darian shifts the onus of responsibility fornegotiating queerness onto those around him, refusing to assimilate or change himself. Byembracing one’s monstrosity, queer subjects may free themselves from some of the pressureto conform because they understand their monstrousness not as a personal failure but as theresult of an oppressive world order (Jones & Harris, 2016). This approach also showed upwhen participants rejected typical high school culture, including activities like attendingfootball games or subscribing to hierarchies of popularity. Dolin, for instance, said,me and my friends, we were like, “yeah, we’re not doing any of that…we were alsodifferent from, like, the norm of the stereotypical high schooler. Just like going tofootball games and I’m guessing they went to parties. I never heard of any partiesbecause I was like an outsider. (Dolin, 21) In these ways, participants take on another feature of the monstrous: the ability to challengeand unsettle that which we think we understand (Cohen, 1997; Abdi & Calafell, 2017).Through these acts of resistance - whether refusing to assimilate, as Godzilla, or refusing tosubscribe to the tropes of popularity and high school ritual typically assigned to the “normal”youth subject - participants used their outsiderness to challenge the pressures to conform.While some participants managed harassment and violence through self-regulation,like those above who shifted their visibility or changed their behavior, others employed moredirect forms of resistance. In response to sexual harassment after coming out, Devin foughtback in self-defense:  [W]hen I was on the bus and stuff people would just ask me really intrusive sexualquestions and ….if I acted like I wasn't interested in talking to them they would stilldo it. And then there was this guy ….who had a crush on me but after I came out asFINAL SUBMISSION 17trans and stuff… he would like whisper slurs at me. So we rode the same bus and Iwas getting sick of it and he would say slurs and stuff and one day I was getting offthe bus and he has his leg going across the aisle and so as I was walking through it Ijumped on his knee cap and then he stopped bothering me after that.Devin’s self-defense was effective in stopping the peer’s harassment. In another example ofdirect resistance, after a classmate expressed distress about being visibly queer at school,Chris organized her peers to hold hands in protest, resulting in a few days ofpseudo-suspension. While Devin did not report any negative consequences of theirself-defense and Chris only faced mild consequences, it is possible that self-defense or otherdirect resistance could result in youth facing harsh punishment, like being expelled fromschool or drawn into the school-to-prison pipeline/criminal punishment system. DiscussionStudy findings illustrate that LGBTQ+ youth actively shape their coming-of-ageexperiences, and routinely develop unique strategies to survive and thrive in the spaces theyoccupy. In all, they engaged in situated agency to work through challenging dynamics,navigate mixed support networks, or create new possibilities for themselves and others. Asmentioned earlier, situated agency posits that individuals generate coping strategies, informedby their social context, to advocate and make changes in their lives (Hillier et al., 2019;Panelli et al., 2005). Overall, the LGBTQ+ people we interviewed survived their youth bynegotiating their safety and ability to live a full life through three sets of strategies or tactics. First, youth negotiated coming-of-age as queer by self-regulating their identities andbehaviors. For instance, some participants actively decided to present as non-queer or shieldthemselves from discussions about sexuality and gender with individuals they assessed mightdisapprove of their identity. This self-regulative behavior allowed youth to control how theywere received by others, and was a way to protect an aspect of self that they were not ready toFINAL SUBMISSION 18expose to the outside world. Young people engaged in this self-regulation through complexassessments of their social surroundings, calculating relative risk and safety of disclosure orqueer presentation. While self-regulation may reflect some of the restrictive and normalizingeffects of Foucauldian governmentality (Foucault, 1975), many youth nevertheless used thisstrategy with a high degree of agency. By assuming responsibility for their own safetythrough in-the-moment reads of environmental cues, young people took charge of anydisclosures their behaviors or words may represent; self-regulation was restrictive but alsoaffirming.Second, youth shifted their tactics between spaces to avoid perceived threat andidentify spaces to develop their identities and communities, particularly in shifting betweenonline and offline spaces. For some participants, online spaces gave them an opportunity totry out pronouns, date, and build community, though they could be limiting. Participantsbenefited from having the option to vacillate between online and offline spaces depending ontheir self-assessed need, thus illustrating their agency. Finally, we found a set of alternative tactics where youth created or found hospitablespaces not marked as explicitly queer-friendly, queered their own understanding of beingdifferent, and found spaces where they could be free of identity. For instance, though GSAsare important, the situated agency of LGBTQ+ youth also meant that they sought–orcreated–people and places they read as safe, and did not solely rely on the ones providedthem through school. As often as not among our participants, the importance of a GSA oranother similarly “official” LGBTQ+ space rested in what its existence signaled, not howregularly it was accessed. In fact, for many, the existence of a GSA served as an implicitendorsement to create for themselves alternative queered spaces in other areas of the school(e.g., drama, music). FINAL SUBMISSION 19Because Gay-Straight Alliances (GSAs) are often referenced as supportive spaces forLGBTQ+ youth, this finding is particularly important as it names that queer and trans youthcreate queer(ed) space by finding affirming people and resources, and use those as a vehiclefor self-expression and self-understanding. Vega, a Black trans woman, highlighted this pointin her interview when she expressed, having hormones and good friends are “the only safespace I need” because she found official queer spaces were hostile. For Vega and others, therewas power in having the option to reject, accept, or create queer(ed) space.This study is not without limitations. Given the small sample size and the centrality ofa peer researcher model, one study limitation is that we were not able to disaggregate andreaggregate data alongside demographic categories such as race, gender identity, sexualorientation, and class. Future research should explore how these demographic categorizationsinform LGBTQ+ youth’s negotiation of queer(ed) space, and their expressions of situatedagency.  Additionally, amidst the challenges of completing a collaborative peer researcherproject and issues with technology, the original audio of four interviews were lost before theycould be transcribed. The demographic information for these interviewees are shown in Table1, but were not included in this analysis. In spite of these considerations, study findings haveimplications for researchers and practitioners who work with LGBTQ+ youth. Implications for ResearchResearchers have long examined the challenges faced by LGBTQ+ youth acrosssocial systems. One consequence of focusing on dehumanizing narratives aboutcoming-of-age experiences is that those assumptions then get translated into practice and hidehow youth actively participate in, and negotiate their experience. Research should move awayfrom highlighting purely “individual-level risk outcomes” (Russell, 2005) and name howyouth negotiate varying life stages, and their understanding of self-power. FINAL SUBMISSION 20In their piece on refusal in research, Tuck and Yang (2014) encourage researchers touse refusal as an analytic practice in order to “counter narratives and images arising(becoming claims) in social science research that diminish personhood or sovereignty, orrehumiliate when circulated” (p. 811). They encourage social scientists to learn fromhistorically marginalized peoples “without serving up pain stories on a silver platter for thesettler colonial academy, which hungers so ravenously for them” (p. 812). In this project weaimed to listen to the LGBTQ+ youth coming-of-age experiences, and refused to center adeficit-based narrative. This allowed the research team to hone in on how youth negotiatequeerness in space in a way that was not about the exceptional or the tragic, but what lay inbetween. In many ways, study findings show that for many youth, their negotiation of spacewas not necessarily traumatic, nor was it special. When researchers ask questions in differentways, specifically ways that name agency, different answers and resolutions arise, ones thatlook at the power and resiliencies that have always been present within historicallymarginalized groups.Implications for Practice with Young People These findings hold significance for practice with queer young people in educationaland social service settings. First, we highlight the importance of recognizing and affirmingthe full range of young people’s queer expressions. Illustrating the parallel concepts ofself-regulation as a form of situated agency and queer monstrousness, the participants in thisstudy demonstrated not only that they are capable of reading and responding strategically tothe cues they receive from their social environments, but also that they can access significantpower through expressions of their own queer monstrosity. For example, when Darian said“[Godzilla’s] a monster and he is what he is and everyone just has to deal with him,” heenacted a clear power move in which he demands visibility on his own terms. This holdsimplications for practice in that it directly contradicts assimilationist messages reinforced byFINAL SUBMISSION 21equality discourses, which often restrict young people’s ability to be fabulous in theirqueerness. We encourage practitioners to interpret queer extravagance as demonstrations ofyoung people’s agency, resulting from their critical assessment of their own vulnerability orsafety.A second implication for practice concerns the role of minority stress theory andmarginalized people’s need for spaces in which their experiences are centered. Our findingssupport mixed appraisals of the effectiveness of GSAs. Our participants uniformly expressedappreciation for their existence but few indicated they used the GSA as a primary site ofsupport or community. Nevertheless, we caution that this does not indicate that the GSAserves no purpose. It may be, instead, that the GSA sends a signal that a school is at leastsomewhat accepting of LGBTQ+ students (Kosciw et al., 2009; Poteat et al., 2013; Toomeyet al., 2011), and that this, in turn, provides a green light for queer youth to create their ownsimilar (though often not officially sanctioned) spaces elsewhere. Particularly for queer youthof color, the ability to create their own queered spaces as alternatives to sanctioned spacesoffers meaningful opportunities to escape or resist racism within established queer settings.Across the board, having access to both LGBTQ+ spaces (which they may not fullyutilize) and unofficially queered ones provides contexts in which queer young people’squeerness no longer marks them in the minority. Schools and social service organizations,therefore, may do well to continue creating official spaces for LGBTQ+ young people toaccess support while also removing barriers to those young people choosing to create theirown spaces as alternatives.FINAL SUBMISSION 22ReferencesAbdi, S. & Calafell, B. M. (2017). Queer utopias and a (feminist) Iranian vampire: A criticalanalysis of resistive monstrosity in A Girl Walks Home Alone at Night. CriticalStudies in Media Communication, 34(4), 358-370.Baams, L., & Russell, S. T. (2021). Gay-straight alliances, school functioning, and mentalhealth: associations for students of color and LGBTQ+ students. Youth & Society,53(2), 211-229. https://doi.org/10.1177/0044118X20951045 Blackburn, M. V. (2007). The experiencing, negotiation, breaking, and remaking of genderrules and regulations by queer youth. Journal of Gay & Lesbian Issues in Education,4(2), 33-54. https://doi.org/10.1300/J367v04n02_0Bochenek, M., & Brown, A. W. (2001). Hatred in the hallways: Violence and discriminationagainst lesbian, gay, bisexual, and transgender students in US schools. Human RightsWatch. https://www.hrw.org/sites/default/files/reports/usalbg01.pdf Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Researchin Psychology, 3(2), 77-101. Butler, J. (2011). Bodies that matter: On the discursive limits of sex. Routledge.Cohen, J. J. (1997). Monster culture (seven theses). In Monster theory: Reading culture (pp.3-25). University of Minnesota Press.Craig, S. L., McInroy, L. B., & Austin, A. (2018). “Someone to have my back”: Exploringthe needs of racially and ethnically diverse lesbian, gay, bisexual, and transgenderhigh school students. Children & Schools, 40(4), 231-239.https://doi.org/10.1093/cs/cdy016 Foucault, M. (1975). Discipline and punish: The birth of the prison (A. Sheridan, Trans.).Gallimard.FINAL SUBMISSION 23Fox, J., & Ralston, R. (2016). Queer identity online: Informal learning and teachingexperiences of LGBTQ+ individuals on social media. Computers in Human Behavior,65, 635-642. https://doi.org/10.1016/j.chb.2016.06.009Gallagher, M. (2010). Are schools panoptic? Surveillance & Society, 7(3-4), 262-272.https://doi.org/10.24908/ss.v7i3/4.4155GLSEN, CiPHR, & CCRC, (2013). Out online: The experiences of lesbian, gay, bisexual andtransgender youth on the Internet. Gay, Lesbian and Straight Education Network.https://www.glsen.org/sites/default/files/2020-01/Out_Online_Full_Report_2013.pdf Hillier, L., Mitchell, K. J., & Ybarra, M. L. (2012). The internet as a safety net: Findingsfrom a series of online focus groups with LGB and non-LGB young people in theUnited States. Journal of LGBT Youth, 9(3), 225-246.https://doi.org/10.1080/19361653.2012.684642Hillier, A., Kroehle, K., Edwards, H., & Graves, G. (2019). Risk, resilience, resistance andsituated agency of trans high school students. Journal of LGBT Youth, 17(4), 384-407.https://doi.org/10.1080/19361653.2019.1668326Jenzen, O. (2017). Trans youth and social media: moving between counterpublics and thewider web. Gender, Place & Culture, 24(11), 1626-1641.https://doi.org/10.1080/0966369X.2017.1396204Jones, S. H., & Harris, A. (2016). Monsters, desire and the creative queer body. Continuum:Journal of Media & Cultural Studies, 30(5), 518–530.https://doi.org/10.1080/10304312.2016.1210748Kosciw, J. G., Greytak, E. A., Diaz, E. M. (2009). Who, what, where, when, and why:Demographic and ecological factors contributing to hostile school climate for lesbian,gay, bisexual, and transgender youth. Journal of Youth and Adolescence, 38(7),976–88. https://link.springer.com/article/10.1007%2Fs10964-009-9412-1 FINAL SUBMISSION 24Kosciw, J. G., Greytak, E. A., Diaz, E. M., & Bartkiewicz, M. J. (2010). The 2009 NationalSchool Climate Survey: The experiences of lesbian, gay, bisexual and transgenderyouth in our nation’s schools. GLSEN. https://files.eric.ed.gov/fulltext/ED512338.pdfKosciw, J. G., Palmer, N. A., Kull, R. M., & Greytak, E. A. (2013). The effect of negativeschool climate on academic outcomes for LGBT youth and the role of in-schoolsupports. Journal of School Violence, 12(1), 45-63.https://doi.org/10.1080/15388220.2012.732546 Lasser, J., & Wicker, N. (2008). Visibility management and the body. Journal of LGBT Youth,5(1), 103-117. https://doi.org/10.1300/J524v05n01_08Marshall, A., Yarber, W. L., Sherwood‐Laughlin, C. M., Gray, M. L., & Estell, D. B. (2015).Coping and survival skills: The role school personnel play regarding support forbullied sexual minority‐oriented youth. Journal of School Health, 85(5), 334-340.https://doi.org/10.1111/josh.12254 Mayo Jr, J. B. (2013). Critical pedagogy enacted in the gay–straight alliance: Newpossibilities for a third space in teacher development. Educational Researcher, 42(5),266-275. https://doi.org/10.3102/0013189X13491977 McCready, L. T. (2004). Some challenges facing queer youth programs in urban highschools: Racial segregation and de-normalizing whiteness. Journal of Gay & LesbianIssues in Education, 1(3), 37-51. https://doi.org/10.1300/J367v01n03_05 McKenna, B., & Chughtai, H. (2020). Resistance and sexuality in virtual worlds: An LGBTperspective. Computers in Human Behavior, 105.https://doi.org/10.1016/j.chb.2019.106199Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexualpopulations: Conceptual issues and research evidence. Psychological Bulletin, 129(5),674-697. https://doi.org/10.1037/2329-0382.1.S.3 FINAL SUBMISSION 25Nicolaidis, C., Raymaker, D., McDonald, K., Dern, S., Ashkenazy, E., Boisclair, C.,Robertson, S., & Baggs, A. (2011). Collaboration strategies in nontraditionalcommunity-based participatory research partnerships: Lessons from anacademic-community partnership with Autistic self-advocates. Progress inCommunity Health Partnerships, 5(2), 143-150.https://doi.org/10.1353/cpr.2011.0022Panelli, R., Kraack, A., & Little, J. (2005). Claiming space and community: Rural women’sstrategies for living with, and beyond, fear. Geoforum, 36(4), 495-508.https://doi.org/10.1016/j.geoforum.2004.08.002Porta, C., Singer, E., Mehus, C. J., Gower, A. L., Saewyc, E., Fredkove, W., & Eisenberg, M.E. (2017). LGBTQ+ youth’s views on Gay-Straight Alliances: Building community,providing gateways, and representing safety and support. Journal of School Health,87(7), 489-497. https://doi.org/10.1111/josh.12517 Poteat, V. P., Sinclair, K. O., DiGiovanni, C. D., Koenig, B. W., & Russell, S. T. (2013).Gay–straight alliances are associated with student health: A multischool comparisonof LGBTQ+ and heterosexual youth. Journal of Research on Adolescence, 23(2),319-330. https://doi.org/10.1111/j.1532-7795.2012.00832.x Robinson, B. A. (2021). “They peed on my shoes”: foregrounding intersectional minoritystress in understanding LGBTQ+ youth homelessness. Journal of LGBT Youth, 1-17.https://doi.org/10.1080/19361653.2021.1925196Russell, S. T. (2005). Beyond risk: Resilience in the lives of sexual minority youth. Journalof Gay & Lesbian Issues in Education, 2(3), 5-18.https://doi.org/10.1300/J367v02n03_02a Schmitz, R. M., Robinson, B. A., Tabler, J., Welch, B., & Rafaqut, S. (2019). LGBTQ+Latino/a young people’s interpretations of stigma and mental health: An intersectionalFINAL SUBMISSION 26minority stress perspective. Society and Mental Health, 10(2), 163-179.https://doi.org/10.1177/2156869319847248Stryker, S. (1994). My words to Victor Frankenstein above the Village of Chamounix:Performing transgender rage. GLQ: A Journal of Lesbian and Gay Studies, 1(3),237–254. https://doi.org/10.1215/10642684-1-3-237 Stryker, S. (1996). My words to Victor Frankenstein above the village of Chamounix:Performing transgender rage, In Curry, R. R., & Allison, T. L. (Eds.), States of rage:Emotional eruption, violence, and social change (pp. 195-216). New York UniversityPress. https://doi.org/10.18574/9780814723692-014Toomey, R. B., Ryan, C., Diaz, R. M., & Russell, S. T. (2011). High school gay–straightalliances (GSAs) and young adult well-being: An examination of GSA presence,participation, and perceived effectiveness. Applied Developmental Science, 15(4),175-185. https://doi.org/10.1080/10888691.2011.607378 Wargo, J. M. (2017). “Every selfie tells a story…”: LGBTQ+ youth lifestreams and newmedia narratives as connective identity texts. New Media & Society, 19(4), 560-578.https://doi.org/10.1177/1461444815612447Wignall, R. (2020). Belonging without believing? Making space for marginal masculinities atthe Young Men’s Christian Association in the United Kingdom and The Gambia. In S.Habib & M. R. M. Ward (Eds.), Youth, place and theories of belonging (pp. 109-121).Routledge.Ybarra, M. L., Mitchell, K. J., Palmer, N. A., & Reisner, S. L. (2015). Online social supportas a buffer against online and offline peer and sexual victimization among U.S. LGBTand non-LGBT youth. Child Abuse & Neglect, 39, 123-136.https://doi.org/10.1016/j.chiabu.2014.08.006FINAL SUBMISSION 27Table 1Pseudonym Age attime ofinterviewRace Sexual Identity Gender Identity ChildhoodClass AlexJacobsen*25 White Queer,bisexual,pansexualGenderqueer/GNC,questioningUpper middleclassB* 26 Mixed(Black &White)Gay, lesbian,queerFemale,genderqueer/ GNCWorkingmiddle class,solve providerChris 25 White Gay, lesbian,queer, bisexual,panFemale Lower class,disabledCowboiz 25 White Queer, bisexual Transgender,Genderqueer/GNCLow income,governmentassistanceDarian 36 Latino,MexicanBisexual Male Working classDevin 26 White Queer,bisexual,polysexualTransgender man,non-binary manMiddle classDolin 21 Latinx Gay, queer,demisexual (w/opposite sex),questioningGenderqueer/GNC Lower middle claGrace* 36 White Bisexual Female Working classJake Doe 20 Latino Gay, bi-curious Male Poor butenoughJazberry 21 Black Queer, pansometimesFemale Working classto lowermiddle classJohn 21 White Bisexual, 80/20for guysMale Upper middleclassLil Booty 30 Black,MixedGay, queer,faggotMale Poor workingclassMilo 19 White Queer,bisexual,pansexual,ABCD (“AllBut CisDudes”)Transgender man,genderqueer/ GNCUpper middleclass, thencomfortablymiddle classFINAL SUBMISSION 28Rae 19 White,KoreanLesbian, queer,bisexual,pansexualFemale,genderqueer/ GNCUpper middleclassRiley Gray 19 Asian,MixedGay Male Middle classRiley Rei 29 White Queer Transgender man,genderqueer/ GNCLower middleclassRude Boi 22 Asian,BrownGay, queer,bisexual,dynamicFemale, cis girl Working classShawn 20 Asian,WhiteGay Male Upper middleclassSheila 20 WhiteJewishLesbian, gay,queer, homoCis female Middle classShimizu 20 Mixed Gay,homosexualMale Working classShirleyBenjamin27 White Gay, queer Female Middle-upperclassSimon Oak 23 White Gay Transgender man Middle classSimonSnow17 White Queer Female Middle classTechie 19 White Queer,questioningconstantlyTransgender,genderqueer/ GNCMiddle to lowclassVanillaBean21 Chicana,MexicanBisexual, fluid,pansexual?Female Lower middleclassVega 18 Black Pansexual Transgender woman Working classZayn 24 Brown,MultiracialGay, queer Transgender,Genderqueer/GNCMostlyworking classZero 19 White,NativeGay Transgender man,genderqueer/ GNCWorking classZuna* 21 Latina,MexicanaGay, queer,bisexual[left blank] Low income/working class*Missing audio file. Interview not included in final coding and analysis.",
    "id": 529929996,
    "identifiers": {
        "doi": "10.1080/19361653.2022.20894",
        "oai": "oai:pdxscholar.library.pdx.edu:wgss_fac-1042"
    },
    "title": "Situated Agency: How LGBTQ Youth Navigate and Create Queer(ed) Space",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-06-11T08:00:00+01:00",
    "publisher": "PDXScholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://pdxscholar.library.pdx.edu/cgi/viewcontent.cgi?article=1042&context=wgss_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/529929996.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/529929996"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/529929996/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/529929996/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/529929996"
        }
    ],
    "abstract": "Research on LGBTQ + youth often portrays them as either as victims whose lives are defined by violence and discrimination, or as inspirational success stories whose ability to thrive is attributable to external interventions and policies. Drawing on theories of situated agency, minority stress, and queer monstrosity, this participatory qualitative interview project with LGBTQ + young adults illustrates instead how LGBTQ + youth actively shape their coming-of-age experiences and develop unique strategies to survive and thrive in the spaces they occupy. Rather than wholly traumatic or ecstatic, most participants reported mixed experiences with varying support from the people and spaces they encountered. Youth had to regularly engage in the labor of evaluating and responding to this mixed support and mistreatment in everyday situations and relationships. Based on these evaluations participants reported self-regulating their sexual and gender identities and behaviors, shifting tactics between spaces, seeking out and creating queer spaces, embracing their own difference, and engaging in direct resistance. Implications for research and practice suggest that refusing to center deficit-based narratives and recognizing the full range of young people’s queer expressions will produce a more accurate picture of LGBTQ + coming of age and the supports that allow more youth to thrive",
    "tags": [
        "text",
        "Pedagogy -- methods",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:pdxscholar.library.pdx.edu:wgss_fac-1042",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "935",
        "openDoarId": 0,
        "name": "PDXScholar (Portland State University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 529929996,
        "depositedDate": null,
        "publishedDate": "2022-06-11T08:00:00+01:00",
        "updatedDate": "2024-02-01T15:36:30+00:00",
        "acceptedDate": null,
        "createdDate": "2022-08-20T17:57:10+01:00"
    },
    "urls": [
        "https://pdxscholar.library.pdx.edu/wgss_fac/42",
        "https://pdxscholar.library.pdx.edu/context/wgss_fac/article/1042/viewcontent/Preproduction_submission_Situated_Agency_article.pdf"
    ],
    "lastUpdate": "2024-02-01T15:36:30+00:00",
    "setSpecs": []
}