{
    "acceptedDate": "2010-04-01T00:00:00+01:00",
    "authors": [
        {
            "name": "Thomassin, Aurélie"
        },
        {
            "name": "White, Carole"
        },
        {
            "name": "Stead, Selina S."
        },
        {
            "name": "David, Gilbert"
        }
    ],
    "contributors": [],
    "createdDate": "2015-03-13T16:10:20+00:00",
    "dataProvider": {
        "id": 124,
        "name": "University of East Anglia digital repository",
        "url": "https://api.core.ac.uk/v3/data-providers/124",
        "logo": "https://api.core.ac.uk/data-providers/124/logo"
    },
    "depositedDate": "2010-04-01T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1016/j.ocecoaman.2010.01.008",
    "downloadUrl": "https://core.ac.uk/download/29108537.pdf",
    "fullText": "lable at ScienceDirectOcean & Coastal Management 53 (2010) 169–179Contents lists avaiOcean & Coastal Managementjournal homepage: www.elsevier .com/locate/ocecoamanSocial acceptability of a marine protected area: The case of Reunion IslandAure´lie Thomassin a,*, Carole S. White b,c,**, Selina S. Stead b, Gilbert David aaUnite´ ESPACE S140-IRD, Campus universitaire de Mouﬁa, BP 172, 97492 Sainte Clotilde Cedex, la Re´union, Franceb School of Marine Science and Technology, Newcastle University, Newcastle upon Tyne NE1 7RU, UKcMarine Resources Assessment Group (MRAG Ltd.), 18 Queen Street, London W1J 5PN, UKa r t i c l e i n f oArticle history:Available online 21 January 2010* Corresponding author: A. Thomassin, Tel.: þ33 2262483353.** Corresponding author: C.S. White, Tel.: þ44 (0) 7E-mail addresses: aurelie.thomassin@ird.fr (A.gmail.com (C.S. White).0964-5691/$ – see front matter \u0002 2010 Elsevier Ltd.doi:10.1016/j.ocecoaman.2010.01.008a b s t r a c tThis paper examines variations in social acceptability of a Marine Protected Area (MPA) prior toimplementation. The inﬂuence of a number of factors, including socio-economic characteristics,perception of coral resources state of health and attitudes towards non-compliance with regulations areanalysed. During May 2006, 640 questionnaires were distributed to school children around ReunionIsland, Western Indian Ocean, for completion by their parents, following an informal educational activitymade in school. From a 73% (n ¼ 469) response rate, results showed that 78% of participants were infavour of the MPA. Analysis further identiﬁed that those supportive of the MPA were generally fromhigher socio-professional categories, had a negative perception of the coral reef ecosystem’s health andwere not originally from Reunion. In contrast, locals (born in Reunion) from lower socio-professionalcategories or with no employment activity and having a positive perception of the health status of coralreefs offered no opinion on the MPA. Attitudes towards enforcement and compliance highlighted thatSCUBA divers, ﬁshers and jet skiers attributed a higher value to the protection of the coral reef envi-ronment through enforcement of MPA regulations than to their own use of the coral reef resource. Whenasked about the use of penalties to deter non-compliance, swimmers were awarded the lowest ﬁnes,followed by SCUBA divers, ﬁshers then jet skiers being awarded the highest ﬁnes. Thus, the more severethe act of non-compliance by a resource user group was perceived to be, the more these users themselvesdisapproved of non-compliant behaviour and supported use of high penalties. The survey design throughfocusing on school children’s parents, demonstrated a simple and cost-effective method for datacollection while providing environmental education, which could be employed in similar case studieselsewhere.\u0002 2010 Elsevier Ltd. All rights reserved.1. Introduction1.1. Marine protected areas and social scienceMarine Protected Areas (MPAs) or Marine Reserves (MRs) havebecome a popular tool for conserving biodiversity and managingextractive activities [1]. Targets have been set by Parties to theConvention on Biological Diversity (CBD) to protect 10% of theglobal marine environment by 2012 and recommendations havebeen made for 20–30% of major ecosystems to be fully protected inreserves by this date [2,3]. Coral reefs cover approximately 0.01% ofthe global marine area [4] and although an estimated 22.6% of coralreefs fall within some classiﬁcation of legal protection [5], the62 262588919; fax: þ33 262779022014.Thomassin), carole.s.white@All rights reserved.extent to which coral reefs are being ‘adequately managed’ isdisputed with some experts considering this to be less than 1 or 2%[6,7]. These ﬁgures indicate that the 2012 targets are unlikely to bemet even for coral reefs – which may be considered to be betterprotected than other marine ecosystems [5].Regardless of the ‘quantity’ of designated MPAs covering coralreefs, the ‘quality’ or effectiveness of existing MPAs is unknown asthe assessment of ‘management effectiveness’ remains ratherunderdeveloped [8]. There is a need for monitoring methodologiesto be developed to assess MPAs and to determine their effective-ness as management tools [8,9]. The objectives of MPAs are oftenmultiple and include both social and ecological goals. Howeverbaseline studies, which allow future assessment to be carried out,tend to be focused on the collection of biological data rather thansocial data.Inshore, coastal seas are often subject to an intensity anddiversity of uses in which different resource users perceive theiractivity and its value differently, which can result in conﬂicts ofinterest [9]. In fact, conﬂict reduction and anticipation are oftenBox 1. : Favourable and unfavourable opinions: positions ofacceptance and rejection.Illustration\u0002 Over rejection results in some form of public actionagainst the MPA, which may be expressed verbally inthe public domain or through public protests or non-compliant behaviour such as poaching.\u0002 Covert rejection does not result in any form of action, oronly through verbal expression restricted to the privatedomain.\u0002 Indifference is always expressed covertly and is char-acterised by a lack of any form of overt expression.\u0002 Overt acceptance results in some form of public actionin favour of the MPA, mainly in daily newspapers,environmental NGO websites or newsletters.\u0002 Covert acceptance does not result in any form of action,or only through verbal expression restricted to theprivate domain (Fig. 1)A. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179170part of management objectives of MPAs. However, their creationcan generate both internal (between use) and basic conﬂicts(between conservation and exploitation) [9–11]. Resource userconﬂicts, lack of public support and non-compliance have been atthe root of MPA management failures [9,12,13] making theachievement of long-term management goals more costly anduncertain [12]. Despite the emphasized and recognised need fordeveloping social science studies in marine conservation andmanagement [12,14], research in this ﬁeld generally remainslimited and accounts for only a small proportion of contributions tothe literature onMPAs [15]. While further studies on perceptions ofthose directly or indirectly affected by MPAs have been stressed ascrucial for assessing the degree of support and attitudes towardsexisting and future MPAs [16–20], a relatively small number ofstudies have done so [21].The lack of attention given to thisresearch continues to hinder the success of MPAs as managementtools [14,21–23].1.2. What is social acceptability?The notion of ‘social acceptability’ has become relativelycommon with respect to the implementation and assessment ofmany types of projects. Although a number of publications havedealt with social acceptability in subject areas including health orenvironmental risk [24–26] or forestry management [27–29], thesocial acceptability of protected areas remains a poorly exploredarea of research.Because the notion has been employed in a variety of disciplines,its exact deﬁnition varies depending on the context in which it isused. For the purpose of this study, the deﬁnition of socialacceptability was considered to be a measure of support towardsa set of regulations, management tools or towards an organisationby an individual or a group of individuals based on geographic,social, economic and/or cultural criteria. As the social acceptabilityof a project is composed of the set of individual perceptions relatedto it, the use of the term ‘social’ was taken to mean ‘a society’ or ‘agroup of individuals’.The assessment of social acceptability is complex and presentsa number of challenges. These difﬁculties are inherent to theconcept itself and an attempt is made to deﬁne and clarify thenature of this concept.First, the concept is ‘holistic’ because its structure depends onmultiple opinions, each opinion through themultiple perceptions ofeach individual on the topic in question, inﬂuenced by personalinterests and to varying degrees public opinion. Therefore,researchers working on the social acceptability of health risks (forinstance the risk of contracting a virus incurred by a sick patientreceiving a blood transfusion) also consider social and ethical factorsor the quest for equity in the assessment of acceptability [24].Secondly, social acceptability is also a variable which can beused to determine the overall sentiment of society and enables itsstatus to be evaluated without relation to the causes. Socialacceptability can thus be regarded as holding a binary function. Anindividual can either choose to accept or reject, excluding thevarious degrees of acceptance or rejection which may lie some-where in between. As a consequence, the only component whichcan be deﬁned with relative certainty is that a distinct separationlies within social acceptability between the two opposed categoriesof opinion. The binary nature of social acceptability and non-acceptability is examined further in this paper. The opposite ofsocial acceptability is social ‘non-acceptability’ or the rejection ofa situation or a project.The present study focuses on social acceptability of the MPA andis aimed at being used for MPA management purposes includingthe MPA itself as well as its surrounding areas. The non-acceptability of the MPA may result in a reduction of its efﬁciencyrelated for example, to an increase in poaching or an increase inspending to ensure enforcement. Other concerns resulting from thenon-acceptability of the MPA may include the generation of publicprotests and conﬂicts in surrounding areas.1.3. Categorising social acceptabilityOpinion can be broadly grouped into three categories: accep-tance, rejection and indifference. Those with favourable opinionsare considered to hold a position of acceptance and those withunfavourable opinions to hold a position of rejection. Theseopinions can be expressed overtly or covertly. While socialacceptability can be identiﬁed, qualiﬁed and even quantiﬁedwhen it is in the overt form through the number of actions orspeeches in the public arena, the covert form of social accept-ability is discreet and remains in the private domain. Those thatrefuse to declare themselves as either in favour or opposed to theMPA are considered to hold a position of indifference (see Box 1and Fig. 1).Driving factors behind social acceptability may be linked to theunderlying value or world view a person holds [30]. Examiningthese values further can help to measure and categorise accept-ability particularly when this is expressed covertly.Environmental economics employs the notion of ‘use’ and ‘non-use’ values for attributing economic value to environmental goodsand services [31,32]. Values of use are related to beneﬁts resultingfrom consumption or non-consumption of an environmentalresource. In the case of the Reunion MPA the use value can beconsidered as the collection of beneﬁts derived from direct recre-ational uses (extractive or non-extractive) of the coral reef system(ﬁshing, surf, SCUBA diving or swimming for example). The optionvalue corresponds to the option of using a resource in the futureand is based on the projected use value in the future. The intrinsicvalue is attributed to the coral reef system itself and is measuredindependently of any particular use. It is composed of the existencevalue, measured as Willingness to Pay for its preservation and thebequest value, measured as the value of preserving environmentalassets for future generations.The heritage value is deﬁned in this paper as the associationbetween the existence value, the option value and the bequestvalue. The heritage value drives a heritage ‘view’ which can bedeﬁned as one’s willingness to protect a resource or a commodityFig. 1. Social acceptability: a structure that can be divided into ﬁve parts by threshold levels.A. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179 171considered to be of great value for future generations. This differsfrom those with a ‘notional view’ of the MPA deﬁned as onebelonging to those that approve or even support the ‘idea’ of theMPA but in reality are not prepared to forgo their current use orenjoyment of the resource to ensure its sustainability. Individualspossessing a heritage view of the MPA are willing to compromisetheir use of the resource to ensure its sustainability whereas indi-viduals with a notional view are not.The objectives of this researchwere to develop amethodology to:a) identify and understand contributing factors which inﬂuencesocial acceptability;b) characterize groups of people who are likely to favour MPAs;andc) assess variations in acceptability of individuals expressingfavourable opinions towards MPAs.2. Methods2.1. Assumptions and hypotheses testedThe following research questions and assumptions aredescribed below:1) Geographical location of residence in relation to the MPA: Doessocial acceptability vary with the time-distance criterion?It is assumed that local residents with the shortest travel time tothe MPA are more likely to be direct users or, at least, morefrequent users than inhabitants of areas with longer travel timesto the MPA (Table 1). Thus it was hypothesized that respondentsin relative close proximity to the MPA are more likely to beaffected by new regulations associated with the MPA andconsequently more likely to reject it. Proximity can be a factorwhich inﬂuences public support towards MPAs [33].Table 1Distance between schools, proximity to the MPA and questionnaires collected.Site Number ofquestionnairesTime distancein minutesGroupSt Gilles centre 35 0 West coastalHermitage 43 0 West coastalLa Saline less bains 40 0 West coastalEtang-Sale´ ville 27 5 West coastalSt Pierre centre 42 24 SouthTerre Sainte 17 26 SouthTan Rouge 24 36 West highlandsTrois Bassins centre 35 35 West highlandsChaloupe St Leu 26 40 West highlandsSt Benoit centre 59 76 North-EastSt Andre´ centre 17 70 North-EastSt Denis centre 41 52 North-EastTotal 4062) Resource use: Does social acceptability vary according to thefrequency of resource use?Following the assumption that resource users were more likelyto be affected by new regulations associated with the MPA, thehypothesis was that respondents involved in a greater numberor range of ‘marine/beach-related’ activities were more likely tobe opposed to the MPA. Secondly, that the type of activity(whether observational or extractive) may inﬂuence socialacceptability differently with those involved in extractiveactivities being more likely to reject the MPA. Differences inperceptions have been found to inﬂuence perceptions andsupport towards MPAs [18].3) Perception of the marine environment: Does social acceptabilityvary according to the perception of health status of coastalecosystems?Following the assumption that the perception held bysomeone on the state of health of an ecosystem will inﬂuencetheir behaviour and level of support towards the MPA, thehypothesis developed that respondents perceiving the coralreef ecosystem to be unhealthy were more likely to supportthe MPA. The perception of ecosystem health and its resiliencehas been found to affect the extent of depreciative behaviours[30] and thus may inﬂuence acceptability of an MPA andregulations.4) How do socio-economic parameters inﬂuence socialacceptability?Many social science studies have shown that socio-economiccharacteristics play a signiﬁcant role in shaping behaviours andperceptions [34–37]. Social acceptability was therefore analysedin relation to origin and employment status. No hypothesis wasformed but it was expected that these would contribute in someway to opinions on the MPA.5) How can the underlying values towards marine protection beused to deﬁne a scale of social acceptability?Perceptions and social acceptability are difﬁcult to measureparticularly as they can be expressed covertly or overtly andare constantly subject to external inﬂuences and to change.Assuming that the value awarded to the MPA is also related toa cost (lost opportunities of resource use due to regulations),the willingness to accept the implementation penalty fees fornon-compliance was taken to be an indicator of those holdinga ‘heritage view’ while those that were not willing to acceptsuch penalties did not. Instead, these were considered to holda ‘notional view’ of the MPA. Secondly, it was assumed that anindividual with a ‘heritage view’ of the MPA was more likelyto hold a long-term favourable opinion towards the MPA thanone with a ‘notional view’. These different ‘views’ were usedto evaluate differences in favourable opinions towards theMPA.A. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179172Variations in the level of acceptance and rejection of MPAsamong individuals are examined in this paper using the case studyof the Reunion Island Natural Marine Reserve. In particular, thegroup categorised as holding a favourable opinions is furtherexamined. A novel and cost-effective method is presented forassessment of social acceptability of MPAs, which is widely appli-cable to other related topics and study areas.2.2. Study area: the Reunion Island Natural Marine ReserveReunion Island is an Overseas Department of France, located inthe Western Indian Ocean. Over 82% of Reunion’s population(approx. 784, 000 in 2006) is concentrated on the coast with thewest being subject to the highest urbanisation holding a populationdensity three to four times higher than average per hectare [38,39].This coincides directly with the islands’ coral reefs which are sit-uated in the west (Fig. 2). Although Reunion’s fringing reefs aregeologically underdeveloped (12 km2) and characterised by rela-tively low ﬁsh diversity (885 species) in comparison to other reefcommunities of the Indian Ocean [40] their social and economicvalue is high.Tourism, and ﬁsheries on the side of the island with the MarineReserve, are linked to the high productivity and coastal protectionprovided by the reef system resulting in white sand beaches andsheltered, shallow conditions for ﬁshing in the ‘‘lagoon’’, contrast-ing with black sand of volcanic origin and dangerous sea conditionsin the east [41]. These provide nurseries for many ﬁsh species[42,43]. However, they are under increasing environmental [44]and humanpressure particularly due to their proximity to the coast.Coral degradation has been observed since the 1970s with coralmass mortality ﬁrst noted in 1983 and a reduction of 73% live coralcover between 1978 and 1994 [42]. Effects of excessive eutrophi-cation from domestic and industrial pollution have been linked tocoral degradation [45,46]. High ﬁsh mortality was linked tobacterial pathogens in the water in 2002 as well as over-exploita-tion of reef ﬁsheries resulting in a decline of ﬁsh trophic levels[46,47]. With population predicted to reach one million inhabitantsby 2030, there is an urgent need for sustainable coastal planningand development. All of the reefs are currently protected andregulated to some extent, mostly through ﬁshery regulations sinceFig. 2. Reunion Island localisation and spati1992 although these are largely un-enforced and recorded offencesare not prosecuted [48]. An MPA was established by ministerialdecree, signed in Paris on the 21st of February 2007 with the statusof ‘‘Natural Marine Reserve’’. It covers all the reef areas from Cap LaHoussaye in Saint-Paul to Etang-Sale´ (Fig. 2). The MPA is multi-useallowing both extractive and non-extractive activities to co-existthrough zonation with strict resource protection no-take zones(NTZ).This study was conducted in the context of a socio-economicbaseline assessment commissioned by the regional Department forthe Environment (DIREN) undertaken by the Institute for Researchand Development (IRD) in 2006 prior to the establishment of theMPA.3. Survey methodology3.1. Development of questionnaire and approach to data collectionData was collected via questionnaires through the medium ofprimary schools using the pupils’ parents as the sample for thestudy. The questions asked and the rationale for the data collectionapproach is described and followed by Strengths, Weaknesses,Opportunities and Threats (SWOT) analysis (Table 2).The questionnaire included 27 closed and 3 open questions aswell as a map of the MPA project. The questions used for theresearch objectives of this paper included: opinion and awarenessof the MPA, two questions on the frequency of resource use(frequently: daily, often: weekly, occasionally: monthly, rarely:yearly and never) and type of marine/beach-related activitiespracticed (swimming, diving, ﬁshing, jet-skiing), three questions onthe perception of the marine environment and change (abundanceof ﬁsh, aesthetic appearance and overall coral resources state ofhealth). The responses to these questions were used to evaluate thehypotheses posed as posed above.Personal socio-economic information was also collected ongender, country of birth, age, employment, residency area.Employment responses were grouped into four socio-professionalcategories (SPCs) reﬂecting estimated income, referred to in thetext as: ‘‘High SPC’’ (civil servants, managerial and freelance posi-tions), ‘‘Middle SPC’’ (skilled workers, private sector or publical distribution of the surveyed schools.Table 2Analysis of strengths, weaknesses, opportunities and threats of the method.Strengths Weaknesses- Easy to replicate for managers- A high response rate- Time and cost effective: low time input from the research team- Limited bias which can result from the inﬂuence of researcher on the respondent- Sample representative of socio-economic characteristics associated with the area- Low number of young and single or old/retired individuals- Illiteracy of some parents. Potential for random answersto be selectedOpportunities Threats- Assessment of school parent’s views which may contribute to inﬂuence the children’sviews and considered as crucial for future change- Raise awareness and provide environmental education on terrestrial/marine issues in schools- Inﬂuence from the students on their parentsA. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179 173services), ‘‘Low SPC’’ (unskilled workers and general employees),and ‘‘No activity’’ (unemployed, students, pensioners, housewives).Origins were assessed in terms of birth place and used as an indi-cator of culture. These were categorised as (1) ‘‘Reunion Island’’ (2)‘‘Mainland France’’ (3) ‘‘Abroad’’ (including all other countries inEurope and the rest of the world).Two questions were used to assess attitudes towards enforce-ment and compliance. Respondents were asked to rank perceivedseverity of non-compliance (presence in the sanctuary zone) ofdifferent resource users. They were then asked to imagine that theywere a judge and were required to allocate a ﬁne to ﬁrst and secondtime offenders. Six responses were possible: no action, an ofﬁcialwarning or a ﬁne of 10V, 50V, 150V or 1000V. Based on theseresponses, opinions on theMPA (social acceptability) were assessedon a ﬁner scale resulting in a gradation between those holdinga ‘notional view’ or a ‘heritage view’ of the coral reef ecosystem.An educational activity which had no direct link to the topic ofthe questionnaire was presented in each class room prior to thedistribution of the questionnaire. It included a demonstrationmodel explaining the process of erosion, water run-off, the linksbetween the terrestrial environment, the catchment area and thecoral reef ecosystem, particularly the effects of terrestrial-basedpollution (agricultural or domestic) on coral reefs. The activity andquestionnaire were tested on school groups and 76 respondents bythe IRD and CIRAD (Centre de Cooperation Internationale enRecherche Agronomique pour le De´veloppement) at a Science Fairin St Denis, Reunion in November 2005. The activity generateda great deal of interest both from school children and their teacherswith many of these requesting visits from the team to their schools.A ﬁrst version of the questionnaire was piloted at a primary schoolin St Paul and then further revised.The decision to collect data in this way presented severaladvantages. Firstly, as local residents are obliged to send theirchildren to the nearest primary state school, the data collected fromeach school could be linked to residency in the immediate localarea. This also enabled the research team to obtain a representativesample in terms of the socio-economic characteristics associatedwith the residents of each area by selectively targeting a variety ofareas.3.2. Fieldwork and sampling strategyBefore undertaking data collection, the research teamconsidered what the ‘relevant’ sample size would be necessaryfor the purposes of this particular study. The stakeholders neededto be identiﬁed and included in the sample whether they werelikely to be directly or indirectly affected by the MPA. In similarperception studies, which often deal with rural areas, theprimary stakeholders are usually identiﬁed as the «localcommunity». In these cases, the effects of a project can be clearlyidentiﬁed as localised on a particular population. The primarystakeholders are also commonly deﬁned in relation to theirproximity to the MPA, based on the assumption that those livingclose by are more likely to be resource users. However, due to therelatively urbanised and insular nature of Reunion Island, theidentiﬁcation of the ‘relevant’ sample is not quite as clear. As thepopulation has become increasingly mobile, with most familieshaving access to a car, resource users do not necessarily need tolive within immediate proximity of the MPA. Therefore, theresearch team concluded that the entire population of ReunionIsland could potentially be deﬁned as a stakeholder. It wastherefore concluded that the sample should encompass as widea geographical area as possible using a sample size to representthe overall sentiment on the island to assess what is deﬁned hereas ‘public opinion’.Field work was conducted by a team of two researchers whovisited 30 classrooms in twelve pre-selected state primary schoolsbetween the 2nd and 26th of May 2006, distributing a total of 640questionnaires. Following the interactive educational activity,questionnaires were handed to each child, clearly explaining thisshould be ﬁlled in by a parent or other adult in their household.Educational booklets and posters (donated by the Association forthe Marine Park) for each child were handed to the teacher witha stamped envelope and instructions of where to send thecompleted questionnaires. An extra incentive to complete thequestionnaire was that these would be entered into a prize draw ofa school trip to the Aquarium of Reunion. This motivated both theteachers and pupils to ask their parents to spare 5–10 min tocomplete the questionnaire.The sample was stratiﬁed geographically into four geographiclocation types referred to in this paper as: ‘‘North-East’’, ‘‘South’’,‘‘West Coast’’ and ‘‘West Highland’’ from each of which a relativelyeven sample was sought.A time-distance selection criterion was used to collect percep-tions of residents at different distances from the future MPA inorder to assess the overall public perception and also identifydifferences between individuals living in different areas. Traveltime was chosen as the most appropriate means of categorisinglocations as the quality of infrastructure, the rugged terrain, thedisparity of fast roads and trafﬁc congestion would limit travelrather than actual distance. Approximate travel time from eachlocation to coast was calculated by the research team using localknowledge, bus timetables and detailed maps (Table 1). In additionto the difference in travel time, the West Coastal group and theWest Highlands group, (Fig. 2), although both situated in the westare socio-economically very distinct. West Highlands residents aremainly of local origin (born in Reunion), from working class tomiddle social classes whereas the West Coast has a high concen-tration of residents that have immigrated to Reunion from main-land France or elsewhere abroad and belong to thewealthiest socialclasses on the island.The research team visited schools which were grouped into thefour geographic categories using the time-distance criterion: TheWest Coastal group (between 0 and 15 min), the South groupTable 4Summary of uses and perceptions characteristics of the sample.Sample %How frequently do you visit the MPA area?Frequently 21 5Very often (at least once per week) 138 34Often (at least once per month) 179 44Occasionally (at least once a year) 64 16Never 4 1Which activities do you practice when you go to the sea side?No activity 216 53Extractive activities (spear ﬁshing and traditional ﬁshing) 31 8Observational activities (diving and snorkelling) 74 18Water sports (sailing, jet ski, surﬁng, kite-surﬁng.) 8 2Multiple activity types (two or more) 77 19What do you think of the current state of health of coral ressources?Good 23 6Quiet good 161 40Quiet bad 181 45Bad 40 10Fromanaestheticpoint ofview,doyou think thesubmarineenvironmenthas changed?Yes, it has become more beautiful 45 11No, it has not changed 40 10Yes, it has become less beautiful 208 51I don’t look underwater 113 28Sinceyou’vebeengoing to thebeach, doyou think thenumberofﬁsh in the lagoonhas.Increased a lot 5 1Increased a little 20 5Has not changed 22 5Decreased a little 101 25Decreased a lot 143 36Don’t know 111 28A. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179174(between 15 and 30 min), the West Highlands group (between 30and 50 min) and the North-East group (more than 50 min).3.3. SWOT analysisBearing in mind the objective to conduct a baseline assessment,for which this study was commissioned, the method needed to beeasily replicated both methodologically and economically. Thechoice of primary schools as a medium for collecting data wasconsidered to be appropriate particularly in light of the MPAmanagers’ terms of reference to conduct awareness-raising andenvironmental education activities in schools.This method allowed surveys to be easily replicated witha minimal amount of extra time from the MPA management staff,important for when the MPA impacts are assessed in future. Themethod was also extremely time and cost-effective requiring lowtime input from a small research team. The questionnaires weredistributed to parents via their children, responding to it inde-pendently at home and then collected by their children andtransmitted to the researchers by the teachers. This also limited thebias which can occur in social surveys from the unavoidableinﬂuence of researcher on the respondents’ behaviour withanswers resulting from the human interaction between the two.The method used resulted in a particularly high response rate:From a total of 640 questionnaires distributed, 469 were returnedat a response rate of 73% and from these 406 could be usedwith 13%of incomplete questionnaires (Table 2). This method also enabledthe attainment of a representative sample in terms of socio-economic characteristics of each area and a representative samplesize geographically.In addition to collecting data, this method could also raiseawareness and provide environmental education on terrestrial/marine issues in schools. The focus on parents’ perceptions isimportant as they were likely to signiﬁcantly inﬂuence children’s’awareness and perceptions which is often considered crucial forfuture change [37].A potential weakness in this method is that it included a lownumber of young and single (4% aged between 18 and 25 years old),or old/retired individuals (<1% over 60 years old). Illiteracy amongparents presented a challenge to the survey, particularly in certainschools visited. This may have caused a bias through the possibilityof these respondents ﬁlling in the wrong answers or ﬁlling these inrandomly.A Spearman’s Rank Correlation and Pearson’s Chi-squared testswere conducted to examine the relationship between four signiﬁ-cant variables with social acceptability, and a Factor Analysis (FA)Table 3Summary of socio-economic characteristics of the sample.Sample %GenderMale 136 38Female 218 62Total 354 100OriginReunion Island 32 20Mainland France 113 69Abroad 18 11Total 163 100EmploymentHigher level 113 33Middle level 38 11Low level 100 29No activity 96 28Total 347 100was used to further examine the relationship between the factorsidentiﬁed as contributing to social acceptability.4. Results and analysis4.1. Exploring social acceptabilityThe results presented in this section describe data collected onperception of ecosystem health, recreational resource use, opinionstowards the MPA and regulations as well as the socio-economiccharacteristics of the respondents.The analysis of results was divided into three parts following thethree research objectives of the study: understanding the contrib-uting factors which inﬂuence social acceptability, characterizingthe groups of people who were likely to be in favour of the MPA,assessing variations with those holding favourable opinions andﬁnding sub-positions as referred in Fig. 2.The majority of respondents to the questionnaire were female(62%) and were born in mainland France (69%). The sample repre-sented a relatively even distribution of different socio-professionalcategories (Table 3).The majority of the sample visited the MPA area ‘often’ onamonthly basis (44%) or more frequently, on a daily or weekly basis(39%). Most of the respondents did not practice any marine-relatedrecreational activities (53%). Of those that did, observationalactivities such as SCUBA diving or snorkelling (18%) were mostTable 5Summary of opinions towards the MPA.Sample %What is your opinion concerning the creation of MPA in Reunion Island?In favour 318 78Undecided 39 10Opposed 3 1Without opinion 38 9No answer 8 2Total 406 100Table 6Results from one way Chi-squared tests between social acceptability and variable (DF ¼ Degree of freedom and p measure the risk to reject the null hypothesis).Geography Marine activities Perceptions of marine environment Socio-economical parametersTime distance FBV BRA CRSH AA FA Gender Origin EmploymentSA c2 ¼ 10.49 c2 ¼ 2.73 c2 ¼ 4.98 c2 ¼ 17.85 c2 ¼ 2207 c2 ¼ 15.14 c2 ¼ 2.52 c2 ¼ 18.87 c2 ¼ 33.47DF ¼ 6 DF ¼ 8 DF ¼ 8 DF[9 DF ¼ 6 DF ¼ 12 DF ¼ 3 DF ¼ 6 DF ¼ 9p ¼ 0.109 p ¼ 0.950 p ¼ 0.76 p ¼ 0.037 p ¼ 0.9 p ¼ 0.23 p ¼ 0.471 p ¼ 0.004 p ¼ 0.0001Variables in bold have a signiﬁcant relation with social acceptability: SA: Social acceptability, FBV: Frequency of beach visitation, BRA: Beach-related activity, CRSH: Coralresource state of health, AA: Aesthetic appearance of submarine landscape, FA: Fish abundance.A. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179 175popular, followed by extractive activities such as ﬁshing (8%), thenwater sports, although 19% were involved in a combination ofthese. Most perceived that the aesthetic appearance of thesubmarine environment had changed for the worse, althoughalmost a third claimed never to look underwater. Fish abundancewas perceived to be decreasing according to 61% of respondents,although almost a third of them did not express an opinion. Despitethis, the overall status of the ecosystem was perceived bad or verybad by 55% of the sample (Table 4).Social acceptability was measured indirectly through the ques-tion: What is your opinion concerning the creation of an MPA inReunion Island? (Table 5). The analysis used all the expressedresponses (n ¼ 398) to assess opinions towards the MPA.The majority of responses (78%) were found to be in favour ofthe MPA with only a small percentage (1%) expressing that theywere not (Table 5). Noteworthy is that 21% of respondents had ‘noopinion’ or were ‘undecided’ or did not answer the question posed.A majority (82%) of those stating ‘no opinion’ were unaware ofplans for an MPA. This high proportion is signiﬁcantly greater thanthe level of awareness among the total population sampled (39%).The lack of information on the MPA, prior to implementation, couldexplain the high rate of ignorance.4.2. Understanding social acceptability and inﬂuencing factorsPearson’s chi-squared test (Table 6) and Spearman’s RankCorrelation (Table 7) were used to assess which factors contributedto social acceptability and to test the hypotheses described above.Frequency of visits to the MPA area and involvement in marineand/or beach-related activities were found not to inﬂuence socialacceptability (Table 6). Thus, the second hypothesis (those involvedin extractive activities would hold more unfavourable opinions)was therefore rejected.Travel time to the MPA was weakly correlated to social accept-ability if a 10% error marginwas accepted. Although not statisticallysigniﬁcant, this may be appropriate in the case of qualitative socialscience statistics given the need to take account of subjectivitywhen determining variation between individual responses to thesame questions and considering the relatively large sample size(n ¼ 398). However, the ﬁrst hypothesis (those living in closeproximity to the MPAwould hold more unfavourable opinions to it)could not be approved at this stage and was thus rejected.Negative perceptions of the coral resources health status (CRHS)was found to contribute to a favourable opinion towards the MPATable 7Spearman’s Rank Correlation (rs) between signiﬁcant variables and MPA socialacceptability.Time distance CRSH Origin EmploymentSA rs ¼ \u00030.063* rs ¼ \u00030.153** rs ¼ \u00030.166*** r ¼ 0.231***** Signiﬁcant with p ¼ 0,2, ** Signiﬁcant with p ¼ 0,01, *** Signiﬁcant with p ¼ 0.001,**** Signiﬁcant with p ¼ 0,00001.Rs: Spearman’s rank, SA: Social Acceptability, CRSH: Coral resource state of healthwhile positive perceptions of the CRHS were correlated withunfavourable opinions towards it. Thus, the third hypothesis (thosethat perceived the coral reef ecosystem to be unhealthy would holdmore favourable opinions) was approved.A Spearman’s Rank Correlation was conducted to examine therelationship between four signiﬁcant variables with social accept-ability (Table 7). This revealed that employment category(r2 ¼ 0.053), origin (r2 ¼ 0.028) and perception of the ecosystem’sstate of health (r2 ¼ 0.023) were each weakly correlated to socialacceptability (individually accounting for 5.3%, 2.8%, 2.3%, respec-tively. Individuals born on Reunion Island tended to have unfav-ourable opinions towards the MPA as did those categorised in thelowest employment categories (including the unemployed and lowpaid employees). Thus, socio-economic parameters (origin andemployment) contribute to the social acceptability of the MPA inReunion Island.4.3. Characterisation and distribution of social acceptabilityResults of the Factor Analysis show that although proximity tothe MPA was only weakly correlated to social acceptability, it wasalso included in the FA (see Fig. 3).The F1 axis value, of close to 71%, suggests that the variancedetected in the data and two population types can be characterised:\u0002 One population type is associated with a relatively negativeperception of the CRSH and a favourable opinion towards theMPA. This group is characterised by a relatively large propor-tion originating outside (country of birth) of Reunion Island(contributing 19.7% to the F1), belonging to higher socio-professional categories (contributing 13.7% to F1) and livingon the West Coast (contributing 12.5% to F1).Fig. 3. Factor analysis between opinion of the MPA and the four signiﬁcant variables.Table 8Choices made by each resource user type towards similar resource users exhibiting non-compliant behaviour.User/Offender Swimmer/Swimmer(n ¼ 263)Fisherman/Fisherman(n ¼ 37)Diver/Diver(n ¼ 128)Jet ski/Jet ski(n ¼ 15)No uses/All user types(n ¼ 157)Totala (n ¼ 605)Notional value 25.90% 10.80% 8.70% 6.70% 9.20% 13.30%Low heritage value 52.50% 16.20% 27.00% 6.70% 24.20% 31.00%High heritage value 21.70% 73.00% 64.30% 86.70% 66.60% 55.80%Total 100% 100% 100% 100% 100% 100%a One person can practice several activities.A. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179176\u0002 The other population type is associatedwith having a relativelygood perception of the CRSH and an absence of opinion aboutthe MPA. This population type is characterised by a relativelylarge proportion originating fromReunion Island (contributing10.6% to F1) belonging to lower socio-professional categoriesor with no employment activity (contributing 10.9% to F1) andliving in the West Highlands (contributing 9.7% to F1) or in theSouth (contributing 4% to F1).4.4. Using values to deﬁne a scale of acceptabilityAlthough the basic analysis of responses to the question ‘‘Whatis your opinion concerning the creation of an MPA in Reunion Island?’’allowed social acceptability to be quantiﬁed indirectly, furtheranalyses showed that it was difﬁcult to demonstrate a strongrelationship between social acceptability and the hypothesizedcontributing factors. This may partly be explained by the relativelyhigh acceptance level (78%) in the sample surveyed which madedistinguishing the factors contributing to the remaining 22% moredifﬁcult.In order to go beyond categorising opinions into the variouspositions discussed in Box 1, to understand andmeasure the degreeof social acceptability, the underlying reasons on which opinionsare based were examined further, focusing only favourable opin-ions. In an attempt to distinguish levels of support towards theMPA(within the group declaring themselves ‘in favour’ of it), the valueawarded to marine protection was analysed based on the penaltyfees awarded to different resource users. In order to remove thebias associated with judging other resource uses, the responseswere analysed against the activities each respondent had them-selves stated involvement in. The assumption was that the higherthe penalty fee selected as an appropriate ﬁne by an individual fornon-compliant behaviour by another similar type of user, thehigher the non-use existence value was they attributed to the MPAcompared to the use value of being able to carry out that activitythem self). Choices made by each resource user type towards otherresource users of the same type exhibiting non-compliant behav-iour are summarised in Table 8.The following typologies were used:\u0002 High heritage view: Those that attribute a lower value to theiractivities (use value) than the value attributed to the coral reefFig. 4. Gradient of perceived severity of recreational activities on the coral reefecosystem and the penalty awarded by other resource users in case of non-compliantbehaviour.ecosystem itself (non-use value). This group approves ofawarding relatively severe penalties (over V100) to offendersor to at least increase the penalty (to over V100) for secondtime offenders.\u0002 Low heritage view: Those that attribute an equal value to theirown activities (use value) than to the value attributed to thecoral reef ecosystem itself (non-use value). This groupapproves of the use of ﬁnancial penalties for non-compliantbehaviour but select relatively low ﬁnes (maximum of V50).\u0002 Notional view: Those that attribute a higher value to their ownactivities (use values) than the value attributed to the coralreef ecosystem itself (non-use value). This group does notapprove of using any level of ﬁne in the case of non-compliantbehaviour.With the exception of swimmers, all resource user typesattributed a higher value on the need to protect the coral reef(through enforcement) than on their own activity. However, whenthe penalty choices are analysed it seems all respondents (regard-less of the activity they are involved in) awarded similar penaltylevels on non-compliant resource users. Swimmers present in thesanctuary zone received the lowest ﬁnes (V4 on average for the ﬁrstoffence andV28 for the second), followed by SCUBA divers (V33 onaverage for the ﬁrst offence and V109 for the second), followed byﬁshermen (V40 on average for the ﬁrst offence and V117 for thesecond) and jet skiers (V123 on average for the ﬁrst offence andV196 for the second).This increasing order of penalty level attributed to each usertype follows the same order as the perceived severity of non-compliance by these user types (Fig. 4). In other words, the moresevere the act of non-compliance by a particular type of user wasperceived to be overall, the more these users themselves dis-approved of non-compliant behaviour and supported the use ofhigh penalties.Based on the total proportions measured in Table 9, socialacceptability can be assessed on a ﬁner scale resulting in a grada-tion of the level of acceptability. Three degrees of acceptance can bedistinguished, depending on the ratio of use value/non-use value,within the assessed social acceptability.A majority (87%, n ¼ 276) of people in favour of the MPA(n ¼ 318), hold a heritage view (high or low) of the coral reef andvalue the protection of the coral reef more than the marine/beach-Table 9Social acceptability gradient.Sample %In favour High heritage view of the MPA 177 44Low heritage view of the MPA 99 24Notional vision of the MPA 42 10Undecided 39 10Opposed 3 1No opinion 38 9No answer 8 2Total 406 100Table 10Social acceptability based on values awarded to protection of the coral reef ecosystem and values awarded to the use of the resource.Values awarded to protection of the coral reef ecosystem Social acceptability graduationHeritage value > Use value High social acceptabilityHeritage value ¼ Use value Medium social acceptabilityHeritage value < Use value Low social acceptability a \"face-value\" social acceptabilityHeritage value ¼ 0 < Medium Use value Non social acceptabilityHeritage value ¼ 0 < High Use value High non social acceptability to overt actionHeritage value ¼ 0 Use value ¼ 0 No opinion on the MPAA. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179 177related activities they participate in. A small proportion (13%,n ¼ 42) of the MPA supporters possess a notional view of the MPAand do not approve of penalties being imposed for non-compliantbehaviour.5. Discussion and conclusionsSocial acceptability constitutes a key factor for the sustainabilityof an MPA in Reunion Island as well as elsewhere. Overall, resultsfrom the survey used in this paper suggested a relatively highacceptance level of the MPA. However, although high levels ofsupport were found in this study (as in similar studies [18]) thiscannot be taken to be representative of the whole island as indi-viduals that oppose the project may not have been reached by thissurvey. Even if in a minority, the views of opponents are likely to bestronger that those who support the MPA, particularly if newregulations will be costly to them [18]. Respondents said to be‘undecided’’ towards the project may be the result of misunder-standings or disagreement with a particular aspects and maydevelop into opposition if not resolved. The MPA in Reunion, hasbeen highly controversial and received fervent opposition in thepast, resulting in ﬁshermen blocking the main roads. The surveysused for this analysis were conducted in May 2006, nine monthsbefore theMPAwas ofﬁcially implemented. This period of the studywas socially calm, like periods of transition between the negotia-tion phases (1997–2003) or the implementation phase (2007).During the negotiation phase, meetings and discussions were tenseand decisions were often badly received, particularly by directresource users such as ﬁshermen. To demonstrate their discontent,roads and ports were blocked. Local media broadcasts and publicopinion would have probably been more contrasted during theseperiods. Following the ofﬁcial declaration of the MPA in 2007 andits implementation, opposition has re-surfaced.Focusing on school children’s parents, the approach used pres-ents a simple and cost-effective method for data collection whileproviding environmental education. Building on the binary mode(acceptance or refusal) in which social acceptability is sometimeslimited, the approach used compares the value awarded by thepublic to the coral reef conservation with the value awarded tousing the resource for marine/beach-related activities. The varia-tion in the scale of opinion for those that support the MPA wassummarised into three forms, based on their approval of the use ofpenalties on non-compliant users, as described below:a) The approval for imposing maximum penalty fees was inter-preted as a strong willingness to protect the coral reefecosystem. This willingness was further interpreted as thebasis for a high heritage value resulting from the association ofan existence value, option value and bequest value.b) The approval for imposing a minimum penalty fee was inter-preted as a willingness to maintain existing uses and to protectthe resource but without compromising use values. The heri-tage value is counterbalanced by the use value awarded to theresource.c) The disapproval of penalty fees being applied at all was inter-preted as a willingness to maintain existing uses above all withthe protection of the resource considered to be secondary tothe use value derived from the resource. In this case, socialacceptability can be considered to be minimal and the favour-able response expressed in the questionnaire towards theMPA,can be disregarded as this does not seem to be based on anyheritage value linked to the protection of the resource(Table 10).Perceptions towards a coastal resource and its management canhave a strong inﬂuence on public support and its success [21].Recent research has revealed that the perceptions individuals holdof resource health and resilience is important in inﬂuencing envi-ronmentally-conscious behaviour [30,49] and perhaps more sothan the environmental knowledge they possess [13,30]. If this isthe case, the perceptions that people act upon can have directconsequences on environmental quality irrespective of whetherthey are ‘accurate’ in reality or not [50]. Such perceptions have beenfound to be inﬂuenced by a range of socio-economic factors such aswealth, age, education, culture, employment [34–37,51] or cultur-ally deﬁned ‘worldview’ they hold [30,52]. Socio-economic factorsstructure differences between andwithin communities particularlyin developing societies and result in variations in the levels ofunderstanding and acceptance of conservation projects [22,34,53].Thus, identifying the factors that drive differing perceptions held bydistinct social groups should be a key management objective asthey can offer a valuable understanding of issues, concerns andreasons behind negative perceptions. Managers may then targetgroups to address concerns or knowledge gaps and thus encouragemore positive perceptions to develop [19,22,53,54].Those found to be supportive of the MPA in this study weregenerally from higher socio-professional categories, had a negativeperception of the coral reef ecosystem’s health and were not orig-inally from Reunion. In contrast, locals (born in Reunion) fromlower socio-professional categories or with no employment activityand having a positive perception of the health status of coral reefsoffered no opinion on the MPA. Many were unaware of the futureMPA or current Marine Park. Place of origin and employment levelwere found to be more important than location of residence ininﬂuencing social acceptability. However, socio-economic factorsseem to be fundamentally tied to place of residence on ReunionIsland [55].In addition to employment and origin, perception of the coralreef ecosystem’s health status was one of the main contributingfactors to acceptability of the MPA. The support for enforcingregulations may also depend on how people perceive degradation.Fatalistic beliefs, that humans cannot harm the large scale marineprocesses, or the detachment of modern society from nature,contribute to a feeling that individuals and local actions cannotinﬂuence the global system they belong to [56]. Interestingly,answers concerning the overall state of the ecosystem were rela-tively well spread between those with positive and negativeperceptions of it. However, ﬁsh abundance and submarine aestheticappearance were generally perceived to be declining. At the sameA. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179178time, more than a third of respondents admitted that they neverlooked underwater or did not have any opinion on this. It is possiblethat direct contact with the marine environment and awareness ofit is lacking in part of the population which may explain the rela-tively equal answers concerning overall state of the ecosystem.Similarly to employment and origin, perceptions held by residentsof Reunion Island of coral resources state of health are stronglyinﬂuenced and linked to where they live [55]. Awareness level ofmarine resources and its management also varies between loca-tions [55]. So, while proximity to the resource was not found toaffect acceptability, where people live does affect social accept-ability because of the particular socio-cultural context. Forexample, the West Coast (closest to the MPA) is the most expensiveresidential area in contrast to the South and West Highlands.Costs of enforcement through policing can be high if the publicis unsympathetic to the objectives of a project such as an MPA andthey may consequently disregard regulations [18]. When accept-ability is high, an MPA manager can spend more time on conser-vation activities. At the same time, dealing with non-compliantbehaviours such as poaching can be achieved more successfullywhen the objectives of the MPA are supported by the public. Ifsocial acceptability declines signiﬁcantly, the legitimacy of an MPAmanager to regulate and control access to natural resources may bechallenged. Increased poaching may follow, resulting in a signiﬁ-cant shift in the proportion of the MPA managers time spent ondealing with conﬂicts related to the rejection of the MPA. ManyMPA managers’ have marine biology or ﬁsheries managementqualiﬁcations and are poorly equipped to deal with people andmanage conﬂicts. The prediction and prevention of conﬂicts istherefore crucial and social acceptability should be incorporatedinto all MPA management and assessment plans.Attitudes towards enforcement and compliance highlighted thatSCUBA divers, ﬁshers and jet skiers attributed a higher value toprotection of the coral reef through enforcement of MPA regula-tions than to their own use of the coral reef resource. When askedabout the use of penalties to deter non-compliance swimmers wereawarded the lowest ﬁnes, followed by SCUBA divers, ﬁshers then jetskiers being awarded the highest ﬁnes. Thus, the more severe theact of non-compliance by a resource user group was perceived tobe, the more these users themselves disapproved of non-compliantbehaviour and supported use of high penalties. Studies have shownthat people tend to under-estimate impacts of what is familiar tothem [36] which may contribute to a greater tolerance of swim-mers as this is the most popular and common activity.Present regulations in Reunion have been badly enforced partlydue to the low number of the Marine Guards, the absence of meansfor performing an arrest and lack of will from police force [55].Behavioural theories suggest that individuals have little to gainfrom complying with regulations if others cheat the system [49]. Ifpeople believe that non-cooperationwill result in collective demiseit may be more rational for individuals to forgo beneﬁts particularlyif they understand that this will result in economic gains. This isparticularly relevant where resources are limited as in Reunion. Arelated study in Reunion showed that many residents articulatedconcerns that other resource users in would not comply withregulations of the MPA [55]. It is therefore important that sufﬁcientmeans are invested into the enforcement of the new MPAregulations.Speciﬁc resource users such as divers, ﬁshermen and touristsoften hold different perceptions, attitudes and values to each otherand the general public. As well as socio-economic differencesbetween these groups, their perceptions are distinctly formed dueto diverging motivation and interests in the resource [18,56].Studying these resource user groups is crucial because of the directeffect management has on their activity and the specialistknowledge they are likely to have on the resource and its history.However, resident or public perceptions may in some cases beequally as relevant as they are inﬂuenced by a wider range of issuesthat include socio-economic factors and resource users interestsreﬂecting the current ‘feeling’ of a society or community [53]. Theirattitudes may be equal, if not more powerful in determining MPAsuccess, as their perception of socially acceptable or intolerablebehaviour can affect the extent towhich other citizens and resourceusers behave and comply with regulations [49]. Assessing supportor opposition towards enforcement is a crucial particularly in thecritical early MPA stages [16,18,57].Estimating social acceptability of the public towards an MPAahead of its implementation was the ﬁrst stage in the long-termassessment and monitoring process. The second stage is currentlyongoing and consists of assessing the social acceptability of speciﬁcresource users closely linked to the coral reef ecosystem including:professional or traditional ﬁshermen; surfers, windsurfers and kitesurfers; divers and diving clubs, spear ﬁshermen; tourists and thetourism industry. This should enable a better understanding ofdiffering perceptions of different user groups and an analysis ofalternative options for various user groups, as well as anydisplacement of user groups because of the MPA. The third stagewill consist of a second assessment of social acceptability in 2008,one year after the implementation of the MPAwhich will feed in tothe monitoring and assessment programmes which should becarried out in 2012.AcknowledgementsThe authors would like to acknowledge with thanks to allschools that took part in this study and those that responded to thequestionnaire. The authors also thank the Tropical AgriculturalAssociation Fund award and Newcastle University (Tropical CoastalManagement) for funding Miss C. White, towards her MSc researchproject and ﬁeld work, the Regional Council of Reunion Island andthe Regional Cooperation Fund (FCR) of the Reunion IslandPrefecture for funding Miss A. Thomassin to attend WIOMSAConference in Durban. Many thanks also to two anonymousreviewers for providing improvements to this paper and to Mr. JSydney for his help with the ﬁnal draft.References[1] Agardy T, Bridgewater P, Crosby MP, Day J, Dayton PK, Kenchington R, et al.Dangerous targets? unresolved issues and ideological clashes around marineprotected areas. Aquatic Conservation: Marine and Freshwater Ecosystems2003;13(4):353–67.[2] Anon. Conservation and sustainable use of marine and coastal biologicaldiversity. CBD CoP2. Jakarta, 6–17 November 1995, http://www.cbd.int/decisions/?dec¼II/10; 1995.[3] World Parks Congress. Building a Global System of Marine and Coastal Pro-tected Area Networks. Recommendation 5.22 (approved) of the World ParksCongress, Durban, South Africa; 2003.[4] Spalding M, Ravilious C, Green EP. World atlas of coral reefs. University ofCalifornia Press; 2001.[5] Spalding M, Kelleher G, Boucher T, Fish L. How protected are coral reefs?Science 2006;314(5800):758.[6] Mora C, Andre`foue¨t S, Costello MJ, Kranenburg C, Rollo A, Veron J, et al. Coralreefs and the global network of marine protected areas. Science2006;312(5781):1750–1 [Wash. DC].[7] Ricciardi A, Jameson SC, McManus E, Besancon C, Johnson T, Spalding M, et al.How protected are coral reefs? Science 2006;314(5800):757.[8] Chape S, Harrison J, Spalding M, Lysenko I. Measuring the extent and effec-tiveness of protected areas as an indicator for meeting global biodiversitytargets. Philosophical Transactions of the Royal Society B: Biological Sciences2005;360(1454):443–55.[9] Jones PJS. Marine protected area strategies: issues, divergences and the searchfor middle ground. Reviews in Fish Biology and Fisheries 2001;11(3):197–216.[10] Bunce L, Gustavson K, Williams J, Miller M. The human side of reef manage-ment: a case study analysis of the socioeconomic framework of Montego Baymarine Park. Coral Reefs 1999;18(4):369–80.A. Thomassin et al. / Ocean & Coastal Management 53 (2010) 169–179 179[11] Crosby MP, bu-Hilal A, Al-Homoud A, Erez J, Ortal R. Interactions amongscientists, managers and the public in deﬁning research priorities andmanagement strategies for Marine and Coastal resources: is the Red SeaMarine Peace Park a new paradigm? Water, Air, and Soil Pollution2000;123(1):581–94.[12] Christie P, McCay BJ, Miller ML, Lowe C, White AT, Stofﬂe R, et al. Towarddeveloping a complete understanding: a social science research agenda formarine protected areas. Fisheries (Bethesda) 2003;28(12):22–6.[13] Mascia MB. The human dimension of coral reef marine protected areas: recentsocial science research and its policy implications. Conservation Biology2003;17(2):630–2.[14] Davis GE. Science and society: marine reserve design for the CaliforniaChannel Islands. Conservation Biology 2005;19(6):1745–51.[15] Sloan NA. History and application of the wilderness concept in marineconservation. Conservation Biology 2002;16(2):294–305.[16] Debrot AO, Nagelkerken I. User perceptions on coastal resource state andmanagementoptions inCuracao.RevistadeBiologı´a Tropical2000;48(1):95–106.[17] Petrosillo I, Zurlini G, Corlian ME, Zaccarelli N, Dadamo M. Tourist perceptionof recreational environment and management in a marine protected area.Landscape and Urban Planning 2007;79(1):29–37.[18] Sant M. Environmental sustainability and the public: responses to a proposedmarine reserve at Jervis Bay, New South Wales, Australia. Ocean and CoastalManagement 1996;32(1):1–16.[19] Shafer CS, Benzaken D. User perceptions about marine wilderness on Aus-tralia’s great Barrier reef. Coastal Management 1996;26(2):79–91.[20] Suman D, Shivlani M, Walter Milon J, Stakeholder Group. Perceptions ofmarine reserves in the Florida keys National marine sanctuary. Ocean andCoastal Management 1999;42(12):1019–40.[21] Pelletier D, Garcia-Charton JA, Ferraris J, David G, Thebaud O, Letourneur Y,et al. Designing indicators for assessing the effects of marine protected areason coral reef ecosystems: a multidisciplinary standpoint. Aquatic LivingResources 2005;18(1):15–33.[22] Beger M, Harborne AR, Dacles TP, Solandt JL, Ledesma GL. A framework oflessons learned from community-based marine reserves and its effectivenessin guiding a new coastal management initiative in the Philippines. Environ-mental Management 2004;34(6):786–801.[23] Robertson DP, Hull RB. Public ecology: an environmental science and policyfor global society. Environmental Science and Policy 2003;6(5):399–410.[24] Hergon E, Moutel G, Bellier L, Herve´ C, Rouger P. Les facteurs de perception etd’acceptabilite´ du risque: un apport pour la repre´sentation du risque trans-fusionnel. Transfusion clinque et biologique 2004;11:130–7.[25] Slovic P. Public perception of risk. Journal of Environmental Health1997;59(9):22–5.[26] Sullivan R. Assessing the social acceptability of environmental risk: a publicpolicy perspective. Australian Journal of Environmental Management1998;5:72–80.[27] Hansis R. The social acceptability of clearcutting in the Paciﬁc North West.Human Organization 1995;54(1):95–101.[28] Kakoyannis C, Shindler B, Stankey G. Understanding the social acceptability ofnatural resource decisionmakingprocesses byusing a knowledge base approach.General Technical Report. PNWGTR-518. Portland, Oregon: U.S. Department ofAgriculture, Forest Service, Paciﬁc Northwest Research Station; 2001.[29] Stankey G. Deﬁning the social acceptability of forest management practicesand conditions: integrating science and social choice. General TechnicalReport. PNW-GTR-369. In: Brunson MW, Kruger LE, Tyler CB, Schroeder SA,editors. Deﬁning social acceptability in ecosystem management: workshopproceedings. Portland, Oregon: U.S. Department of Agriculture, Forest Service,Paciﬁc Northwest Research Station; 1996. p. 99–111.[30] Alessa L, Bennett SM, Kliskey AD. Effects of knowledge, personal attributionand perception of ecosystem health on depreciative behaviors in the intertidalzone of Paciﬁc Rim National Park and reserve. Journal of EnvironmentalManagement 2003;68(2):207–18.[31] Faucheux S, Noe¨l JF. In: Collin Armand, editor. Economie des ressourcesnaturelles et de l’environnement. Paris: Coll. U Economie; 1995. p. 370.[32] David G, Herrenschmidt JB, Mirault E, Thomassin A. Social and economicvalues of Paciﬁc coral reefs, Noume´a, CRISP/IRDed; 2007. pp. 44.[33] Stead SM, Daw T, Graham NAJ, Gray TS, Polunin NVC, Robinson J, et al. Trendsin climate change, coastal governance, coral reef ecology and socio-economicvariation in the Seychelles. In: IMAREST, editor. World Maritime TechnologyConference. London; 2006.[34] Cinner JE, Pollnac RB. Poverty, perceptions and planning: why socioeconomicsmatter in the management of Mexican reefs. Ocean and Coastal Management2004;47(9–10):479–93.[35] McClanahan T, Davies J, Maina J. Factors inﬂuencing resource users andmanagers’ perceptions towards marine protected area management in Kenya.Environmental Conservation 2005;32(1):42–9.[36] Peterlin M, Kontic B, Kross BC. Public perception of environmental pressureswithin the Slovene coastal zone. Ocean and Coastal Management2005;48(2):189–204.[37] Saenz-Arroyo A, Roberts CM, Torre J, Cario-Olvera M, Enriquez-Andrade RR.Rapidly shifting environmental baselines among ﬁshers of the Gulf of Cal-ifornia. Proceedings: Biological Sciences 2005;272(1575):1957–62.[38] Anon. MEDD (Ministe`re de l’e´cologie, du de´veloppement et de l’ame´nagementdurables). Pre´sentation du de´partement de la Re´union; 2004.[39] Anon. Population. Evolution et structure de la population. INSEE (InstitutNational de la Statistique et des E´tudes E´conomiques); 2006.[40] Letourneur Y, Durville P, Taquet M, Teissier E, Parmentier M, Quero JM, et al.An updated checklist of the marine ﬁsh fauna of Reunion Island, SouthWestern Indian Ocean. Cybium 2004;28(3):199–216.[41] Conand C. Marine ecology of La Reunion: an overview of recent research.AMBIO: A Journal of the Human Environment 2002;31(7):602–5.[42] Chabanet P, Letourneur Y. Spatial pattern of size distribution of four ﬁshspecies on reunion coral reef ﬂats. Hydrobiologia 1995;300(1):299–308.[43] Durville P, Bosc P, Galzin R, Conand C. Colonization of a fringing reef ofReunion Island by coral ﬁsh larvae. Oceanologica Acta 2002;25(1):23–30.[44] Letourneur Y, Harmelin-Vivien ML, Galzin R. Impact of hurricane Firinga onﬁsh community structure on fringing reefs of Reunion Island, SW IndianOcean. Environmental Biology of Fishes 1993;37(2):109–20.[45] Chazottes V, Le Campion-Alsumard T, Peyrot-Clausade M, Cuet P. The effects ofeutrophication-related alterations to coral reef communities on agents andrates of bioerosion (Reunion Island, Indian Ocean). Coral Reefs2002;21(4):375–90.[46] Naim O. Seasonal responses of a fringing reef community to eutrophication(Reunion Island, Western Indian Ocean). Marine Ecology Progress Series1993;99:137–51.[47] Chabanet P, Dufour V, Galzin R. Disturbance impact on reef ﬁsh communitiesin Reunion Island (Indian Ocean). Journal of Experimental Marine Biology andEcology 1995;188(1):29–48.[48] David G, Mirault E. L’e´puisement de la ressource re´cifale de la Re´union:confrontation des perceptions et re´gulation de l’activite´ halieutique. In:Chaussade J, Guillaume J, editors. Peˆche et aquaculture, pour une exploita-tion durable des ressources vivantes de la mer et du littoral: ouvrage enl’honneur de J.P. Corlay. Presses Universitaires, Rennes. Espace et Territoires;2006. p. 127–40.[49] Burke BE. Hardin revisited: a critical look at perception and the logic of thecommons. Human Ecology 2001;29(4):449–76.[50] Pendleton L, Martin N, Webster DG. Public perceptions of environmentalquality: a survey study of Beach use and perceptions in Los Angeles County.Marine Pollution Bulletin 2001;42(11):1155–60.[51] Rao KN. Local peoples’ knowledge, aptitude and perceptions of planning andmanagement issues in Nanda Devi Biosphere reserve, India. EnvironmentalManagement 2003;31(2):168–81.[52] Baticados DB. Fishing cooperatives participation in managing nearshoreresources: the case in Capiz, central Philippines. Fisheries Research2004;67(1):81–91.[53] Myatt-Bell LB, Scrimshaw MD, Lester JN, Potts JS. Public perception ofmanaged realignment: Brancaster west Marsh, North Norfolk, UK. MarinePolicy 2002;26(1):45–57.[54] Tran KC, Euan J, Isla ML. Public perception of development issues: impact ofwater pollution on a small coastal community. Ocean and Coastal Manage-ment 2002;45(6):405–20.[55] White CS. Evaluation of public awareness prior to Marine reserve imple-mentation in Reunion Island. MSc Tropical Coastal management dissertation.Newcastle University: UK; 2006. pp. 21 [unpublished work].[56] McClanahan TR, Maina J, Davies J. Perceptions of resource users and managerstowards ﬁsheries management options in Kenyan coral reefs. FisheriesManagement and Ecology 2005;12(2):105–12.[57] Brailovskaya T. Obstacles to protecting marine biodiversity through marinewilderness preservation: examples from the New England region. Conserva-tion Biology 1998;12(6):1236–40.",
    "id": 29108537,
    "identifiers": {
        "doi": "10.1016/j.ocecoaman.2010.01.008",
        "oai": "oai:ueaeprints.uea.ac.uk:50050"
    },
    "title": "Social acceptability of a marine protected area: The case of Reunion Island",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-01-22T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/29108537.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/29108537"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/29108537/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/29108537/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/29108537"
        }
    ],
    "abstract": "This paper examines variations in social acceptability of a Marine Protected Area (MPA) prior to implementation. The influence of a number of factors, including socio-economic characteristics, perception of coral resources state of health and attitudes towards non-compliance with regulations are analysed. During May 2006, 640 questionnaires were distributed to school children around Reunion Island, Western Indian Ocean, for completion by their parents, following an informal educational activity made in school. From a 73% (n = 469) response rate, results showed that 78% of participants were in favour of the MPA. Analysis further identified that those supportive of the MPA were generally from higher socio-professional categories, had a negative perception of the coral reef ecosystem's health and were not originally from Reunion. In contrast, locals (born in Reunion) from lower socio-professional categories or with no employment activity and having a positive perception of the health status of coral reefs offered no opinion on the MPA. Attitudes towards enforcement and compliance highlighted that SCUBA divers, fishers and jet skiers attributed a higher value to the protection of the coral reef environment through enforcement of MPA regulations than to their own use of the coral reef resource. When asked about the use of penalties to deter non-compliance, swimmers were awarded the lowest fines, followed by SCUBA divers, fishers then jet skiers being awarded the highest fines. Thus, the more severe the act of non-compliance by a resource user group was perceived to be, the more these users themselves disapproved of non-compliant behaviour and supported use of high penalties. The survey design through focusing on school children's parents, demonstrated a simple and cost-effective method for data collection while providing environmental education, which could be employed in similar case studies elsewhere",
    "tags": [
        "Article",
        "PeerReviewed"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article",
        "PeerReviewed"
    ],
    "oai": "oai:ueaeprints.uea.ac.uk:50050",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "124",
        "openDoarId": 0,
        "name": "University of East Anglia digital repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 29108537,
        "depositedDate": "2010-04-01T00:00:00+01:00",
        "publishedDate": "2010-01-22T00:00:00+00:00",
        "updatedDate": "2024-02-19T09:04:19+00:00",
        "acceptedDate": "2010-04-01T00:00:00+01:00",
        "createdDate": "2015-03-13T16:10:20+00:00"
    },
    "urls": [
        "https://ueaeprints.uea.ac.uk/id/eprint/50050/",
        "https://ueaeprints.uea.ac.uk/id/eprint/50050/1/1_s2.0_S0964569110000098_main.pdf"
    ],
    "lastUpdate": "2024-02-19T09:04:19+00:00",
    "setSpecs": []
}