{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Elizabeth Peel (1384932)"
        },
        {
            "name": "Helen Taylor (835944)"
        },
        {
            "name": "Rosie Harding (7188314)"
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-26T23:06:45+00:00",
    "dataProvider": {
        "id": 66,
        "name": "Loughborough University Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/66",
        "logo": "https://api.core.ac.uk/data-providers/66/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/288370232.pdf",
    "fullText": "Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    1 Socio-legal practice implications of caring for LGBT people with dementia Abstract The needs of LGBT people living with dementia are poorly recognised due, in part, to assumptions that all older people are heterosexual, together with persistent ageist stereotypes that older people are asexual. LGBT older adults are more likely to reside in care homes as a quarter of gay and bisexual men and half of lesbian and bisexual women have children, compared to 90% of heterosexual women and men. Older LGBT people may be unwilling to express their identity within care settings and this can have an impact on their ongoing care. Recognition of the members of an older person’s informal care network is crucial for their ongoing involvement in the life of a person resident in a care setting. However, healthcare professionals may not always appreciate that LGBT people may rely more on their family of choice, or their wider social network, than their family of origin. This article explores socio-legal issues that may be encountered when caring for older LGBT people living with dementia, including enabling autonomy, capacity and applying the legal frameworks in ways which support the identities and relationships of these older people in care. Keywords: Attitudes of health personnel: decision making;Dementia;sexuality;gender-identity;relationships;lesbian;gay;bisexual;LGBT;Mental Capacity Act  In 2011, the Royal College of Nursing published a guidance document about sexuality in older people in care homes (Heath 2011). An issue that this report highlighted was the training deficit in nursing and care staff about diverse sexual identities, illustrated by the comment ‘I presume that gay and lesbian partnerships exist in the older generation and think they should be treated the same, but I don’t know how I’d deal with this’ (p. 4).  Moorley et al (2016) argue that the health and wellbeing of older lesbian, gay, bisexual and trans (LGBT) people is yet to be addressed. When considering the needs of lesbian, gay, bisexual and trans (LGBT) people with dementia it is important to acknowledge that research shows that one of the most significant barriers to sexual expression in residential care for older people is unsupportive staff attitudes (Bauer et al 2016; Tolley & Ranzijn 2006). Nurses should also consider how the legislative framework impacts on how LGBT people with dementia can be best supported in care settings. We first discuss the law as it applies to autonomy and decision-making in the context of living with dementia more generally. We then discuss three scenarios, chosen to demonstrate how the lives of LGBT people with dementias, care provision, and legal frameworks intersect, before concluding with implications for practice.  Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    2 Mental capacity legislation Dementia - the most common form of which is Alzheimer’s disease - has a progressive impact on cognition, thinking and reasoning, behaviour and communication skills (Alzheimer’s Society, 2015), and therefore people living with dementia typically find their autonomy lessens.  In England and Wales, the Mental Capacity Act 2005 (MCA), and the Care Act 2014 have placed an increasing focus on the need to respect individual autonomy, particularly for those with impaired capacity to make decisions. However, upholding the right to autonomy can prove challenging when caring for patients with impaired capacity, such as people living with dementia. Whilst nurses must take great care to avoid the assumption that someone living with dementia lacks decision-making ability, it is true that dementia does affect the diverse cognitive processes associated with decision-making. Although the individual may, and indeed should, be responsible for decisions relating to the daily conduct of their lives, as higher level cognitive function becomes increasingly impaired, so too will decision-making capacity (Shreve-Neiger et al 2008).   Since coming into force in England and Wales in 2007, the MCA has provided a statutory framework endorsing both the presumption of decision-making capacity, and an obligation to support an individual’s decision-making ability so far as is reasonably practicable. If a nurse suspects that one of their patients lacks capacity to make a decision, they must apply the diagnostic and functional tests described in sections 2 and 3 of the MCA. If the tests are satisfied, and the patient lacks capacity to make a particular decision, there will be a shift from the supported decision-making advocated by the Act, to a process of substitute decision-making. This may involve a Lasting Power of Attorney or a ‘deputy’ appointed by the Court of Protection. However, much of the day to day care of a person who lacks capacity under the MCA is likely to be provided under the authority of the ‘general defence’ (MCA: s5). For example, if a patient is no longer able to consent to interventions, such as wound dressing, administration of medication or giving blood samples, the MCA may allow these decisions to be made on behalf of a person lacking capacity providing that they are in the patient’s ‘best interests’ (MCA: s4 (9)). Further guidance on the type of activities that may be permitted under s. 5 can be found in the MCA Code of Practice, which all healthcare staff working with people who lack capacity are legally required to ‘have regard to’ (Department for Constitutional Affairs 2007, p. 2).   The primary aim of the MCA is to ensure, as far as is possible, patients are supported to make their own decisions. However, the law recognises that in some circumstances this may not be possible, and a ‘best interests’ decision may be necessary. Where ‘best interests’ decisions are made, these should prioritise the patient’s will and preferences wherever possible, to ensure compliance with the UN Convention on the Rights of Persons with Disabilities (CRPD) (Harding, 2015). The MCA plays a Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    3 fundamental role in upholding individual rights, but for this to be achieved it is necessary for those applying the law to understand it. However, a recent House of Lords’ report (2014) shows that the MCA is neither well understood, nor effectively applied in practice. For example, there is evidence that the implementation of the presumption of capacity is ‘patchy, at best’ (House of Lords 2014, p.33) due to a number of factors, including:   inadequate and inappropriate training of health and social care staff (Willner et al 2013);   a lack of correlation between general understanding of the implications of the MCA and utilisation of its key principles (Emmett et al 2013);   ageist (Clark 2009) and paternalistic staff attitudes.  The findings of the House of Lords report (2014) suggest that healthcare professionals may not always fully understand principles of the MCA, such as the presumption of capacity, and may also be adversely influenced in their compliance with the MCA by a person’s medical diagnosis, appearance, age, or other protected equalities characteristics such as sexual orientation. The potential compromising of individual rights – arising from this lack of knowledge and failure in achieving the attitudinal shift necessary for successful implementation of the MCA – is something we now consider in the context of nursing LGBT people with dementia.   Meeting the needs of older LGBT people with dementia Legal issues are relevant for all individuals with cognitive impairments such as dementia, but they will have particular implications for certain sub-sections of the community. One group whose needs are under-recognised and under-addressed in health and social care provision is older LGBT people (Westwood et al 2015). Whilst recognising that this group is as heterogeneous as the heterosexual population, there are shared concerns that impact sexual and gender minorities (Clarke et al 2010). Older LGBT people are likely to access formal care services earlier and more frequently than older heterosexual people (Guasp 2011, Ward et al 2011, Westwood 2016). This is likely to be explained, in part, by the fact that LGBT older adults are statistically less likely than heterosexual older adults to receive support from their own children – just a quarter of gay and bisexual men and half of lesbian and bisexual women have children compared to 90% of heterosexual women and men (Guasp 2011).  Estimating the number of LGBT people is difficult for a number of reasons; trans people are generally absent from most existing surveys, meaning that current data rests largely on the LGB population. Older people (aged 65+) are less likely to identify themselves as LGB than younger people (ONS 2012), for numerous reasons including growing up when there were more negative social and legal sanctions to being non-Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    4 heterosexual. Although recent legislation (the Gender Recognition Act 2004 (GRA); Civil Partnership Act 2004; Equality Act 2010; and the Marriage (Same Sex Couples) Act 2013) represents a growing recognition of the rights of LGBT people, discriminatory practices and prejudice commonly encountered by LGBT people living within a heteronormative society may persist (Peel 2001, Peachey 2012). Current estimates suggest that 0.3% to 10% of the UK population are LGBT (Aspinall 2009). Although there is some ambiguity in these data, it is reasonable to conclude that older LGBT people present a sizeable, if possibly largely unheard, or silent part of society whose needs must be identified and addressed. Indeed, the Royal College of Nursing estimated that in a 120-bed care home between six and 12 residents would be LGB (Heath 2011).  Research suggests that the specific needs of LGBT people are poorly recognised within the care sector, mainly hidden by assumptions that all older people have heterosexual life histories, together with persistent ageist stereotypes that older people are asexual (Peel & McDaid 2015, Heath 2011). It is well established that one of the most significant barriers to sexual expression in residential care for older people is unsupportive staff attitudes (Hajjar & Kamel 2003, Tolley & Ranzijn 2006, Bauer et al 2016). Older LGBT people may find it difficult to set aside their historic experiences, and be unwilling to express their identity within care settings which fail to understand their needs (Bailey 2012). Indeed, older LGB people may be afraid to make their sexual orientation known, for fear of the discrimination and hostility that they may have experienced in the past (Guasp 2011). As a result, once admitted to a residential home, their family of choice (Weeks et al 2001) may face exclusion from any active involvement in their lives, perpetuated by care workers with expectations of heterosexuality (Willis et al 2014). Biological family may also be privileged over family of choice, which may lead to lead to the suppression of sexual identity (Walker et al 2013). This may not only disadvantage the resident older person, but may also have implications for their informal carers who may face exclusion from the statutory measures of support put in place by the Care Act 2014.  Healthcare professionals may not always appreciate that LGBT people may rely more on their family of choice, or their wider social network, than their family of origin (Weeks et al 2001). Recognition of the members of an older LGBT person’s social network is therefore crucial for their ongoing involvement in the life of a person resident in a care setting. Under the MCA, these networks play an important role in decision-making when an individual’s capacity is compromised, and are fundamental to the supported decision-making approach advocated by the CRPD.  Both the legal frameworks and understanding of the lived experience are vital in nursing non-heterosexual and trans residents with dementia, which we now explore via three fictitious, but plausible, case study scenarios.  Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    5 Case studies: Socio-legal issues and LGBT people with dementia In the first scenario we discuss how Alice’s biological family and her close friends have different legal stakes in her financial and health and welfare. Case study 1: Alice Alice is living with dementia. She has, until now, been supported by her friends Bella and Carol to live in her own home, a second floor flat in a building without a lift. Bella and Alice were sexual partners many years ago, and remained close friends after their relationship ended. Alice, Bella and Carol are all members of a local LGBT choir, social group and a lesbian walking group – Hiking Dykes.  Alice recently fell and broke her hip. Following treatment, Bella and Carol supported Alice to make the decision to move into a nursing home, because her flat was not accessible and her care and support needs were becoming too complex for them to manage. Alice has no children, but she does have a nephew, John, who she has always been close to. Alice has registered a Financial Lasting Power of Attorney (LPA), which lists John as her sole attorney. John manages Alice’s finances and has done for some time. Alice has also signed a Health and Welfare Power of Attorney that lists Bella as her sole attorney. Bella has not yet registered the LPA because she is of the view that Alice still has capacity to make decisions about her own health and welfare, if appropriately supported. John does not have an independent relationship with Bella or Carol, though he knows of them as his Aunt’s friends, and is aware of the Health and Welfare LPA. John objects to Bella and Carol taking Alice out from the nursing home to attend choir practice and the social group, in part because there are expenses associated with doing so. He is seeking to preserve Alice’s finances, anticipating that he will be the main beneficiary of her will. There is a weekend trip with Hiking Dykes coming up, and Bella and Carol would like to take Alice. Alice seems keen to go, as she has previously, though she won’t participate in the planned walks.  First, Alice has considered how best to manage her affairs at a point when her dementia adversely impacts her capacity to make a particular decision; she has registered a Financial LPA and signed a Health and Welfare LPA, although either Alice or Bella must ensure that this is registered with the Office of the Public Guardian to give it effect (Department for Constitutional Affairs 2007).  However, while a valid Health and Welfare LPA would only come into effect if Alice lacks capacity to make a particular health and welfare decision. Unless expressly stated, a Financial LPA enables John to make decisions on Alice’s behalf even if she has capacity to make that decision herself.  Second, it would appear that with the appropriate support, Alice is able to continue to engage with the activities that she finds enjoyable, although there is some potential for her nephew to impose financial restrictions that limit this. It is highly likely that situations of this nature will arise in practice, and it is important that nurses understand how they might best support individuals such as Alice. Therefore, given the presumption of capacity (MCA), Alice maintains the right to have her decisions Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    6 respected. This would mean that if Alice wants to accompany Bella and Carol on the weekend away, her preferences should be supported. Although John may have legal authority to make financial decisions on Alice’s behalf, the MCA (s9 (4) (a)) requires that decisions are made in Alice’s best interests. If there is any suspicion that John is not acting in Alice’s best interests, or is otherwise abusing his position of trust, this should be reported to the Office of the Public Guardian (Department for Constitutional Affairs 2007).  In sum, a culture of care that does not address the marginalisation experienced by LGBT people with dementia, nor recognise and respect their social support networks, will not be best placed to uphold that individual’s legal right to autonomy (Ward et al 2011).  Getting an understanding of a person’s preferences will be difficult if they do not feel able to share them. On-going concealment of their identity in an unsympathetic environment will ultimately mean that once decision-making capacity is lost, evaluation of that individual’s best interests will be compromised. For example, older trans people may be concerned that their trans identities will not be respected and/or recognised in residential care (Fredriksen et al 2014). They may worry that they will be exposed to prejudice and discrimination during personal care, if their bodies do not conform to their gender presentation (Witten 2014), and be concerned that they may not be supported in dressing and behaving in alignment with their acquired gender. In the second scenario we consider how Simon’s identity is compromised both by the progression in his dementia and the perspective of his brother.  Case study 2: Simon Simon is trans, has been living as male for 30 years, and has his acquired gender recognised under the Gender Recognition Act 2004 (GRA). His parents and brother couldn’t accept this and continued misgendering him, calling him Sarah. As a result he became estranged from them. Since being diagnosed with vascular dementia seven years ago, he has been supported in his own home by his partner, Grace and their friends. Graceis also in poor health, and is no longer able to care for Simon at home. Simon’s condition has now deteriorated, he is no longer aware of his gender identity, and he relies on the care home staff to administer his testosterone. Simon’s brother visits him for the first time in many years, and informs nursing staff that Simon is to be referred to as Sarah. Simon lacks the capacity or awareness to challenge this.  The circumstances described in scenario two indicate that after living as male for thirty years, Simon’s condition has now deteriorated to the extent that he is now reliant on care staff to facilitate his identity. In the absence of an LPA, Simon’s brother has no legal authority to make decisions on Simon’s behalf. Given that Simon is no longer able to provide valid consent, care interventions such as the administration of prescribed medication will be lawful providing that they are in Simon’s ‘best interests’ (MCA 2005: s 5 (1)(b)(ii)), and take into account factors such as his ‘past and present wishes and feelings’ (s 4 (6)).  Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    7 It would be reasonable to conclude that Simon’s best interests can only be served by staff continuing to provide care that respects his dignity and identity; his brother’s request has no legal basis, and should therefore be ignored. Importantly, whilst in this scenario we have highlighted that Simon has his acquired gender legally recognised under the GRA, the outcome would be the same whether or not he has a Gender Recognition Certificate. Family members have no automatic proxy decision-making rights under English law. Lastly, we consider David’s case. Case study 3: David Mark and David are in their 80s and have been partners for more than 60 years. They have lived together and been out as a couple to their gay and lesbian friends for many years. However, because of earlier experiences of homophobic abuse and lack of social and legal recognition the couple have never explicitly come out to their families of origin. David has Alzheimer’s Disease, and his needs are such that it would be in David’s best interests to be admitted to a nursing home. He owns the house that he shares with Mark, and has not made a will or a Lasting Power of Attorney. Although David has some awareness of his surroundings, and appears to enjoy Mark’s company, he is no longer able to make any decisions about his care or living arrangements. With the support of Mark, David is able to continue making, and articulating everyday decisions and choices. Nurses caring for David should be aware of the important role played by Mark, and allow for this as an important part of the care process, even if Mark is not explicitly introduced as David’s partner. It is important that nurses caring for David avoid making assumptions about his sexual identity, especially assumptions of a heterosexual life history. Instead, nurses should be sensitive to and supportive of the close relationship between David and Mark, founded on a long shared history.  As David’s condition deteriorates, nurses may come to rely more heavily on Mark to advise them on what David’s preferences would be. However, it is worth considering some words of caution at this point: regardless of the relationship between patients and their loved ones, information they give on the patient’s behalf may not always accurately reflect the patient’s preferences (Taylor 2005), though are generally more likely to represent the patient’s wishes than the views of healthcare professionals (Shalowitz et al 2006).   Conclusion  Using three case study scenarios we have discussed how the legal frameworks that come into play when an individual may lack capacity can intersect with some of the specific social, relationship and identity issues that can impact LGBT people living with dementia. It is important, from a nursing perspective, to consider and support some of the specific issues which may impact LGBT older people, and use the legal framework in Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    8 ways that value and enhance the diversity and preferences of those with dementia who have a non-normative sexual or gender identity.  Implications for practice As well as the suggestions for practice embedded in our discussion of the scenarios, practice implications are:  As older LGBT people with dementia are an especially marginalised group who have experienced legal and social exclusion and discrimination nurses should approach enabling decision-making and facilitating autonomy with this knowledge in mind.  LGBT people with dementia are not a homogenous group, but an LGBT-affirmative approach to person-centred care is likely to improve their care.  Avoiding heteronormative and heterosexist assumptions when nursing older people with dementia, and challenging these (in staff and residents), will be vital to LGBT residents disclosing their identity and ensuring resident wellbeing.   Recognising when specific awareness training (e.g., LGBT issues and dementia, Mental Capacity Act) may be appropriate in a care home can support an appropriate and consistent approach when applying the legal framework.  References Alzheimer's Society (2015) Factsheet: What is dementia? https://www.alzheimers.org.uk/site/scripts/download_info.php?fileID=1754 (Last accessed: 4 November 2016). Aspinall P (2009) Equality and Human Rights Commission: Estimating the size and composition of the LGB population in Britain. [Online]. Available from: https://www.equalityhumanrights.com/sites/default/files/research-report-37-estimating-lesbian-gay-and-bisexual-population-in-britain.pdf [Accessed 12th July 2016] Bailey L (2012) Trans Ageing. In R Ward, I Rivers, M Sutherland (eds) LGBT Ageing, pp. 51-66. London: Jessica Kingsley. Bauer M et al (2016) Older people and sexuality in residential aged care. In E Peel & R Harding (eds) Ageing and Sexualities: Interdisciplinary perspectives, pp. 119-140. Farnham: Ashgate. Clark A (2009) Ageism and age discrimination in social care in the United Kingdom: A review from the literature. Centre for Policy on Ageing http://www.cpa.org.uk/information/reviews/CPA-Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    9 %20ageism_and_age_discrimination_in_social_care-report.pdf (Last accessed: 4 November 2016.) Clarke V, Ellis SJ, Peel E, Riggs DW (2010) Lesbian, Gay, Bisexual, Trans and Queer Psychology: An introduction. Cambridge: Cambridge University Press. Department for Constitutional Affairs (2007)The Mental Capacity Act 2005: Code of Practice. The Stationery Office, London. Emmett C et al (2013) Homeward bound or bound for home? Assessing the capacity of dementia patients to make decisions about hospital discharge: comparing practice with legal standards. International Journal of Law and Psychiatry 36, 73–82. Fredriksen-Goldsen K et al. (2014) Physical and mental health of transgender older adults: an at risk and underserved population. The Gerontologist, 54, 488-500. Guasp A (2011) Lesbian, gay and bisexual people in later life. London, Stonewall. Hajjar R, Kamel H (2003) Sexuality in the nursing home, part 1: Attitudes and barriers to sexual expression. Journal of the American Medical Directors Association, 4, 152-156. Harding R (2015) Statutory wills and the limits of best interests decision-making. Modern Law Review, 78(6), 945-970. Heath H (2011) Older people in care homes: sex, sexuality and intimate relationships. London, RCN. House of Lords Select Committee on the Mental Capacity Act 2005 (2014) Mental Incapacity Act 2005: Post-Legislative Scrutiny. London: The Stationery Office.  Moorley C, Neville S, Johnson J (2016) Being responsive: promoting LGBTI health and well-being. Journal of Clinical Nursing. doi 10.1111/jocn.13596 Office for National Statistics (2012) Integrated Household Survey April 2011 to March 2012: Experimental Statistics. [Online] Available from:http://www.ons.gov.uk/ons/dcp171778_280451.pdf [Accessed 24th November 2015]. Peachey L (2012) Opening Doors Suffolk: Final Report. Suffolk Age UK.  Peel E (2001) Mundane heterosexism: Understanding incidents of the everyday. Women's Studies International Forum, 24(5), 541-554. Peel E, McDaid S (2015) ‘Over the Rainbow’: Lesbian, gay, bisexual, trans people and dementia project. Summary Report. Available from: http://dementiavoices.org.uk/wp-content/uploads/2015/03/Over-the-Rainbow-LGBTDementia-Report.pdf [Accessed 24th November 2015]. Peel, E., Taylor, H. & Harding, R. (2016) Socio-legal and practice implications of caring for LGBT people with dementia. Nursing Older People, 28(10), 26-30. Date of submission: 12 July 2016; date of acceptance: 1 November 2016. doi: 10.7748/nop.2016.e852  © Please cite published version.    10 Shalowitz D et al (2006) The accuracy of surrogate decision makers: a systematic review. Archives of Internal Medicine. 166(5), 493–7. Shreve-Neiger A et al (2008) Assessing the need for decision-making capacity education in hospitals and long term care (LTC) settings. Educational Gerontology. 34, 359–371. Taylor H (2005) Assessing the Nursing and Care Needs of Older Adults . Radcliffe Publishing, Oxford. Tolley C, Ranzijn R (2006) Heteronormativity amongst staff of residential aged care facilities. Gay and Lesbian Issues and Psychology, 2, 78-86. Walker R et al (2013) Assessment of Care Needs and the Delivery of Care to Older Lesbians Living in Residential Care Homes in Bradford and Calderdale. Bradford: The Labrys Trust. Ward R, Pugh S, Price E (2011) Don’t look back? Improving health and social care service delivery for older LGB users. London: Equality and Human Rights Commission. Weeks J, Heaphy B, Donovan C (2001) Same Sex Intimacies: Families of Choice and Other Life Experiments, London: Routledge. Westwood S, King A, Almack K, Suen Y-T (2015) Good Practice in Health and Social Care Provision for Older LGBT people. In J. Fish and Kate Karban (eds) Social Work and Lesbian, Gay, Bisexual and Trans Health Inequalities: International Perspectives pp. 145-159. Bristol: Policy Press.  Westwood S (2016) Ageing sexualities in UK regulatory contexts. In E. Peel & R. Harding (Eds) Ageing and Sexualities: Interdisciplinary perspectives. (pp. 33-52) Farnham: Ashgate. Willis P, Maegusuku-Hewett T, Raithby M et al (2016) Swimming upstream: the provision of inclusive care to older lesbian, gay and bisexual (LGB) adults in residential and nursing environments in Wales. Ageing & Society. 36, 2, 292-306.  Willner P, Bridle J, Price V et al (2013) What do NHS staff learn from training on the Mental Capacity Act (2005)? Legal and Criminological Psychology. 18, 1, 83-101  Witten T (2014) End of life, chronic illness, and trans-identities. Journal of Social Work in End-of-Life & Palliative Care. 10, 1, 34-58.  ",
    "id": 288370232,
    "identifiers": {
        "doi": null,
        "oai": "oai:figshare.com:article/9475259"
    },
    "title": "Socio-legal and practice implications of caring for LGBT people with dementia",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.lboro.ac.uk/articles/Socio-legal_and_practice_implications_of_caring_for_LGBT_people_with_dementia/9475259/files/17099765.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/288370232.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/288370232"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/288370232/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/288370232/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/288370232"
        }
    ],
    "abstract": "The needs of LGBT people living with dementia are poorly recognised due, in part, to assumptions that all older people are heterosexual, together with persistent ageist stereotypes that older people are asexual. LGBT older adults are more likely to reside in care homes as a quarter of gay and bisexual men and half of lesbian and bisexual women have children, compared to 90% of heterosexual women and men. Older LGBT people may be unwilling to express their identity within care settings and this can have an impact on their ongoing care. Recognition of the members of an older person’s informal care network is crucial for their ongoing involvement in the life of a person resident in a care setting. However, healthcare professionals may not always appreciate that LGBT people may rely more on their family of choice, or their wider social network, than their family of origin. This article explores socio-legal issues that may be encountered when caring for older LGBT people living with dementia, including enabling autonomy, capacity and applying the legal frameworks in ways which support the identities and relationships of these older people in care",
    "tags": [
        "Text",
        "Journal contribution",
        "Other human society not elsewhere classified",
        "Other language, communication and culture not elsewhere classified",
        "Attitudes of health personnel",
        "Decision making",
        "Dementia",
        "Sexuality",
        "Gender-identity",
        "Relationships",
        "Lesbian",
        "Gay",
        "Bisexual",
        "LGBT",
        "Mental Capacity Act",
        "Language, Communication and Culture not elsewhere classified",
        "Studies in Human Society not elsewhere classified"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Text",
        "Journal contribution"
    ],
    "oai": "oai:figshare.com:article/9475259",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "66",
        "openDoarId": 0,
        "name": "Loughborough University Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 288370232,
        "depositedDate": null,
        "publishedDate": "2016-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T14:44:12+00:00",
        "acceptedDate": null,
        "createdDate": "2020-03-26T23:06:45+00:00"
    },
    "urls": [
        "http://hdl.handle.net/2134/23300"
    ],
    "lastUpdate": "2024-02-05T14:44:12+00:00",
    "setSpecs": []
}