{
    "acceptedDate": "",
    "authors": [
        {
            "name": "George, Annette A."
        }
    ],
    "contributors": [],
    "createdDate": "2021-10-06T21:15:59+01:00",
    "dataProvider": {
        "id": 12610,
        "name": "Goodwood Publishing: Journals",
        "url": "https://api.core.ac.uk/v3/data-providers/12610",
        "logo": "https://api.core.ac.uk/data-providers/12610/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.35912/joste.v2i3.554",
    "downloadUrl": "https://core.ac.uk/download/478475627.pdf",
    "fullText": "Journal of Sustainable Tourism and Entrepreneurship (JoSTE)  ISSN: 2714-6480, Vol 2, No 3, 2021, 147-157  https://doi.org/10.35912/joste.v2i3.554  Social and cultural influences and their implications for sustainable tourism: A case study of Trinidad & Tobago's tourism and the growth of the LGBTQ traveler segment Annette A. George School of Business and Management, Morgan State University, Baltimore, Maryland, United States annette.george@morgan.edu           Article History Received on 3 May 2021 Revised on 30 June 2021 2nd Revision on 24 July 2021 3rd Revision on 7 August 2021 Accepted on 24 August 2021                        Abstract Purpose: This study examined how social and cultural influences are affecting the government of Trinidad & Tobago's decision-making policies as it relates to the growth of the LGBTQ traveler tourism segment, which is currently threatening the sustainability and competitiveness of the country's tourism industry. This study also aimed to add to the literature on gay tourism in that nation and region as a whole. Research methodology: Data for this research were collected from various sources, including existing literature on the industry's competitiveness, followed by a review of official government surveys, reports and other media documents, and academic research literature. Results: The study's findings reveal that the leaders' lack of failure to understand the economic power of the LGBTQ traveler segment is short-sighted and has negative effects on the fragile nature of the industry's ability to compete globally, lack of long-term vision of the leaders.  Limitations: This study relied on secondary data, limiting direct views from individuals in the local communities due to the country being on lockdown since March of 2020 as a result of the COVID-19 pandemic. Contribution: This study makes a few suggestions for further improvement, such as leaders in that nation deciphering existing buggery laws publicly, to show urgency and commitment to this vulnerable traveler segment; conducting robust discussions with various interest groups that are presenting barriers to changes that could result in a more robust industry, and finally, consider the use of images of members of the LGBTQ community in all marketing promotions. Keywords: Tourism, Social and cultural influences, Gay tourism, Pink tourism, Sustainable tourism, LGBTQ travelers, Trinidad and Tobago gay tourism How to cite: George, A. A. (2021). Social and cultural influences and their implications for sustainable tourism: A case study of Trinidad & Tobago's tourism and the growth of the LGBTQ traveler segment. Journal of Sustainable Tourism and Entrepreneurship, 2(3), 147-157. 1. Introduction Tourism is a major source of foreign exchange income for many developing nations, including countries and islands in the Caribbean region.  Back in 2012, the World Tourism Organization 2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 148 (UNWTO) reported that the industry had become a major player in international commerce and goes hand-in-hand with increasing diversification and competition (UNWTO, 2012), a strategy that continues today despite the current challenges.  Globally, the industry is intensely competitive. However, both developed and developing nations engage in some level of tourism activities for the purpose of either a revenue generator or as an economic diversifier to boost their economies.  In 2018, the World Travel and Tourism Council (WTTC) reported that globally, the tourism industry experienced a 3.9% growth compared to the overall global economy, which shows growth at a slower rate of 3.2% (WTTC 2018).  In December 2019, 73 major tourism city destinations globally accounted for $691 billion in travel and tourism GDP, creating over 17 million jobs (WTTC 2019).  Around the same period in the 1980s, the rise of LGBTQ communities increased in major cities and beach destinations in North America and Western Europe.  As a result, authorities in some of these destinations magnified this growth phenomenon by highlighting it in their tourism marketing to attract travelers within the communities, which started by first forming local LGBTQ Chambers of Commerce to ultimately carry out all major marketing activities UNWTO 2012).     Statement of the problem For destinations such as Trinidad & Tobago and others in the Caribbean region, tourism is arguably a dominant economic sector, critical for generating foreign income and a path to economic diversification.  However, various factors threaten the sustainability of the tourism industry in that nation, including the continued unprecedented growth of the LGBTQ traveler segment, which continues to be a don't ask, don't tell” quiet policy, as a result of extant colonial-era buggery laws.  Leaders in the country struggle with this phenomenon as pressure from local interest groups such as religious and individual members of the group increases.  This study was developed to contribute to the academic literature on gay tourism in Trinidad & Tobago and the region as a whole, it also places additional pressures on government leaders to develop a robust plan to address the issue.   Country profile: The Republic of Trinidad & Tobago (T&T): The twin-island nation of Trinidad & Tobago, is not much different from other major destinations in the Caribbean region, such as The Bahamas, Barbados, Jamaica, the Dominican Republic, and Turks and Caicos, to name a few.  However, a major advantage is its location, which places it out of the hurricane belt, a major competitive strength in the region's tourism arena.  However, several additional challenges to its competitiveness present themselves, as most of its competitors offer similar accouterments like white sandy beaches, tropical sun, and palm trees, all designed to attract visitors from all over the world to their destinations.  Back in 2000, the island's 2020 vision for its tourism industry included plans to continue enhancing the country as a tourist destination, with an emphasis on positioning Tobago – the smaller of the two islands, and fondly known as \"Robinson Crusoe's Island,\" as the “leisure” venue of the region, because of its offerings of the best diving excursions and laidback peace and serenity leisure, many visitors seek, while maintaining Trinidad as the “Conference and Events” capital (Joseph, 2000), a strategic duality approach that provides the opportunity to offer two separate and distinct experiences to visitors, but yet, still complement each other.  Famous for many social and cultural indulgences including, the limbo dance, the musical steel drums, soca music, and most importantly, the annual Carnival festival (aka), the greatest festival on earth, and credited for fueling the growth of several similar festivals all over the world.  The festival generates millions of dollars annually in additional economic activities and attracts the largest influx of visitors.    During a press release by the Trinidad &Tobago's Minister of Tourism on October 14th, 2019, he reported that visitor arrivals during the 2019 carnival festivities accounted for approximately 35,560 and represents a five-percent increase over the same period in 2018.  The increase in visitor arrivals during the period also generated increased spending of approximately $400 million T&T dollars, according to the Minister (To support this vision in the long run, the  2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 149 Tourism Development Company Limited (TDC), was created to develop among other things, the nation's tourism products and market its economy internationally.  In addition, theTDC's other major responsibility was to develop new strategies to position the nation as the meeting and convention center of the Southern Caribbean and as the regional economy with the warmest welcome for tourists (Mitchell, 2019).     For most developing nations in the region, four principal dimensions impact tourism development, which manifest themselves in many ways and can also be very influential. These include: social, economic, environmental, and education.  Prasad (1987) articulated that the magnitude of these principal dimensions'' impacts on any society depended on the degree of dependency upon tourism and its economic plight.  Two schools of thought were expressed, the first maintained the view that tourism provides a vehicle for injecting enthusiasm and financial support into cultural activities, and the second expressed the view that tourism is responsible for cultural pollution, as tourists are more concerned with the exotic rather than the authentic (Prasad, 1987).  As a result, the duality of offerings by this nation provides a greater advantage over the rest of the islands in the region.  Location The twin-island nation is located between the Caribbean Sea and the North Atlantic  Ocean, just off the coast (northeast) of Venezuela, is considered the wealthiest nation in the Caribbean region and the third-richest country by GDP per capita in the Americas (MFO, 2018).  Combined, the islands measure 2,164 square miles, with Trinidad, being the larger of the two, measuring 1,864 square miles and Tobago, much smaller, measures 300 square miles (Williams, 1962).  Discovered by Columbus in 1498 and named similarly to other islands out of the religious outlook by Columbus, with names such as San Salvador, Navidad, and Santa Maria de la Concepcion, and bequeath the name Trinidad – “the Trinity” (Williams 1969).   The two islands were enjoined as one colony in 1889, with Tobago becoming a full Ward of Trinidad in 1898, creating what is now known as the twin-island nation.  Part of the colorful history of Tobago during the 18th century was that it changed flags almost as regularly as it changed seasons. It was also a never-ending free-for-all for Britain, France, Holland, Spain, and Courtland.  Despite the many challenges faced, after one hundred and sixty-five years, the nation achieved full independence from Britain on August 31st, 1962, and then became a Republic nation in 1976 (Williams 1962).     The population In 2018, theisland's population was recorded as 1,389,858 million people (World Bank, 2018).  In addition, the nation has consistently been considered the most cosmopolitan in the region because of its multi-ethnic and multi-cultural society makeup.  The 1808 census illustrated the mixture of the people in Trinidad, out of 31,478 persons as 2,476 whites (mostly British), 781 French, 459 Spanish, 36 Corsican, 29 Germans, and 24 others (Williams, E. 1962).  Today, it reads more like 40% East Indians, 40% Africans, and 20% mixed (Middle-Eastern, Chinese, Syrians-Lebanese, and Europeans), making it rich in cultural diversity.  The nation is also very religiously influenced with various religions including: 16% Roman Catholics, 16% Pentecostals, 34% other Christians, 15% Hinduism, 6% Islam, and 1% other religions (MFO, 2018).  As a result, the extreme nature of the nation's multi-ethnic and multi-religious makeup is that it is known as the most diverse and cosmopolitan in the region.  In the area of education, fifty-one percent (51%) of the population have at least a secondary education, with two percent holding at least a post-secondary education, and twelve percent (12%) achieving a tertiary/university education (MFO 2018).  The economy The 2019 forecast for GDP growth was revised from -0.1 to + 0.7 percent by the World Bank (2019).  Religion is very integral to the communities, so much so that a study completed by the Market Facts and Opinions of T&T recently reported that the country had witnessed an increased 2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 150 fluidity in religious affiliations (MFO 2018).  Other reports indicate that there was an increase in unemployment from 3.9% in the fiscal year 2016 to 4.6% during the fiscal year 2017.  English is the primary language on the islands.  However, Hindi, French, Spanish, and Chinese are also spoken.  The island is the most southernmost in the archipelago, with the capital city, Port-of-Spain, being located on the northwestern coast of Trinidad.  During the 18th century, the main economy was based on its major producing crops, including cocoa, sugar, coconuts, and agriculture, which dominated the plantation sector (Brereton, 1981).  During the 1900s, the island's pride and joy were its world-famous Pitch Lake, and Petroleum.  When oil was discovered on the island, another major export was added, and from then and still today, it is considered the nation's economic driver and is also considered the most prosperous in the Caribbean (CIA.gov, 2019).   Just recently, BBC.com reported that Trinidad and Tobago is one of the wealthiest countries in the Caribbean because of its large oil and gas reserves.  The report continues to point out that the twin-island State enjoys a per-capita income well above the average for Latin America and the Caribbean.  However, the nation's dependence on oil has made it a hostage to world crude oil prices.  As a result, the decline in oil prices during the 1980s and early 1990s led to the build-up of a large foreign debt, widespread unemployment and labor unrest (BBC.com, 2018).   In addition, over the period from 2014 to 2016, the energy sector experienced some contraction, averaging 4.4 percent per year, and reached a low point in 2016, with real economic activity plummeting by 10.0 percent before stabilizing in 2017 with flat growth of 0.0 percent (Review of the Economy 2018).  Like other countries/islands in the region, several environmental trends threaten its sustainability, with one being the growth of the LGBTI traveler segment, which presents many challenges to the tourism industry.  The changing dynamics of the tourists'' demographics is proven to be one of the most challenging for this particular destination. The need for rigid discussions on inclusiveness for industry sustainability has risen to the crisis level is of utmost importance.  The island's government's repeated response is that \"everyone is welcome\" However, this response has no significance unless changes to existing laws are made to provide peace to many members of that particular group who are uneasy about traveling to the country.  This conversation remains taboo for government ministers in the nation and a few others in the region.  As a result, outside of the few court cases by members of the LGBT group in the region, who continue to amplify the situation, discussions remain limited.  This was also a lost opportunity to provide the much-needed education to locals, and special interest groups.   2. Research methodology  This is a review study, and therefore secondary data was relied on to complete the study.  Data was gathered from existing literature, official government surveys, media reports, and existing academic literature.  First, a review of existing literature on the nation's regional tourism competitiveness was investigated, such as information on its competitive offerings (review the chart of the country's strengths and weaknesses provided on page 9 of this study), visitor arrivals as depicted in the table on page 8.  This was followed by a review of official government surveys, media reports including those related to court cases filed by members of the LGBT community around the region challenging the government to address the old buggery laws still existing on the books today, and finally, an evaluation of the limited academic literature available.  The year 2017 was identified as the International Year of Sustainable Tourism for Development by the United Nations World Tourism Organization (UNWTO), and part of item two of the five broad key areas identified to be explored and to highlight tourism's role was \"social inclusiveness. \" For the Caribbean region, like many others, sustainable tourism development involves many moving parts.  However, most of the available literature focuses on climate change, biodiversity, land use, and other coastal issues - all very critical areas of concern for sustainability in any region.  However, what is limited in the research literature for the Caribbean region, is a focus on the people sector, a critical piece of the puzzle and a very important beneficial factor in the development progress.  As a result, the aim of this research is two-fold.  The first is not to encourage nor emphasize conformity, but instead, to amplify the effects of social and cultural  2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 151 influences on policy decision-making in Trinidad and Tobago as it relates to the tourism sector; and secondly, to add to the literature on gay tourism in that country and region as a whole.     3. The LGBT international travel segment The phenomenon of gay travels was recognizable as early as the 1970s when gay tours took men rafting in the Grand Canyon, and other major destinations such as carnival in Rio de Janeiro, and other tours that span the world for LGBTI travelers and their families, which grew as social, cultural, and political advances provided many options for those who no longer chose to conceal their identities as they visit new places, make friends, lasting relationships, and experience new destinations (Rosenbloom, 2014). Although the LGBT travel segment has been gaining much attention over the past decade or so, from major destinations globally, for some, uncertainty presented a cloud.  A sizeable body of research addresses various areas of the phenomenon and growth of the LGBTI travel segment as a niche market and the segment's economic attractiveness.  However, others delved into the nature of inclusiveness as a means of sustainability.  The LGBT travel market is one of the most resilient and is not easily deterred from traveling and celebrating their community (Peltier, 2016).  Georgescu (2014) articulates that the LGBTI travel segment is a niche market that has experienced tremendous growth in recent years and continues to grow with momentum.  According to the author, five percent (5%) of the overall population identifies as members of this community and spent over $200 billion dollars internationally in 2014.  However, Scowsill, President and CEO of the World Travel and Tourism Council (WTTC) articulated that contribution to the global tourism and travel industry by the LGBTI travel sector is dynamic and influential and is estimated to be $55 billion dollars in the United States alone during 2013 (Scowsill, 2013).     In addition, despite global economic-financial turmoil over the previous four years, the sector continues its growth and is valued at approximately US $165 billion.  The President further reported that stating growth of the sector was faster than the tourism industry on the whole in 2012, with an almost 10% increase rate when compared to the overall industry that realized a 3% increase during the same period.  The International Gay and Lesbian Travel Association (IGLTA) coined the terms \"pink tourism\" and \"pink dollars\" to represent the community.  The phenomenal growth of this market over the past decade or so is commanding global attention from major tourists destinations (WTTC, 2013).  The result of the 20th annual survey on LGBT tourism and hospitality conducted by the Community Marketing Inc., in 2015, reports the following; they (LGBTQs) traveled more and spent more; at 20% took 5-9 trips during that time (covering leisure, vacation, and holiday travel), and at least 16% reported taking at least one cruise in 2015; at least 25% purchased over 15 hotel nights; they have the largest amount of disposable income; they make up 5-10% of the travel industry; the annual economic impact in 2014 was over the US $75 billion dollars annually in the United States alone, not including the value of international inbound LGBT travel.  The report also states that their travel dollars go to suppliers and destinations that recognize their unique buying preferences and offer them differentiated value.  According to the report, many destinations benefit from marriage equality. Hawaii was listed as the most popular destination for LGBT honeymooners at 8%, and Mexico enjoys 5%, making it the third-highest and only 2% for any Caribbean destination.   4. Gay tourism and the Caribbean  The economic impact of the LGBT traveler segment continues to gain traction as the global visibility of the LGBT community increases.  News sources are quick to embrace the idea of the \"pink dollar,\" promoting the idea of LGBT travelers as a commodity with a high disposable income.  Dink (defined as two incomes, no kids) paints same-sex couples as the optimal consumers (UNWTO, 2012).  The UNWTO has also reported that globally, the unprecedented growth of the LGBT traveler segment has surpassed other segments by far.  However, for destinations such as Trinidad & Tobago and other destinations in the region, it is somewhat of a \"don't ask, don't tell\" quiet policy, as many still grapple with extant colonial-era laws that affect the safety, security and inclusiveness of these individuals, while debating the economic relevance.  2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 152 In 2012, it was reported that the LGBT travel segment was the fastest growing and most attractive tourism segment today, creating many contentions among government leaders around the Caribbean region and other small developing nations worldwide (UNWTO, 2012).  Unfortunately, for countries such as Trinidad and Tobago and other nations in the Caribbean region, this growth presents enormous challenges for governments because of current extant buggery laws created as early as 1533.  These laws have significant implications for members of the LGBTQ segment choosing to travel to the country.  For many leaders in tourism-dependent countries/islands in the region, the robust dialogue continues that directly addresses these laws, resulting in major changes to their laws that embrace these individuals and ultimately embracing members of this group while creating a more destination-friendly environment.  For example, back in 1998, the then Bahamian Prime Minister, Hubert Alexander Ingraham, \"reminded the citizens that the island relies on a tourism-based economy, and its economic lifeblood depends on its visitors.  He then emphasized that without tourism and financial services and the standard of living for the country would be dramatically different and measurably poorer with significant fewer opportunities\" (Gaskins, 2013); this is a strategic way in helping the local people understand the importance of the industry and the acceptance of all visitors.  Similarly, in 2014, the President of the Caribbean Hotel and Tourism Association (CHTA) announced that though the prospect of marketing in the region to same-sex couples was exciting, many destinations in the region are still not on board.  He further contends that the incredible disposable income of this travel segment makes it even more significantly attractive each year, and therefore, if not pursued, the region would miss a golden opportunity for great business.  In recognizing that some traditional islands may have communicated their lack of interest in marketing to this travel segment, he hopes these nations would embrace marriage equality someday soon (Pike, 2014).  The genesis of the old buggery laws dates back to the early 1900s, in which LGBTQ individuals were excommunicated from many destinations in the region because of strong religious and other beliefs.  In recent times, issues surrounding the laws and their accompanying impediments to members of this group are being amplified by the many lawsuits from LGBTQ members in the region.  However, for Trinidad and Tobago, changing these laws or even addressing them appears to be more difficult than imagined.  The US Supreme Court's ruling in 2015, clearly states that same-sex couples have a constitutional right to marry.  With the passing of this law, a wealth of opportunities would open up for many regional tourists' destinations and tourists' providers, that will benefit from growing and/or adding destination weddings as part of their offerings.  Watkins (2014) articulates that an increased demand for weddings and honeymoon destinations would increase tremendously from same-sex couples, as seventeen countries outside of the United States have marriage equality laws on their books.  The increased demand would also stimulate higher demands for accommodations, resulting in hotel expansions.    For Trinidad & Tobago, these anti-sodomy laws are peeking the interests of many, who believe they should be dismantled as they provide no safety nor security to LGBTQ individuals entering the country, regardless of the purpose for their entrance.  In its current language, the law technically says that members of the LGBT community are not allowed to enter the country unless they were either citizens or residents (O'Brien, 2010).  The \"Sexual Offences Act\" of 1986, which repealed earlier version of the law, and approved by the country's Parliament, outlawed same-sex intimacy, and Section 13 of the 2000 Act called for buggery and acts of serious indecency illegal and punishable by various terms of imprisonment.  Unique to Trinidad & Tobago, is Article 8 of the Immigration Act, which was amended in 1974, to prevent homosexuals from entering the country, making them a prohibited class, together with individuals with infectious diseases, chronic alcoholics, drug addicts, idiots and the feeble-minded (Gaskins, 2013).  This view totally differs from the view of the Universal Human Rights Act, as it is now a human rights issue.  In addition, in 2018, the High Court of Justice in the country had to rule on an action brought before it, in which Jason Jones and the Attorney General (claimant), and The Equal Opportunity  2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 153 Commission, The Trinidad and Tobago Council of Evangelical Churches, and the Sanatan Dharma Maha Sabha of Trinidad and Tobago (Defendant), asked the court to determine whether the State has the constitutional authority to criminalize sexual relations between consenting adults and if sexual relations between persons of the same sex constitute a criminal offense under sections 13 and 14 of the Sexual Offences Act Chapter 11:28 (\"the Act\").  The claimant petitioned the court, pursuant to section 14 of the Constitution, to strike down sections 13 and 16 of the Act and, by so doing, decriminalize consensual relations between persons of the same sex.  After consideration of the numerous authorities submitted by the parties that included the history of the impugned sections, and the applicable principles and tests to be applied to constitutional challenges in the jurisdiction together with persuasive authorities in other jurisdictions, the judge, in that case, concluded that application of sections 13 and 16 of the Act criminalizing consensual adult same-sex activity was unconstitutional and officially decriminalized consensual sexual relations between adults of the same sex, the government has indicated its intent to appeal the ruling (Human Rights Campaign, HRC, 2018, September 21st).   5. Social and cultural challenges in Trinidad & Tobago The people of Trinidad & Tobago are very diverse and have consistently been considered the most cosmopolitan in the region because of their multi-cultural society makeup.  Of the approximate 1.4 million people, 40% are East Indians, 40% are Africans, and 20% are mixed (comprising of Middle-Eastern, Chines, Syrians-Lebanese, and Europeans), making it rich in cultural diversity.  The nation is also very religiously influenced by various religions: 16% Roman Catholics, 16% Pentecostals, 34% other Christians, 15% Hinduism, 6% Islam, and 1% other religions (MFO 2018).  However, because of the strong religious environment, challenges are always expected when policies are either being created and/or modified and the issue of homosexuals is not a topic the government wants to bring to the people, simply because the belief is that being homosexual is an abomination.  People in the region do not look upon homosexuals favorably and for many years, if you were gay or even considered homosexual, you did not feel safe.  Two study abroad students in Trinidad & Tobago, reported that when they arrived in the country (T&T), they immediately noticed the ubiquitous culture of homophobia and that it was unusual when they hung out with about ten (10) students and nobody questioned the student who conversationally remarked \"I don't think there can be any such thing as a lesbian,\" and another person said \"I wouldn't want any lesbian friends,\" (O'Brien, B. 2010).  Born and raised on the island, the question of how the nation can become more competitive and even more serious, was how the industry could maintain sustainability – not just in the region but internationally.  In 2018, over 500 activists mobilized by the Trinidad & Tobago Cause made up members of Christian nongovernmental organization marched outside the Parliament building calling for the law which criminalizes the Act of buggery remain as currently is.  It was the beginning point of their peaceful march to protest the possibility that the High Court may rule against the constitutionality of the bugger laws, all in defense of preserving family values (Bridgal, C. 2018-4-7).  For these reasons, my interests peaked and this research study was born.  6. Challenges to sustainability The country is currently facing two major issues that threaten the sustainability of its tourism industry, including (1) lack of control on crime; and (2) the lack of urgency by the government in addressing the ancient buggery laws that currently exist.  Controlling crime is a major government responsibility, not just for local communities but particularly for visitors to the region. It may be a major detractor to those who wish to visit the twin islands.  The escalating crime problem has been plaguing the nation for some time and has climaxed into much fear in the local communities, as they believe law enforcement agencies are not and/or cannot control the situation.  The crime incidences are so high that they can be compared to major cities in large developing countries.  For example, as of December 26th, 2018, 516 murders were recorded in the nation, making it the second deadliest year in history.  However, during the same period in 2019, 2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 154 (12/26/19), that rate increased to 522.  As a result, the nation continues to receive much negative international feedback from some of its major core tourists' markets, such as Britain, with warnings to its citizens to either not travel to the destination or, if necessary - to use many precautions (Dowlat, 2019).   It must be noted that T&T's core source markets of travelers are the United States, Britain, Canada, South America, and Germany.  As reported by the Caribbean Tourism Organization (CTO), stopover arrivals during the first eight months of 2019 were 267,656, with 15,568 visitors traveling to Tobago (Minister Mitchell, 2019).   Information produced by CTO is based on the 2018 Annual Statistical Report, which shows that total visitor arrivals in 2018 were just over three hundred and seventy-five thousand (375,000) (CTO, 2019).  Table 1 below shows visitor arrivals in other competing destinations in the region during the same period.    Table 1. Visitor arrivals in 2018 Countries/Islands Visitor Arrivals 2018 (000's)    % Change Jamaica 2,472.7 + 5.1%  Barbados 678.5 + 2.6% Puerto Rico 2,576.4 -22.4% Trinidad & Tobago 375.5 -4.9% Grenada 161.0 +10.0% Bahamas 1,631.7 +13.2% Cayman Island 463,000 +10.7% Dominican Republic 6,568.9 +6.2% Turks & Caicos 418.6 + 0.5% Source: data collected from reports publicized by the Caribbean Tourism Organization (CTO).  *Cruise Passenger Not Included  The government's laggard approach to addressing existing colonial-era sodomy laws has possible latent effects on the rapidly growing LGBTI travel community.  The growth of this travel segment is gaining full traction from both tourism-dependent countries in the Caribbean and other major destinations globally.  A plethora of academic and non-academic research is currently available that addresses the rapid growth of this segment and its potential social impact on many conservative destinations.  For Trinidad and Tobago, the growth of this traveler segment presents tough challenges to its government because of strong social and cultural beliefs.    Trinidad and Tobago is a great example.  There have been several calls to the government to amend the sodomy laws that currently exist, but it appears that these calls have gone on deaf ears for reasons determined to be influenced by local critics.  Although the government maintains that all visitors are protected under current laws, sodomy laws do not technically provide protection for this segment.      One school of thought asserts that although T&T is arguably the most prosperous of all its Caribbean counterparts (because of its oil and gas), it also is the most vulnerable based on negative environmental trends that resulted from rapid growth development.   However, the nation possesses all of the right drivers that contribute to its success and also to maintain a competitive advantage in the region. Porter's Component of Competitor Analysis is Capabilities, which involves analysis of both a country's strengths and weaknesses.  In this case, T&T's strengths and weaknesses were identified and analyzed, shown in Table 2:    Table 2. T&T's strengths and weaknesses Strengths Weaknesses its abundance of oil and gas Inability to control elevated crime levels a stronger economy than most destinations in the dependency on its oil and gas for economic  2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 155 region stability agriculture – most food crops are grown on the island No strategic plans to address the attitudes and behavior of the local people as it relates to members of the LGBTI community a skilled labor force exists - critical to maintain global competitiveness and attract major international businesses lack of ability to provide sufficient protection to members of the LGBTI community under the current ancient Buggery laws  Possesses much similar natural beauty like its competitors  bragging rights of its location out of the hurricane belt  the nation's duality that offers different experiences to tourism   7. Results and discussions  Results of this study suggest that leaders in Trinidad and Tobago must show an earnest commitment and transparency to aggressively seeking resolve to changes to these laws, as continued lack of failure is not just understanding the economic power of the LGBTQ traveler segment but create peaceful thoughts to the members of this group, that when they are considering vacation plans, this destination will remain in the forefront of their minds.  The fragility of the global industry today as a result of the pandemic requires strategic planning and reevaluation of how to move forward post-COVID 19.  Oil and gas can no longer be dependent on, and tourism is the next best revenue generator.  It is understandable that it will take time to change the attitudes of the people and interest groups.  However, it must be made clear that the rights of this segment are now a human rights issue.   Based on the literature reviewed for this study, it is clear that government leaders on the island need to reorganize and contemplate whether they want to continue marketing the island as a tourism destination and continue to develop strategies to attract visitors of all dimensions internationally, or if the island should reimagine or rebrand itself as something else.  In addition, leaders must engage in robust dialogue with various interest groups and local people on what the consequences could look like if tourism is taken off the table.  The Caribbean Hotel and Tourism Association's (CHTA) President, Pablo Torres, announced in December 2020 that Tourism is the key to recovery and to restoring the livelihood of thousands of employees in our industry (Andzenge, G., 2020).  However, post-pandemic survival is critical, but so is the issue of the LGBTQ traveler segment also for destinations such as Trinidad & Tobago that are not fully committed to the group.  They claim that all visitors to the destination are safe and welcoming but refuse to address the laws that can guarantee safety assurance to each visitor.  8. Conclusion It is clear that the term sustainability involves many moving parts and is sometimes even used loosely. However, much research is available from academics and other government and nongovernmental organizations exploring and addressing many environmental sustainably issues such as greenhouse gasses, pollution, and coastal and ecosystems - all fundamental.  However, another critical area of sustainability involves people, both local residents and visitors.  The safety, security and engagement of the people are equally critical to the sustainability of the tourism industry in the Caribbean region.  This research is ongoing and will continue to explore issues affecting people and visitors in the region as they relate to members of the LGBTI traveler segment.  Regionally, the COVID-19 pandemic will undoubtedly create even more intense competition among tourism destinations in the region, forcing new and more rigorous discussions regarding those old buggery laws, bringing the nation up to code with the World Tourism Organization's (WTO) human rights.  The tourism and hospitality industries globally and regionally were hit harder than most other industries and therefore, a strong comeback would require transparency in 2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 156 order to compete.  It should also provide every opportunity for training to local citizens by integrating more social issues into the curricula to both k-12 and higher education institutions in the nation.  As indicated earlier in this study, this research is ongoing, and all future changes will be reported.  Also, to achieve maximum sustainability for the industry, a major part of the thought process must first include the safety, security and comfort of all visitors and members of the local community, who also represent this growing segment, the destination as a whole, and finally, the continued growth of the industry.  Implications The implications of this study are government-focused.  As the industry's myriad challenges continue, both internationally and regionally, it must be noted that the impact differs tremendously from destination to destination in the region.  As the growth of the LGBTI traveler sector continues its rapid upward trend, and the lawsuits from members of that segment continue to rise, negative perceptions will also rise to create bad publicity for the nation, resulting in challenges to further development.  The implications could be severe for the industry, but changing the attitudes of the local people and leaders of the many interest groups such as T&T Cause would continue to be an uphill battle.  Ultimately, the government of Trinidad and Tobago must decidedly and inclusively come to terms with the fact that the inclusiveness of members of the LGBTQ group is a human rights law and must be addressed and upheld.   Limitations and future research  This research relied on secondary information, government documents and other news media reports, thus limiting direct views from individuals in the local community.  The information collected and provided in this research was sought out to understand if the acceptance and inclusiveness of the LGBTI travel sector would strengthen the sustainability of the tourism sector in Trinidad and Tobago.  Although government officials often state that \"all are welcome,\" it differs from confidently saying \"we have open policies that protect every individual, including members of the LGBTI segment,\" and then start the process of training and educating its people of the importance of respecting others they perceive to be different.  This study suggests that future research should continue, and perceptions from interest groups and locals should be captured through a survey or a qualitative approach.   References Andzenge, G. (2020, January 1st). CHTA President Predicts Rapid Return of Caribbean  Tourism.   Tourism.  http://www.marketplaceexcellence.com BBC (2018, April 12th): Latin America Country Profile: Trinidad and Tobago Country profile. BBC News.  www.bbc.com/news/world-latin-america20072231 Brereton, B., (1981). A history of modern Trinidad 1783-1962.  Terra Verde Resource Centre, Trinidad  and Tobago. Bridgall, C. (2018, April 7th).  HEAR US: Members of Christian Non-Governmental Organization Trinidad  Cause March Outside the Parliament Building Calling for the Law that Criminalizes the Act of Buggery to Remain. Trinidad & Tobago Newsday Paper.  CIA. (2019, November 1st). CIA World Factbook. https://www.cia.gov/library/publications/the-world- factbook/geos/td.html. 2018 Annual Statistical Report. (n.d.) Annual Statistics Report. Retrieved December 12th,  2019, CARIBBEAN TOURISM ANNUAL STATISTICAL REPORT2020 20FINAL.pdf  Dowlat, R., (2019, January 1st). 516 murders recorded in 2018.  The Trinidad & Tobago Guardian  Newspaper. https://www.guardian.co.tt/news/516-murders-recorded-in-2018- 747775.6eaa85ae6ahttps Gaskins, J. jr., (2013). 'Buggery' and the Commonwealth Caribbean: A comparative  examination of the Bahamas, Jamaica and Trinidad and Tobago.  Institute of Commonwealth Studies, School of Advanced Studies.  http://sas-space.sas.ac.uk/4824/3/16Gaskins_BuggeryCommonwealth Caribbean.pdf. Georgescu, S. (2014). The Growth of LGBT Tourism.  The network, Issue 3.  Temple    2021 | Journal of Sustainable Tourism and Entrepreneurship/ Vol 2 No 3, 147-157 157 School of Tourism and Hospitality Management, Temple University. www.sthm.temple.edu/about/documents/april2014_issue3.pdf  HRC Staff. (2018, September 21st). Trinidad and Tobago High Court Overturns Law  Criminalizing Same-Sex Relations. https://www.hrc.org/news/trinidad-and-tobago-high-court-overturns-law-criminalizing-same-sex-relatio Joseph, T. (2000).  The Birth and Growth of Trinidad carnival.  Trinidad & Tobago Carnival Magazine. Mitchell (2019, October 14th). T&T Tourism on Upward Trend. Government of Trinidad & Tobago, Ministry of Tourism.   file:///C:/Users/Annette%20George/Desktop/T&T%20%20PressReleaseTMB.pdf O'Brien, B. (2010, November 25th): Stirrings of a new LGBT movement in Trinidad and Tobago.  Repeating Islands. http://repeatingislands.com/2010/11/25/stirrings-of-a-newlgbt-movement-in- Trinidad-and-Tobago/  Peltier, D., (2016, June 29th).  LGBT Tourism is Still Resilient After a Year of Milestones and   Setbacks.  SKIFT. https://skift.com/2016/06/29/lgbt-tourism-isstill-resilient-after-a-year-of- milestones-and-setbacks/  Pike, J. (2014, January 23rd). CHTA President on LGBT Travel: The World is Ahead of Us.  http://www.travelagentcentral.com/caribbean/chta-presidentlgbt-travel-world-ahead-us-4376 Prasad, P. C. (1987). The impact of tourism on small developing countries: An   introductory view from Fiji and the Pacific. The University of Tobago.  Rosenbloom, S. (2014, May 30th).  The evolving work of Gay Travel. Download on 6/28/16 form NY Times. Nytimes.com/2014/06/01/travel/the-evolving-world-of-faytravel.html?_r=o  Scowsill, D. (2013, May2).  LGBT sector growing three times faster than global Travel and Tourism.  Download on 6/4/16 from,  http://www.wttc.org/media-centre/pressreleases/press- releases/2013/lgbt-sector-growing-three-times-faster-than-global-tt-sayswttc-chief/  UNWTO (2012). Global report on LGBT Tourism: AM reports: volume three. Download on July 21st, 2019 from: www.e-unwto.org/doi/pdf/10.18111/9789284414581 UNWTO (2016). 2017 International Year of Sustainable Tourism for Development.  World Tourism Organization. www.e-untwto.org  Watkins, E. (2014). Marriage equality crates new hotel market.  Hotel News Now.   Downloaded  on 01/20/2014 from: http://hotelnewsnow.com/Article/12976/Marriage-equality-creates-new-hotel-market/ Williams, E. (1962). History of the people of Trinidad and Tobago: The Thetford Press Limited, Great  Britain.  Williams, E. (1969). Inward Hunger: the education of a Prime Minister. Billing and Sons  Limited.  Guilford, London, Great Britain World Travel and Tourism Council. (2019).  The World Travel & Tourism Council's report reveals cities  account for $691 billion in Travel & Tourism GDP and over 17 million jobs. WTTC. https://www.wttc.org/about/media-centre/press-releases/press-releases/2019/wttc- reportreveals-cities-account-for-691-billion-in-travel-tourism-gdp-and-over-17-million-jobs/ World Bank: World Bank Revises Growth Forecast for Trinidad and Tobago. (2019). World Bank: https://www.worldbank.org/en/news/press-release/2019/04/19/worldbank-revises-growth-forecast-for-Trinidad-and-Tobago      ",
    "id": 478475627,
    "identifiers": {
        "doi": "10.35912/joste.v2i3.554",
        "oai": "oai:ojs.localhost:article/554"
    },
    "title": "Social and cultural influences and their implications for sustainable tourism: A case study of Trinidad & Tobago's tourism and the growth of the LGBTQ traveler segment",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-08-24T01:00:00+01:00",
    "publisher": "Goodwood Publishing",
    "references": [],
    "sourceFulltextUrls": [
        "https://goodwoodpub.com/index.php/JoSTE/article/download/554/205"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/478475627.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/478475627"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/478475627/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/478475627/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/478475627"
        }
    ],
    "abstract": "Purpose: This study examined how social and cultural influences are affecting the government of Trinidad &amp; Tobago's decision-making policies as it relates to the growth of the LGBTQ traveler tourism segment, which is currently threatening the sustainability and competitiveness of the country's tourism industry. This study also aimed to add to the literature on gay tourism in that nation and region as a whole.\nResearch methodology: Data for this research were collected from various sources, including existing literature on the industry's competitiveness, followed by a review of official government surveys, reports and other media documents, and academic research literature.\nResults: The study's findings reveal that the leaders' lack of failure to understand the economic power of the LGBTQ traveler segment is short-sighted and has negative effects on the fragile nature of the industry's ability to compete globally, lack of long-term vision of the leaders.\nLimitations: This study relied on secondary data, limiting direct views from individuals in the local communities due to the country being on lockdown since March of 2020 as a result of the COVID-19 pandemic.\nContribution: This study makes a few suggestions for further improvement, such as leaders in that nation deciphering existing buggery laws publicly, to show urgency and commitment to this vulnerable traveler segment; conducting robust discussions with various interest groups that are presenting barriers to changes that could result in a more robust industry, and finally, consider the use of images of members of the LGBTQ community in all marketing promotions",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "Tourism",
        "Social and cultural influences",
        "Gay tourism",
        "Pink tourism",
        "Sustainable tourism",
        "LGBTQ travelers",
        "Trinidad and Tobago gay tourism"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.localhost:article/554",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12610",
        "openDoarId": 0,
        "name": "Goodwood Publishing: Journals",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 478475627,
        "depositedDate": null,
        "publishedDate": "2021-08-24T01:00:00+01:00",
        "updatedDate": "2024-02-11T07:57:28+00:00",
        "acceptedDate": null,
        "createdDate": "2021-10-06T21:15:59+01:00"
    },
    "urls": [
        "https://goodwoodpub.com/index.php/JoSTE/article/view/554"
    ],
    "lastUpdate": "2024-02-11T07:57:28+00:00",
    "setSpecs": []
}