{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Coker, Jonathan M"
        },
        {
            "name": "Cain, Leia K"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:02:37+01:00",
    "dataProvider": {
        "id": 2148,
        "name": "ScholarWorks @ UVM",
        "url": "https://api.core.ac.uk/v3/data-providers/2148",
        "logo": "https://api.core.ac.uk/data-providers/2148/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215154632.pdf",
    "fullText": "Middle Grades ReviewVolume 4Issue 3 Educating for Equity Article 4December 2018Southern Disclosure: One Southern-and-Queer MiddleSchool Teacher’s NarrativeJonathan M. CokerUniversity of South Florida, jmcoker@mail.usf.eduLeia K. CainUniversity of South Florida, lkcain@usf.eduFollow this and additional works at: https://scholarworks.uvm.edu/mgreviewPart of the Curriculum and Social Inquiry CommonsThis Research is brought to you for free and open access by the College of Education and Social Services at ScholarWorks @ UVM. It has beenaccepted for inclusion in Middle Grades Review by an authorized editor of ScholarWorks @ UVM. For more information, please contactdonna.omalley@uvm.edu.Recommended CitationCoker, Jonathan M. and Cain, Leia K. (2018) \"Southern Disclosure: One Southern-and-Queer Middle School Teacher’s Narrative,\"Middle Grades Review: Vol. 4 : Iss. 3 , Article 4.Available at: https://scholarworks.uvm.edu/mgreview/vol4/iss3/4 Southern Disclosure: One Southern-and-Queer Middle School Teacher’s Narrative  Jonathan M. Coker, University of South Florida Leia K. Cain, University of South Florida   Abstract  This narrative inquiry is an autoethnographical account of one queer-identified middle school teacher’s career trajectory in the Southern United States, and his struggle to navigate disclosure of his identity to students. Using a qualitative lens, the authors provide reasoning for the importance of middle school educators to have the ability to disclose their identities to students in order to cultivate an environment that is receptive to LGBTQ+ adolescents.   INTRODUCTION  The stories of queer-identified educators in the South are important for a number of reasons. For example, in the US, most states refuse to provide legal protection to lesbian, gay, bisexual, transgender, queer/questioning and other sexual and gender identity minority (LGBTQ+) individuals. At the time of this writing, only 19 states, the District of Columbia, and Puerto Rico legally protect the rights of LGBTQ+ individuals through anti-discrimination laws. Within the South and much of the Midwest, LGBTQ+-identified individuals may be terminated at any time due to their perceived or known sexual orientation or gender identity (American Civil Liberties Union [ACLU], 2018; Barton, 2011; GLSEN, 2013). Of those states with anti-discrimination laws—California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Iowa, Maine, Maryland, Massachusetts, Minnesota, Nevada, New Jersey, New Mexico, Oregon, Rhode Island, Utah, Vermont, and Washington—none are in the South.  According to Sears (1991), many Southern states constitute a section of the US popularly referred to as the Bible Belt. This moniker stems from a reputation many Southern states share for strict converativism linked to deeply held Christian religious beliefs (Barton, 2011; Sears, 1991; Sears & Williams, 1997). Barton (2011) found that roughly 40% of individuals in the South (defined by Barton as Georgia, Kentucky, Maryland, North Carolina, South Carolina, Tennessee, Virginia, and West Virginia, though this study also considers Mississippi, Alabama, and Louisiana as the South) identified as Evangelical Christian. He further suggested that Evangelical Christians often identified with political conservatism. Moreover, Sears (1991)   documented the role of the Church in each of his LGB-identified participants’ lives. Each of his participants described encounters with conservatives who used the Church as the basis and justification of their anti-LGBTQ+ discrimination. Finally, studies have shown that individuals from the South are often less tolerant than populations in other regions of the US (Barton, 2011; Dews & Law, 2001; Sears, 1991; Sears & Williams, 1997).   Queer youth are a particularly vulnerable population and experience an achievement gap in comparison to their straight and cisgender peers (Mertens et al., 2016).  However, Brinegar (2015) found there was a lack of research about how to support young queer adolescents, stating that only 2% of articles read [were] addressing this vulnerable population (Brinegar, 2015). The Association for Middle Level Education (AMLE) (2010) identifies adult advocates and inclusive spaces as a developmental need for culturally responsive teaching, but in regions with less tolerance for LGBTQ+ adults, many queer-identified adolescents may be less likely to find adult advocates. Without a partnership between queer adults and queer youth, it is unlikely that inclusive spaces will be created. It is evident that positive LGBTQ+ adult role models are needed to increase inclusion for middle grades-level students, but there is little research on how these LGBTQ+ middle grades educators find their voice to become role models in an oppressive, even hostile, environment. We aim to address this missing link.  This inquiry focuses on Jonathan’s story to address the gap in the literature surrounding how LGBTQ+ educators experience hostile environments. He identifies as a Southern, queer, brown, man, and was a middle school 1Coker and Cain: Southern DisclosurePublished by ScholarWorks @ UVM, 2018  teacher for 10 years throughout the Bible Belt. The telling of his story is aided by Leia, who also identifies as Southern, queer, and is a cisgender white woman and former middle school teacher. We have both worked with queer-identifying youth throughout their careers in middle school and within higher education. While we are both now geographically located in the Southeast US, we consider ourselves to be outside of the Bible Belt, which provides a clearer hindsight on Jonathan’s experiences. There are many aspects of Southern culture that we both celebrate; however, the presence of heterosexism and homophobia are ills that we hope to one day see driven from the land of sweet tea and sticky summers.  The purpose of this study is to examine the lived experiences of a queer-identified man navigating life as a middle grades teacher in the South through an ethnographic lens, in order to understand how this particular context affects middle grades teaching and learning for both LGBTQ+ youth and other vulnerable populations.  Jonathan’s experiences as a queer-identified teacher in the South make his story an ideal candidate for research. LGBTQ+ teachers in the South are often less able to disclose their identities or offer their stories safely, with consequences ranging from stigma to possible termination. The risks prohibiting other participants are more limited for Jonathan, since he is no longer a classroom teacher in the Bible Belt. Examining one teacher’s story through an autoethnography provides an opportunity to explore the impact of disclosure and context in-depth, substantively, and from a multifaceted perspective.  Method   Our journey originally started within a qualitative methods course, where we both discovered our shared Southern-and-queer backgrounds. We met and shared our experiences multiple times over a year, and found ourselves accidentally working within a currere-esque method of autobiographical self-reflective inquiry (Agosto, Marn, & Ramirez, 2015; Pinar, 1975), and decided to start journaling. We acknowledge the idea that “effective autobiographical work needs to attend to the critical social context or risk becoming a self-indulgent enterprise” (Agosto et al., 2015, p. 109). Narrative inquiry has been effectively used to explore the impact of a geographical region with poor representation on queer teachers (Endo, Reece-Miller, & Santavicca, 2010). Qualitative methods have also been used to show the unique pressure to serve as a role model to queer youth while paradoxically being viewed as a threat (Russell, 2010). In this inquiry, we explore the amalgamation of Southern-and-queer identities and how it connects to outward expressions of internalized identities, secrecy, and interacts with pedagogical beliefs and practices within the middle school classroom.   Narratives  In the following narratives, we share pieces of Jonathan’s story along with connections to existing literature. After we share these pieces, we make our argument for further study into Southern and queer teacher experiences.   Coming Out    The act of coming out is often one associated with secrecy. Mayo (2007) defined being “out” as when an individual “self-consciously and publicly identifies” as a member of “a sexual minority group” (p. 82). Mayo (2007) and Rankin (2003) argue that the spaces, times, and types of people to whom one is out vary across individual circumstance. For some LGBTQ+ individuals, being out means becoming political (Rhoads, 1994) or actively working to disrupt and provoke the dominant discourse (Mayo, 2007). Further, Sears (1991) argued that coming and being out in the South causes different challenges due to the rampant religious conservatism.   Jonathan’s Experiences  Coming out as gay in high school in 1997, I had the naive assumption that it would be the last time that I needed to come out. It had come at great cost, since it left me homeless and cut off from my family. With no other option, I moved to New York City while still in high school. Various social services provided me with the needed resources to help me live my life out and proud. Still, there was something missing. I started to feel like I was only able to be queer as long as I lived in gay ghettos. I wanted the right to live in my home culture even if it was the Bible Belt, although I understood this meant going back into the closet. So I began to practice passing as straight. I transferred to a college down South and moved into an all-male dorm, 2Middle Grades Review, Vol. 4, Iss. 3 [2018], Art. 4https://scholarworks.uvm.edu/mgreview/vol4/iss3/4  where I never revealed anything about my personal life. This experience taught me the power of people thinking you’re straight. In my previous interactions with straight men, they expressed hesitancy with their body language, gave a lack of eye contact, spoke very little, and even seemed physically tense. I was shocked by how different my treatment was when they perceived me as straight.   From this experience, I no longer had the mindset that “this is me, and I can’t be anyone else.” I had several different versions of me. There was also something satisfying in taking back the power over whether I was going to be out or not. Having control over your self-presentation is a powerful currency, particularly in a culture like the South that places a high value on heteronormativity. Mastering this art form would be critical to being able to carve out a living for myself.   After coming out and eventually deciding to go back into the closet, Jonathan shares his experiences utilizing passing privilege. Goffman (1963) defined passing as “receiving and accepting treatment based on false suppositions concerning [oneself]… [or] the concealment of treatment based on credible facts” (p. 42). The term “passing” has also been used by civil rights groups in the past to refer to individuals who could pass as white (Tarrow, 1994). Griffin (1992) outlined four ways that queer teachers manage their identities which includes passing, covering, being implicitly out, and being explicitly out. Further, Clair, Beatty, and Maclean (2005) argued that LGBTQ+ identities in the workplace can be obfuscated through this practice of passing.  Evolution of Working with Middle School Students   Over our time discussing and journaling our experiences as Southern and queer-identified former teachers, Jonathan shared an evolution of his relationships with his students as he came out to more individuals. Society also became more accepting over these years, as states began to vote upon marriage equality. Though this next portion of story is longer than others, we felt that it should be shared in its entirety.     Jonathan’s Story  I needed my first teaching job. It was during the height of the Bush administration. My partner had just lost his job, and we had to go on food stamps. The representative from the welfare office told me that they would not be including him in the formula to calculate my assistance, since he did not “count as a person in my household.” I could not afford to be out, quite literally.   In my first year as a teacher I viewed LGBTQ+ students antagonistically. I was not out to them - and they were not out to me or anyone for that matter. I was afraid they would out me, and many of them seemed afraid that I would out them. There was a tacit suspicion and pity for one another. Further, I had a friend who pretended to be my girlfriend when students asked. When my partner would help me in my classroom, we would sneak him in after hours or introduce him as a community volunteer. When I heard students tease others with homophobic slurs, I am ashamed to say that I looked the other way and pretended as if I didn’t hear it. I knew that if I stepped in to say something it could cast suspicion on me and I would be outed and lose the only source of income in my household. Despite playing along with expected social norms, the following year I was offered another annual contract with extra responsibilities and a reduced pay that wouldn’t even cover rent.  I moved on to other positions, but my following jobs were also filled with complications. I was out at various levels from: (a) pretending to be straight, to (b) lying through omission, and at times (c) being out to select individuals. Although changing jobs so many times made life financially difficult, it did present me with a unique opportunity to reinvent myself at each new teaching position, causing my relationship with queer youth to evolve with each transformation. I began standing up for LGBTQ+ students through the rigidity of my authority as a teacher. I would never share anything about myself personally, but I also wouldn’t tolerate students mocked with homophobic language regardless of if they did or did not identify as queer. 3Coker and Cain: Southern DisclosurePublished by ScholarWorks @ UVM, 2018  Eventually, I took a chance during a job interview and outed myself. I was hired, but there were limits; the administration told me that my partner would not be welcome at social functions. Further, the faculty seemed to tolerate me being out as long as they could continue to use being gay as the butt of a joke. The female teachers would make fun of any boys who showed affection by referring to them as “future gay lovers.” However, it was the first job where I was able to be out to all of the staff and administration. Thus, I had the right to exist as long as I understood the implicit rules of not being able to fight back when I or any queer associated people or culture were mocked.   Within my department I began to take on a leadership role that earned me some attention. But this meant that I had violated their implicit rule of being the funny (yet powerless) sitcom-like queer person. A parent complained, and the principal terminated me for my “gay lifestyle.”   Sick of living in the closet in the South, I set out with high hopes to what I thought would be the liberal Northeast. Unfortunately, I did not fare better. My classroom was vandalized with homophobic slurs. My name was defamed in a local publication, and I was the victim of a particularly cruel Facebook page impersonating me while soliciting sex from male students. It seemed that even when trying to work in a more liberal part of the country, there was no escaping homophobia as a teacher.   I decided that if I had to fight this monster, perhaps I should do it on a more familiar terrain. My partner and I would move back South even though it meant giving up the legal recognition of our newly acquired marriage. This meant taking on a job in a very conservative area - though at least I knew how to play this game so as not be the subject of public scorn. During my first year, I volunteered for any extra duties I could and made myself indispensable. I felt I had to be twice as good, because I knew the day would come when my work might be weighed against my personal life. I did everything in my power to tip the scales, while remaining in the closet for as long as I could. This also meant having a female friend come around and pretend to be my significant other for open house and other events. During that first year, I was only asked directly about it a few times. I lied intentionally and without regret.   Things continued like this, until I was outed with only one month left in the school year. A student had found my wedding photo on a relative’s website and shared it around the school. It became a game for some of the boys to say my partner’s name as loud as they could and then run away when I would walk into the hallway. I was painfully aware of the strong possibility of losing my job, but I hoped I had built up enough good favor by working as hard as I did to at least get a good reference. All of these job changes were making me look very undesirable as a teacher. After a third firing for being gay, I didn’t think that I would be hired again as a teacher. No one would ask why I was fired. They would just see a very unstable work history.   I was called into the principal’s office. So, I decided to take charge of the situation and told him that if he was going to fire me, then please do it immediately so I could find work. But instead of firing me, he apologized to me. I was so shocked that, as we say in the South, you could have knocked me over with a feather. Later that day, a few fellow faculty members came to me one by one and said that they had heard, and they wanted me to know that they didn’t care; because they knew how hard I worked. It was not complete acceptance. I knew where I was, and I knew my school could only protect me so much. However, it did mean that I could fight back without martyring myself. Everyone seemed willing to play along with this public secret. The teachers seemed to understand intuitively that this was something known among the teachers and that no students knew.   Once the administration and faculty knew, I talked more openly about my personal life and would show up to social events with my partner. Since they had gotten to know me as a person first, they had a more nuanced understanding of me. They started sending queer-identified students my way, and we would use double-talk to discuss what was 4Middle Grades Review, Vol. 4, Iss. 3 [2018], Art. 4https://scholarworks.uvm.edu/mgreview/vol4/iss3/4  going on with them. I understood their need for privacy.   Unfortunately, Jonathan’s experiences losing jobs due to his identity have been documented dating back to Sears (1991), who shared narratives of former educators who were accused of educational and sexual misconduct for identifying simply as LGBTQ+ inside or outside the classroom. Additionally, Kahn and Gorski (2016) also shared an historical overview about the social and political forces working against queer teachers. According to these researchers, “Teachers who do not conform to gender and sexual orientation norms currently are and historically have been the subject of persecution, urban myths, and general hysteria” (Kahn & Gorski, 2016, p. 15).    Jonathan’s drive to be “twice as good” stems from a popular colloquialism whose origin is difficult to find. From popular TV shows such as Scandal to speeches given by Michelle Obama, the idea that individuals with marginalized identities need to be twice as good to earn half as much is well demonstrated by Jonathan’s quest to remain employed, even at the pain of hiding his own identity. Jonathan shared feeling a drive to attain extra responsibilities in order to make himself useful, yet these additions did not secure permanency within his professional positions.   Russell (2010) documented similarities to Jonathan’s experiences by having teachers send him queer-identified students. Teachers in Russell’s study describe experiencing ethical dilemmas when interacting with queer students. These teachers shared their concerns regarding “understandings of touch, sexuality, confidentiality, the private versus public domain, and pedagogical responsibility were those of queers-as-a-threat and teacher-as-role-model” (Russell, 2010, p. 153). When asked to share his opinion of possible ethical considerations in working with queer-identifying students, Jonathan shared how he has been distrusted while working with girls for being a male teacher, distrusted while working with boys for being a queer teacher, and distrusted while working with queer students for encouraging queer identity; “to be queer and a man and teacher is to be distrusted.”                                                 1 In this instance, “pronoun games” refers to the ways in which LGBTQ+ people use the covering strategy of omitting pronouns or changing them altogether when speaking of their significant other. For further information Inclusive Curricula   Jonathan shared his experiences utilizing queer-inclusive curricula and specific symbolic language in order to alert students to his acceptance of LGBTQ+ identities. These actions can be powerful as they help maintain student (and perhaps teacher) secrecy (Bortolin, 2010; Kumashiro, 2000; Mayo, 2007).  Jonathan’s Story  Once I was able to be more “out” with faculty and administration, my newfound openness began to manifest in my teaching. I had always played “pronoun games”1 when talking about my own life, but now I could remove gender from my language in a way that communicated secret acceptance to my LGBTQ+ students. But like every other teacher, I was bound by standards. Still, there was room in ancient history to casually mention the queer nature of historical figures such as Julius Caesar or Alexander the Great, or even mentioning the Sacred Band of Thebes. When asked about it, I could feign innocence about the message that it sent out to students by explaining that I was simply striving for thorough historical accuracy. Some students would blatantly ask the question about sexuality in the ancient world, and I would explain linguistically that modern distinctions between sexualities did not exist and it was a more fluid concept. Classical mythology was perhaps the best place to dismantle conventions of heteronormativity because it allowed the students to choose a myth they wanted to study. Both straight and queer-identified students would use this as an opportunity to explore and discuss their own ideas around sexuality or gender identity by referencing queer myths such as Zeus and Ganymede, Apollo and Hyacinth, Leucippus, and others.   According to Roffman (2000), school climates, the experience of school as a safe place, school attendance, and student performance each improve when LGBTQ+ issues are discussed in academic settings. Further, studies show that students who may be questioning their sexual on this practice in educational contexts, refer to Griffin (1992), Spradlin (1998), and Richard (2016). 5Coker and Cain: Southern DisclosurePublished by ScholarWorks @ UVM, 2018  orientation or gender identity benefit by having teacher validation (Bortolin, 2010; Roffman, 2000). More so, these studies also demonstrate that homophobic students also benefit from LGBTQ+ inclusive curricula by having new points of view presented to them (Bortolin, 2010; Roffman, 2000). Jonathan’s story is intriguing and unique, as even though this research exists, LGBTQ+ issues are often absent from the curriculum within middle and secondary education (Bortolin, 2010; Elia & Eliason, 2010; Kumashiro, 2000; Mayo, 2007; Swartz, 2003), despite the call for more inclusive spaces and adult allies (AMLE, 2010).   Ally-ship  In this instance, what began as another story of hardship became a story of celebration. Jonathan found himself with an ally in an administrator. We use this short narrative as a moment to acknowledge the power of allies.   Jonathan’s Story  Perhaps the best example to show how much my life changed after I began disclosing my identity came when I faced a familiar act of discrimination in my classroom. A seventh grade student wrote “Mr. Coker is a faggot” on his test. The parents did not see what the big deal was, and I was ready to dismiss it out of defeat. One of the administrators who is a very large, traditionally masculine, sports following, church going, black man put his foot down. He called in the parents and lectured them, met with the student, and provided an appropriate consequence.   I was shocked. I asked him why he did this. His response was, “I know you well enough that if a white student called me the ‘N word,’ then you would do everything in your power to handle it the way I did” ––and he was absolutely right. I felt so powerless, despite having stood up for countless students and teachers from targeted groups. When it’s you, it’s so much more difficult to stand up for yourself. As a straight man, he had a very clear outsider status from LGBTQ+ communities. To the parents, this gave him a place of perceived objectivity. He was able to leverage that to help me feel empowered. Looking back, I understand the depth of his comment even more. His words serve as a guideline for how those with the outsider status should be collaborating with the insiders to reduce prejudice. This moment in time also represented how my treatment as a queer teacher in the South evolved to the point where I didn’t always have to be the one to fight back, because others were ready to fight for me.   Research demonstrates that individuals who have experienced prior instances of discrimination due to non-LGBTQ+ marginalized identities are more likely to act as allies to LGBTQ+ individuals (Goldstein & Davis, 2010; Jones & Brewster, 2017; Kelly & Breinlinger, 1996). Additionally, Cohen (1997) calls on us to “search for those interconnected sites of resistance from which we can wage broader political struggles” (p. 482).  This communication between Jonathan and his administrator serves as an example for how two marginalized people in a school context can work together to resist larger systems of prejudice.    Implications for the Classroom  Jonathan’s Story  My experiences with hiding my queer identity in the South gave me a unique window of compassion when working with students. I reference this every time I learn about students who are managing their own secrets about their own gender and sexuality. I also learned to extend this compassion to consider the needs of students who manage secrets around being undocumented, experiencing trauma, hiding food scarcity, and even the more mundane problems of maintaining their identity. The unique cultural setting of the South means that it is not enough to know who you are, but you must also map out a complex topography of self-presentation. Perhaps more importantly, I learned to imagine all of the possible reasons someone may not want to reveal certain facts about themselves. A seemingly innocuous question may require a middle school student to navigate a plethora of legal, social, and psychological consequences. Many middle school classroom teachers constantly engage in questions about students’ identities and home situations without considering these complex ethical situations. However, educators who share 6Middle Grades Review, Vol. 4, Iss. 3 [2018], Art. 4https://scholarworks.uvm.edu/mgreview/vol4/iss3/4  membership with a marginalized group can use this identity as a skeleton key to unlock the hidden worlds behind students’ closet doors in a way that is cognizant of this complexity.   At the time of this writing, we have been unable to find literature concerning the ability of queer teachers to be uniquely positioned to understand and be empathetic to students who are, as Jonathan says, “managing their own secrets.” We saved the previous narrative for last not just because it is written in a conclusive manner, but also because we would like to use it to call upon other researchers to examine this relationship. The consequences of sharing personal and potentially problematic identifying information should be considered. Teachers may be asking students to “out” themselves––an action that Jonathan discusses as possibly dangerous. Thus, it is crucial to view disclosure through an empathetic lens.   When we first shared the idea for this inquiry with a colleague, Jonathan and I were met with defensiveness: their reply was, “I need to know what’s going on with my students.” This well-intentioned elementary school teacher came from a place of clear concern, and their desire to have a full picture of their students’ cultural, social, and emotional lives was commendable. However, educators must tread carefully to avoid the dangers of forcing students to disclose information that could leave them vulnerable to harm. Moreover, educators who hold marginalized identities may be ideal candidates to heed the professional call to create inclusive spaces as adult advocates (AMLE, 2010).  Their own experiences with navigating hostile school cultures provide them with an empathetic lens that others may not have.    Discussion  This essay is an examination of the experiences of one Southern and queer-identified former middle school teacher and how his experiences have shaped the way he interacts with students in the classroom. His story illustrates the need for more salient research concerning Southern and LGBTQ+-identified teachers, and the unique cultural space of the South sets the stage for both silence and empathy (Barton, 2011; Dews & Law, 2001; Sears, 1991; Sears & Williams, 1997).  Though lack of generalizability may be seen as a limitation, it was not our intention to be generalizable. Instead, we argue that Jonathan’s story has transferability. His experiences are relatively common throughout available literature, but his particular story lends depth and personalization to better researchers’ understanding of queer middle school teacher experiences. Beyond this potential criticism, this particular examination was limited in scope to the narrative of one teacher. However, we feel that this study should be used as a stepping stone to further research in this important area. There is great potential for application of this method to future interviews, surveys, or discussion panels, and this wider sampling could provide a breadth of coverage that a single autoethnographic account could not.    A particular strength of sharing Jonathan’s narratives concerning coming out, the evolution of working with middle school students, inclusive curricula, ally-ship, and implications in the classroom is that they serve as a powerful reference to help researchers begin the process of examining Southern-and-queer identified teachers. His story also serves as a rich source of data examining the potential impact of queer teacher identity on queer student identity.    In addition, Jonathan offers many anecdotes to show how school policies regarding queer personnel damage not only the educator, but also the quality of relationships between the educator and all students, even those who fall outside the LGBTQ+ spectrum. There is a considerable lack of research on Southern-and-queer identified teachers and students. Besides the culturally inherent social taboo, public policy in this region makes it difficult for participants to come forward without risk to their careers or even their personal safety. However, this region presents a cultural context that provides a unique canvas for research; and if LGBTQ+ teachers and students can overcome these real risks, it may be possible to find ways for their deeper social integration into school environments.   Thus, additional research is required to generate possible interventions responsive to this population and to answer the call for more research about them (Brinegar, 2015). By creating school cultures where the adults in a school can be “out,” middle school students who are LGBTQ+, who are members of LGBTQ+ families, and/or have loved ones who are LGBT can then find sources of support. Building these support networks within schools will do much to 7Coker and Cain: Southern DisclosurePublished by ScholarWorks @ UVM, 2018  create inclusive spaces, address the achievement gap, and provide positive associations with diversity in a school environment (AMLE, 2010; Mertens et al., 2016).      References  Agosto, V., Marn, T., & Ramirez, R. (2015).  Biracial place walkers on campus: A trioethnography of culture, climate, and currere. International Review of Qualitative Research, 8(1), 109–126.  American Civil Liberties Union. (2018). LGBT rights. Retrieved from https://www.aclu.org/issues/lgbt-rights  Association for Middle Level Education [AMLE]. (2010). This we believe: Keys to educating young adolescents. Westerville, OH: Association for Middle Level Education.   Barton, B. (2011). 1CROSS + 3NAILS = 4GVN: Compulsory Christianity and homosexuality in the Bible Belt panopticon. Feminist Formations, 23(1), 70-93.   Bortolin, S., (2010). I don’t want him hitting on me: The role of masculinities in creating a chilly high school climate. Journal of LGBT Youth, 7(3), 200-223.  doi:10.1080/19361653.2010.486116  Brinegar, K. (2015). A content analysis of four peer-reviewed middle grades publications: Are we really paying attention to every young adolescent? Middle Grades Review, 1(1), 4. Retrieved from https://scholarworks.uvm.edu/mgreview/vol1/iss1/4.  Clair J.A., Beatty J.E., & Maclean T.L. (2005). Out of sight but not out of mind: Managing invisible social identities in the workplace. Academic Management Review, 30(1), 78–95.  Cohen, C. J. (1997). Punks, bulldaggers, and welfare queens: The radical potential of queer politics. GLQ, 3(4), 437-465.  Dews, C. L., & Law, C. L. (2001). Introduction. In C. L. Dews and C. L. Law (Eds.), Out in the South (pp. 1-9). Philadelphia, PA: Temple Press.  Elia, J. P., & Eliason, M. (2010). Discourses of exclusion: Sexuality education’s silencing of sexual others. Journal of LGBT Youth, 7(1), 29-48. doi:10.1080/19361650903507791  Endo, H., Reece-Miller, P. C., & Santavicca, N. (2010). Surviving in the trenches: A narrative inquiry into queer teachers’ experiences and identity. Teaching and Teacher Education, 26(4), 1023-1030.  GLSEN. (2013). The 2013 national school climate survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York, NY: GLSEN. Retrieved from https://www.glsen.org/sites/default/files/2013%20National%20School%20Climate%20Survey%20Full%20Report_0.pdf   Goffman, E. (1963). Stigma: Notes on the management of spoiled identity. New York, NY: Simon & Schuster, Inc.   Goldstein, S. B., & Davis, D. S. (2010). Heterosexual allies: A descriptive profile. Equity & Excellence in Education, 43, 478–494. doi:10.1080/10665684.2010.505464  Griffin, P. (1992). From hiding out to coming out: Empowering lesbian and gay educators. Journal of Homosexuality, 22(3-4), 167-196.  Jones, K. N., & Brewster, M. E. (2017). From awareness to action: Examining predictors of lesbian, gay, bisexual, and transgender (LGBT) activism for heterosexual people. American Journal of Orthopsychiatry, 87(6), 680-689. doi:10.1037/ort0000219  Kahn, M., & Gorski, P. C. (2016). The gendered and heterosexist evolution of the teacher exemplar in the United States: Equity implications for LGBTQ and gender nonconforming teachers. International 8Middle Grades Review, Vol. 4, Iss. 3 [2018], Art. 4https://scholarworks.uvm.edu/mgreview/vol4/iss3/4  Journal of Multicultural Education, 18(2), 15-38.  Kelly, C., & Breinlinger, S. (1996). The social psychology of collective action: Identity, injustice and gender. Bristol, PA: Taylor & Francis.  Kumashiro, K. K. (2000). Toward a theory of anti-oppressive education. Review of Educational Research, 70(1), 25-53.  Mayo, C. (2007). Queering foundations: Queer and lesbian, gay, bisexual, and transgender educational research. Review of Research in Education, 31(1), 78-94.  doi:10.3102/0091732X07300046078  Mertens, S. B., Caskey, M. M., Bishop, P., Flowers, N., Strahan, D., Andrews, G., & Daniel, L. (Eds.). (2016). The MLER SIG research agenda. Retrieved from http://mlersig.net/mler- sig-research-agendaproject/  Pinar, W. F. (1975). The method of currere. Paper presented at the American Educational Research Association conference, Washington, DC.  Rankin, S. R. (2003). Campus climate for gay, lesbian, bisexual, and transgender people: A national perspective. New York, NY: The National Gay and Lesbian Task Force Policy Institute. Retrieved from http://www.ngltf.org  Rhoads, R. A. (1994). Coming out in college: The struggle for a queer identity. Westport, CT: Greenwood Publishing Group.  Richard, G. (2016). Coming out. In N.M. Rodriguez, W.J. Martino, J.C. Ingrey, and E. Brockenbrough (Eds.), Critical Concepts in Queer Studies and Education (pp. 47-56). New York, NY: Palgrave Macmillan.  Roffman, D.M. (2000). A model for helping schools address policy options regarding gay and lesbian youth. Journal of Sex Education and Therapy, 25(2-3), pp. 130-136.   Russell, V. T. (2010). Queer teachers’ ethical dilemmas regarding queer youth. Teaching Education, 21(2), 143-156  Sears, J. T. (1991). Growing up gay in the South: Race, gender, and journeys of the spirit. Binghampton, NY: Harrington Park Press.  Sears, J. T., & Williams, W. L. (1997). Overcoming heterosexism and homophobia: Strategies that work. New York, NY: Columbia University Press.  Spradlin, A. L. (1998). The price of passing: A lesbian perspective on authenticity in organizations. Management  Communication Quarterly, 11(4), 598-605.   Swartz, P. C. (2003). Bridging multicultural education: Bringing sexual orientation into the children's and young adult literature classrooms. Radical Teacher, 66(1), 11-16.  Tarrow, S. (1994). Power in movement: Social movements in contentious politics. Cambridge, UK: Cambridge University Press.    9Coker and Cain: Southern DisclosurePublished by ScholarWorks @ UVM, 2018",
    "id": 215154632,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uvm.edu:mgreview-1123"
    },
    "title": "Southern Disclosure: One Southern-and-Queer Middle School Teacher’s Narrative",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-12-26T19:40:37+00:00",
    "publisher": "UVM ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1123&amp;context=mgreview"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215154632.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215154632"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215154632/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215154632/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215154632"
        }
    ],
    "abstract": "This narrative inquiry is an autoethnographical account of one queer-identified middle school teacher\\u27s career trajectory in the southern United States, and his struggle to navigate disclosure of his identity to students. Using a qualitative lens, the authors provide reasoning for the importance of middle school educators to have the ability to disclose their identities to students in order to cultivate an environment that is receptive to LGBTQ+ adolescents",
    "tags": [
        "text",
        "LGBTQ+",
        "Educators",
        "Adolescents",
        "Disclosure",
        "Identity Studies",
        "Middle Grades",
        "American South",
        "Southern United States",
        "Curriculum and Social Inquiry",
        "Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uvm.edu:mgreview-1123",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2148",
        "openDoarId": 0,
        "name": "ScholarWorks @ UVM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215154632,
        "depositedDate": null,
        "publishedDate": "2018-12-26T19:40:37+00:00",
        "updatedDate": "2024-02-20T16:00:44+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:02:37+01:00"
    },
    "urls": [
        "https://scholarworks.uvm.edu/mgreview/vol4/iss3/4",
        "https://scholarworks.uvm.edu/context/mgreview/article/1123/viewcontent/MGR_4_3__Coker_Final.pdf"
    ],
    "lastUpdate": "2024-02-20T16:00:44+00:00",
    "setSpecs": []
}