{
    "acceptedDate": "",
    "authors": [
        {
            "name": "San Jose State University, School of Journalism and Mass Communications"
        }
    ],
    "contributors": [],
    "createdDate": "2017-02-15T15:48:26+00:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/76122070.pdf",
    "fullText": "¡Adelante! Chicanx/Latinx Student Success Task Force held their spring student welcome in the Student Union on Tuesday evening. The event was held in hop e of students gaining a better knowledge about the resources available to them. There were a variety of guest speakers who shared their personal struggles and tips on making the best of their college years.“I feel more prepared to go to the counseling services if I ever need anything or if I need more help with fi nancial aid,” said sociology junior Monica Martinez.According to the task force website, the Chicanx/Latinx Student Success Task Force was created with the goal of bringing faculty and staff together in order to develop a support system for Chicanox/Latinx students at San Jose State University.The task force offers a variety of services, such as year-round academic advising and student events. “The idea [of the event] is about introducing to them about what the concept is,” said Izta Sanchez, co-chair of the task force. “It’s a culturally base act in the community.” In addition to her task force position, Sanchez is also the artistic director of Grupo Folklorico Luna y Sol de SJSU. Sanchez said that the event was more of an introduction because many of the students who attended had never been to one of their events. Throughout the evening, students received information about issues that may be currently affecting them as well as information on how to make connections after graduation. Marcos Pizarro, who is the co-chair of the Chicanx/Latinx Student Success Task Force and professor and chair of the Mexican American Studies Department said he wanted attendees to be a part of the task force’s community and build relationships.The website states that most students who are part of the task force are fi rst generation students or are facing unique challenges San Jose State’s Jaycee Hillsman dribbled out the fi nal seconds of the game, the buzzer went off and students rushed the court, embracing the victorious Spartan players.The men’s basketball team defeated the San Diego State Aztecs 76-71 in the fi nal meeting of the season for the California rivals.This triumph extends the Spartans’ Mountain West win-streak to three games, which is their longest streak in conference play thus far.After scoring just six points in the fi rst 20 minutes, sophomore forward Brandon Clarke came back stronger in the second half and scored an additional 16 for the Spartans. SJSU head coach Dave Wojcik praised Clarke’s effi cient night.“He knows where shots are coming from, and he understands where shots are coming from,” Wojcik said. “That’s why he’s having success.”Clarke fi nished the game with 22 points on 11-15 shooting and added seven rebounds.Clarke wasn’t the only player with a strong performance against the Aztecs. Freshman guard Terrell Brown, in just his third career collegiate start, logged his fourth straight double-digit scoring game. He capped the night off with 13 points including two clutch free throws in the fi nal minute. Brown is confi dent as to what he needs to do in order to succeed.“Just push the ball, try to get to the basket,” Brown said. “Try to use my athleticism. Just make plays.”Clarke and Brown weren’t the only Spartans who put up Volume 148. Issue 6 Wednesday, February 8, 2017www.sjsunews.com/spartandailySpartans surge past the AztecsBASKETBALLSJSU sophomore forward Brandon Clarke goes up for a dunk in the second half to extend the lead against rival school San Diego State University.BY JENNIFER BALLARDOSTAFF WRITERLGBTQpage 2See VICTORYSJSU talks toys and safe sexKAVIN MISTRY | THE SPEARGood Vibrations, a Bay Area-based sex retailer, held a LGBTQ sex and sexuality workshop in the Campus Village 2 Multipurpose Room Tuesday night. The Pride Center and Rainbow Village – an open-themed community in Joe West – co-sponsored the event titled “Sex Talk with world famous sexologist Dr. Carol Queen” in order to teach safe and consensual queer sex education.Music technology sophomore and Rainbow Village resident advisor Zuri Lazare said that everyone was welcome, but the event was mostly targeted toward students in the LGBTQ community. “I hope they’ll get more understanding about queer sexuality as well as consent within different ranges of orientation and different genders,” Lazare said. “As well as safe sex in general because I feel like everybody needs that.” During the event, presenter Dr. Carol Queen touched on LGBTQ identities, communication, consent, sex toys, sex tips and safe sex information. “There’s a lot of myths about queer sex and sexuality as a whole,” Lazare said. “I feel like this workshop will open a lot of people’s minds to the facts of it and talk about different things such as sexually-transmitted diseases.” BY KRISTIN LAMCOPY EDITORpage 2See DILDOKRISTIN LAM | SPARTAN DAILYA dildo, harness, butt plug, packer, vibrator and other sex toys lay on the table during the workshop demonstration.Chicano program welcomes studentsBY JALENY REYESSTAFF WRITERADELANTEpage 2See LATINOSEE OPINION PAGE 4Should sensitivematerial be censoredon social media?Go to @spartandaily onTwitter and VOTE #spartanpollsTRUMP’S EMPTY THREATSZUZU AFRICAN ACROBATSSEE FULL STORY PAGE 3Dr. Queen is the staff sexologist of Good Vibrations who gives community outreach workshops and classes on sexual education and sexual health. “[When it comes to sex], comfort is good,” Queen said. “Regardless of whether you just met the person on whatever app you used, feeling comfortable with your body, feeling like you know what you want, feeling like what you’re doing and feeling like you can talk about it, those things are splendid.”As a tool for communication and consent, Queen encouraged the attendees to write three lists of sexual activities: things that they want to do, things that they don’t want to do and things that they might want to try depending on conditions such as trusting a partner.Digital media art junior Pierre Simionian said his main takeaways were the importance of safety, consent and communication. Simionian liked how Queen discussed different sexualities and how there isn’t just one way to have queer sex.“She introduced a lot of sex toys I didn’t even know existed,” Simionian said. “In the future, if I’m open to it, I’ll defi nitely think back to this presentation when I’m shopping for sex toys.”During the workshop, Queen explained how sex toys — ranging from dildos, harnesses, butt plugs and vibrators — can be used safely. She discussed how there is no one way to use sex toys or be a sexual person. “There’s such a notion that if you know somebody’s sexual orientation, you know what they do sexually,” Queen said. “But that’s not true. Gay men have anal sex, yeah, except for the more than 50 percent who don’t.”  Queen also said that this stereotyping leads to “othering” people and not being able to relate to them. “When people talk about sex ed, it’s always from a heterosexual point of view,” Director  of  the  Pride  Center  and  Gender  Equity  Center  Bonnie  Sugiyama said. “There’s never any other options that are given besides heterosexual sex, which is basically penis and vagina.” Sugiyama said the transgender community especially can face a lot of discomfort or dysphoria with body parts and aspects. “It’s important to talk about it with a more open vocabulary to make sure that we are helping people of any gender identity to be secure in their own identities and their own bodies,” Sugiyama said. “Having an affi rming type of sex workshop...is really important to help them be salient in those identities.”Sugiyama said the Pride Center co-sponsored a LGBTQ sex ed event with housing previously, and hopes to do events like this at least once a year. Wednesday, February 8, 2017Last week’s death at MLK impacts studentsThe apparent suicide that took place at the Dr. Martin Luther King Jr. Library last week at San Jose State caused temporary closure of the library. Images of the deceased individual were shared via social media, giving students access to view the scene of the incident.“We have been, since the moment the incident occurred, providing counseling, we brought our counselors in from the counseling center,” said Media Relations Director Pat Harris. “We have provided students with information so they know where they can go to get help, we’ve done that with flyers and with an email.”In order to help students and faculty cope with the traumatic event, the San Jose State Counseling and Psychological Services (CAPS) department offered three support sessions last week and will offer two this week.CAPS addressed the importance of self-care during the sessions. Some of the suggested helpful strategies included meeting with friends and family to provide support and staying active with their typical routines.“Every student is different and everyone has different ways with coping,” said Stephen Chen, Associate Director at CAPS. “Some students are affected by it right away, that they feel really emotionally distressed and it’s diffi cult to get on with the rest of their day. Whereas for other people it’s more of a delay, so they may feel totally fi ne but then a few days later really kind of become impacted by it.”In addition to these support sessions, CAPS also provides other materials students can take with them to help them deal with the emotional impact of trauma. These materials include recommendations for the individual to get rest and relax, maintain physical activity, improve their diet and build social contacts to provide an outlet for communicating feelings.According to the American Foundation for Suicide Prevention, in 2016 the suicide death rate in California was 10.46 in 100,000 people. Suicide is also the second leading cause of death for ages 25-34. Suicide in California is the 11th leading cause of overall death, with an average of one person committing suicide every two hours. “The loss of life, it’s really unfortunate, things can be prevented, people having issues or something they feel that they can’t go on, there should be other ways where they can go talk about it,” said Spencer Moore, environmental studies senior. “They can go find another solution some sort of help if it’s a financial thing maybe they can find a way, if it’s an emotional way they can seek help.”   There are resources on campus to help students deal with loss or other emotional trauma that could be impacting their day to day life. To find out more about these services, students can go to the office of Counseling and Psychological Services.Follow Margaret on Twitter@maggieslaraBY MARGARET GUTIERREZSTAFF WRITER““Every student is different and everyone has different ways with coping.Stephen ChenAssociate Director at CAPSCal ifor nia S uic ide FactsOn average, one person dies by suicide every two hours in the stateTwice as many people die by suicide annually as by homicide.Top three reasons students accessed clinical counseling:  stress 66%  anxiety 64%  depression 62%Counseling Services Annual Report 2013-2014, afsp.orgState Rank: 43INFOGRAPHIC BY MARGARET GUTIERREZtoward pursuing a higher education.“It was reminded to me how we really have a community here,” said economics freshman Flori Sario. “I know when I came here I had a really hard time adjusting because I didn’t connect with anyone and then fi nding ¡Adelante! and knowing that there are people like me out there has given me a sense of community and belonging.”Besides giving students information about their resources, the event gave students the opportunity to vote toward the name of their new center.Due to student concerns, the Chicanx/Latinx Student Success Task Force will be moving into a new resource center and with that will come a new name.“We’re in transition right now,” Sanchez said. “The work, the programing, this idea of what we created of a cultural academic community will move into these new resource centers.”Although the name, Chicanx/Latinx Student Success Task Force, will be lost, Sanchez hopes that the ¡Adelante! logo will stay.“It’s recognisable and we already created a sort of brand,” Sanchez said. “I think utilizing the pre-Columbian iconography within the Spartan head is extremely powerful.”Follow Jaleny on Twitter@jalenyreyesADELANTEContinued from page 1DILDOContinued from page 1Follow Kristin on Twitter@kristinslamA&E 3Wednesday, February 8, 2017“The Space Between Us” couples love with laughs Peter Chelsom takes viewers on the journey of a teenage boy born on Mars in the new romantic science fi ction fi lm “The Space Between Us.”Chelsom is known for previous romance and comedy fi lms such as “Hector and the Search for Happiness,” “Serendipity” and “Funny Bones,” however, this is his fi rst attempt at mixing romance with science fi ction. Set in the near future, the fi lm begins with Nathaniel Shepherd played by Gary Oldman introducing six astronauts who will be traveling from Earth to Mars to live there for four years. The mission is an experiment by NASA that will answer whether or not humans are capable of living on Mars.The story then skips three months ahead, when the lead astronaut Sarah Elliot played by Janet Montgomery is informed that she is pregnant. NASA then has to decide whether to turn the mission around in order for Sarah to come back in time to give birth, or to keep the pregnancy a secret and deliver the baby on Mars.Due to the risk of not making it back to Earth in time, Nathaniel decides that it’s best to keep Sarah’s pregnancy a secret. Sarah runs into complications while giving birth to her son, Gardner Elliot played by Asa Butterfi eld, and ends up dying. Shortly after, the fi lm skips 16 years ahead. Gardner is now a teenager who has been raised by Kendra Wyndham, played by Carla Gugino, and other scientists. Skipping ahead in time seems to be a common theme in the fi lm and leaves viewers with unanswered questions about Gardner’s life and the amount of interaction him and Kendra had throughout the years. Without an introduction, Kendra quickly becomes one of the main characters.At this point in the story, Gardner is aware of the fact that his mother died while giving birth to him but feels curious about fi nding out who his father is. In addition, he is also aware that he is one of the few humans living on Mars. His connection with humans is limited, but he eventually forms an online friendship with a girl named Tulsa, played by Britt Robertson, who lives on Earth. It was interesting to see the type of relationship Gardner and Tulsa had built up to this, but it would have been helpful to know how exactly the two crossed paths, especially since it is emphasized that Gardner had no other connection to Earth.Eventually Gardner gets fed up of being a secret and from being separated from any human connection. He decides that he is ready to come to Earth for the fi rst time. With the help of Kendra, they are able to convince Nathaniel that it is time for him to leave Mars. In what seems to be a short span of days, Gardner goes through medical procedures and physical training with Kendra’s help. Once on Earth, Gardner has two missions: fi nd Tulsa and fi nd his father. He quickly runs into challenges because his body is still not medically ready which slows down any plans he had made. Gardner then decides that he will not let anyone stop him from accomplishing what he came to Earth for and runs away in hopes of meeting Tulsa. The story quickly shifts towards the love Gardner and Tulsa have for one another. The two go on a road trip where they learn that although they are complete opposites, they are perfect for one another. Their love is like most romance fi lms but Gardner’s quirky humor makes up for it. Although the fi lm jumps ahead of time too often, the love story between Gardner and Tulsa is cute and humorous. The ending ties in perfectly with the title of the fi lm. Gardner’s unpredictable, rebellious journey brings humor, suspense and tears.MOVIE REVIEW (SPOILER ALERT)BY JALENY REYESSTAFF WRITERFollow Jaleny on Twitter@ijalenyreyesThe Zuzu African Acrobats wowed spectators with a high energy performance of traditional Kenyan acrobatics set to the dynamic beats of African music on Tuesday night. San Jose State hosted the acrobats at the Student Union Ballroom as part of a month long series of performances and speakers in celebration of Black History Month.“We have been together for 17 years,” said Mashaka Katana, a Zuzu acrobat. “Doing this for a living is my dream come true.”The Zuzu Acrobats fi rst began performing in Mombasa, Kenya and have since traveled to over 25 countries. They have performed in a variety of notable settings, including three Super Bowls, America’s Got Talent, Late Show with David Letterman and NBA halftime shows.Zuzu’s routine combined traditional “afro-batics,” referring to the African take on traditional acrobatics, with an upbeat tempo and emphasized teamwork as a core element of their routine. Juggling, jumping rope, limbo and a lesson in Swahili — the native language of Kenya — kept the audience in awe and showcased the talent of the Zuzu Acrobats.During their performance, the Zuzu acrobats called for crowd participation and some audience members had the opportunity to try some of the crazy moves on stage. According to the Zuzu acrobats, incorporating audience members in their performance is one of the ways they have made their performance an interactive experience and a way to appeal to younger audiences.Zuzu’s performance is a modern take on the traditional circus acrobat shows. Their routine has evolved to appeal to younger generations that enjoy a more rhythmic, upbeat show. They incorporated contemporary dance moves with traditional African music to give audiences a high energy experience.“I enjoy this because when I am on stage and see everyone in the crowd smiling,” Katana said. “I am very happy.”For the Zuzu acrobats, mastering acrobatics is more than a feat of show business, it is a way to continue the legacy of the acrobats in their family who came before them. Katana said acrobatics are traditionally passed down from one generation to the next in Kenya. “We learned this from our older brothers,” Katana said. “I will try to teach to my younger brother but the decision will be his. Some will not take it.”The Zuzu Acrobats spend the majority of the year touring the U.S. When they are not performing at NBA halftime shows or state fairs, they are in Florida with their families. “We take two months of the year off to spend with our families and then we begin traveling for performances,” Katana said.Zuzu’s ability to transform a traditional form of circus acrobatics by incorporating their own African culture and modernizing the dance and music elements has made them a worldwide success.“I think the fact that they were even invited says a lot about our campus,” said Chandlor Jenkins a radio, television and fi lm sophomore. “I wish more people were aware of events like these.”SJSU will be hosting a variety of performers and speakers throughout the month of February as part of Black History Month.“Various departments have hosted events but this is the fi rst time we are coordinating an entire calendar of events,” said Sonja Daniels, associate vice president of Campus Life. “We want to celebrate the diversity on our campus.”African acrobats perform electrifying stunts at SJSUBY SELINA RAMIREZSTAFF WRITERSELINA RAMIREZ | SPARTAN DAILYZuzu acrobats form a star during their performance at the Student Union Ballroom on Tuesday evening.  Follow Selina on Twitter@selina_ramirez_ŏ,\u0003ZRUH\u0003WKLV\u0003RXWƓW\u0003WRGD\\\u0003WR\u0003EH\u0003ZDUP\u000f\u0003FRPIRUWDEOH\u0003DQG\u0003IDVKLRQDEOH\u0003RQ\u0003WKLV\u0003FORXG\\\u0003GD\\\u0011Ő.HOOLH\u00030HL\u0003health science sophomoreCanvas jacket: $30 Forever 21Sweater: $20Forever 21 Jeans: $25 HollisterBoots:$180 NordstromNecklace: $80 K Jewelers0LFKDHO\u0003$QGHUVRQbusiness seniorCoat: $150 Macy’sPlaid shirt: $50Macy’sJeans: $40Levi’sShoes: $80 AdidasWatch: $350AmazonGlasses: $80 Warby Parkerŏ,\u0003KDYH\u0003FODVVHV\u0003XQWLO\u0003\u001c\u0011\u0003$LQōW\u0003QR\u0003VZHDWVKLUW\u0003JRQQD\u0003EH\u0003ZDUP\u0003HQRXJK\u0003IRU\u0003WKDW\u0011ŐWardrobeWEDNESDAYPICTURES BY KYLEE BAIRD  | INFOGRAPHIC BY LISA PRINCIPI4 OPINION Wednesday, February 8, 2017           `Feb 7Complete the grid so that every row, column and 3x3 box contains every digit from 1 to 9 inclusively.  Crossword PuzzleSudoku  PuzzlePrevious SolutionsEmploymentClassifiedsACROSS 1 Playful, sloppy kiss 5 ’60s abstract-image genre 10 It’s raised on a farm 14 Dazed or adrift 15 Some Indian royals 16 Try again 17 Three ways to get  something up in the air 20 Things on calling cards? 21 “Neither” go-with 22 Males 23 Important part of a computer 24 Disappear 27 Mythical god of war 29 Cancun  currency 32 Thing miraculously parted 33 It makes a splashy entrance 36 Refusing to submit to authority 39 Two ways to get something up in the air 42 Frightening things 43 Hallucinogenic tabs 44 Jim Phelps’ TV employer 45 Single detail on an agenda 47 Old Ironsides, famously 51 Assault with too many decibels 54 The time of your life  is yours 57 The “loneliest num-ber” 58 Bubkes 59\u0003 <W\u0014HUK\u0014KV^U\u0003ÅPNO[ 62 Three ways to get  something up in the air 65 Beast of kid litera-ture 66 “Desperado” band  member 67 Not on the schedule 68 Word before and after “will be” 69 Cafeteria conve-niences 70 “Behold over yon-der”DOWN 1 Grand ___ Island 2 Illegal lender 3 Peaceful 4 Room in  a casa 5 Lowest deck 6 No longer owing 7 Author Rice 8\u0003 7YLKL[LYTPULZ\u0003ÄNO[\u0003outcomes 9\u0003 (IV\\[\u0003Ä]L\u0003TS\u0015\u0013\u0003[V\u0003H\u0003cook 10 Sing a love song,  perhaps 11 Counter-attack 12 Poem type 13\u0003 +\u0015*\u0015\u0003^OLLSLY\u0014KLHSLY\u000318 Network broadcast-er’s regulator 19 Letters in  a cell? 24 Not afraid to speak out 25 Dispatched 26 Chapeau 28 Drunks30 Eliminate,  as chalk 31 “Quiet on  the ___!” 34 Do some  ÄST\u0003^VYR 35 German river, to  a local 37 Downs’  opposite 38 Beer or dishwater features 39 Any fruit like an apple  or pear 40 Type of  army unit 41 Old-style computer screen 42\u0003 ¸5PNO[¹\u0003WYLÄ_ 46 Paltry 48\u0003 :[VYLZ\u0003\\W\u0003ZLSÄZOS` 49 Boot part 50 Reese or Herman 52\u0003 /PNO\u0014WP[JOLK\u0003Å\\[LZ 53 Building  addition of 90 degrees 55 Doesn’t fall 56 Legendary Linklet-ter 59 Thing in the night sky 60 Caesar wore one 61\u0003 4PK^LZ[\u0003(\u00153\u0015\u0003VY\u00035\u00153\u0015\u0003city, on scoreboards 62 Strategic shot for a tennis player 63 “The ___ Has Land-ed” (Robbie  Williams album) 64 “But then again”GhostwriterI need help writing a fantastic story that my friends assure me will be a Best-Seller. Part of it centers around a near death experience with many miracles surrounding that event, but that is not all...!,·P\u0003ORRNLQJ\u0003IRU\u0003VRPHRQH\u0003ZLWK\u0003OLWHUDU\\\u0003ZULWLQJ\u0003VNLOOV\u0003(perhaps English Lit major), who can help interview, write, and PDUNHW\u0003ZKLFK\u0003,\u0003HQYLVLRQ\u0003will be a medium sized QRYHO\u0011\u00037KLV\u0003ZLOO\u0003WDNH\u0003several months, and for WKH\u0003ULJKW\u0003FDQGLGDWH\u000f\u0003,·P\u0003willing to pay hourly and discuss a percentage of the net sales once published.Please send your credentials and availability \u000b,\u0003FDQ\u0003ZRUN\u0003DURXQG\u0003academic studies) to chasmoses@comcast.net, and I will arrange interviews. Mostly ZHHNHQG\u0003ZRUN\u0003DQG\u0012or some evenings, but can prove to be a very interesting project!,\u0003ORRN\u0003IRUZDUG\u0003WR\u0003KHDULQJ\u0003from you!–CharlesEmailchasmoses@comcast.netSPARTAN DAILYExecutive EditorVicente Serna-EstradaManaging EditorDiana San JuanExecutive ProducerLisa PrincipiProduction EditorsMelanie PiedraNicole ChungNews EditorRyan BarnhartA&E EditorFrancisco FrancoOpinion EditorKarianne SudykaSports EditorSandeep ChandokPhoto EditorTaylor JonesMultimedia EditorBenjamin SiepakOnline EditorNatasha AgrawalCopy EditorsKayla BoardmanKristin LamStaff WritersAndre JaquezCarolina IbarraDavid TaubElizabeth RodriguezGianna JohnsonIsabelle ThamJaleny ReyesJennifer BallardoProduction ChiefMike Corpos News AdvisersRichard CraigNeal WatersMack LundstromAdvertising AdviserTim HendrickAdvertising DirectorSamir MehtaCreative DirectorDaniel LazoJessica StopperJirla Jem SalvadorKelly BurnsKylee BairdMargaret GutierrezNatalie GramajoPayje RedmondSatvir SainiSelina RamirezTiana WalkerContact:Editorial(408) 924-5577spartandaily@gmail.comAdvertising(408) 924-3270spartandailyadvertising@gmail.comAdvertising StaffAntina ChenChantel RicksDustin MartinezPeter BabakhanIn response to a violent protest that caused the University of California at Berkeley to cancel a speech by a controversial right-wing journalist, President Donald Trump sent an angry and most likely empty threat via Twitter that his critics tore up.“If UC Berkeley does not allow free speech and practices violence on innocent people with a different point of view – NO FEDERAL FUNDS?” Trump tweeted.Milo Yiannopoulos, a senior editor of the far-right publication Breitbart News, was invited by the Berkeley College Republicans to speak on campus last Wednesday night. He was met with protesters who smashed windows and set fi res, ultimately forcing university offi cials to cancel his appearance two hours before he was scheduled to speak.Despite the general disdain for Yiannopoulos, much like Trump’s right to still maintain his personal Twitter account, he had a right to speak that night –  even if he spews hatred all over the Internet.Trump’s tweet stirred debate over First Amendment rights and the actual possibility of his threat to defund the university.Ironically, the UC Berkeley campus was the birthplace of the Free Speech Movement in the 1960s, a response to the university’s ban of political activities on campus.However, “The Free Speech Movement is dead,” the Berkeley College Republicans said in a statement on Facebook after the event cancellation. “[This] is a defeat for civilized society and the free exchange of ideas on college campuses across America,” they continued.As an outspoken Trump supporter, Yiannopoulos is self-proclaimed as “the most fabulous supervillain on the internet.” His infl ammatory comments have branded him as a racist, misogynistic Internet troll.Seemingly, UC Berkeley students and its surrounding population had a problem with Yiannopoulos. After the cancellation, he took to Facebook saying, “the Left is absolutely terrifi ed of free speech and will do literally anything to shut it down.”Offi cials said that the violence erupted from attendees who are not affi liated with the university. That memo was too late for Trump’s early Thursday morning tweet, however.Trump and his ability to tweet, like any other American citizen, are protected by the First Amendment. So in true Twitter fashion, he used his Constitutionally – protected tweet to threaten the rights of federally funded colleges and universities all over the nation.A report by the university shows that its research efforts receive $370 million in federal funding alone – that is more than half of their total research budget of $673 million.Highlighted studies that are funded by this budget include research in energy and climate, data science and innovations. Additionally, the National Center for Education Statistics reported that Berkeley receives $76 million in student aid that funds programs including Pell grants, loans and work-study.His threatening tweet might not be able to do any more than intimidate universities from speaking out against him.Congresswoman Barbara Lee, whose district includes Berkeley, said that the president does not have the power to exclusively cut a university’s funding.“Pres. Trump doesn’t have a license to blackmail universities. He’s the president, not a dictator, and his empty threats are an abuse of power,” Lee tweeted.According to Bloomberg, Congress would have to change laws that affect how colleges and universities receive federal funds. These laws could change under certain circumstances, but protesting an ultra-conservative journalist isn’t one of those.It might be possible in a place where alternative facts exist – somewhere in an alternate universe, perhaps.Follow Isabelle on Twitter@isabellethamISABELLE THAMSTAFF WRITERCalif. school funding won’t vanish aft er Trump tweet“ “Pres. Trump doesn’t have a license to blackmail universities. His empty threats are an abuse of power.Barbara LeeCalif. congresswomanOPINION 5There is no more opportune time to broadcast a commercial than during the Super Bowl. Out of the over one million people that watch the Super Bowl, there are some of us that tune in just for the commercials.Several different ad companies may say that the Super Bowl is the show of shows. According to Derek Thompson of The Atlantic, “It is an incomparable blockbuster for commercial exposure.”At approximately $5 million per 30-second ad, companies want to use their spots wisely.Judging a commercial is subjective. Although we are a huge consumer nation, watching a commercial doesn’t necessarily get us to buy the product marketed.When I watch commercials, I’m looking for concise yet touching storylines. Comedy worked last year but for 2017 we needed more depth.Ad companies followed suit, producing commercials that attempt to break gender boundaries and address controversial political topics. For example, in 84 Lumber’s controversial commercial featured an immigrant child and mother crossing a border. Despite the fact that the wall didn’t make the cut, the controversy still was covered in several news stories, which gave the company the attention they needed. According to Natalie Kitroeff from Los Angeles Times, “The company and its agency provided a new version that didn’t show the family reaching the border, and invited viewers to the company’s website to “see the conclusion,”Advertisers aim to connection with us. We see this in Audi’s “Daughter” commercial, where a father supports his daughter at a go-cart race.  As the commercial ends the sentence “Audi of America is committed to equal pay for equal work” is placed over a black screen.  This really speaks to women fi ghting for equal pay rights.According to USA Today’s Ad Meter Results, the eco-friendly KIA Nitro commercial was the winner, receiving a 7.47 out of 10. Followed by Honda’s Yearbook and Audi’s daughter commercial. USA Ad Meter ranked 66 commercials on a one through 10 scale. KIA’s commercial “Hero’s Journey” was loved most by women in Maine over 65-years old, according to the Ad Meter. A courageous woman saving the environment has never been more appropriate.I enjoyed the Airbnb commercial which was again, concise and touching. The ad showed half a human face mirroring with that of another person.It highlighted people from different backgrounds and ages capturing America’s diversity. Airbnb made a wise decision to air this during such a tense political climate. The commercial ends with #weaccept, which promotes American values. Especially those that focus on our country being an inclusive nation.On the comical side there’s TurboTax, who went out on a limb incorporating the childhood bedtime story “Humpty Dumpty.” The commercial lacked fl uidity and logical connectionRandom time period switches did not help their cause.TurboTax will still prevail because it’s a user-friendly software for taxes.There was also Skittles’ slogan “romance the rainbow, taste the rainbow” which was strange yet hilarious.The commercial took the classic teen romance where the boy attempts to get the girl’s attention by throwing something at her window. In this case Skittles were used. With the window open, the girl, her family and a few extra characters caught each skittle in their mouth. Because the ad took something romantic and made it into a joke, we can relate it to our own humorous experiences in relationships.All in all, the commercials tapped into our natural funny bones, but more importantly refl ected on present environmental and political issues.Wednesday, February 8, 2017In wake of suicide, the morbid fascination with the fatal fall at the Dr. Martin Luther King Jr. Library have led many to speculate “why?” Who is the – probably googly-eyed – jitterbug that decided to snap and share the photo of the corpse? So, grab your pitchforks and torches because a monster is on the loose. It appears to be some sort of creature who has done something offensive, yet completely within their own free right.You can hate the person who shared the horrible image on Twitter, but do not crucify them. If you are sensitive to gore, there are many ways to avoid the image. For instance, you can close your eyes.Also, stay away from that one friend that is kind of a weirdo who always shows you awful things on the internet. But you just go along with it anyway because, hey, why the hell not? If all else fails, click the heels of your ruby-red slippers together three times, and say “there’s no place like home.”Social media is an open gauntlet, where people willingly enter just to complain in the end that it’s too inappropriate, uncivilized and unsettling. If you cannot handle what is on there, leave. What may be disturbing to others, may be ordinary to some. Are most people on social media so desensitized that the image does not shock them or is it safe to assume that dead bodies still disturb people?According to the American Psychological Association, research has found that exposure to media violence can desensitize people to violence in the real world. However, how can we differentiate between what’s real and what’s virtual via social media? The truth is, what’s on social media is just as real, but not as tangible.The question remains what’s more depraved, the act of snapping the photo and sharing it or the availability of the photo on social media? Both are equally deplorable, but completely fi ne if no one is harmed.John Stuart Mill, a 19th-century English philosopher, called this the harm principle (live and let live so long as no one is harmed). To offend someone is to do psychological harm, but Mill believes psychological harm is no real harm at all because it is too metaphysical or abstract.In the Stanford Encyclopedia of Philosophy, Mill believed “there should exist a general presumption against paternalistic attempts to interfere with an individual’s self-regarding conduct for their own good.” Therefore, censorship is a breach on individual freedom.Another case to consider is the Charlie Hebdo shooting in Jan. 2015. Charlie Hebdo is a satirical weekly newspaper in Paris, infamous for its front-page cartoon drawings of Muslim prophet Muhammad. The image resulted in the murder of 12 people by two Islamic radicals.The nonconformist writers and cartoonists for Charlie Hebdo, in their own irreverence, went far, too far for a couple of deeply offended people, but did not deserve to die.Although that’s France and this is the United States of America — people should not fear anything or face any consequences for what they share to the public, unless it’s harmful. Nothing is more sacred than individual freedom.We all know how easy it is to skip the terms and conditions when signing up for a new social media account. However, those rules still apply to you even if you didn’t read them.Twitter refers to certain graphic content as “sensitive media.” This is content that consists of pornography, excessive violence and images of death.According to Twitter’s guidelines, “When content crosses the line into gratuitous images of death, Twitter may ask that you remove the content out of respect for the deceased.”Having the freedom to share on social media does not mean that we no longer have to value a human life. There is a clear line between what is okay to post and what is not. On Feb. 1 following the presumed suicide at the Dr. Martin Luther King Jr. Library, social media users chose to share an image of the individual’s body. These users took no consideration for the deceased or his family.It should be clear when one is being informative or violating a person and their family’s right to handle a sensitive situation.Twitter allows users 140 characters to express and notify our peers in the media of our choosing. Yet, it’s hard to believe that any benefi t came from the posting of a man’s lifeless body.The reactions from the photo reinforces the idea that there is a clear line and that sharing graphic content can be harmful. People were demanding for the graphic photo to be removed.Thankfully, the image has since been taken down from the various social media platforms it was posted on.There are certain situations where “sensitive media” is needed to quickly inform the public.During the political uprisings in the Middle East and North Africa, known as the Arab Spring, Twitter was used as a tool for communication. It was a platform where activists could share to and inform people without being censored.“Sensitive media” has also been used to share footage revealing excessive brutality by law enforcement. In 2014, New York police offi cers were caught on a bystander's camera slamming Eric Garner – a 43-year-old husband and father – to the ground. The offi cers then put Garner into a chokehold that contributed to his death.Although graphic, media like this serves the public because it informs the people of an injustice that would otherwise get little to no media attention. There is a difference between necessary information and blatant disrespect.In regards to the incident that occurred Wednesday morning at the MLK library, it seems that the person who posted the photo on Twitter lacked respect for the victim.  There’s a fake sense of reality on social media. People don’t realize or at least do not seem to care that what they share can have a lasting negative impact on their followers.It is selfi sh not to consider the victim’s family. They might not have wanted this image to be the one that the world remembers him by, but for many it will be.Social media has allowed for all aspects of life to be shared and viewed by all. This makes it increasingly diffi cult to decide whether or not something is too sensitive to post.This often ignored border does not mean there are no rules. For the sake of your followers and in the name of common decency, consider the ramifi cations of your content before you hit the share button.TIANA WALKERSTAFF WRITERANDRE JAQUEZSTAFF WRITERFollow the Spartan Daily on Twitter@SpartanDailyFollow Tiana on Twitter@itsmetiana_w“ “Research has found that exposure to media violence can desensitize people to violence in the real world.American Psychological AssociationPAYJE REDMONDSTAFF WRITER““There’s a fake sense of reality on social media.Commercials overshadow the Super Bowl gameWhere’s the social media sensitivity line?There’s no place like the desensitized internetDon’t cross the boundaries of common decencyFollow Payje on Twitter@TheyaskedLetters to the Editor may be placed in the Letters to the Editor box in the Spartan Daily offi ce in Dwight Bentel Hall, Room 209, sent by fax to (408) 942-3282, emailed to spartandaily@gmail.com or written to the Spartan Daily Opinion Editor at 1 Washington Square, San Jose, CA 95192-0149. Letters must contain the author’s name, address, phone number, signature and major. Please make letters 300 words or less. Letters may be edited for spelling and clarity by Spartan Daily editors.Letters to the Editor““At approximately $5 million per 30-second ad, companies want to use their spots wisely.SPORTS6a lot of points, however. Multiple players contributed to the scoring effort including Ryan Welage, Brandon Mitchell, Isaac Thornton and Jaycee Hillsman.Many considered Tuesday night’s game to be the biggest of the season so far and it was evident as attendance was heavier than usual. A large turnout led to loud crowd reactions when big plays were made including monstrous dunks from Clarke.“Dunks are always cool because the crowd gets super hyped,” Clarke said.The crowd was hyped and so were the Spartans as they avenged a 15-point loss to San Diego State from mid-January. SJSU will now take its three-game win-streak into Las Vegas to face the Runnin’ Rebels on Saturday at 3 p.m.It was a total team effort from the Spartans and Mountain West Player of the Year candidate Clarke was certainly aware of it.“I’m so proud of us … we just fought hard the whole game,” Clarke said. “We showed that we can put a full game together.”Wednesday, February 8, 2017After a narrow 81-80 overtime win against San Diego State last month, the women’s basketball team is charging up to play against the Aztecs in a second game today.Sitting in eighth place in the Mountain West, San Jose State (7-15, 4-6 MW) has a one win lead over San Diego State (8-13, 3-7 MW) in conference play this season. Head coach Jamie Craighead said this rematch is a big game and added that the Aztecs are a much better team at home.Tonight’s game in San Diego follows an 82-72 San Jose State loss against New Mexico in which senior point guard Dezz Ramos reached the 1,000 point milestone as a Spartan.Despite Ramos’ accomplishment of becoming the 16th player in SJSU women’s basketball history to hit the 1,000 mark, the Lobos poured on a 22-0 run in the third quarter that ultimately put the game out of reach for SJSU.“We have a bad taste in our mouth from New Mexico. They should be hungry,” Craighead said of her team as it looks to the game against the Aztecs. “They have to have that desperation to steal one on the road.”The game plan, according to Craighead, won’t change drastically since the Spartans’ last game against the Aztecs. There are a few things, however, she said her team did that both fueled and bothered the Aztecs, although she didn’t specify as to what. San Diego State’s home court advantage will be a factor as Craighead said the Aztecs are a better shooting and rebounding team at Viejas Arena. The size factor, however, is still in favor of San Jose State. Craighead commended senior forward Jasmine Smith for her play against the Aztecs last month, calling her the advantageous size difference in that game. Smith grabbed a team-high 12 rebounds and scored 14 points in the two teams fi rst meeting. Smith’s play, if similar to the January 11 game, will help open up shooters on the outside.“We want to start a lot stronger,” Smith said. “We really want to keep that consistency throughout the game.”Myzhanique Ladd scored nine fourth-quarter points in the previous game which, at the time, propelled the Spartans into the lead. Her push blocked San Diego State point guard McKynzie Fort’s chance to grab the win for the Aztecs. San Diego State point guard McKynzie Fort scored a game-high 29 points, but soon after senior forward Paris Baird blocked her jumper and sent the game into overtime with a 71-71 tie.Ladd referred to Fort as a quick guard and for her plan to defend Fort, Ladd said the team needs to make sure it has good defensive positioning to avoid getting beat off the dribble.“We’re gonna try to get her out of her comfort zone,” Ladd said. More than halfway into the season, Craighead said the Spartans’ goal is to fi nish in the top half of the conference. Aside from the conference goal, Ladd wants the team to get better throughout each game.“We don’t want to feel like we left anything on the court or in a specifi c game or practice,” Ladd said. “When we come to the conference tournament we’re prepared and ready to get to battle.”Women sink in tourney playSJSU aims to sweep SDSUSan Jose State women’s water polo fi nished sixth out of eight teams at the Stanford Invitational water polo tournament on Saturday.The Spartans entered the tournament as the 16th ranked team in the country. Although they beat no. 19 UC Davis (11-10), they lost to no. 4 Cal (15-6), no. 7 Michigan (10-9) and no. 6 UC Irvine (18-7). Some other losses the team suffered this season include Stanford, University of California Los Angeles and California State University Long Beach. Cal scored the fi rst seven goals within the fi rst quarter of the tournament, but the Spartans later turned it around by Jensen scoring the fi rst goal during the second quarter of the match. “Mentally, we weren’t prepared,” said head coach Gabor Sarusi.The Spartans struggled through the season, losing the majority of their matches. However, it’s still early in the season for them to improve.  In addition to losing the majority of their tournaments, the team also faced several challenges over the weekend. “We had to deal with a few illnesses unfortunately,” said Sarusi. “Some players had to sit out a few games.” Three of the four teams the Spartans played over the weekend are top 10 teams with the exception of  UC Davis.The Spartans won their fi rst match of 2017 against UC Davis back in January in a close game of 10-9. UC Davis was also tough competition for the Spartans since they previously ranked sixth. UC Irvine had a 17-point lead in previous matches against the Spartans.With tough competition, it seems as if though their biggest struggle is the schools that are ranked under the top ten. There are three major schools that the SJSU women’s water polo team is most concerned about. “It’s always the big three or the big four schools,” Sarusi said. “It’s always Stanford, USC and UCLA.”   Sophomore Sheila Jensen scored fi ve goals within the fi rst two matches of the game, making it her best offensive of her career so far.Although it’s fairly early in the season, the Spartans women’s water polo team has several other games in the future where they are scheduled to play Indiana, San Diego State and Harvard. Spartans will also once again play Stanford, UCLA and Berkeley.The team has several strategies as to how it plans to improve its performance in the future. “We do a lot of fi lming which helps us prepare for our games,” said junior driver Klaudia Paradi. “We have stats, from other games, we know the other team’s players. Most of the time we know who to guard more.” The water polo season doesn’t end until May so the Spartans still have time to fi nish the season off strong. The team hopes to attend the National Collegiate Athletic Association this season. “It’s all about practice, practice, practice,” Sarusi said.KAVIN MISTRY | THE SPEAR (File image) KAVIN MISTRY | THE SPEAR (File image)Freshman guard Fa-Ko-Fieme’a Hafoka rifl es a pass to an open teammate against San Diego State University. Driver Carla Toha Vilanova, a sociology sophomore, scored nine goals over the weekend at the Stanford Invitational.BY ISABELLE THAMSTAFF WRITERBY ELIZABETH RODRIGUEZSTAFF WRITERFollow Elizabeth on Twitter@elizabwithloveFollow Isabelle on Twitter@isabellethamFollow Jennifer on Twitter@jayembeee1VICTORYContinued from page 1““It’s all about practice, practice, practice.Gabor SarusiHead coachPREVIEW RECAPKAVIN MISTRY | THE SPEAR San Jose State students swarm the court following the win over So-cal rivals San Diego State.",
    "id": 76122070,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:spartan_daily_2017-1005"
    },
    "title": "Spartan Daily, February 8, 2017",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-02-08T08:00:00+00:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1005&amp;context=spartan_daily_2017"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/76122070.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/76122070"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/76122070/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/76122070/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/76122070"
        }
    ],
    "abstract": "Volume 148, Issue 6https://scholarworks.sjsu.edu/spartan_daily_2017/1005/thumbnail.jp",
    "tags": [
        "text",
        "Spartan Daily",
        "newspaper",
        "Communication",
        "Journalism Studies",
        "Mass Communication",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:spartan_daily_2017-1005",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 76122070,
        "depositedDate": null,
        "publishedDate": "2017-02-08T08:00:00+00:00",
        "updatedDate": "2024-01-20T09:44:45+00:00",
        "acceptedDate": null,
        "createdDate": "2017-02-15T15:48:26+00:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/spartan_daily_2017/6",
        "https://scholarworks.sjsu.edu/context/spartan_daily_2017/article/1005/viewcontent/SD020817ALL.pdf"
    ],
    "lastUpdate": "2024-01-20T09:44:45+00:00",
    "setSpecs": []
}