{
    "acceptedDate": "",
    "authors": [
        {
            "name": "San Jose State University, School of Journalism and Mass Communications"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T06:22:47+00:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70421575.pdf",
    "fullText": "THURSDAY, FEBRUARY 12, 2004SERVING SAN JOSE STATE UNIVERSITY SINCE 1934VOLUME 122, NUMBER  09SPARTAN DAILYWWW.THESPARTANDAILY.COMSPORTS   |   page 7INSIDESiebel OpenRoddick advances to round 2Melissa Van Natta, left, a second-year nursing student, reacts to the news that she isn’t offi cially registered to take the nursing skills III class she is attend-ing. The school of nursing is receiving criticism from some nursing majors who believe they are being treated poorly. Also pictured is second-year nursing student Amanda Ramar.By Claire TaylorDaily Staff WriterMore than fi ve dozen pre-nursing majors waiting to be admitted to the nursing program have expressed frustration with the way the school of nursing and the administration at San Jose State University have treated them, said Rafael Romo, a post-baccalaureate junior majoring in nursing.Romo recently took up the cause of bringing these students’ concerns directly to the desks of provost Marshall Goodman, College of Applied Sciences and Arts dean Michael Ego and school of nursing director Jayne Cohen.In a letter sent to Goodman, Ego and Cohen, along with a signed petition, Romo cited two major concerns of some pre-nursing students: a lack of accessibility to academic advising and unfair practices for admitting students into the nursing program.This letter, signed by 66 pre-nursing students, prompted an open-forum town hall meeting between students and faculty to be held today from 1 p.m. to 2 p.m. in room 164 of the Science building.According to an agenda for the meeting, Goodman, Ego and Cohen are scheduled to give a welcome address, with Cohen also speaking about funding efforts and potential changes to the nursing department.Pre-nursing students are nursing majors who have not completed the requirements for entering the nursing program, Romo said.To enter the program, one must be accepted to SJSU and be a continuing student, said Rosemary Mann, undergraduate coordinator for the school of nursing.A student then has to complete the 11 prerequisites and obtain and send offi cial By Theresa Smith Daily Staff WriterWith the March 2 California primary elec-tion approaching, students are being targeted to vote because many younger people who are eligible to vote are not going to the polls, ac-cording to the U.S. Census Bureau for Voting and Registration. The U.S. Census Bureau statistics for the November 2000 elections show that 67.7 percent of eligible voters ages 18 to 24 did not vote. The U.S. Census Bureau reported most registered voters actually did go out and vote, making the younger demographic stand out. Marian Hofer, a junior majoring in math-ematics, is the president of Students for Dean, an organization at SJSU that solely supports Democratic candidate Howard Dean. Hofer said she started the organization in September 2003 and it currently has 47 members. The Students for Dean organization partici-pates in tabling on campus twice a week to try to lure students in to register to vote, in addition to pushing for Dean, she said.“Students who register to vote tell me that their voice does not count and things are predetermined. They believe it’s obsolete,” Hofer said.She also said she believes the younger generation needs to wake up and realize that they can make a difference.According to the U.S. Census Bureau Web site, people who participate in voting at the polls are homeowners, married couples, older people and those with higher incomes, educations and good jobs.The younger demographic (ages 18 to 24) made up 36 percent of voters for 2000 presiden-tial election. The highest in participation was senior citizens ages 65 to 74.Currently, there are fi ve remaining democratic presidential candidates looking to For the story and more photos, see page 8“The Rock & Roll Barber”Nicholas R. Wright / Daily StaffA.S. fi ghts students’ deportationCollege-aged voters ducking polls Disgruntled pre-nursing students force meeting with provost, deanBy John MyersDaily Staff WriterThe San Jose State University As-sociated Students government addressed more than everyday events during its meeting Wednesday. The governing body also considered political problems that affect more than just the students on campus, such as a family’s possible deportation and an American citizen’s incarceration in China.Director of Governing Affairs Huy Tran proposed Resolution 03/04-08 to voice the Associated Students’ opposi-tion to the deportation of the Cuevas family, including Dale and Dominique Cuevas who both attend SJSU, accord-ing to the meeting’s agenda. The board voted to pass the resolution 7-6.“Personally, I be-lieve we are moving in the wrong direc-tion with the war on terror,” said Tran, a senior majoring in political science. “(The Cuevas family) was doing nothing wrong but enjoying their lives in America.”The agenda also details that, with the passing of the resolution, the Associated Students will urge the Academic Senate and SJSU interim President Joseph Crowley to oppose the family’s pending deportation as well as ask California senators Dianne Feinstein and Barbara Boxer to stop the deportation.In regards to the slim margin with which the resolution passed, Tran felt that the votes came down to whether or not the voter felt as if the Cuevas family had broken the law.“The consequences are nowhere near worth the values of their lives,” Tran said.The main topic of the public forum section of the meeting was focused more on international affairs.Tuan Lam, president of the Falun Dafa Association at SJSU, spoke to the board along with the accompaniment of Yeong-Ching Foo, the fi ancee of Charles Li, an American citizen and former Menlo Park resident who is currently incarcerated in China.According to Lam, Li was arrested and prosecuted for practicing Falun Dafa, a meditation technique also known as Falun Gong. Li was sentenced on March 21, 2003, to three years in prison in China, according to Friends of Falun Gong, an American nonprofi t organiza-tion that supports the freedom of people who practice Falun Gong.“Falun Gong is persecuted in China,” Lam said. “Communist China feared a rapid growth (of Falun Gong practitioners).”Foo explained the success she has had in speaking on campuses in California.“We’ve contacted the governor’s offi ce and the state department,” Foo said. “Now I ask that San Jose State cosign to pass the resolution.”According to the Friends of Falun Gong, the Chinese government convicted Li of pre-paring to sabotage media equipment, but Li was really persecuted for his practice of Falun Gong.“The whole media is controlled in China,” Foo said. “No voice is allowed. The persecution is based on lies.”Foo said that she hopes SJSU will help her cause by the Associated Stu-dents’ creating and passing a resolution to voice its support for Li.The remainder of the public forum section of the meeting was devoted to a presentation promoting Stanford Blood Center’s blood drive that will be held on campus on Feb. 21. This will be the fi rst time the A.S. has worked with the Stanford Blood Center to host such an event.One topic of debate among the board members was Act 51, an act proposed Board also hears plea for Bay Area man jailed by Chinese governmentLast day to register for California primary is Feb. 17see A.S., page 5see VOTING, page 5see NURSING, page 4ABOVE: Ken Parker, also known as “The Rock & Roll Barber,” chats with one of his regular customers, Jim Barnett, on Tuesday afternoon.  His shop, Ken’s Hubb Barbershop, has been operating since 1963 and is located on Tenth Street next to Robert’s Bookstore.  His services include $12 haircuts and $6 beard trims.Photos by Susan D. Reno / Daily StaffLEFT: Ken Parker keeps various tools on a shelf just behind his barber’s chair.  The brush is used to sweep away extra hair from the customer’s face and neck.“Personally, I believe we are moving in the wrong direction with the war on terror. (The Cuevas family) was doing nothing wrong but enjoying their lives in America.” - Huy Tran, A.S. director of governing affairsOPINION• •PAGE 2 THE SPARTAN DAILY FEBRUARY 12, 2004THURSDAYWell, kids, it’s official. OutKast has been dubbed your hip-hop gods for 2003 as they were bombarded with wins Sunday night at the Grammys.Beyonce and all her hotness can also put her name atop the list of all-time female award winners, alongside Lauryn Hill, Norah Jones and Alicia Keys with five Grammy wins in one night.The Grammys presented its 46th annual show, more predictable than bloodshed in a Quentin Tarantino flick, with no Steely-Dan-over-Eminem upsets this year. (Sorry 50, you will get your due eventually.)The biggest surprise of the night was the tastefulness of the show. Although probably labeled bland and somewhat boring by many, just remember, this isn’t the MTV Music Awards, also known as the show in which celebrities vie for our attention (and money) by doing asinine publicity stunts. R. Kelly must not have gotten the “let’s make it classy this year guys, we just showed a boob on TV” memo from CBS, and showed up dressed as Zorro. It was reported that his friend Peter Pan was not present because he was in court. And speaking of artists who left their much lesser-tal-ented, leeching group members, Justin Timberlake came through nabbing two Grammys for his solo smashing debut album, “Justified,” and one of its enticing tracks, “Cry Me a River.”J.T. rolled through with his mommy as his date and gave the audience and the people who want to sue him because it “offends” them that he is rich a half-assed apology about how sorry he was for actually trying to make the Super Bowl halftime show interesting again.Timberlake is the man right now. Hooking up with top music producers, including the Neptunes and Timbaland, and most likely a very expensive image consultant, Timberlake shed his passé boy-band image and appealed to a much larger and diverse crowd with his debut solo release. Basically, teenage girls were not the only ones buying his CD. Keep those Grammys shined up real nice, J.T., and put those *NSYNC platinum records into storage. Ditto for OutKast, who took a tremendous risk in releasing a double album, with two members, Andre 3000 and Big Boi, releasing an individual CD each. The risk paid off tremendously, and “The Way You Move” and “Hey Ya!” still remain atop the charts.And these two tracks are just the first singles off each album. By the looks of things, OutKast won’t have to make another album until 2010.Hip-hop desperately needed “Speakerboxxx/The Love Below” to be made. Andre 3000 and Big Boi have now set the bar many levels higher, and this will only (hopefully) help other rappers put out better records.The winners of the Grammys this year have proven once again that the reinvention and originality of their musical genres are what will gain merit and achieve greatness.(Yes, I know P. Diddy won a Grammy, but there are always exceptions to the rule.)British band Coldplay may have shocked many with their win with “Clocks” for best record, but if you have listened to the emotion and pas-sionate voice of lead singer Chris Martin on their album “A Rush of Blood to the Head,” you will understand why they won (and deserve) their Grammy.Too often today, some music is unorigi-nal, unthoughtful and just plain bland. Artists and their music tend to become clichés of themselves when they run out of ideas. If these artists are at the top, the music itself can become in a state of oppression.The artists that were winners at this year’s Grammys are on the other end of this spectrum.Now in the year 2004, we as music lovers must look back and see where it all started from.All of this would have never been possible without four men. Their names: Paul, Ringo, George and John.The original boy band, the Beatles arrived here in the United States 40 years ago at John F. Kennedy International Airport. Their original intentions were to do their thing on “The Ed Sullivan Show,” naïve of how big of an impact they would have in America. But this “thing” turned into much, much more. Beatlemania swept the nation, and the rest is history.They started the British music invasion, paving the way for many other bands to become huge in the United States.If you haven’t heard a Beatles record before, you need to go pick up an album right now. Yes, you will be putting money into Michael Jackson’s single-gloved hand, but try to remember — “It was (40) years ago today / That (the Beatles) taught the band(s) to play / They’ve been going in and out of style / But they’re guaranteed to raise a smile.”Ken Lotich is the Spartan Daily opinion editor.“Behind Blue Eyes” appears every Thursday.Innovators of musical genres win big at GrammysAn explosion in the Moscow metro killed at least 39 people and wounded more than 100 on Friday, Feb. 6, the New York Times reported.Identification of the bodies was difficult, as there was almost nothing left of some of them. A wrist with a ring was all that was left of Olga Goman, 28, mother of an eight-year-old boy. The boy’s grandparents still do not know how to tell the boy that his mother will never come back.The train of terror circles the planet, and most of the time the so-called freedom fighters target civilians, women and chil-dren — even unborn children.My friend’s wife narrowly escaped death — she missed that train. Missed, because she is pregnant and cannot walk fast in the crowd of hurrying commuters. She was on her way to see a doctor. She is 32, and this pregnancy could be her last chance to have a baby.My father is Christian and my mother is Muslim. My first name is Arabic, and my last name is Russian. I am not taking sides with Chechens or Russians, Iraqis or Americans.The Russian Federation is home to more than 150 ethnicities, where Buddhists coexist with Muslims, Christians live side by side with adherents of sha-manistic cults, which have beliefs similar to Native Americans.It is a handful of militant politicians and religious fanatics, who want to break away from the central gov-ernment. They want to practice public executions and force women to cover their faces and never leave their houses unescorted by a husband or a male relative.Is that the kind of independence the people of Chechnya want?Russian authorities think that the attack in the Moscow metro was masterminded by the Chechen ter-rorists, according to the Russian Web site Lenta.ru.Most likely, a suicide bomber triggered the bomb, Izvestia reported, just like the Chechen woman who killed herself on Dec. 9 in front of a hotel located near the Kremlin in Moscow.Last year, 13 terrorist attacks killed 260 people in Russia, the newspaper Gazeta.ru reported. Most of the attacks involved suicide bombers. Most of the bombers were women — widows and daughters of Chechens rebels killed by Russian troops, Gazeta.ru stressed.Chechnya is located in the mountains of Caucasus, in the middle of ethnic mosaics that form several repub-lics of the Russian Federation and several former Soviet republics.The ongoing war in Chechnya unfolded in 1999. The Islamic Fundamentalist government of Chechnya attempted to conquer the neighboring republic of Dagestan to get access to the Caspian Sea. The Chechen government had enjoyed almost unlimited freedom after the end of the first Chechen war that lasted from 1994 to 1996.Russian authorities strongly believe it was the Chechen terrorists who organized the attack, but still there is no final proof.Akhmed Zakayev, one of the prominent Chechen field commanders, denounced the allegations and said that the continuation of the war would lead to “the growth of animosity, hopelessness and terror,” the New York Times reported on Feb. 8.The direct link between Chechen terrorists and Al-Qaida has been established and acknowledged by the American government and the European Union.Chechen troops were backed by instruc-tors from Bin Laden’s Arab Brigade, the Daily Telegraph reported on Jan. 21, 2001. According to the Russian newspaper Segodnya, some of the mercenaries were from Afghanistan, central Asian republics and even France.Yet Zakayev spoke from London, where he was granted political asylum, Russian newspaper Pravda.ru reported on Jan. 12, 2004. Zakayev’s biggest supporter, actress Vanessa Redgrave, called him “a man of peace” in her interview to CNN on Dec. 16, 2003.Does that mean the British government sticks to double policies regarding terrorism?President Putin’s answer to Zakayev was, “We don’t negotiate with terrorists. We eliminate them,” as quoted in the New York Times.Russian authorities think too much and don’t do anything to protect people, says my friend in Moscow. He predicts a new wave of intimidation will roll over Moscow and Russia. Cops will start stopping people who look “Caucasian” — meaning everybody who has dark hair and skin. The word “Caucasian” in Russian means “a person from the Caucasus” — be that Armenians, Azeri Turks, Chechens or Georgians. Russians will be surprised to find out that in America their ethnic type is called “Caucasian.”Russia is like that pregnant woman. She witnessed communist purges, wars and violence, economic degra-dation and hostility. She lost her looks and cannot walk as fast as we want, but she is on her way to the future.It’s hard to take sides. I simply don’t want my future wife and my future children to be on a train like that. In fact, I don’t want trains like that to exist at all.Mansur Mirvovalev is a Spartan Daily staff writer.Guest columns appear Thursdays.OPINION PAGE POLICY | Readers are encouraged to express themselves on the Opinion page with a letter to the editor.A letter to the editor is a 200-word response to an issue or a point of view that has appeared in the Spartan Daily. A viewpoint is the same as a letter to the editor, except it is a 400-word response to an issue or point of view that has appeared in the Spartan Daily. Submissions become property of the Spartan Daily and may be edited for clarity, grammar, libel and length. Submissions must contain the author’s name, address, phone number, signature and major. Submissions may be placed in the Letters to the Editor box at the Spartan Daily office in Dwight Bentel Hall, Room 209, sent by fax to (408) 924-3237, e-mail at spartandaily@casa.sjsu.edu or mailed to the Spartan Daily Opinion Editor, School of Journalism and Mass Communications, San Jose State University, One Washington Square, San Jose, CA 95192-0149.SPARTA GUIDETHE SPARTAN DAILY | ONE WASHINGTON SQUARE | SAN JOSE, CA 95192(408) 924-3281 | SPARTANDAILY@CASA.SJSU.EDU, SPARTANDAILYADS@CASA.SJSU.EDUNEWS ROOM 408.924.3281FAX 408.924.3282ADVERTISING 408.924.3270SPARTAN DAILY (USPS#509-480) is published every school day for (full academic year) $35 and (semester) $20. Periodicals postage paid at San Jose. Mail subscriptions accepted on a remainder of semester basis. Spartan Daily, San Jose State University, One Washington Square, San Jose, CA 95192-0149POSTMASTER: Send address changes to the Spartan Daily, San Jose State University, One Washington Square, San Jose, CA 95192-0149ADVISERS | Richard Craig and Jan Shaw, News; Dennis Dunleavy, Photojournalism; Tim Burke, Production Chief; Tim Hendrick, AdvertisingSTAFF PHOTOGRAPHERS | Andrew Hendershot; Shih Fa Kao; Daniel Miranda; Yvonne Pingue; Susan Reno; Stacey Ruesch; Carien Veldpape;  Nicholas WrightADVERTISING | Nina Hurd, Retail Manager; Marcelle Romero, National Manager; Forrest Cerrato and Jopo Valera, Assistant Art Directors; Franco Biondi; Shauna Bushman;  Ivan Jakic; Renee Jang; Blaine May; Melodie Phommachanh; Andrew Rowe; Michelle Wong, Account ExecutiveGUEST COLUMNSparta Guide is provided free of charge to students, faculty and staff members. The deadline for entries is noon three working days before the desired publication date. Entry forms are available in the Spartan Daily office in Dwight Bentel Hall, room 209. Entries can also be e-mailed to spartandaily@casa.sjsu.edu titled “Sparta Guide.” Space restrictions may require editing of submissions. Entries are printed in the order in which they are received.Explosion in Moscow  heightens tension, fear  BEHIND BLUE EYESSTUPID PILLS    AIDAN CASSERLYSENIOR STAFF WRITERS | Mark Cornejo; Robert Hong; Daniel Lopez; Alexandra Proca; Jenny Shearer; Dave WeinsteinKEN LOTICHSTAFF WRITERS | Diego Abeloos; Daniel DeBolt; Zakk Jones; Dan King; John Kim; Colin Kutch; Erik Lacayo; Michael Lerma; Mansur Mirovalev; John Myers; Elizabeth Nguyen; Michelle Ochoa; Claudia Plascencia; Carly Roden; Mari Sapina-Kerkhove; Theresa Smith; Claire Taylor; Sunita Vijayan; Maria Villalobos; Nami Yasue TAMMY KRIKORIAN Executive EditorTONY BURCHYNS   Managing EditorKEN LOTICH  Opinion EditorIAN ROSS  Sports EditorJENNIFER MCLAIN  A&E EditorJANET PAK  Lifestyles EditorANDREA SCOTT  Director of    PhotographyJASHONG KING Picture EditorSANDEEP BISWAS  Production    EditorREBECCA  VILLANEDA Associate    Production EditorRON PANGRAC  Copy Editor JANINE STANHOPE  Online EditorVICTORIA MONROE  Advertising    DirectorRICARDO FLORES  Art DirectorMANSUR MIROVALEVARTISTS | Paul Dybdahl, Cartoonist; Aidan Casserly, Cartoonist; Konstantin Abadjiev; IllustratorTODAYSchool of Art and DesignStudent galleries will be on display from 10 a.m. to 4 p.m. in the Art building. For more information, call 924-4330.SJSpiritValentine’s Relationship Blessing will take place from 11 a.m. to 1 p.m. in the Spartan Memorial. For more information, call Roger Wharton at 605-1687.Environmental Studies DepartmentA Student Conservation Association representative will meet with students searching for internship opportunites in WSQ 115 from noon to 1 p.m. Pre-Nursing Majors Town Hall MeetingMeet with SJSU Provost, CASA Dean and the school of nursing director to discuss changes in entry requirements from 1 p.m. to 2 p.m. at SCI room 164.Women’s Resource Center“TheVagina Monologues,” will be held at the Morris Dailey Auditorium at 7 p.m. Tickets are available to be purchased at the Event Center, TicketMaster or at the door. For more information, call the Women’s Resource Center at  924-6500.Dear editor:The spirit with which Tammy Krikorian wrote her opin-ion supporting homosexual marriage was smug, intolerant and dogmatic with her reference to “the misguided outrage on the part of the conservative right-wing in this coun-try.”This sentence is part of the usual hate-rhetoric coming from the left simply because others do not share their views.In fact, Ms. Krikorian never once cited any such example of “outrage” on the part of conservatives.As for her logic that “Two people who love each other, regardless of sex, should be entitled to marry and spend their lives together, free from the outdated opinions of oth-ers,” I ask the following two questions:One, wouldn’t such logic also allow bigamy, marriage between multiple partners and even marriage with minors who themselves — at the time — claim they “love” the older person they wish to marry?Finally, who is Ms. Krikorian to decide views against homosexual marriage are “outdated”?  Surely not the majority of Americans, who oppose homosexual marriage by a 2-1 margin, according to every major poll.Brad Matthew AbleyAlumnusEconomicsLetter  Support for gay marriage questionedNEWS• • PAGE 3THE SPARTAN DAILYFEBRUARY 12, 2004THURSDAY���������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������� ������������������������������������������������������������������������������������������������������� ������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������������� ������������������A Free Summer Study Tour of Taiwan and ChinaApplication Deadline - 2/27/04 (Friday)To visit high-tech companies and cultural sites in Shanghai, Beijing, Hong Kong, Taipei, Hsin-Chu, etc.A 2-week all-expense-paid study tour for 20 students: 5/30/04 (Sunday) – 6/13/04 (Sunday)Eligibility: undergraduate engineering student; US citizen or permanent resident; GPA 2.5 or above, etc.20 Global Technology ScholarshipsFunded by the Global Technology InitiativeCollege of EngineeringVisit: http://www.engr.sjsu.edu/global , ISE Dept. (ENG 485), orInformation Session – 2/13/04 (Friday), 4 – 5:30, ENG 294By Zakk JonesDaily Staff WriterTwo faculty members from San Jose State University’s animation/illustration program held a discussion Wednesday at the Spartan Bookstore, where they showed student projects and talked about the program and its success in the industry.“We are thrilled that our students continue to get the top jobs,” said Alice Carter, professor of art and design, adding that students also have an excellent reputation for being humble and able to speak in public.According to Carter, graduates of the program have had great success at acquiring jobs in the animation industry upon graduating. Students of the program, she said, have gone on to work at well-known production houses such as Pixar, Dreamworks, and Industrial Light and Magic.According the animation/illustration club’s Web site, SJSU took fi rst place in the Cartoon Challenge at the 2003 Kalamazoo Animation Festival International, in which a team of students from the program produced an animated fi lm in fi ve days.SJSU’s animation program, Carter said, features a strong emphasis on drawing. She said students begin by rendering drawings from a photo-graph, also known as “rendering from the fl at.” They then move on to what is called “rendering from the round,” which is rendering straight from life, with nothing more than the object itself as inspiration.“All our animators … have to go through this same program,” Carter said.Students of the program must often work feverishly to improve their skills.“We’re told they have to do 1,500 bad drawings before they do a good one,” Carter said.Niem Tran, a senior in the program, said that storytelling skills are also important.“(The faculty) are very big on try-ing to give everything a background and a history,” he said. “They stress point of view, having something to say.”In addition to their work within the program, Tran said students also interact with industry professionals via live transmissions at the Instruc-tional Resource Center. He said these transmissions allow students to get feedback on their work and to try their hand at various challenges issued every week, where students are given a scenario to animate, such as a bowling ball dropping.Associate professor of art and design Courtney Granner said this helps students stay on top of industry standards.“They have to set criteria for their peers,” he said. “But they also have to meet criteria from within the industry.”Tran said that criticism from professionals is helpful because of their honesty and enthusiasm.“They’re not afraid to pull punches,” he said. “They want to treat you like a professional.”The program’s instructors have a similar attitude, Tran said. “They know how to assess each individual,” he said, noting students are judged based upon their skill levels, and more advanced students might receiver harsher criticism than would less-experienced students.“It makes everyone work harder,” he said.Professionals in the animation industry who have instructed SJSU animation students include Nickelodeon’s John Fountain as well as Bob McKenzie, who currently teaches on campus and whose career includes work for Dreamworks and LucasFilm.“We’re really well-connected,” Carter said.In addition to animation for fi lm or television, the program also trains artists in visual development, which includes background rendering and alteration for feature fi lms.“Visual development is one of the best things we do,” Granner said.As supplements to the classes offered in the animation program, the professors said students are also encouraged to enroll in classes in drama and industrial design to diversify their skill set.“We do more than train somebody how to paint and draw,” Granner said.Granner added that students are also encouraged to see fi lms, theater and other forms of art outside of class.According the SJSU school of art and design’s Web site, potential students must submit a portfolio for review in order to be admitted into the animation/illustration program. If admitted, students are then required to maintain a minimum grade point average of 3.0.Both Tran and Granner agree that the program is intensive.“(Students) are completely im-mersed,” Granner said.“It’s pretty much like a full-time job,” Tran said. “It can be pretty rough.”Granner believes that there is a strong rapport in the program between students and faculty and describes the relationship as familial, though he said, “We’re still demand-ing parents, so to speak.”Tran agrees.“All of (the instructors) are very approachable,” he said.Carter shared her respect for animation students at Wednesday’s discussion, saying, “We’re not quite sure what it is, whether it’s something in the water in San Jose, but we continue to get students who amaze us.”Associated PressREDWOOD CITY  — Scott Peterson’s defense law-yer pressed a prosecution expert Wednesday to concede that satellite technology used to track the murder suspect before his arrest was error-prone and effectively useless.A judge must decide whether to accept evidence gath-ered from global positioning system devices that police secretly put on vehicles Peterson drove in the weeks after his pregnant wife’s disappearance.The GPS technology has yet to be qualifi ed as ac-ceptable evidence in a criminal trial in California. The hearing that began Wednesday will determine whether the Peterson case changes that.Modesto police used GPS to track Peterson last year from early January through late April, when he was arrested near San Diego days after the bodies of his wife, Laci, and unborn son surfaced in San Francisco Bay.Defense lawyer Mark Geragos wants a judge to prohibit all GPS-related evidence at Peterson’s double-murder trial. Police installed the devices in vehicles Scott Peterson owned, borrowed and rented after Laci Peterson disappeared on Christmas Eve 2002 — electronic surveil-lance that trailed him to San Francisco Bay at least once in January.Bound by gag orders, neither side has discussed what evidence would be lost or gained from information the tracking devices gathered.Because GPS technology has yet to be tested in California’s criminal courts, prosecutors fi rst must establish its reliability using qualifi ed experts and then demonstrate the technology was used correctly. Only then can GPS-related evidence be introduced at trial.That process began Wednesday when Judge Alfred A. Delucchi heard the testimony of prosecution expert Peter Van Wyck Loomis, whose Silicon Valley company made the GPS technology in the device that followed Peterson.During the hearing, Geragos seized on instances when the GPS devices appeared to fail, including once when it showed Peterson taking an impossible route. That error lasted for several minutes before the device corrected itself.Geragos pressed Loomis to say the devices were unreliable because of how police hid them on Peterson’s vehicles.Loomis rejected those claims, saying the devices were accurate — though he did say that Modesto police had used older, less expensive models.‘‘It’s accepted commercial technology,’’ Loomis told Geragos.The military developed the satellite-based radio navi-gation system, which can pinpoint a user’s location within feet at any time, in all weather, anywhere in the world. The decades-old technology is now used by everyone from airline pilots to wildlife management offi cials, and weekend hikers to Sunday drivers.Geragos pressed Loomis, who said he had little experience with the devices used in this case. Loomis said he had seen a photograph of one of them but had never used it himself, tested it or seen evidence of testing.Geragos said Modesto police had tested their own devices, and they failed — an assertion prosecutor David Harris denied.The GPS hearing will likely continue next Tuesday, when Geragos may call his own expert to question how police used the devices to track Peterson.Also Wednesday, Laci Peterson’s family spoke to the media.Her stepfather, Ron Grantski, said the family has dis-cussed how they should be celebrating the fi rst birthday of the Petersons’ unborn son, Conner, whose due date was Feb. 10 of last year.‘‘We shouldn’t be going to court,’’ Grantski said. ‘‘I should be teasing Laci about Conner keeping her up.’’Also Wednesday, prosecutors fi led their opposition to Geragos’ request to sequester jurors and to have separate juries for the trial and penalty phases of the case.Peterson lawyer attacks satellite technology used by policeAssociated PressWASHINGTON — The nomi-nation within reach, John Kerry’s advisers are discussing strategies for sharpening his message, spending his money, airing TV ads and collecting a winner’s share of the 538 electoral votes in November’s general election.While the candidate focuses on defeating John Edwards and Howard Dean to sew up the Democratic race, parts of his mushrooming political team have put President Bush fi rmly in their sights.‘‘In a cycle that has been this unpredictable, the Kerry campaign is wise to stay focused on the task at hand. But engaging the administra-tion serves a dual purpose for Senator Kerry,’’ said Democratic strategist Michael Feldman.‘‘Going toe-to-toe with President Bush is also the best way to secure the Democratic nomination,’’ Feld-man said. His former boss, Al Gore, polished off the 2000 Democratic nominating struggle while at the same time eying Bush.With each of his 12 primary season victories, Kerry has stepped up his criticism of Bush. He calls White House foreign policy feckless, Iraq policy reckless, domestic policy ruthless and distortions of his own record baseless.‘‘George Bush and the Republican smear machine has begun trotting out the same old tired lines of attack,’’ Kerry said recently, adding that he has news for Republicans: ‘‘I am not going to back down.’’Thus, he’s already begun to build up his general election campaign.It starts, as with much in Ameri-can politics, with money.Kerry plans to tap $15 million in the Democratic National Committee coffers to respond to a multimil-lion-dollar TV ad campaign Bush is poised to unleash once Democrats select a nominee.In addition, Democratic interest groups are raising tens of millions of dollars that can be spent to criticize Bush, though not in coordination with Kerry.Campaign aides are just beginning to develop a budget for the period be-tween when the nomination is settled — as early as March 2 — and the nominee offi cially accepts it in early August. The aides say they’re acting out of caution, not overconfi dence, because there won’t be much time to prepare for Bush’s onslaught if Kerry fi nishes off Dean and Edwards.Several offi cials involved in the process said an early estimate is that Kerry could raise $40 million. He did not accept public fi nancing in the primary races, freeing him from federal spending caps.Kerry won’t match Bush’s $200 million pace, but aides said he and his allies can close the gap enough to compete. Just as Gore ran ads in Orlando, Tampa and West Palm Beach while Bush saturated all of Florida, Kerry’s spending will have to be selective and smart, aides said.The same offi cials are pouring over demographic data to begin the process of selecting battleground states.Several states narrowly won by Gore will be hard for Kerry to defend, including Oregon, New Mexico, Wisconsin, Minnesota and Iowa. Bush will have to fi ght to retain states such as Nevada, New Hampshire, Florida, West Virginia and Ohio.Kerry advisers are trying to determine if there are some new opportunities such as increasingly Hispanic Arizona or even Virginia, a traditionally GOP state with a Democratic governor and scores of veterans. Kerry is a decorated Vietnam veteran.Population shifts cut against the Democratic nominee. The 21 states won by Gore will be worth 260 electoral votes in November, seven fewer than four years ago.If he wins the nomination, one of Kerry’s biggest decisions will be the choice of a running mate. Advisers say there have been no offi cial talks, but conversations always seem to come back to Edwards of North Carolina and Missouri Rep. Dick Gephardt, who dropped out of the race after a poor showing in Iowa last month.Edwards would give the ticket regional diversity, but the Midwest is more important to Kerry than the GOP-dominated South.Democratic governors from the Midwest, such as Iowa’s Tom Vilsack, are also possibilities.Republicans are already calling Kerry a tax-raising, social liberal who is soft on defense. Aides say Kerry can counter that he supported bal-anced budgets in Congress, opposes gay marriages, supports gun rights as a hunter, plus his military service.His media team hopes to inoculate Kerry from Republican criticism with TV and radio ads, as well as placing stories with traditional media outlets in targeted markets, some unac-customed to getting attention from presidential campaigns.In his public remarks, Kerry intends to continue making the case that Bush has violated the public’s trust on a wide range of policies, from Iraq and taxes to the environ-ment. Aides see the fl ap over Bush’s Vietnam-era commitment to the National Guard as an extension of their integrity argument.But advisers want Kerry to represent positive change in educa-tion, health care and jobs — not just defi ne himself as the anti-Bush. Thus, they’re planning a series of policy speeches later in the year.Kerry picked up more congres-sional endorsements Wednesday, including from 12 of the 20 Democratic House members who had supported Wesley Clark before poor showings in primaries Tuesday chased him from the race.Kerry advisers plot general election strategiesSJSU’s animation department well-connected to industry leadersNEWS• •PAGE 4 THE SPARTAN DAILY FEBRUARY 12, 2004THURSDAYtranscripts providing documentation of prerequisite-course completion both to the school of nursing and to Admissions and Records, said Mann, who advises undergraduate students about entry into the nursing program.At that point, she said, the student will be placed in line until the univer-sity administration decides whether to admit the student.Two classes, previously core graduation requirements, were re-cently combined with the prerequisite workload, Romo said, which added a minimum of one semester to the anticipated period of time before a pre-nursing student could enter the nursing program.“I literally saw the date of my admission slip by a year, a year-and-a-half, with some of that time just being dead time,” Romo said.Other recent changes, such as the removal of microbiology from the course schedule this term, Romo said, have forced students to look to nearby community colleges for course offerings.He said it also takes at least one semester after completion of prerequisites to be admitted into the program because students have to obtain and submit their transcripts that demonstrate they have completed all coursework.The department doesn’t accept work in progress, he said.“I’ve been talking just this term with probably a dozen people who are completing their prerequisites, includ-ing advanced G.E.s, this term, and they can’t apply because the nursing department will not consider work in progress,” Romo said.This leaves students to take elec-tives while they wait for acceptance into the program, Romo said, because one has to be a continuing student and not on leave of absence.Romo said he suspects there are hundreds of pre-nursing students waiting to enter the program.Laina Gaoteote, a junior double majoring in nursing and political science, said many students are “in the dark” as to what courses to take but are unable to speak with counselors.“I’m also a poli-sci major, and when I go and speak to my department at poli sci, they take you in, they talk to you, (tell) you what you need to do,” Gaoteote said. “But when it comes to nursing, it’s a totally different thing.”Mann said the nursing department offers three group-advising sessions this term as well as short sessions for individual advising.Students can sign up for individual advising sessions outside of Mann’s offi ce.“I think everybody’s bottom-line complaint is that they’re ready to start nursing and they can’t get a student slot in the school,” Mann said.When students fi nd their career paths hit an unanticipated bump, she said, “People get frustrated with the fact that they can’t get information or the information they get seems to change almost from minute to minute.”Romo said the lack of information lends itself to gossip and rumors, because students have no outlets for information other than one another.“The problem is we don’t get any communication,” Romo said. “I’m just dying to hear what they have to say on Thursday, because this marks the fi rst time that the nursing depart-ment actually addresses the issues and concerns of pre-semester-three nursing students.”Romo said he hopes this won’t be the last time a meeting like this occurs and he would like to see an open forum for nursing students to communicate with administrators at least once a term.Carol Christensen, associate dean of the College of Applied Sciences and Arts, agrees communication is imperative.“I think the students have to have good information,” she said. “We have to tell them what’s going on and why the changes (in the depart-ment) are occurring.”Christensen said she hopes the meeting will allow students’ sug-gestions to be heard and considered, while also providing up-to-date information about the status of the nursing program.“We defi nitely are listening for (student suggestions), because I think we’re doing what we think is fair and equitable to get people in, and clearly the students either don’t understand what we’re doing or may have other solutions,” Christensen said.Goodman helped to set up the open forum, along with Christensen, in response to Romo’s letter.“I am very pleased,” Goodman said in an e-mail, “since I hope (the meeting) shows that the college and university administration are taking student concerns seriously.”Goodman said better communica-tion between administrators and students is the best way to resolve student concerns and the town hall meeting is an “excellent vehicle” for administrators to provide information to students.“It would be my hope,” Romo said, “that they would take the extra time that’s required to actually come up with an effective solution to what they’re seeing, because the bottom line is they’ve only postponed their problem. All they did was put us off by a (semester) or two.”Christensen said, “I think that all of us are anxious for a solution and are willing to listen to whatever solutions are out there.”continued from  page 1NURSING  | ‘We have to tell them what’s going on and why the changes are occurring’Associated PressSACRAMENTO — Flying against the prevail-ing political winds, a California state lawmaker plans to introduce legislation this week that would legalize marriage for same-sex couples.Assemblyman Mark Leno, D-San Francisco, said he decided to promote his ‘‘Marriage License Nondiscrimination Act’’ — even as Congress and at least 10 states are debating stronger prohibitions on marriage for gays and lesbians — because he thinks it’s the right thing to do, whether or not it stokes the backlash.‘‘There is never a perfect time to pursue civil rights, but neither is there ever a wrong time,’’ said Leno, one of fi ve gay or lesbian members of the California legislature. ‘‘For those of us on the short end of the civil rights stick, it’s a burning issue.’’While Leno is seeking more rights for same-sex couples, the national trend is in the opposite direction.The Massachusetts Supreme Court’s recent ruling that cleared the way for the nation’s fi rst state-sanctioned same-sex weddings has legislators in many states rushing to prevent a ripple effect.A national poll released this week found that 60 percent of those surveyed opposed legalizing same-sex marriage in their states. Few legislators are attempting, like Leno, to appeal to the 31 percent who said they would support such a move.In New York, two lawmakers introduced a bill last March that would allow gay and lesbian couples to wed, but the measure has languished. And, after promoting a marriage bill for three straight years, gay rights advocates in Connecticut decided this year not to press the issue again right now.‘‘We are still as focused as ever on getting marriage, but because of what’s happened in Massachusetts we feel that our best strategy is to let that situation play itself out,’’ said Anne Stanback, president of Love Makes a Family, a Connecticut lobbying group. ‘‘We assume that couples from Connecticut will be going to Massachusetts to get married, and we’ll see if those marriages are recognized here.’’Leno’s measure, which he expects to have up to 20 co-sponsors, would amend a section of California’s family code that defi nes marriage as ‘‘a personal relationship arising out of a civil contract between a man and woman’’ to read ‘‘between two persons.’’It’s unclear how far Leno’s legislation will get in this national election year, but Leno said he expects it to at least reach a committee hearing, probably some time in March. If it stalls there, the assemblyman said he will reintroduce the measure next year and in the meantime raise money to elect candidates who support it.The bill’s introduction was timed to coincide with Marriage Equality Week, a time set aside by advocacy groups to lobby for full marriage rights for same-sex couples.The measure already has generated opposition from socially conservative groups still angry over the state legislature’s passage last year of a measure that granted registered domestic partners all the same rights and responsibilities as married spouses — except the ability to fi le joint income taxes.The Campaign for California Families, a group that works to promote what it says are traditional family values, launched a 14-city tour this week to raise awareness of Leno’s pending legislation and to praise candidates on the state’s March 2 primary ballot who have signed the group’s ‘‘Marriage Pro-tection Pledge.’’One of the stops was the San Jose district of Assemblyman Joseph Canciamilla, a moderate Democrat who said he has been publicly denounced for refusing to sign the group’s pledge. Canciamilla said he is ‘‘torn’’ on whether gay couples should be allowed to marry and worries that putting lawmak-ers in the position of having to take a stand now could do more harm than good.‘‘When you introduce a measure like this in a politically charged atmosphere, when it particularly will be part of a national debate, you give fuel to those who are going to come after Democrats in general and those in marginal seats in particular,’’ he said.Assemblyman Darrell Steinberg, who has agreed to be one of Leno’s co-sponsors, said that while some of his colleagues may quibble with the bill’s timing, it is needed for gay and lesbian couples who have been waiting to wed.‘‘There was a time in our history when people were treated in an inferior way because of their skin color, but it’s unthinkable now our law would ever allow for separate and unequal,’’ Steinberg said. ‘‘And I really believe that some years from now, and I hope sooner rather than later, we will look back on this civil rights era and say, ‘What was all the fuss about?’’’Michael Adams, director of education and public affairs for Lambda Legal, a public interest law group, said gay rights advocates can afford to go on the offensive after victories like the one in Massachusetts.‘‘We are not going to be in a position where we negotiate against ourselves,’’ Adams said. ‘‘It’s the very fact that we are beginning to win that is caus-ing some evidence of political backlash. You only win when you ask for what you deserve.’’Associated PressPASADENA — Cold temperatures on Mars forced NASA to ground its Spirit rover for a day, temporarily interrupting a planned monthlong sprint to a nearby crater, the space agency said Wednesday.NASA could not send commands to Spirit late Tuesday, after the cold prevented the rover from rotating a lollipop-shaped antenna toward Earth. Without the set of commands, Spirit remained parked, one day after completing a record-breaking 70-foot drive across the rocky martian surface.As Spirit began its day on Mars, the orientation of the rover allowed its mast to unexpectedly cast a frigid shadow over the motors needed to position the spacecraft’s high-gain antenna. That shadow shielded the motors from the warming rays of the sun.That left the motors colder than anticipated, project manager Pete Theisinger told reporters by telephone. The motors were at about minus 35 degrees Fahrenheit, 18 degrees colder than expected, said JPL spokes-man Guy Webster‘‘It’s very similar to starting your car on a cold day,’’ Theisinger said of the process.NASA routinely warms the motors by passing an electric current through them. However, engineers had not set the current limit high enough to adequately compensate for the colder-than-anticipated temperature of the shaded motors.That stalled the process of pointing the antenna in the right direction to communicate with Earth until later in the day, when the sun had warmed the motors. By then, it was too late to continue the journey, Theisinger said.NASA planned for Spirit to resume moving overnight Wednesday. Scientists hoped it would travel nearly 83 feet toward a crater about 800 feet away, Theisinger said.Scientists planned for Spirit to reach the crater within the next three weeks.Spirit’s twin, Opportunity, continued to scoot along a rock formation at its landing site halfway around the planet. It has been taking detailed pictures of layering in the rock. Initial results suggest the rocks formed from volcanic ash or compacted, windblown dust.California lawmaker moves to legitimize marriage for same-sex couplesCold interrupts planned Mars NASA Rover SprintNEWS• • PAGE 5THE SPARTAN DAILYFEBRUARY 12, 2004THURSDAY�������������������������������������������������������������������������������������������������������������� � ���� �������� ��������������������� ����� ��� ���� ������������������������������������������������� � � � � � � �� � � � � ������������������������� ����������������������������Saturday, February 21stSan Jose State UniversityGRE GMAT LSAT MCAT NCLEXchallenge George W. Bush in November: Howard Dean, Sen. John Edwards, Sen. John Kerry, Rep. Dennis Kucinich and Rev. Al Sharpton. Currently, Kerry is leading with Edwards not far behind, leaving the other three candidates trailing far behind.According to the U.S. Census Bureau, only 70 percent of the citizen population voted in the last presidential election. It is calculated that 111 million people voted in 2000, which is less than in 1992 when there was a record high of 114 million vot-ers, according to the U.S. Census Bureau statistics. Alison Fong, a senior major-ing in creative arts, said she feels strongly that young voters do not pay attention to the news or politics.“We are isolated from the issues and major current events. Today our attention is on popular media like ‘American Idol,’ and when the news in on, we change the channel because the news is not applicable to us. It’s just apathy,” Fong said.One pop-culture media outlet has organized a campaign against such apathy.MTV and MTV.com have re-launched the network’s popular “Choose or Lose: 20 Million Loud” campaign for 2004. According to MTV.com, “20 Million Loud” is “a national campaign of organizations mo-bilizing more than 20 million young adults ages 18 to 30 to vote and be a deciding factor in the 2004 presidential election.”Celebrities including P. Diddy, N.E.R.D. and Jamie Foxx attended the 11th annual Rock the Vote Awards a week after the February 1, 2004, kickoff of the campaign, which began during the Super Bowl halftime.There was a huge turnout of young people who signed up to vote, and the message for the day was “that everyone needs to vote, and they need to do it on Election Day,” according to MTV.com.Rock the Vote’s Web site is promoting online voting with various marketing programs: Rap the Vote, Rock the Vote Latino, Voter Registration Kits, Rock the Vote clothing and other promotions. The site also includes information on why voting is important.Peter Haas, professor of political science, believes young people don’t feel politics apply to them.“Historically, the voter turnout for young people has been low. Young people don’t feel directly connected to the outcomes of the elections,” Haas said in a phone interview.There is still time to choose a candidate for the March 2 California primary, though ac-cording to the California offi cial voter information guide, the last day to register to vote is Feb. 17.Massachusetts Senator John Kerry raises his fi st during his speech at last year’s California Democratic Convention held in March 2003 in Sacramento.  Next to him is his wife, Teresa Heinz Kerry.Verna Kirkendall / Daily File Photoby A.S. Director of Community Affairs Pearl Yuan, which revises the Associated Students’ executive branch defi nition.Originally, the act contained six sections detailing how the president, vice-president and con-troller are elected and what duties they must perform. The revision cuts out the fi rst four sections, leaving only the sections explaining student representation and the act’s effective date, according to the meeting’s agenda.Tran felt that the act hardly even resembled what it was supposed to be when it was originally proposed.“They were removing most of the provisions,” Tran said. “I felt like they were slighting the democratic process.”Yuan said the deletions were necessary in order to protect the A.S. from legal repercussions.“We could get sued if we didn’t strike some of these (sections),” Yuan said.Tran believed that these revi-sions were not handled in the best way.“They should have rescinded the whole act and presented a new one,” Tran said. “Regardless of the case, the process should be followed.”The act passed, with only Tran opposing the measure.Given that this was the fi rst of-fi cial meeting of the semester, A.S. president Arash Shokouh said that the meeting went well.“It was very long and very productive,” he said. “We got all the important stuff out of the way.”Subsequent meetings will be focusing on getting the 2004-05 A.S. budget passed, according to Shokouh, a junior majoring in computer engineering. He also added that the board will be dealing with the upcoming A.S. elections and the changes to the board’s roster.continued from  page 1continued from  page 1A.S. | VOTING  |Associated Press WASHINGTON — Democratic presidential hopeful John Kerry, who opposes gay marriage and hints he might support a limited ban, just two years ago signed a letter with other congressional colleagues urging the Massachusetts Legislature to drop a constitutional amendment outlawing homosexual nuptials.And when Kerry opposed federal legislation in 1996 that defi ned mar-riage as a union between a man and a woman, he compared the law to 1960s efforts in the South to criminalize interracial marriages and accused his supporters of engaging in the ‘‘politics of division.’’‘‘This is an unconstitutional, un-precedented, unnecessary and mean-spirited bill,’’ Kerry declared then, even as 85 senators and President Clinton supported the measure.As his home state grapples with a historic Massachusetts Supreme Court ruling that could permit homosexual marriages, Kerry’s own comments on the campaign trail are being compared by Republicans, Democratic rivals and even his own constituents to his prior record.Kerry’s campaign said Wednesday he has consistently opposed gay mar-riage while also rejecting legislation, like the 2002 amendment, that he believed jeopardized the civil rights and recognition of gay relationships because it was too broadly worded.‘‘John Kerry’s position has been crystal clear. He opposed a proposed constitutional amendment in Mas-sachusetts in the summer of 2002 because a sweeping proposal would have threatened civil unions, health benefi ts, or inheritance rights for gay couples that represent equal protec-tion under the law,’’ spokesman David Wade said.‘‘John Kerry favors civil unions, not gay marriage. It’s that simple,’’ he said.The emergence of gay marriage as an issue has placed several candidates — including Howard Dean who signed a civil-unions bill during his Vermont governorship — in a delicate balancing act of trying to avoid looking bigoted while placating heterosexual and religious voters.The White House refused Wednesday to commit President Bush to supporting a constitutional amendment to ban gay marriages, al-though conservative leaders said they have received high-level assurances he will take the step.Spokesman Scott McClellan said the administration was closely watching events in Massachusetts, where lawmakers are on the verge of voting on such an amendment. Bush has denounced the Massachusetts ruling as ‘‘deeply troubling.’’Kerry has left open the possibility he could support a Massachusetts ban on gay marriage if it recognized civil unions and other protections as an al-ternative. But in 2002, he joined his congressional colleagues in opposing Massachusetts’ last effort to outlaw gay marriage, saying they feared it could be used to prevent communities ‘‘from acting as they might wish to provide some form of recognition for same sex relationships.’’The letter, organized by Rep. Barney Frank, D-Mass., was sent on congressional stationery on July 12, 2002 as the Massachusetts Legisla-ture fi rst considered a constitutional amendment that limited marriage to ‘‘only the union of one man and one woman.’’‘‘We believe it would be a grave error for Massachusetts to enshrine in our Constitution a provision which would have such a negative effect on so many of our fellow residents,’’ Kerry and 11 other members of the state’s congressional delegation wrote.The Legislature’s 2002 effort failed, but that debate renewed in the last week after the Massachusetts Supreme Court ruled gays were entitled to the same marriage as heterosexuals unless the state constitution is changed. Lawmakers debated a possible amendment again Wednesday.Frank and most of the other con-gressmen who signed the 2002 letter sent a new letter last month again op-posing the constitutional amendment, but this time neither Kerry nor Sen. Edward Kennedy signed.Frank said Wednesday he didn’t ask Kerry or Kennedy to sign this time ‘‘because I was in such a hurry,’’ the openly gay congressman said.Frank said Kerry has always been clear to him that he opposes gay marriage but wants homosexuals to have equal protection under the law through civil unions, and other legislation.“Historically, the voter turnout of young people has been low. Young people don’t feel directly connected to the outcomes of the elections.” - Peter Haas, political science professorKerry wavering on gay marriage issue• •PAGE 6 THE SPA RTA N DAILY FEBRUARY 12, 2004TH URSDAYSPORTSShih Fa Kao / Daily File PhotoSpartan forward Tatiana Taylor drives the ball into the paint against Rice  University forward Elisa Inman on Jan. 31 at the Event Center. San Jose State University plays at Southern Methodist University tonight. SJSU women to face tough road testsAssociated PressOAKLAND — Brian Cardinal scored 23 of his career-best 32 points in the fi rst half, and Speedy Claxton had 19 points and a career-best 13 assists in the Golden State Warriors’ 110-99 victory over the Phoenix Suns on Wednesday night.Cardinal surpassed his career high for the fi fth time in his remarkable season, and Jason Richardson scored 19 points in the Warriors’ second straight victory heading into the All-Star break.Erick Dampier had 12 points and 12 rebounds as Golden State overcame the embarrassing memory of its last home game, when the Warriors scored a record-low two points in the fourth quarter of a loss to Toronto. They stayed tough against the Suns, fending off a late rally with big baskets by Claxton and Richardson.Amare Stoudemire had a season-high 33 points and nine rebounds for the Suns, who fell behind by 24 points early in their fi fth straight loss. Phoenix has lost 11 of 13 overall, dropping six games behind the Los Angeles Clippers for last place in the Western Conference.The Warriors owed their victory to Cardinal, who has been one of their more pleasant surprises in years since making the team as a free agent. He had his best game ever in just his fourth career start.Claxton, Cardinal lead Warriors past Suns, 110-99By Daniel Lopez Daily Senior Staff WriterIt’s another week for the Spartan men’s basketball team, and with it comes another set of challenges.Among the tasks at hand for San Jose State University (5-15) is to turn the tables on its season.“We’d like to end the losing streak,” said Spartan head coach Phil Johnson. “That’s the fi rst goal.”A 56-55 loss Saturday to the University of Hawai’i brought SJSU’s losing streak to 12 games.The defeat also keeps the Spartans in search of their fi rst Western Athletic Conference victory that has eluded them through 10 games.The last time the Spartans went on such a streak was the1997-98 season, when the team lost18 in a row. That dry spell included nine straight losses to WAC opponents, and the team ended the season at 3-23.As if having to overcome op-ponents on the court wasn’t tough enough, it seems Johnson and his team are battling themselves.“We’re trying to break out of the history of the program,” Johnson said.Since being formed in 1909, the SJSU men’s basketball program has only had fi ve seasons of 20 or more wins. The mark was last achieved in the 1980-81 season when the Spartans went 21-9 with coach Bill Berry at the helm.Johnson said the absence of a winning history adds to the adversities SJSU faces.“Having a winning season, I think that’s the progress we’re trying to make,” Johnson said.In the 10-team WAC, Johnson said programs that have overcome similar challenges are the University of Nevada-Reno and the University of Texas-El Paso.The acquisition of marquee players, Johnson said, has strengthened those teams.In Reno, Johnson said, the addi-tion of 6-foot-11-inch, 215-pound freshman forward Nick Fazekas has improved the Wolf Pack — an improvement they demonstrated on Dec. 21 knocking off the University of Kansas, then ranked No. 6 in the nation.For the Miners, Johnson said guard Filiberto Rivera, a 6-foot-1-inch, 165-pound junior college transfer, has raised the caliber of the team. With the infl ux of talent in the conference, the Spartans face an ad-ditional obstacle. “Every team in this league is a major challenge,” Johnson said. “I know this though, we’re working at it and trying to meet the challenge.”SJSU will face its next challenge when it tips off tonight with Southern Methodist University at 7 p.m. at the Event Center.Point guard Bryan Hopkins leads the Mustangs, who at 3-8 rank eighth in the WAC. “He’s a great player. He sees the fl oor really well. He’s just an explosive weapon,” Johnson said of Hopkins.The assignment of guarding Hop-kins will fall on Bim Okunrinboye, the Spartans’ point guard.“He likes to create for himself,” Okunrinboye said. “We got to contain him.”The Spartans won’t be able to concern themselves too much with Hopkins, who Johnson said plays off of high screen and rolls. They must also focus on 6-foot-8-inch, 250-pound Eric Castro, who plays at the forward and center positions.In the previous meeting this season between the two teams on Jan. 17 in Dallas, it was the duo of Hopkins and Castro that allowed SMU to top SJSU 73-58.“Their size got to us,” Johnson said. “We didn’t guard the inside. That was the difference.”Johnson said the strategy has changed for this game. “We can’t let them throw it right in to Castro,” he said. The primary responsibility of defending Castro will rest on SJSU center Eric Walton, who sat out the Hawai’i game last weekend because of illness.“I’m not holding back,” said Walton after Wednesday’s practice. “I’m just going to play my game.”The key to breaking the losing streak for the Spartans could be controlling the tempo of the game. Despite the fi nal outcome of the Hawai’i match, SJSU was able to execute its game plan, keeping it low scoring as they had planned.“As long as we keep the other team under 60, we have a great chance of winning,” Walton said. “That means we’re picking up our defense.” Eleven of the Spartans’ 15 losses this season have come when the other team has scored 70 or more points.“We’ve shot ourselves in the foot,” Walton said. “We’ve beaten ourselves.”Tempo is something the Spartans will also have to focus on in their second home game of the week, slated for 7 p.m. Saturday against Louisiana Tech University.Concentrating on tempo is nothing new to Johnson. “We have to keep the tempo of the game right against anyone we play in the WAC,” Johnson said.The Bulldogs (11-10 overall, 5-6 WAC) come to town after their match tonight at the University of Hawai’i. The Louisiana Tech lineup features the top rebounder in the nation — Paul Millsap.Millsap, a 6-foot-7-inch freshman averages 12.8 boards per game.“He’s kind of the centerpiece of that team,” Johnson said. The duty of keeping Millsap off the glass will again fall on Walton.“He’s an all-right player,” Walton said. “Just got to go on an all-out war with him. May the best man win.”When the two teams squared off Jan. 15, Millsap and the Bulldogs came out on top, winning 73-62.“They have a real toughness about them, and they don’t give up,” Johnson said. In order to swing Saturday’s game in the Spartans’ favor and snap the losing streak, Walton has a plan. “We just got to get back to our defensive principles, staying in front of our men, post defense, just all-out playing to the best of our abilities,” Walton said.With eight regular season games remaining, this week could be the best opportunity for the Spartans to turn their season around.“Both of these games are winnable — that’s how we’re approaching it,” Okunrinboye said. “O and 10, we can only get better.”Spartan men return home looking for fi rst WAC winPAINTMEN’S BASKETBALLIN THENOTEBOOKBy Ian RossDaily Sports EditorWith a conference record of 5-5, the Spartans women’s basketball team embarks on a tough two-game road trip while attempting to remain above .500 in the competitive Western Athletic Conference.San Jose State University ranks sixth in the WAC, half a game behind tonight’s opponent, Southern Method-ist University, which is currently tied for fourth place with a 6-5 record. The road trip continues on Saturday, when SJSU has a date with nationally ranked Louisiana Tech University. The game will be televised nationally on CSTV (College Sports Television), channel 610 on DirecTV at 4:30 p.m. PST. It will mark the fi rst time in school history that the women’s basketball team has had a nationally televised game. The No. 6 Lady Techsters have compiled a 10-1 conference record, en route to a share of fi rst place with Rice University.The Spartans hosted both teams earlier in the season, losing to Louisiana Tech and defeating SMU in overtime.During the fi rst game against SMU, the Spartans trailed 35-21 early in the second half, after being down 26-21 at halftime. Spartan head coach Janice Richard said the key to the comeback was SJSU’s three-point shooting. The Spar-tans missed all six of their three-point attempts in the fi rst half but made six out of 10 three-pointers in the second half and overtime to erase the defi cit. “(Guard) Lindsay Harris, one of our freshmen, stepped up that game and hit two crucial threes,” Richard said. “We were able to rally back, turn it up on defense and were able to get some stops.”SJSU point guard Cricket Wil-liams scored 20 points and dished out 10 assists in the game, while center Teoma Taylor added 19 points and nine rebounds. SMU head coach Rhonda Rompola said the Spartans have an edge because they have beaten the Mustangs once already this season.“This is a pivotal game,” Rompola said. “Everyone is trying to move up in the standings.“We’re still searching for consistency with our team,” she said. “We’re not a great road team, but we’re a good home team. We’re too up-and-down right now. We need consistency, especially on the offensive end.”Richard said the Spartans had been working on some things defensively to slow the Mustangs’ balanced offense.“Offensively, they have no players who average 15 or 16 points a game,” Richard said. “Their leading scorer is averaging nine points, and they have several players who average seven to nine points.“That type of team is the most dangerous,” she said. Rompola said she likes that aspect of her team because opponents must guard all fi ve players on the court.“Some nights, one player will score 15. The next game, they’ll score six,” she said. “There is not one person we can consistently go to.”Rompola said, defensively, the Mustangs were concerned with stop-ping Williams.“Cricket Williams always plays well against us,” she said. “You can’t stop her consistently one on one. We have to minimize her number of times at the free-throw line against us.”The Mustangs will also attempt to slow down Tatiana and Teoma Taylor, Rompola said.“Both Taylor sisters can be very dangerous,” she said. “They are very strong. They muscle up a lot, use their bodies well and have good hands.”The Spartans will then face Louisiana Tech, which is currently on a nine-game winning streak. The Lady Techsters have won by an average of more than 30 points per game during the streak.One of those nine wins came at the Event Center, an 84-71 win against the Spartans.During that game, Williams scored 21 points against Louisiana Tech and Taylor posted a double-double, with 14 points and 11 rebounds.“We feel like we can compete with Louisiana Tech with athletic ability and on defense,” Taylor said. “There’s no reason why we should get blown out.”The Lady Techsters have four play-ers averaging double fi gures in scoring, including forwards Trina Frierson and Amisha Carter who both average 16.7 points per contest. Louisiana Tech head coach Kurt Budke said opposing teams have problems with his team’s quickness.“The biggest thing people have trouble with is our defensive quickness,” he said. “We’re second in the nation in steals, over 14 per game, and we force 25 to 30 turnovers per game.”Richard said the Lady Techsters are balanced because everyone on their team is a threat offensively. Budke said opposing teams can’t focus on one player in order to slow down their offense.“You can’t come in and say, ‘We’ll shut down this person or this person’ and shut down Louisiana Tech,” Budke said. Louisiana Tech ranks fi rst in the WAC in scoring offense at 84.1 points per game. The Lady Techsters also rank second in scoring defense, allowing only 59.4 points per game.“They are playing it on both ends of the ball,” Richard said. Budke said his team wouldn’t overlook the Spartans on Saturday.“(SJSU) always plays us well here,” he said. “I like their team. They have one of the best players in the country in Cricket Williams, but they have other players who can score 10 or 15 points a night.”DRIBBLEWOMEN’S BASKETBALLOFF THENOTEBOOK• •FEBRUARY 12, 2004THUR SDAY PAGE 7TH E SPARTAN  DAILYSPORTSCLASSIFIEDSThe SPARTAN DAILYmakes no claim for products or services advertised below nor is there any guarantee implied. The classified col-umns of the Spartan Daily consist of paid advertis-ing and offerings are not approved or verified by the newspaperEMPLOYMENTSHORELINE AMPHITHEATRENow hiring for the following seasonal positions:•Administrative Assistant•Staffing CoordinatorPlease send resume to:mailshoreline@clearchanel.comWANTED:Student to head firm’s mrkting group. $17-19/hrCall 1-800-757-9917PLASTIC FAB. SHOP:Pack & Ship. Will train as CNC operator.Email res. to amten@amten.com WAREHOUSE/DELIVERY Opening for dependable, hardworking, detail oriented fine furniture handler/driver. Clean DMV record required. Fax resume to 408-395-8147 or call 408-354-6941 ex. 50INTERNET COMMUNICATIONS PR Firm is accepting applica-tions for positions in adver-tising, promotions, & public relations. No exp. necessary. Great pay. Flexible hrs avail-able. 14 positions left. Call for interview: 1-866-233-4205 or 408-608-5062WELCOME BACK SPARTANS!Local valet company in search of enthusiastic and energetic individuals to work at nearby malls and private events. FT/PTavailable. We will work around your busy school schedule. Must have clean DMV. Lots of fun & earn good money. Call 408-867-7275.TUTORING JOBS AVAILABLETutor 7th-9th gr. students in Math & Eng. Must have work-study $10-19. Call 924-6067Get Paid For Your Opinions!Earn $15-125 & more per survey! www.paidonlinesurveys.comFOOD SERVICES/Espresso/Host PT positions available in busy family style restaurant in S’Vale. All shifts avail. Flex hrs. $10.50/hr to start. Call Wendy 408-733-9331 EXP. TUTORS NEEDED NOW for all subjects 1st thru H.S. M-F 3 to 9 P.M. $1200 cash/mo. Call Ms Scotti 255-5247TEACHER, KidsPark hourly childcare centers. Flex hrs; days, eve, wkends, ECE units required. Fun recreation program. Team environment. Centers by Oakridge & Valley Fair Malls. Benefits available. Call 213-0970, FAX 260-7366, email leslie@kidspark.comHI-TECH SALES FT/PT posi-tions, Inside and Field sales positions available. Guaranteed hourly rates plus HUGE commis-sion upside. Serious inquiries. Great opportunity/training for motivated college students/recent grads looking to enter the high-tech sales field. Email res. to: klaversin@stingsystems.comWANTED: Preschool afternoon teacher with 12 ECE units. Call Rainbow Bridge 408-254-1280 or Fax resume 408-254-1284LIFEGUARDS- Instructional Lifeguards- Aquatic Specialists. Easter Seals Bay Area seeks part or full time in San Jose.Mon–Sat $10.30–13.50/hr.Call Elise 408-295-0228. Resume : jobs@esba.org or Fax 408-275-9858 or mail 730 Empey Way San Jose 95128VALET PARKING Now hiring for Part-time positions in the San Jose & Los Gatos area. We provide valet service for hotels and special events. Flexible schedules, mostly evenings and weekends. Must be neat, well groomed, & be able to provide excellent customer service. Applicants must be able to drive a 5-speed transmission and have a valid CDL with a good DMV record. Starting pay is $7.00/hr plus tips. Please call 925-934-7275 Signature Parking ServicesLIVE-IN CAREGIVER:  Hope Services needs live-in caregiv-ers for persons with devel-opmental disabilities in San Jose. Qualified applicants will have a CDL, auto insurance, a clean DMV record, and a car. Professional or personal experience working with some-one witha disability is a plus. Interest and a caring attitude are essential. Caregivers earn hrly wage to be available to support the client’s needs 9pm -9am, 5 nights/wk, & pay small fee for rent. To apply call Carly @ 408-282-0433  or email cwells @ hopeservices.org. All majors welcome! EOE/AA Visit www.hopeservice.org to learn more about HOPEPARTTIME: ”Teencare” 15-yr old girl. Nice family, $15/hr. M-F 3-7pm, Los Altos, CDL required (650) 961-3788 RECREATION/DAY CARE, PT M-F, 3-6 PM, $10/hr. Santa Clara private school. Fax resume  to 408-247-0996GENERAL HELP, Small Mattress Store. Will train. Close to SJSU. Informal atmo-sphere, Jeans O.K. Computer knowledge helpful. Call Ed @ 984-4020.      DELIVERY DRIVERS   Party rental business Perfect for Students!  Earn $250 every weekend!Must have reliable truck or van Heavy lifting is required      408-292-7876EGG DONORS NEEDED!Healthy females ages 18–31Donate to infertile couplessome of the many eggs your body disposes monthly. COMPENSATION $5,000Call Reproductive Solutions now818-832-1494INTERNSHIPS Domestic and Abroad. Mobile Device Travel Content Aggregator wants all majors. Lead or be part of a team that is responsible for Strategy, Development, Production & Distribution from Corporate operations to Mobile Content, & Publshing Annual Guides. Flexible Hours. Internships are for 6-12 mos. Some positions may receive a small stipend. Interviews will be held 2nd wk of February. For more information and to send resumes email: nancie.graham@telebout.com or leave msg @ 408-315-7234 ABCOM PRIVATE SECURITYPT/FT - Flexible ScheduleAll Shifts - Grave BonusStudent Friendly - Will Train 408-247-4827 BARTENDERS NEEDED!  Make $150-250/day. No experi-ence necessary. Call now 800-704-9775WANTED SPRING/SUMMER INTERNS. Must be rebels, innovators, dissenters. Seeking leadership outside the box. Avg pay $13,300. Call 888-450-9675 twestbrook01@collegeworks.comRECREATION JOBS AT THE LOS GATOS-SARATOGA REC DEPT. Positions Open Now For Leaders. Afterschool Elem. Sch. Age Child Care Recreation/ Enrichment Programs. P/T, M-F 2-6pm & T-TH 2-6pm Positions available. Pay Range: $7.83-$11.32 hour, starting depending on exp. No ECE units req. Call Kathy 408-867-6348 FUN JOB!       CALL NOW!Part-time work with flexible hours  (5-30 hours per week) Customer sales/service positions•HIGH STARTING PAY •Internships possible•All majors may apply•Scholarships awarded annually•Some conditions apply•No experience necessary•Training providedGuarantee your summer job now! CALL 615-1500 10am- 4 pm *www.workforstudents.com/sjsuBARTENDER Trainees Needed$250/day potential Local posi-tions. 1-800-293-3985 ext 559..FRATERNITIES • SORORITIES • CLUBS • STUDENT GROUPS Earn $1,000 - $2,000 this semester with a proven CampusFundraiser 3 hour fundraising event. Our free programs make fundraising easy with no risks. Fundrais-ing dates are filling quickly, so get with the program! It works. Contact CampusFundraiser at 888-923-3238, or visit www.campusfundºraiser.comLOST SAMSUNG CELL LOST: BBC 226 on 2/5. Call Tu 408-748-9234 or tutpham@hotmail.comSERVICESAUTO REPAIR & BODY SHOPFemale owned, 25 yrs exp. Foreign & Domestic. Frame and Suspension. Work w/ all ins. co’s. 25% off labor for Students and Senior citizens. Rental cars avail., pick-up and delivery w/ appt. Very competitive rates. Call 408-224-9800SMILE CHOICE DENTAL PLAN(includes cosmetic) $69.00 per year. Save 30% - 60%. For info call 1-800-655-3225 or www.studentdental.com orwww.goldenwestdental.com.SHARED HOUSINGROOM FOR RENT: Female/non-smoker. Nice, quiet neigh-borhood, 1 block from light rail. $425/mo. Utl. included. $300Dep. W/D 408-365-6381RENTAL HOUSINGDUPLEX FOR RENT, 4 bdrm, 2ba, 244 E Julian/6th, Ref, N/P ULTRM, Upper, 1250 SQ.FT. $1850-AGT-408-264-08712 Bdrm Apartment-$1100/mo.*     Move-in Bonus*     Security type Building*     Secure Prking, Laundry*     Close to Campus*     Modern Building*     Recent RemodelVillage Apartments 576 S. Fifth St. (408) 295-6893DECORATOR APT, UNIQUE Spanish Revival charm. We are looking for a long term, financially responsible person who is clean, quiet & sober. 1 bedroom with den, hardwood floors. This S.F. style flat has a yard plus 1 off-street parking. Individual private front & rear entrances. $900+/-. 551–553 So. 6th St. Look, then call 408-286-0596*FREE / FIRST MONTH RENT* Large 1,2, & 3 bedroom apts. Some with 2 full baths. Starting at $749/month. Will work with you on deposit. 2 blocks from SJSU. Water/Trash paid. Parking available. Washer/ Dryer on site. Cats OK. Well managed student bldg. 408-378-1409.DOWNTOWN APT. FOR RENT For as little as $695.00/mo. a newly remodeled 1bd/1ba apartment could be yours! Located near SJSU in bustling Downtown, making it perfect for students. Further conveniences this apartment includes are laundry facilities and easy access to Bay Area freeways. Please contact John at 408-947-0803 for show-ing. Ask about STUDENT SPECIAL!SAVE GAS-WALK TO CLASS2 TOWN HOMES FOR RENT,68 & 70 S 8th St. Completelyremodeled 1/2 block from SJSU Eng. Bldg.  Approx  800  sq. ft. 2 bdrm, 1 1/2 baths.  NewAppliances,  Carpet, Vinyl, & paint. Newly Remodeled bathrooms. $1200/mo., $600 dep.Broker: 408-921-2919º     TIRED OF SHARING          A BATHROOM??  Come see our huge 2 bed-room, 2 full bath, over 1000 sq. foot apt. Walking distance to campus. Newly Remod-eled. Parking. Security Gate. Substantially larger than others! $1200/mo. 408-947-0803MISCELLANEOUSPull an allnighter! voiceglotalk. talk. talk. talk. talk.to any phone in the world.www.voiceglo.comYou’re smarter already! voiceglotalk. talk. talk. talk. talk.to any phone in the world.www.voiceglo.comProtest high phone bills! voiceglotalk. talk. talk. talk. talk.to any phone in the world.www.voiceglo.comAlpha Phi Alpha goes off-the- hook? voiceglotalk. talk. talk. talk.talk.to any phone in the worldwww.voiceglo.comPHN: 408-924-3277FAX: 408-924-3282Email: classified@casa.sjsu.eduOnline: www.thespartandaily.comCertain advertisements in these columns may refer the reader to specific telephone numbers or addresses for additional information. Classified readers should be reminded that, when making these further contacts, they should require complete infor-mation before sending money for goods or services.  In addi-tion, readers should carefully investigate all firms offering employment listings or cou-pons for discount vacations or merchandise.By Jenny ShearerDaily Senior Staff WriterThe ace count said it all on Wednes-day: 16 for Andy Roddick and four for Christophe Rochus, his Belgian opponent. Roddick won 6-4, 6-2.The crowd, including Roddick’s girlfriend, singer-actress Mandy Moore, applauded loudly after he served up a 143-mph missile at 3-1 in the second set. Over the weekend, Roddick set a new world record when he fi red off a 150-mph serve in Davis Cup play against Austria.Rochus had never played Roddick before and said he had a hard time adjusting his game to Roddick’s tempo.“He has so much intensity in his game. Everything goes so fast. He doesn’t let you breathe,” Rochus said.Rochus also said the ball felt “heavy” during the match, which made him feel like he was hitting the ball late each time. Roddick, the tournament’s No. 1 seed, said he thought otherwise.“I thought he was actually handling my stuff decently. He was hitting the shots he needed to hit. I thought he hit a lot of good shots and fought his way back into the fi rst set,” Roddick said.Rochus countered Roddick’s boom-ing forehands and serves with slice backhands, but once Roddick settled into his surroundings, he dominated the match. Even though Rochus was able to return some of Roddick’s serves, he said it was hard to know which side to choose to prepare to receive on. “He doesn’t have the biggest wingspan in the world, so I wanted to establish my wide serve so it would open up,” Roddick said. Roddick made Brad Gilbert his coach over the summer and credits Gilbert with helping him to become more mentally focused.“I used to kind of play every match do or die, and I would drive myself crazy sometimes. I’m just taking a real laid-back approach now,” Roddick said. “For example, if I feel like going out and watching a movie during the day before I play a match, then I’ll do it.”Roddick said what he likes about tennis is that it presents new challenges every day.“It’s cool in the fact that you can’t really sit on your haunches too much and enjoy what’s happened,” he said. “There’s always something else out there.”When asked how he felt about sharing the nickname “A-Rod” with baseball star Alex Rodriguez, Roddick said he’d “let him have the nickname if I can have his contract.”After Roddick’s match, American James Blake defeated qualifi er Zack Fleishman, 6-1, 6-3. He will play Joachim Johansson of Sweden in the second round.Blake said he likes playing indoor tennis.“I grew up playing a lot indoors since I was in Connecticut, so that feels good,” he said. “I’ve got a lot of confi dence here … I made quarters and semis the last two years. I defi nitely feel good in this place, and hopefully I can continue that and get even further this year.”During the offseason, Blake said he worked on his serve, which paid off during his match with Fleishman.“I started off serving terribly, and I picked it up and I didn’t get too frustrated or down on myself, especially because I wasn’t serving well at the be-ginning,” Blake said. Before Roddick took center stage, American Mardy Fish defeated Ken-neth Carlsen of Denmark, 6-3, 3-6, 7-6 (7-2).Fish, the tournament’s third seed, seemed to lose his concentration in the second set. He played better when he served and volleyed and dictated the points. Fish served 12 aces and got 55 percent of his fi rst serves in compared to fi ve aces from Carlsen, who landed 64 percent of his fi rst serves. Fish said his play was a little messy.“I remember I played a match here last year in the same round, and I pretty much played identical to that and I lost that match,” Fish said. “But mentally, I stayed in and am just a lot more mature in my game. I think today was a testament to me hanging in there and staying focused.”He said he was particularly happy with how he handled Carlsen in the tiebreaker.“I knew his strengths and weak-nesses. His forehand was better than his backhand, so I said to myself, ‘I’m going to serve every serve to his backhand and make him beat me,’ ” Fish said.In morning matches, South Korea’s Hyung-Taik Lee defeated Belgian Xavier Malisse in two sets, 7-6 (7-1), 6-1. Johansson also defeated Germany’s Nicolas Kiefer, 5-7, 7-5, 6-2. In an upset, American Robert Kendrick beat fellow countryman Taylor Dent, 6-4, 6-4. Qualifi er K.J. Hippensteel sent Jan-Michael Gambill packing in two sets, 6-3, 6-2. With the win, Hippensteel reached his fi rst-ever Association of Tennis Professionals quarterfi nal. Thursday’s featured night matches are Andre Agassi versus Wesley Moodie of South Africa and Roddick versus Belgium’s Kristof Vliegen. Wednesday’s total attendance at HP Pavilion was 10,705.Yvonne Pingue / Daily StaffAmerican Andy Roddick, ranked third in the world, prepares to hit the ball in the second set against Belgian Christophe Rochus Wednesday night in the fi rst round of the Siebel Open held at the HP Pavilion. Roddick would go on to win the match 6-4, 6-2, moving him to the second round.Roddick advances in Siebel with straight set winNEWS• •PAGE 8 T HE SPARTAN DA I LYDowntown barber adds rockin’ fl air to cuttin’ hairBy Michelle OchoaDaily Staff WriterSince 1963, Ken Parker, “The Rock & Roll Barber,” has been cutting hair in the same location neatly tucked between the Catholic Campus Minis-tries building and Robert’s Bookstore on Tenth Street.On the front door, neon lights spell “The Rock & Roll Barber” above a paper sign declaring records are for sale, “Drop in and browse around.”“The fraternity brothers started calling me that in the ‘70s,” said Parker about his alias.Stepping inside is like taking a walk into a comfortable 1960s den, except for the two barber chairs on the right-hand side. Various collections, memorabilia, magazines and a stereo fi ll the shop, as well as the faint smell of age found in many of San Jose’s older buildings.In the back, behind a door sits a beer refrigerator. Parker isn’t particular about any one brand.“A cold beer is a cold beer,” he says. However, this place isn’t someone’s home.“I run an old-fashioned bar-bershop,” Parker said. “And it’s a barbershop, not Supercuts.”Sure enough, there are no fancy hair dryers or hot irons here.“He used, like, regular scissors you have at home,” said James Brent, associate professor in the political sci-ence department, about his experience with Parker.Parker’s craft doesn’t depend on high tech equipment. It’s based on old-fashioned barber skill.“It was the only haircut in my life where he used a hot lather. You just don’t see that anymore,” Brent said. Parker, 64, said he has been work-ing in the profession since 1957.“My father asked me what I was going to be, and I said I didn’t know,” Parker said with a laugh.He said his father told a barber about his son’s dilemma. The barber suggested barber school.“And I’ve been one ever since,” Parker said.Recommendations for Parker’s services come from different places.In 1988, San Jose Mercury News columnist Larry Slonaker extolled the pleasures of receiving a Parker haircut, complete with a 20-second shoulder massage as a fi nishing touch.In 1998, Metro named Parker’s shop “The Best Haircut Like Elvis Used to Get” in its “Best of Santa Clara Valley” issue. Parker expressed amusement at these and other media mentions. He said it’s all about who you know, cred-iting one of his stories to a customer who wrote for a newspaper.“They asked me, ‘Do you want to be?’ and I said, ‘Is it going to cost me anything? No? Then I’ll be (happy to be written about),’ ” Parker said.Lined on the wall are pictures and postcards of various recording artists above bins of used records for sale.“I have a friend that lives over on the coast and works for a newspaper,” Parker said. “All those postcards he sent me.”Parker said his friend also sent him the two black-and-white photos taken between the ‘80s and ‘90s at the Catalyst in Santa Cruz. One picture is Tina Turner, the other B.B. King. Both artists are singing alone on stage.The records for sale are also part of Parker’s shop.“It’s a crazy place, man,” said Jessica Mazur, a television, radio, fi lm and theater major who purchased a Neil Diamond record there in 2001.“Don’t blow my spot,” said inter-national business major Chad Belden, who buys records at Parker’s shop. Belden said he likes that only a few people know about Parker’s records.Parker said he bought the records at garage sales and fl ea markets in the 1980s. He estimates he had about 30,000 at one point.A haircut from Parker costs $14 and a beard trim costs $6. He’s open Tuesday, Wednesday, Thursday and Saturday from 9 a.m. to 4 p.m.Parker said he’s closing this weekend to head to Daytona, Florida for the Daytona 500, but he’ll be back. After 40 years, there’s little worry that he will be leaving his shop for good anytime soon.Photos by Susan D. Reno / Daily StaffTOP: Ken Parker, also known as “The Rock & Roll Bar-ber,” takes a break on Tuesday in the doorway of his barber shop on Tenth Street, next to Robert’s Bookstore. Having been in this location since 1963, Parker said he has witnessed many changes in the neighborhood.  He said he is happy about the newest addition, the dorms being built across the street, because their height will block the summer afternoon sun and keep his shop cool.ABOVE: Ken Parker, owner of Ken’s Hubb Barbershop, checks the mirror to evaluate his work.  His customer, Brian Kim, is a library science graduate student at San Jose State University.  Kim said he discovered “The Rock & Roll Barber” while shopping next door at Robert’s Bookstore.RIGHT: Parker rests during a Tuesday afternoon lull in business at his barbershop. His shop is open Tuesdays through Thursdays and on Saturdays.  However, he will be closed for the rest of this week while he travels to Florida to attend the Daytona 500 for the third time.‘The Rock & Roll Barber’ cuts hair and sells recordsVintage records available for purchase are among the many items that adorn Ken’s Hubb Barbershop, operated by Ken Parker. FEBRUARY 12, 2004THU RSDAY",
    "id": 70421575,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:spartandaily-9944"
    },
    "title": "Spartan Daily, February 12, 2004",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2004-02-12T08:00:00+00:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=9944&amp;context=spartandaily"
    ],
    "updatedDate": "",
    "yearPublished": "2004",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70421575.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70421575"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70421575/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70421575/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70421575"
        }
    ],
    "abstract": "Volume 122, Issue 9https://scholarworks.sjsu.edu/spartandaily/9944/thumbnail.jp",
    "tags": [
        "text",
        "Spartan Daily",
        "Newspaper",
        "Communication",
        "Journalism Studies",
        "Mass Communication",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:spartandaily-9944",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70421575,
        "depositedDate": null,
        "publishedDate": "2004-02-12T08:00:00+00:00",
        "updatedDate": "2024-01-20T09:44:09+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T06:22:47+00:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/spartandaily/8944",
        "https://scholarworks.sjsu.edu/context/spartandaily/article/9944/viewcontent/FEBRUARY122004.pdf"
    ],
    "lastUpdate": "2024-01-20T09:44:09+00:00",
    "setSpecs": []
}