{
    "acceptedDate": "",
    "authors": [
        {
            "name": "San Jose State University, School of Journalism and Mass Communications"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:27:53+01:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215412839.pdf",
    "fullText": "VOL 152, NO. 32 | TUESDAY, APRIL 16, 2019 | SINCE 1934 WWW.SJSUNEWS.COM/SPARTAN_DAILYA.S. ELECTIONS 2019Editor’s Note: At San Jose State,Associated Students handles a $9 million budget. SJSU students find $97 somewhere in their pockets every semester to give to A.S. Including eight departments, more than 200 students and professional staff, A.S. stretches across and represents the entirety of SJSU. The next group of candidates can have a significant effect on your university campus – from the plastics used at the Student Union to the health services available at the Student Wellness Center – elections can change San Jose State. With only 13% of students voting in 2017 and 11% of students voting in 2018, it seems students forget their voice and responsibility to vote.The Spartan Daily finds it important to bring awareness and to inform. Enclosed inside are the Spartan Daily’s questions for the candidates currently running to represent, you, the student body.– Nicholas Zamora, Executive EditorMEET THE CANDIDATES  Pages 3-6San Jose greets Autism SpeaksBubbles flew across the sky and live music boomed as thousands of Bay Area residents walked to raise money and awareness for Autism Speaks. Autism Speaks is an American organization that advocates for autism research and awareness for families affected by autism spectrum disorder. The annual Bay Area Autism Speaks walk had 2,500 attendees on Sunday at the San Jose State football practice field where families and friends gathered to support autism spectrum disorder.According to the Autism Speaks website, autism is a disorder characterized by challenges with social skills, repetitive behaviors, speech and nonverbal communication. Jennifer Campbell, Autism Speaks’ senior regional director, shared that she has been working for the organization since 1990, and how seeing the impact of the event and helping the families gets better each year. “It is extremely rewarding,” Campbell said. “I get to wake up each day knowing that somehow, some way, today, I am going to make a difference in someone’s life.”Campbell expressed how much of a success the Bay Area walk was because more than $200,000 was raised.“The families [are great],” Campbell said. “I take pride in Annual walk in Bay raises $200,000 over weekendBy Courtney VasquezSTAFF WRITERThe San Jose City Council gave a unanimous “my pleasure” to raising the LGBTQ flag next to the new Chick-fil-A airport location, voting 11-0 at an April 9 meeting.This approval coincides with the upcoming opening of the brand new restaurant at the San Jose Mineta Airport, set to unveil sometime in May.The fast food chain is known for its chicken sandwiches and its CEO, Dan Cathy’s, continuous support for anti-LGBTQ charities, based on his religious views.According to recent tax filings analyzed by ThinkProgress, Cathy donated more than $1.8 million to groups with a history of LGBTQ discrimination.The Chick-fil-A foundation donated to three groups in 2017, giving $1,653,416 to the LGBTQ fl ag to fl y by new Chick-fi l-AWe know that this is a strong and inclusive community. We need to make sure that businesses there respect these values.Paul EscobarPresident of the Bay Area Municipal Elections CommitteeFellowship of Christian Athletes, a religious organization that requires its employees to refrain from “homosexual acts.”Another $150,000 was donated to the Salvation Army, which has also been accused of LGBTQ discrimination in the past. Six thousand dollars was bestowed upon the Paul Anderson Youth Home, a Christian residential home that teaches young boys that gay marriage is wrong, according to ThinkProgress.The San Antonio City Council voted 6-4 on Thursday to block Chick-fil-A from opening a location at San Antonio’s International airport. Other locations like Buffalo, New York also blocked the chain from opening locations at its airports.By Jaileane Aguilar and Caleb RamosSTAFF WRITERSCOURTNEY VASQUEZ | SPARTAN DAILY(From left to right) CHAD senior Ellie Pascoe-Long plays with two-year-old Alec, who is wearing an Iron Man mask, with undeclared sophomore Trisha Raquel, at the 2019 Autism Speaks Bay Area walk day.CALEB RAMOS | SPARTAN DAILYChicken sandwiches, potato wedges and an assortment of sauces are served at Chick-fi l-A restaurants.AWARENESS | Page 2RESTAURANT | Page 2|NEWSsjsunews.com/spartan_daily TUESDAY, APRIL 16, 20192EXECUTIVE EDITORNICHOLAS ZAMORAMANAGING EDITORJANA KADAH EXECUTIVE PRODUCERKAYLA FLORESNEWS EDITORSVICENTE VERAHUAN XUN CHAN A&E EDITOREDUARDO TEIXEIRA OPINION EDITORHUGO VERA SPORTS EDITORLINDSEY BOYD PHOTO EDITORJOHANNA MARTIN MULTIMEDIA EDITORKELSEY VALLESPECIAL PROJECT EDITORSWILLIAM DELA CRUZMARCI SUELACOPY EDITORSMYLA LA BINE WINONA RAJAMOHANJESSICA BALLARDOWILLIAM DELA CRUZ GRAPHICS EDITORMELODY DEL RIO CONSULTANTSARAH KLIEVESSENIOR STAFF WRITERS KAEL AUSTRIAJACKIE CONTRERASGABRIEL MUNGARAYNORA RAMIREZ  STAFF WRITERS JAILEANE AGUILARALYSON CHUYANGROMAN CONTRERASCINDY CUELLARVICTORIA FRANCOJOZY PRABHU CALEB RAMOSCOURTNEY VASQUEZJAVIER VELEZCORA WILSONOLIVIA WRAYADAM YOSHIKAWAKUNAL MEHTAJONATHAN AUSTINMAURICIO LA PLANTEPRODUCTION CHIEFMIKE CORPOSNEWS ADVISERRICHARD CRAIGADVERTISING ADVISERTIM HENDRICK ADVERTISING DIRECTORNICOLAS SISTOCREATIVE DIRECTORMARCI SUELAADVERTISING STAFFNABIHAH BURNEYRICKY ISIDRO CARDENASZHUO CHEN JUAN DE ANDA JOSEPH MAYENJAZLYN KAY REYESDANICA SAMANIEGOCAROLINA ZEPEDACONTACT USEDITORIALPHONE: (408) 924-5577EMAIL:SPARTANDAILY@GMAIL.COMADVERTISINGPHONE:(408) 924-3270EMAIL:SPARTANDAILYADVERTISING@GMAIL.COMRegister at: www.laspositascollege.eduEarn your bachelor’s degree faster and save money.  Take summer classes with us, and transfer the units.Invest in COURTNEY VASQUEZ | SPARTAN DAILYFive-year-old Braven draws a picture at the 2019 Autism Speaks Bay Area walk on Sunday.knowing that Autism Speaks has created an amazing experience for them all.”Oakley, California native Victoria Macias expressed her gratitude for the event because her son was recently diagnosed with autism.“With him being newly diagnosed, I’m definitely new to everything,” Macias said. “All the support that I’m getting for him and learning all these different avenues –in home therapy, different support groups – it’s really, really great to have this.”Macias explained that the walk helped her learn more about the disorder, which she said was important to her as a mother.“I saw it on Facebook and thought ‘You know what? It’s a new diagnosis for him and I want to come out and get more information,’ And it’s been phenomenal,” Macias said.Other organizations supporting autism came out to the event, including Autism Learning Partners, which specializes in the treatment of autism and other developmental disabilities. At the walk, Autism Learning Partners represented its subsidiary company, A is For Apple.Autism Learning Partners’ employee Maile Barretto explained that the subsidiary provides applied behavior analysis  services, occupational therapy, speech and social skills assistance.“Most of our services are provided in the home, but we also provide services AWARENESSContinued from page 1Follow Courtney on Twitter@courtney_megsssThe idea to post a rainbow flag at the Mineta Airport was suggested by Santa Clara County’s first openly gay elected official, Ken Yeager, according to NBC News.Yeager taught in the political science department at San Jose State prior to his career in public services.“I made the suggestion to put the flags next to the restaurant and council members liked that idea, but also said that maybe put flags elsewhere too, like outside,” Yeager told the news outlet.The vote followed a hearing from Paul Escobar, president of the Bay Area Municipal Elections Committee, a non-partisan lesbian, gay, bisexual, transgender and questioning political action group.Escobar also assembled a small protest outside of San Jose City Hall before meeting with council members over his concerns regarding a Chick-fil-A at the local airport. “This is public space,” stated Escobar. “We know that this is a strong and inclusive community. We need to make sure that businesses there respect these values.”Escobar said Chick-fil-A’s philanthropic arm continues to offer financial support to groups that actively oppose the rights of the LGBTQ community.Airport officials told the city council that the restaurant is already locked into a contract to open in less than a month.On March 6, 2018, the council approved a new contract with the HMSHost concessionaire, a provider of food and concessions, and the airport publicly announced the planned additions: Chick-fil-A, Shake Shack, Great American Bagel, Trader Vic’s and a brewpub.“This kind of slipped under everybody’s radar,” San Jose District 5 Councilwoman Magdalena Carrasco stated.San Jose Mayor Sam Liccardo offered an apology.He told San Jose Inside that the city is constitutionally prohibited from barring businesses for their religious views.He stated he “simply didn’t think enough” when the contract was initially approved during an April 7 city council meeting, according to San Jose Inside.San Jose Mineta Airport will be among the new restaurants that will be added on to Terminal B.While members of both the LGBTQ community and those who oppose them continuously debate about the presence of the pride flags, it will be up to San Jose Mineta Airport to decide  the location of the flags, according to an airport official.RESTAURANTContinued from page 1Follow Jaileane & Caleb on Twitter@jaileanea @a1calebI made the suggestion to put the fl ags next to the restaurant and council members liked that idea, but also said that maybe put fl ags elsewhere too, like outside. Ken YeagerSanta Clara County supervisor for District 4in the school, as well as in our center [in San Jose],” Barretto said.Barretto expressed her love for working with kids with autism, which was an opportunity given to her through Autism Learning Partners.“I’ve been doing it since 2005, so a really long time, and it’s amazing,” Barretto said. “This is my first time [at the Bay Area walk] and it’s amazing that we have such a great turnout and the spirit of the event is really positive.” Other companies, such A. S. debate leads way to electionMAURICIO LA PLANTE | SPARTAN DAILYA.S. presidential candidate Branden Parent shifts through the aisle after sharing his ideas for the upcoming academic year.JOHANNA MARTIN, SPARTAN DAILYCandidates for A.S. director of community and outreach, [left to right] Sean Burton, Kira Nguyen and Noor Tahirkheli, speak at the A.S. debate panel on Monday. A.S. director of intercultural aﬀ airs candidates Mira Mustafa (right) and Cristopher Acosta (left) share their views on what they think is best to preserve diversity at SJSU.MAURICIO LA PLANTE, SPARTAN DAILYas HUSHConcerts, had booths set up at the event. HUSHConcerts provides headphones that can channel white noise or the user’s own music.HUSHConcerts sales executive Whitney Hunt explained that these specific headphones are better for children with autism instead of noise cancelling headphones, which are often used by those affected with the disorder. “It’s to allow anyone on the [autism] spectrum to participate and to cancel out all sensory input and just choose one channel,” Hunt said.This was the company’s first year providing headphones for those with autism, but Hunt explained that it was very successful. “We were told constantly when we would go into schools and stuff that there was nothing else like this,” Hunt said. “To be able to provide that bridge to communication and participation . . . is awesome.”San Jose State students also attended and volunteered at the walk. Ellie Pascoe-Long, a child and adolescent development senior, expressed how it was an amazing opportunity to volunteer at the Autism Speaks walk.“Seeing all the kids and their families come together as one [is great],” Pascoe-Long said. “It just shows that no matter what you are or who you are, no one cares. We’re all here for a bigger purpose and everyone loves you no matter what.” sjsunews.com/spartan_daily TUESDAY, APRIL 16, 2019A.S. ELECTION CANDIDATES 3PRESIDENT1.  What do you think about the university’s current course of action regarding the demands of the Student Homeless Alliance and do you have any plans regarding this?2.  What are your main objectives if elected?I think it has been a problem for years. It’s been a problem back when lot of the faculty and staﬀ  ﬁ rst come on this campus, it was a problem. Basically right now, if the Associated Students and the university dealt with it together, in the beginning, then it would have been better handled than it is now. I think the biggest issues are the campus climate, [putting] funding where it needs to be, mental health and [being] proactive [instead of] reactive.BRANDEN PARENTVICE PRESIDENT1.  What would you say is one of the biggest problems on campus? 2.  As a vice president, what would be your main objective and how would you facilitate achieving your goals? I want to continue to strive to cultivate a community where the student voice is heard. I will serve as a resource to the student body to address issues that our communities face to ﬁ ght inequality and inequity. I also want to encourage students to get involved as I have, to fulﬁ ll their student experience here on campus. I care tremendously about advocating for student representation, so my peers feel empowered to help shape their own unique experience here at San Jose State. *Quote taken from A.S. Election 2019 Voter Information GuideZACHARY BIRRERCYNTHIA FERNANDEZ-RIOSDIRECTOR OF INTERCULTURAL AFFAIRS1.  How will you facilitate collaboration between cultural groups?2.  What are your main objectives?I think a really cool idea would be a diversity parade, maybe where we get all the non-traditional ethnic culture groups on campus and we just make a parade out of it – something to celebrate.   We have a good amount of undocu-mented students on campus. And personally, I feel that as direc-tor of intercultural aﬀ airs, it would be my duty to ensure that they are safe here on campus.CONTROLLER1.  What is the most important use of student funds?2.  What would be your main objective if elected?The most important use of student funds is essentially have students be able to apply themselves outside the classroom and be able to provide an experience for them. I want SJSU to be their second home. My three main objectives is to ensure transparency for the $90 fees that stu-dents pay per semester. It is important to understand how their money is being allocated and being used to help them and to know the money is going towards them. Secondly is to instill funding collaborations between diﬀ erent orga-nizations. This collaboration would help create a bigger impact on campus and [adding] it would bring a lot to SJSU and build a better climate. The last one is to provide profes-sional opportunities for students so they can apply themselves outside the classroom and get more involved. JYOTSNA KETHEPALLIRight now, I want to focus on improv-ing the science part of it. I want to focus on research projects. San Jose State is getting up in ranks, so I want to increase funding for research projects. And in terms of other departments, I want to help them by marketing for newer organi-zations. They need to reach out to students with their interests. I would also let [the students] know of the upcoming schedule and every-thing coming up throughout the whole academic year. Like for Spar-tan Showcase this year, an e-mail wasn’t sent out ahead of time, so some of the organizations weren’t able to come in. I want to update the schedule so all of the organizations know what’s coming. JAMES NAUNGStudent homelessness is an extreme problem. It not only aﬀ ects one’s health, but the way students present themselves in the classroom or how they perform. Apart from that, if we can provide resources, I don’t see why we shouldn’t. It’s important to my peers. [Fixing the problems] takes dedication and it takes time and eﬀ ort, but I am deﬁ nitely in favor of helping students. Instead of just making sure that we’re on top of our roles, we [should] have some type of interactive activities that make us bond. Another one, like I men-tioned, are the [internal services] that we have every month. I think incorporating stuﬀ  that doesn’t have to do with A.S. is important, like working on our education. We’re all students, so a lot of the time, we’re concerned about our meetings, responsibilities, liaisons and board reports, but how are we doing as students? CRISTOPHER ACOSTA I would ensure the budget reﬂ ect and work with the needs of A.S. for the fol-lowing ﬁ scal year. I would be a great candidate for this position, having worked for A.S. in the department that collaborates or has collabo-rated with all other departments in the past. Being the treasurer of my own [recognized student organization] has allowed me to work with the controller closely in the past to get funding approved and to learn more about the job. I sincerely believe I have the best interests of all students here at SJSU and would work diligently to create transparent ﬁ nancial reports. *Quote taken from A.S. Election 2019 Voter Information GuideCHAITANYA SHARMAI feel like [undocumented stu-dents’] voice isn’t that loud and I know that they’re present and they’re here on campus but I don’t think that they are as visible as maybe some oth-er groups. I think they just need to be a little bit more active around cam-pus, and I know that can be diﬃ  -cult. So I would like too have more club fairs and encourage more meetings among all the clubs so people know who you are. First thing I wanna do is get more club fairs going. Cause i know you if you miss those two, like, ﬁ re on the fountain and the other main one, that’s it. MIRA MUSTAFACHECK OUT SPARTAN DAILY YOUTUBE “SPARTANDAILYYT” FOR THE FULL A.S. DEBATEsjsunews.com/spartan_daily TUESDAY, APRIL 16, 20194 sjsunews.com/spartan_daily TUESDAY, APRIL 16, 2019A.S. ELECTION CANDIDATES 5DIRECTOR OF LEGISLATIVE AFFAIRS1. How would you increase transparency and student involve-ment in legislation? 2. What steps would you take to address homelessness if elected?I didn’t know how to get involved, but I did it. And re-ﬂ ecting back, I feel like I can show students that it’s possible to get involved. It’s possible to feel like their voices are being heard. I think one of my priority issues is housing, and ﬁ nding more ways to navigate that and create more. Sometimes I think the issue is not that students don’t know, but are embarrassed about speaking about it. Like, it’s totally normal to feel this way sometimes, to be not OK because there are those resources and it doesn’t make you less.ZOBEIDA DELGADILLODIRECTOR OF ACADEMIC AFFAIRSANOOP KAURI have doubt with the packed classes here. It hasn’t really [slowed] me from graduating. But when I was asking people around campus, they have that problem. So deﬁ nitely ﬁ xing that. Having easier software interface for signing up for classes makes it easier for [students] to see what other classes they can take [if the class is full or on waitlist], so they don’t need to go ﬁ nd by themselves.In general, making a broader statement, adding more ﬁ nance to it, adding more teachers to teach classes, just more classes for that. But the primary one is making students know what classes they have to take.NIKHIL PATHANIADIRECTOR OF STUDENT RESOURCE AFFAIRS1.  As liaison to Counseling and Psychological  Services (CAPS), what do you think about the amount and quality of services that the school oﬀ ers?2.  How would you use your position in the Academic Senate to foster a better relationship between professors and students?A.S. programming right now, I think it’s pretty good but I think it could be more. Like, we could get more out there for some events. I would probably try to ﬁ nd each club’s meetings, or at club orientation show up and be like ‘Hey, you know there’s all these resources.’ My ﬁ rst goal is for more clubs to know about A.S. funding, because like I said, I am sitting on ﬁ nance committee right now and a lot of clubs don’t know about a lot of the funding. They can request as much as they want. I am trying to basically get more clubs involved.SEAN BURTONLet them know that this isn’t just a closed oﬀ  meeting, for just this com-mittee to make decisions. This is an opportu-nity to come forth and speak about what you want, and I think there maybe isn’t enough insight on that. I don’t think students know that these are open meetings and they do have a voice.Do more research on what students are looking for and how they are feeling con-nected with their campus. It’s not always going to the football games or going to this event, sometimes it takes more. So I think that would be, like, one of my biggest journeys – trying to ﬁ nd out what students are looking for to feel like they’re actually a part, not just academically.NOOR TAHIRKHELIPeople think that they’re only here to get their degree and then they leave, but it’s so much more than that. SJSU is such a big campus in such a big organization ﬁ lled with so many diﬀ erent cultures and people that we need to enrich and grow, so I feel like students should recognize that this university is more than just your education — it’s your connections after you graduate as well.So the ﬁ rst thing that I want to do is make sure that our relationships that we already have with student organizations are solid, because we can’t start build-ing new ones if we feel like our current ones aren’t on a strong foundation, because that’s really hard to do.KIRA NGUYENI want to get students involved in the upcoming election. San Jose State is going to be a vote cen-ter for the 2020 election, so students can vote on campus. Having to travel is just an additional barrier for students, so my main priority before I leave my term is to make sure San Jose State is a vote center. While I commend the uni-versity for being strong in its support [in homelessness], my next step would be, ‘Now what? What initiatives are you going to fund?GRACE PANGOne thing with A.S. that I would like to see changed [for student involvement] is their social media presence online. We already have Facebook and Instagram accounts, but not a lot of people follow them. It’s a good way to dispense informa-tion. I ﬁ nd a lot of useful information on there. I think what the school’s done, it’s not enough [tackling homelessness]. We need to work harder to help these students. It’s our responsibility. Those are our fellow class-mates and I can’t imagine going through that. That’s why I support SB 50. Some-thing has to be done to give these people the opportunity to build themselves up.KADENCE WALKERI love talking to people and say-ing hi. I just want to walk around school and ask people how I am doing or how can I help. I am a big person on social media, trying to network and get my name out there. It is hard, the living situation out here. I read an article that stated 14% of SJSU students are homeless. That is not OK. We are sacriﬁ cing our ability to go to school, basic necessities to attend col-lege. That should not be allowed or a thing and that kind of upsets me.” I was just in San Diego and I asked how much you pay for a double [dorm room] and they were like $500 to $600. I am out here paying $800. BRENDAN QUOCKFor me, it would start with the ﬁ nance com-mittee. Being vice chair of that committee, I keep reiterating it because you would want to make sure to only showcase something that you’re proud of. So if we’re kind of unsure about our funds like ‘Oh maybe we shouldn’t have spent money there,’ then you don’t want all the students seeing those mistakes that you made.Keeping students in the loop along the pro-cess. As the actual chair of the operations committee, I feel like it’s my job to reach out to the students and ﬁ nd out what they liked, what they didn’t like. Ev-erything AS does is for the students, so having that one-on-one interaction, even on a smaller scale, with students to ﬁ nd out what they want to improve and what they want to see in the future, is really important.KYLEE KIMIt’s about how you communicate to all students and the entire school. Being more transparent, I think the right way right now, your voice has to be a little heard more, has to be pushed, so you know what you’re getting and oﬀ ering, so like how they oﬀ er the food pantry, it was very well known and you have to access this, you’re able to use it and whatnot. Just make it more accessible in a way.”The way I want to make it more eﬃ  cient is to put our agendas online, and I would want it done that day. I want every-thing uploaded by the same day, making it more easily accessible on the website. It does take a little bit of time to ﬁ nd it, making it more ac-cessible, trying to get all the main points, the biggest points and getting that to students.DOMINIC PEREZI will emphasize transparency between the Student body and government to ensure accountability and sustainability. Through my overpowering drive, pro-fessional organization, and time-management skills, I will empower the students ﬁ rst, maintain the integrity of our government, and ensure prosperity for the years to come... As your Director of Business Aﬀ airs, my focus will be on the well-being and correct allocation of money to enrich our future. I am currently the Co-marketer for the Hungarian Heritage Foundation to promote cultural education and history through our annual festival for 30,000+ attendees. Using characteristics gained from these positions and holding the title of Eagle Scout from the Boy Scouts of America, I believe I can implement and enforce a strong avenue of student funds.   *Quote taken from A.S. Election 2019 Voter Information GuideNICHOLAS LENGYELI feel like publicizing on social media. We are in the time of the 21st century where social media is a big thing and even the campaigning I am doing is on social media. I wrote an essay about like how I look up and everyone’s on their phones so I feel like that’s a better way instead of like the post-ers on campus.I feel like, it sounds really cheesy, but just talking. I talk a lot, even now I am campaigning I just say in class like ‘hey I’m running for A.S.’, like I just turn around and talk to people like every class every group of friends. Even just telling them what A.S. is, and I even go beyond that to tell them what we oﬀ er. So word of mouth and social media.HECTOR GONZALESA.S. they like post their budgets on their page as well, but again it’s a matter of students just don’t know about these things and I feel like a lot of the time campus doesn’t do the best of telling them. They have access to things. I didn’t know that A.S. posted their budgets and where money is being spent and how. Also  making it understandable to whoever is reading it.For me, it’s bringing my time as a business major, but I’m also a ﬁ rst generation college student, I’m also a Latina. Plus I am also an undocumented student. I will bring in the ﬁ nance and the operation side of things and using our money to the best of our ability in order to support and help students in their experience at San Jose State.FLOR SARIODIRECTOR OF BUSINESS AFFAIRS1. How will you make the decisions and actions of A.S. more transparent?2. How do you plan to make A.S. overall more eﬃ  cient seeing your responsible for reporting on A.S. Strategic planning? Bringing more CAPS councilors. There’s a two-month wait for stu-dents to seek help. In my other club we are ﬁ ghting to add more CAPS services, and with my student organization we are in collision with CFA, which is the labor union that our professors have. We fought for our bill to be on the ballot to mandate that every school has more CAPS councilors with the same ratios as students. Right now the CAPS services is based just on what the state requires.  Having an open dialogue [with pro-fessors and students]. We have to ﬁ ght together to help. Maybe dinner with the colleges where we have all the professors there and all the students come. Building a coali-tion but also a community around the fact that we are all here, we are all people who want to learn or help people learn.TYREKE KINGThere always can be improvements. Being able to look back into the results (of student involvement) is some-thing I would like to look into. I would like to create workshops where they can support students and better help students support their peers. We are only as strong as our weakest link.[I would work] with the diﬀ erent board of directors to create that safe space for students to reach out their professors I want to build that foun-dation with students where they can voice their opinions. I want to leave that open space with stu-dents so that we can hear what they say and what can be done. What they would like to see and being that driving force behind it. Students’ voice ﬁ rst and seeing what they want is some-thing I would do.JENNIE SAENZAs a ﬁ rst-year student myself, last year I struggled to ﬁ nd the resources that I [needed] around campus. Not because it didn’t exist, but because I didn’t know where to go or who I should refer to. [This] is why when I became an orientation leader –  I really wanted to emphasize and enhance that area of support for my students. I believe that, if they are able to gain support through the diﬀ erent resources and departments, they are then able to accomplish more milestones at ease. I hope to continue using my platform as a student leader within A.S. to extend that aware-ness and increase the accessi-bility for the student body. *Quote taken from A.S. Election 2019 Voter Information Guide JEANNE TRANGDIRECTOR OF COMMUNITY AND OUTREACHOne of my objectives is an event called ‘Dinner with the Deans,’ where the student representatives would have an opportunity to build a closer relationship with their dean. So it wouldn’t just be what the dean thinks should happen, it would also be what the student thinks should happen in the college.This happened with all the CSUs. GE area D had it’s subcategories removed so students have a bigger variety to choose, so that’s good like if your like ‘oh i hate history, so I’m gonna go towards this type of class.’ At the same time that removes you from the idea of a diverse education. So while I want to make sure education is both easy, choosing class-es shouldn’t be hard for a student, but it should allow them the opportunity to take more classes.1. What do you think about the current state of student involvement?2. If elected, what would be your ﬁ rst goal(s)?1. What would be your main objective(s) if elected? 2. Do you think anything should be changed regarding SJSU general education Curriculum?A.S. ELECTION CANDIDATESsjsunews.com/spartan_daily TUESDAY, APRIL 16, 20196DIRECTOR OF CO-CURRICULAR AFFAIRS1. As chair of the programming board, what things do you think you can improve?2. What are your objectives/ideas if elected? As of right now, I still haven’t looked into [improvements to the program-ming board]. I would have to do more re-search on that.  I want others to be proud to repre-sent San Jose State. And have a unity with Greek organizations. I want to get rid of the “cliques” in Greek councils and bring all of them uniﬁ ed. With student organizations, I want to provide more resources and receive a lot more funding and recruitment. A lot of organizations struggle with promoting because of the lack of funding.NATHAN ROSENER  I would lead my team at large through reminding them that these are real-world skills that you’re going to learn when it comes to communication. [For example], how to write professional emails, how to request certain things, how to contact this person or that per-son and how to advertise an event or ideas.  I believe in the power of social media, so I think it would be great if we could do some type of online campaign to get as many students as we can [and] to tweet out to whatever artist we want to perform here. Maybe if it gets enough buzz or media attention, they would be willing to come through a concert.BRIAN NGUYEN In the position of director of co-curric-ular aﬀ airs, I would like to continue to build strong relationships between A.S. and our student body in order to ensure the success of our students and enhance Spartan Pride. Since my freshman year at San Jose State, campus events and organizations have provided me with the tools and resources to grow as a leader and live out my best college life.   Through my diﬀ erent roles and involve-ment, I truly understand the meaning of Spartan Pride and I want to further share that feeling with my fellow Spartans. I strive to do so through collaboration with our numerous student organiza-tions to create on-campus events that cater to our diverse population.KATRINA FESTEJOSo because I am on the board and we do get a lot of perks, it’s essential for those perks not to go to your head, such as early registration. Students are paying for the fee every semester and it is $97, so it is essential not to be biased toward your own position on the board and just making sure the documents include every community on campus and every student that is paying for Associate Students.      So luckily, recently, as my ﬁ rst term, which was this past year, my ﬁ rst semester on the board, which was fall of 2019, I got to work with the bylaw structure. And we got to basically edit the bylaws to make sure each student is included and every community on campus is represented. So student representation is not a big problem right now, but working within internal aﬀ airs, it is my job to keep updating the bylaws to ﬁ t the needs of the stu-dents.KENYA GALLODIRECTOR OF INTERNAL AFFAIRS1. How will you make the decisions and actions of A.S. more transparent?2. How do you plan to make A.S. overall more effi  cient seeing your responsible for reporting on A.S. Strategic planning? I would like to inform the students more. I know we have online programs when you ﬁ rst enter, but I feel like a lot of students might skip through it and not even pay attention. So I feel like there might be a better way to provide that information. We want them to be safe with it, that’s our priority or at least, should be our priority.    Currently I do not. I just learned about the senate so if I get the position I should start going to all the meetings and I feel like maybe I would start to be able to understand and learn what’s going on, in real time.JOSE ROQUEDIRECTOR OF STUDENT RIGHTS & RESPONSIBILITIES1. As a member of the Alcohol and Drug Abuse Prevention Committee, what changes would you facilitate regarding drug policy on campus?2. Do you have any proposals in mind to submit to the Board of Directors? What I really want to do is get those water bottle reﬁ ll stations – that’s the biggest thing I want to do because that would impact so many people. Another thing is I want to get people from oﬀ -campus, like stores like Source Zero or places that have reusable goods, to come on-campus and sell their products so people can have access to them because [the stores] are far.    [The single stream trash service] should deﬁ nitely be updated and changed. Three separate ones [are better] because that’s a really big issue for me. People just throw everything away. It would help get rid of a lot of plastic waste that we have on campus be-cause we have so much [of that], like single use plastic items, especially in the student union, the village market and every store that we have on campus. DANIELLA CARRERA I believe in the importance of encouraging students to acknowledge their environmental responsibility by incorporating sustainable practices on campus, and outside of the bounds of Washington Square . . . Encour-aging San José State University’s underrepresented communities to explore practical ways to reduce their ecological footprint is an essential part of nurturing a sustainable campus environ-ment.*JOCELYN JONES-TRAMMELLDIRECTOR OF SUSTAINABILITY AFFAIRS1.  What are your objectives? 2. How do you feel about the single stream trash service? Should it be changed or updated?*Quote taken from A.S. Election 2019 Voter Information GuideACROSS1. Electrical power units6. Border10. Fired a weapon14. Hearing-related15. Lunch or dinner16. An indefi nite period17. Rock18. Musical group19. Related20. Miscellany22. Permits23. Large brown seaweed24. Scant26. Change direction30. American Dental Association31. Children’s game32. Pearly-shelled mussel33. 1/100th of a dollar35. Dirty fogs39. Pitch or tar41. Ash43. Cubic meter44. Skidded46. Lacquered metalware47. Anger49. French for “Summer”50. Historical periods51. Directed54. Precious stones56. Chief57. Emissions63. 53 in Roman numerals64. Small amount65. Blacksmith’s block66. Black, in poetry67. Frosts68. Condition69. Jewelry70. To tax or access71. Hollowed outDOWN1. Clean2. Car3. Stepped4. A tart spicy quality5. Streamlined6. Heartens7. Vague8. Mob9. Not the youngest10. A cylinder in a cave11. A foot traveller12. Leaves out 13. Anxious21. Tranquility25. Overtake26. Vats27. Module28. Liturgy29. Nutritious34. Unoriginality36. Smell37. Goddess of healing38. Views40. No more than 42. Swelling under the skin45. Emissaries48. Bloated51. A machine for baling hay52. Small African antelope53. Descendant55. Hiding place58. Rodents59. Moving within60. Egg-shaped61. Anagram of “Tine”62. SleighCLASSIFIEDSCROSSWORD PUZZLESUDOKU PUZZLEComplete the grid so that every row, column and 3x3 box contains every digit from 1 to 9 inclusively.  JOKIN’AROUNDWhat did the ocean say to the sailboat?Nothing, it just waved.PLACE YOUR AD HEREPlace your Classifi ed Ads Online at Spartandaily.CampusAve.comContact us at408.924.3270or email us atSpartanDailyAdvertising@gmail.comVisit our offi ce atDBH 213Offi ce Hours:1:30 - 4:15 P.M.SOLUTIONS 04/11/2019sjsunews.com/spartan_daily TUESDAY, APRIL 16, 2019OPINION 7A real life ‘Cory in the House?’2 FAIR 2 BALANCEDKunal MehtaSTAFF WRITERFollow Kunal on Twitter@legoktm2 Fair 2 Balanced Rating Sen. Cory Booker(D-NJ)Environment: \u0002\u0002\u0002\u0002\u0002Wage Disparity: \u0002\u0002\u0002\u0002\u0002Social Justice: \u0002\u0002\u0002\u0002\u0002Supreme Court: \u0002\u0002\u0002\u0002\u0002In this installment of “2 Fair 2 Balanced,” I’m breaking down the 2020 Democratic presiden-tial candidates from the perspective of a San Jose State student, hopefully giving you real, practi-cal advice on who you should be voting for in the primary.Th e fi ft h candi-date we’re looking at is the junior U.S. Sen-ator from New Jersey, Cory Booker. He received attention for releasing supposed-ly confi dential emails during now-Justice Brett Kavanaugh’s Senate confi rmation hearings.Th e former Stanford football player was named the third-most liberal senator by the New York Times a 2017 article, and Politico named him as part of the “Hell-No Caucus” in 2018 in response to him voting against most of President Donald Trump’s cabinet nominees.So let’s judge him on the issues: the envi-ronment, wage dispar-ity, social and criminal justice reform and the Supreme Court.Booker was one of the sponsors of Green New Deal legislation in the Senate, and decried those who claimed it was too expensive or imprac-tical, according to Th e Associated Press.“If we used to govern our dreams that way, we would have never gone to the moon,” Booker said in Iowa.He’s also taken a dif-ferent angle on the environment as an outspoken vegan.“Th e tragic reality is this planet simply can’t sustain billions of peo-ple consuming indus-trially produced animal agriculture because of environmental impact,” Booker said, according to Fox News.On the issue of wage disparity, Booker has some exciting ideas. Besides the standard Democratic platform that advocates for a $15 federal minimum wage, he wants to address the increasing racial wage gap.In 2017, the Wash-ington Post reported that the median white family has 10 times the wealth of the median black family. Booker wants to give each child an investment account funded by the government based on parents’ income levels, according to Vox.Th e money would need to be used for “asset-building” pur-chases such as educa-tion, homeownership or retirement. Compared to uni-versal basic income, this plan would off er more assistance to those who have been histor-ically disadvantaged and marginalized.One valid point that has been used against Booker is his close ties to Wall Street. Book-er has taken corpo-rate PAC donations in the past. Despite this past be-havior, Booker has dis-avowed taking PAC money for his 2020 campaign – a necessary step for any Democrat at this stage.Booker has made so-cial and criminal justice reform a key part of his platform. In 2017, he introduced legislation in the Senate to decrim-inalize marijuana at the federal level.Th at had been proposed before, but Booker’s bill went further by encouraging states to legalize the drug, and punishing states that didn’t by controlling allocation of federal funds, according to Vox. Most importantly, it would automatical-ly expunge previous marijuana convictions.U n f o r t u n a t e l y , when it comes to  ed-ucation, his record is less progressive. Booker is a proponent of school choice and spoke at the 2016 policy summit of now-Secre-tary of Education Betsy DeVos’s American Fed-eration for Children in favor of the organization’s policies, according to the Washington Post.And on the issue of the Supreme Court, Booker is taking a cautious approach. According to Polit-ico, Booker was wor-ried about expanding the size of court being a “tit for tat” situation during an interview last month.“So when the Demo-crats expand it to 11, 12 judges, when Republi-cans have it, they expand it to 15 judges,” he said in a March interview.Th is is a pretty ratio-nale stance, given that previous confl icts over the Supreme Court tend to escalate fur-ther when a diff erent party is in control of the presidency.Overall, Booker has a mostly progressive track record, with detailed legislative eff orts for each issue.Next week, we’ll look at Sen. Elizabeth Warren of Massachusetts. IMAGE COURTESY OF WIKIMEDIA COMMONSNew Jersey junior Senator Cory Booker has made environmentalism, income equality and the decriminalization of marijuana emphasized points in his 2020 campaign. SPORTSsjsunews.com/spartan_daily TUESDAY, APRIL 16, 20198Register at: www.chabotcollege.eduEarn your bachelor’s degree faster and save money.  Take summer classes with us, and transfer the units.Invest in New football center set to break groundFollow Kunal on Twitter@legoktmBy Kunal Mehta STAFF WRITERMAURICIO LA PLANTE | SPARTAN DAILYAthletics Director Marie Tuite uses a yardstick to walk the audience through the future South Campus plan during a football town hall Saturday. She says June 5 will be the  groundbreaking ceremony for a  football operations center.The long-awaited foot-ball operations center is coming. Athletic Director Marie Tuite announced during a football town hall Saturday that the universi-ty will break ground June 5.  The new building is expected to help recruit more talent to San Jose State football.“This building is cru-cial to our presence in the Mountain West [Conference] and football, and here’s the day we’re going to put a shovel in the ground,” Tuite said.The town hall was primar-ily aimed at donors, but Tuite said she opened it to the pub-lic “a couple of years ago.”Deputy Director of Athletics for Athletics Advancement Josh Thiel said that Athletics’ goal is to raise $40 million for the center. “Almost $22 million raised in 20 months, pret-ty impressive progress for a short amount of time,” Thiel said.Kevin Swanson, SJSU class of  1987, and his wife Sandy Swanson donated $1 million toward the center in January.“The operations center will allow us to attract tal-ent for a winning program,” Kevin Swanson said. “We are a world class learning institution, but we’re not rec-ognized that way.”Tuite said that San Jose State needs to be more com-petitive in football and bas-ketball. But the university’s expectations need to match its investments, she added.“If we want programs in the top half of the Mountain West, we need to invest like the top half of the Mountain West does,” she said.The men’s basketball recruiting budget is $45,000, while the next closest school in the Mountain West has a budget of $90,000, Tuite said.The planned football operations center is a part of ongoing and future renova-tions of South Campus.Charlie Faas, the vice president for adminis-tration and finance, said, “Over the past three years, we’ve renovated over 40% of South Campus.”Tuite highlighted the women’s golf team’s success this year, connecting it to the new golf facilitythat opened in June 2017. The team is currently playing in the Mountain West Championship, and has a four point lead after the first round. Academics were men-tioned as well, with Tuite celebrating the 57 athletes that made the Mountain West Fall Sports All-Academic team including 29 from football.Tuite also addressed the lack of a track and field in the new plan for South Campus, where it will be replaced by a four-story parking garage.“In previous plans for South Campus, we had a footprint for track,” she said. “Ten days ago Charlie [Faas] and I told our men’s and women’s track team that there would not be a footprint for track on South Campus.”The track athletes were “very, very upset” about the news, Tuite said. The university is arrang-ing a lease for the team to practice off campus, she added.While the university has its own parking needs, Tuite said the school needs the new parking garage six days a year – for home football games.Between the new garage and the current Park-and-Ride Lot, there will be 2,300 parking spaces, she said. That would be insufficient for the expected 15,000 fans in attendance, assum-ing one car per every three people.“But you know what gang, that’s as good as it’s going to get,” Tuite said. “You’re going to have to take Uber, Lyft, scoot-ers. We’re going to have to figure it out. Because there’s no other footprint for parking on top of the other needs we have.”Faas said once ren-ovations are complete, South Campus will be filled with “stunning first class facilities for our student-athletes.”Donors agree. “People will recognize San Jose State as a universi-ty, not a commuter college,” donor Kevin Swanson said.The operations center will allow us to attract talent for a winning program. We are a world class learning institution, but we’re not recognized that way. Kevin Swansonfootball donor, class of ‘87",
    "id": 215412839,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:spartan_daily_2019-1031"
    },
    "title": "Spartan Daily, April 16, 2019",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-16T08:00:00+01:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1031&amp;context=spartan_daily_2019"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215412839.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215412839"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215412839/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215412839/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215412839"
        }
    ],
    "abstract": "Volume 152, Issue 32https://scholarworks.sjsu.edu/spartan_daily_2019/1031/thumbnail.jp",
    "tags": [
        "text",
        "Spartan Daily",
        "newspaper",
        "Communication",
        "Journalism Studies",
        "Mass Communication",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:spartan_daily_2019-1031",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215412839,
        "depositedDate": null,
        "publishedDate": "2019-04-16T08:00:00+01:00",
        "updatedDate": "2024-01-20T09:45:01+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:27:53+01:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/spartan_daily_2019/32",
        "https://scholarworks.sjsu.edu/context/spartan_daily_2019/article/1031/viewcontent/SD041619ALL_CORR.pdf"
    ],
    "lastUpdate": "2024-01-20T09:45:01+00:00",
    "setSpecs": []
}