{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Goodman, S. Vance"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-09T08:14:20+00:00",
    "dataProvider": {
        "id": 1325,
        "name": "DigitalCommons@The Texas Medical Center",
        "url": "https://api.core.ac.uk/v3/data-providers/1325",
        "logo": "https://api.core.ac.uk/data-providers/1325/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.58464/2168-670X.1367",
    "downloadUrl": "https://core.ac.uk/download/147566838.pdf",
    "fullText": "Journal of Family StrengthsVolume 17Issue 2 The Changing Landscape for LGBTIQFamilies: Challenges and ProgressArticle 412-31-2017Spirituality, Healing and the Whole Person:Reconciling Faith in the Transgender CommunityS. Vance GoodmanChildren's Health - Medical Center Dallas, sargoo@childrens.comFollow this and additional works at: http://digitalcommons.library.tmc.edu/jfsThe Journal of Family Strengths is brought to you for free and open accessby CHILDREN AT RISK at DigitalCommons@The Texas Medical Center.It has a \"cc by-nc-nd\" Creative Commons license\" (Attribution Non-Commercial No Derivatives) For more information, please contactdigitalcommons@exch.library.tmc.eduRecommended CitationGoodman, S. Vance (2017) \"Spirituality, Healing and the Whole Person: Reconciling Faith in the Transgender Community,\" Journal ofFamily Strengths: Vol. 17 : Iss. 2 , Article 4.Available at: http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/4Introduction Transgender culture, perspectives, and issues have become heated topics of conversation because of recent events in government, the news, and social media. This has caused much attention to be drawn toward people who identify as transgender. Some of the attention has been positive and empowering. On the other hand, some of the attention has been negative and hurtful. Within religious circles, there are clergy and faith leaders who support the transgender community and there are those who ardently oppose it to the point of judgment and name-calling. This opposition toward transgender people by faith-based organizations (churches, synagogues, mosques, temples, etc.) can have a profound effect on the spirituality of their congregants – the people who identify as transgender, their friends, and their acquaintances.  The message that is transmitted from these places of worship that disagree with transgender identities is one of dismissal. Transgender people hear that they do not belong in faith circles because of rules, dictated by an interpretation of Scripture and religious tradition, that say they are “confused” or are “an abomination” and “sinners.” As a result, people wonder about their belonging, their ability to remain faithful, and their self-worth as spiritual beings. Children and teenagers, those just at the point where they begin to question their identity and their sense of self, are especially at risk when they hear these messages of disdain. This article seeks to address how children with gender dysphoria and those who identify as transgender might overcome the religious and faith-based stigma that they may encounter. By seeking guidance from supportive people and affirming spiritual care providers, these children and teenagers have a chance at preserving their faith and their sense of the sacred. The children, teens, and families who are seen at the GENECIS Program clinic at Children’s Health – Children’s Medical Center of Dallas are seen as whole persons. The GENECIS Program exemplifies how to provide holistic care for children with gender dysphoria. Despite the religious culture surrounding some of the children and teens who frequent the GENECIS clinic, the spiritual care practitioners who work with these patients attempt to uphold and encourage their spirituality. This article is based on the encounters between children, teens, family members, and the spiritual care providers at Children’s Health. It does not reflect a larger population than the patients in the GENECIS clinic, but it does address how spiritual care can be integrated into the holistic healing and care of people with gender dysphoria and those who identify as transgender.   1Goodman: Spirituality, Healing and the Whole PersonPublished by DigitalCommons@TMC, 2017Spiritual Questions and Holistic Health Does God love me?  Does God make mistakes?  Why did God make me this way … with this body?  Am I going to hell?  These are some of the questions posed by children and teenagers who struggle with gender dysphoria. The questions highlight some of the spiritual distress that is experienced when individuals identify with a gender that was not assigned them at birth. As they wrestle with understanding their identity holistically and in a way that includes spiritual nurture, religious heritage, and faith, some of these children and adolescents may come to identify themselves as transgender. These individuals ask difficult anthropological and theological questions as they seek to reconcile and integrate their spirituality into a new identity (in terms of their gender) and a new way of presenting themselves to the world.  As a spiritual care provider at Children’s Health in Dallas, I am called upon to visit patients and the families/guardians who accompany them, who may be receiving new diagnoses and experiencing acute or chronic illness, surgery, trauma, and a host of other things witnessed in the hospital setting. One program within Children’s Health is the GENECIS (GENder, Education and Care, Interdisciplinary Support) clinic, which specializes in assisting children and their families as they work through the condition of gender dysphoria. When patients and their families present to the GENECIS clinic, many of them may be facing some of the same existential limits that are associated with other acute, chronic, and traumatic conditions. These patients and families have questions that challenge their system of belief and their ability to make meaning in the midst of crisis.  Many of the patients and families who come to the GENECIS clinic at Children’s Health arrive with a host of inquiries. For this reason, the GENECIS team takes a multidisciplinary approach to the holistic care that is given to the children and their families. The interdisciplinary team includes specialists in pediatric and adolescent medicine, endocrinology, gynecology, psychology, psychiatry, social work, clinical ethics, and pastoral care. All of these team members work together to provide optimal patient care and family support that is individualized to meet the needs of each child or teen. When children and teenagers and/or their parents come to the GENECIS Program with questions about their spirituality or religious beliefs, and how these fit into the exploration of gender and identity, the pastoral care department is called to journey alongside them. When they 2Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 4http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/4ask incredibly tough questions about life, creation, and God, a spiritual care provider is called to assist them in the exploration of these inquiries. It would be nice to think that a specialist in pastoral and spiritual care has the answers to the spiritual questions that are posed in a pediatric setting. Some of the questions I most frequently hear are these: “Why did God do this to us?” “Why my child … and why me?” “What am I going to do if God does not heal my child?” The truth is that we do not have the answers, nor is it the job of our department to have the answers.  My job as a spiritual care provider is to support, to accept, and to love without exclusion. This means listening to the difficult queries, exploring people’s manner of making meaning of the world, and helping them to hold onto their integrity and dignity while answering the questions themselves. I have come to realize, after several years of working in this setting, that most people already have the answers to the questions they are asking. They have the answers within them, within their identity, their family system, faith, culture, and heritage. Sometimes, the answers reside below consciousness, and it is our job, as spiritual care providers, to help these answers come to the surface. It is my job to encourage and challenge people to remember who they are as spiritual human beings. In response to the question “Does God love me?” I answer, “Tell me what you believe about God and what you believe about love.” In hearing the question “Am I going to hell?” I might ask children or teenagers to talk about what they believe about hell and/or an afterlife. When adolescents ask, “Why would God make me this way?” I wonder with them about their beliefs regarding creation, how they have survived “this way” (in this body), and what it feels like to identify with another gender. What I believe specifically and/or theologically does not matter in the therapeutic setting. What does matter is that I support, accept, and love these patients and their families as they come to find answers to their own questions.  Often, in the GENECIS clinic, the parents who accompany their child or teen will ask similar existential questions: “Why did God do this to us?” I explore with them the way in which they are making meaning of this new identity and transition within their child and within themselves. I talk with them about what it feels like to be the parent of a transgender human being. Simultaneously, parents express grief in the loss of the child they once knew (either a boy or a girl) and the hope of getting to know the child with a new identity (in the transition to expressing another gender identity).  This grief is real, and although their child does not physically die, parents describe a loss of the preconceived life they envisioned for their child. Their own identity as “parents of a son” or “parents of a daughter” 3Goodman: Spirituality, Healing and the Whole PersonPublished by DigitalCommons@TMC, 2017shifts dramatically, and they begin to question what the future holds. A father who saw himself walking his daughter down the aisle is now beholding a son. A mother who looked forward to her son’s bar mitzvah is now attempting to plan a bat mitzvah along with the other girls from the temple. A sister who used to meet her older sister in the girls’ locker room after practice now wonders where she will meet her older brother. As identities change, relationships change. Parents come to the GENECIS Program wondering about those things. I am honest in letting patients and their families know that I am not a repository of answers, but a person who can walk alongside their questions without judging them or being afraid of what may arise in conversation. I attempt to ask challenging questions and wonder with them about how they are creating meaning from this experience. I allow the children who identify as transgender, and their parents, to explore their beliefs and ideas so that they can formulate (or reconfigure) their life and faith around these strongly held beliefs and ideas.  I cannot and do not speak for God (thankfully). Rather, I wrestle alongside these children and teens as they attempt to come up with answers to the tough questions of creation, anthropology, theology, and soteriology (salvation theory). Much of this work is mysterious, and the answers are elusive. There is mystery present in acknowledging a Divine presence in the midst of a struggle. There is mystery in our definitions of gender, and of what it means to identify as transgender in our culture and society. There is mystery in wondering about the gender of God: whether God is male, female, neither gender, or both genders. We ask each other things about life, and spirit and soul. Rather than coming up with correct answers, we come up with ways to make meaning of our existence as human beings. Rather than landing solidly on some truth (with a capital T), we wonder about the truth that experiences teach us. In the midst of these questions and wonderings about spirituality, I have found rules and doctrine unhelpful. Whether or not they identify as a transgender or non-binary gender person, children and teenagers are already facing transition and change in their lives. The emotional, spiritual, social, and physical transition process for a young person who identifies as transgender is an added layer of change. These young people do not need a rigid, judging, or punishing belief system to force them into discomfort and alienation. They do not need doctrine or rules to dictate the right and wrong of their faith story. To uphold their identity and their hope, what these kids need is acceptance, support, and love as they go through something mysterious, vast, and perplexing.  4Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 4http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/4The Mystery of Transgender Medicine and Science Until recently, children and teenagers who questioned their gender identity lacked appropriate and supportive resources. Often, these kids and adolescents did not feel affirmed in their identity and might not have felt comfortable asking for help. Many of these people hid their discomfort by conforming to the gender assigned them at birth. The research published by the American Psychological Association (American Psychological Association, 2015) describes the emotional and psychological health of children and adolescents with gender dysphoria reveals disappointing results. A large percentage (over half) of the children and teenagers who have this condition manifest symptoms of depression and anxiety, mood disorders, and medical problems such as high blood pressure, obesity, eating disorders, and insomnia. Unfortunately, there are high rates of suicide, attempts at suicide, and suicidal ideation in this population of adolescents. Not having supportive measures in place, transgender children and teenagers are an “at risk” community of young people. Since the development and release in 2009 of the Endocrine Society’s Clinical Practice Guideline (Hembree et al., 2009) for gender nonconforming children and the initiation of clinical treatment facilities across the United States, these children, teens, and their families are beginning to receive support for their concerns regarding gender dysphoria and transgender identity. Many of the children and adolescents who come to the GENECIS clinic have had previous diagnoses of anxiety, depression, and other mood and behavior disorders. They are required to have a referring psychologist or psychiatrist during the initial intake process. When these children receive support and begin treatment and exploration of the gender dysphoria or transgender orientation, they certainly do not miraculously become symptom-free, but they do report a clearer sense of self and lessened emotional distress. During the GENECIS staffing sessions, the emotional, psychological, and spiritual dimensions of these patients are reviewed and discussed. The team at Children’s Health strives to address and mitigate the distress that many of these children experience. Although efforts to support and address the needs of children and teens who have gender dysphoria and/or who identify as transgender are now being made, there is a lot that the medical community does not know (Boghani, P, 2015). Each child or teenager who comes to the GENECIS clinic comes with individual and specific needs. The desires and hopes of each patient and family are different, as are the goals and recommendations of the treatment plan. During a pediatric patient’s treatment, several stages may occur The child or teenager may transition 5Goodman: Spirituality, Healing and the Whole PersonPublished by DigitalCommons@TMC, 2017socially, a process that sometimes includes name change, identifying a preferred gender pronoun, and expressing gender in a new way (through clothes, hairstyles, piercings, etc.). All of these changes are external and relatively impermanent.  The child or teenager may seek medical treatment, including puberty blockers and cross-sex hormones. These changes affect the body internally, and some of them have permanent effects on the way the child develops physically. The multidisciplinary team at GENECIS does not recommend medical treatment lightly and is discerning when helping patients and families make this decision. Later in life, these children and teens may opt to have gender reassignment surgeries, which are currently not offered through the GENECIS Program or at Children’s Health. It is recommended that the person become an adult (legally consenting at 18 years old) before making a decision to reassign. These surgical changes have incredibly lasting and permanent effects. As these medical and surgical options become available to younger populations, many questions arise. We do not have the answers to the inquiries … nor do we know the future.  A host of questions arise in treating transgender children and adolescents; questions to which, again, we do not have answers. What will happen to these children 20, 30, or 70 years from now? Will the social transition, as well as the transitional medicines and surgeries, have detrimental affects on their physical, emotional, and spiritual health in the future? The medical community is asking such questions about the long-term effects, risks, and benefits of the medicines that are used to ease the distress associated with a gender transition (Chen, A., 2015). The patients and families come with questions as well. Many of the inquiries revolve around safety and longer-term results of the treatments.  The questions that arise for older patients and their parents are about future goals for life, love, and relationships. They wonder about finding healthy relationships, about partners who will journey with them, and about how sexual expression can find a place within this new identity they claim. These patients and parents ask about childbirth and the effects of the medicines on fertility. Medical staff are equipped to answer to the best of their ability; however, the outlook regarding the long-term health of transgender youth is unknown territory. There are some questions we can answer, and there are some for which we do not have the answers.  Although the medical community lacks experiential knowledge of the longer-term effects of the treatment protocol for gender transition, many of the effects can be seen relatively immediately. When children and teens come to the GENECIS clinic and receive care, this can be the first 6Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 4http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/4step in addressing the concerns they raise regarding their gender dysphoria. Many of the patients arrive with enthusiasm and excitement. Most of these children and teenagers report feeling appreciative of the support that is offered as their questions, concerns, and hopes are acknowledged. Some of the patients express that their feelings of anxiety, sadness, low self-esteem, and anger are lessened after they find a supportive and affirming community. Despite the many questions that linger, what we do observe is that when these children and teens are supported holistically, they appear to function and thrive within a new and different identity.  The Mystery of Transgender Youth and Spirituality The treatment of transgender youth is a recent medical phenomenon and one that has been under scrutiny and caused debate across continents. There are many unanswered questions that will not be answered until the current generation develops and grows old. The mystery of what it means to be a transgender individual is perplexing. The mystery of what it means to be a spiritual individual is also a bit enigmatic and inexplicable. The role of pastoral care is to walk into the mystery, with faith that answers are found not only in the destination but also throughout the journey. Spiritual care providers are asked to assist in the meaning making process so that the whole person (body, mind, spirit, and/or soul) can remain intact in the midst of crisis, transition, trauma, and change, as well as during the mundane moments of human development and growth. The spiritual support of transgender youth is incredibly important. As transgender children and adolescents filter through all the messages they receive from the media, culture, religious institutions, and their own schools, spiritual care can nurture their character, their relationships, and their development as human beings. Young people need encouragement to wonder about their personal identity, integrity, and the relationships they have with the world around them. Spiritual care focuses on the connections and relationships people have with themselves, their environment, other persons, and something larger than themselves (i.e., God, divinity, infinity, etc.). It is within the framework of relationships that people begin to ask existential questions regarding life and meaning, death and doubt, faith and creed. The beliefs that a person holds are building blocks to be used as they create meaning in the midst of questions and doubts. The religious and/or faith tradition a person identifies with can be another part of building that meaning. Telling stories and sharing experiences illustrate how a person uses beliefs and faith in real time and actual existence. A spiritual care provider encourages and 7Goodman: Spirituality, Healing and the Whole PersonPublished by DigitalCommons@TMC, 2017assists people while they are putting the different pieces of their beliefs, faith, and experience into place.  Allowing transgender youth not only to tell their story but also to explore it in a way that encompasses spirituality can be healing psychologically, emotionally, and spiritually. In the GENECIS clinic, I will ask patients about their relationships. We talk about their friends and family members who are supportive and those who are not, and how this affects the relationship. I ask questions about their relationship with the Divine and how this relationship helps to heal or hurts. I inquire about religious beliefs and faith systems. We often explore the intersection of spirituality and gender, two topics that are vast and mysterious. We use conversation, as well as creative arts, to explore these questions. Some patients prefer sharing Scripture reading, contemplative practices, and prayer. Other patients share through storytelling, writing poetry, and drawing pictures. Each of these modes taps into something spiritual, something that surpasses our understanding of the material and physical nature of our world.  Transgender youth are like any other population of youth in that they want to be accepted, supported, and loved. Transgender youth are unlike other young people because they have something distinctly unique to share with the world. It is important that our society does not lose sight of their contribution. More than anything, it is important that we do not lose sight of how spiritualty, creativity, and mystery can encourage the transgender population. Transgender children and teens who hear the conflicting messages of affirmation and condemnation from political groups, society, and religious institutions are especially vulnerable. These youth, no different in their nature from other persons of their age, need to know that they are noticed, important, and appreciated. When a spiritual care provider notices, upholds, and appreciates transgender young adults, those young persons are encouraged in their own spiritual identity. Amidst heated debates and mixed messages about their belonging in faith circles, when caregivers foster the spirituality of transgender youth, these young people may reconcile their sense of the sacred. When transgender children and teens are encouraged to ask questions, seek meaning, and explore faith, they often come away with a heightened awareness of the spiritual dimension in life and an awareness of the mysterious divine.     8Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 4http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/4References American Psychological Association. (2015). Guidelines for psychological practice with transgender and gender nonconforming people. American Psychologist, 70(9), 832–864. Retrieved from https://www.apa.org/practice/guidelines/transgender.pdf Boghani, P. (2015). When transgender kids transition, medical risks are both known and unknown. PBS: Frontline – Growing Up Trans. Retrieved from https://www.pbs.org/wgbh/frontline/article/when-transgender-kids-transition-medical-risks-are-both-known-and-unknown/  Chen, A. (2015). Health effects of transitioning in teen years remain unknown. National Public Radio: Shots – Health News from NPR. Retrieved from http://www.npr.org/sections/health/shots/2015/07/22/424996915/health-effects-of-transitioning-in-teen-years-remain-unknown  Hembree, W., Cohen-Kettenis, P., Delemarre-van de Waal, H., Gooren, L., Meyer III, W., Spack, N., … Montori, V. (2009). Endocrine treatment of transsexual persons: An Endocrine Society Clinical Practice Guideline. The Journal of Clinical Endocrinology and Metabolism, 94(9), 3132–3154.  9Goodman: Spirituality, Healing and the Whole PersonPublished by DigitalCommons@TMC, 2017",
    "id": 147566838,
    "identifiers": {
        "doi": "10.58464/2168-670X.1367",
        "oai": "oai:digitalcommons.library.tmc.edu:jfs-1367"
    },
    "title": "Spirituality, Healing and the Whole Person:  Reconciling Faith in the Transgender Community",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-12-31T08:00:00+00:00",
    "publisher": "DigitalCommons@TMC",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.library.tmc.edu/cgi/viewcontent.cgi?article=1367&amp;context=jfs"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/147566838.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/147566838"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/147566838/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/147566838/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/147566838"
        }
    ],
    "abstract": "Abstract\nTransgender issues have become a topic of common conversation due to recent events in government, the news and social media. This has caused much attention to be drawn to the people who identify with the transgender community. Some of the attention has been positive and empowering. Some of the attention has been negative and hurtful. Within religious circles, there are clergy and faith leaders who support the transgender community and there are those who ardently oppose it to the point of judgment and name-calling. This opposition of transgender identifying people by faith-based organizations (churches, synagogues, mosques, temples, etc.) can have a profound impact on the spirituality of their congregants – the people who identify as transgender, their friends and acquaintances.\nThe message that is transmitted from these places of worship that disagree with the transgender identity is one of dismissal. Transgender people hear that they do not belong in faith circles because of the rules, dictated by an interpretation of Scripture, that say they “are confused” or are “an abomination” and “sinners.” This causes people to wonder about their belonging, their ability to remain faithful and their self-worth as spiritual beings. Children and teenagers are especially at risk when they hear these messages of disdain just as they begin to question their identity and their sense of self. This article seeks to address how children with gender dysphoria and those who identify as transgender might overcome the religious and faith-based stigma that has been put upon them. By seeking guidance from supportive and affirming spiritual care providers, these children and teenagers have a chance at preserving their faith and their sense of the sacred.\nThe children, teens and families that are seen at the Genecis Clinic at Children’s Health – Medical Center Dallas are seen as a whole person. By using the Genecis Program at Children’s Health as an example of holistic care for children with gender dysphoria, this author will describe how practitioners can uphold and encourage the spirituality of transgender people, even when the religious culture tells them otherwise. This paper is based on the first hand encounters between children, teens, family members and the spiritual care providers at Children’s Health. This paper does not reflect a larger population than those in the Genecis Clinic but it does address how spiritual care can be integrated into the holistic healing and care of people with gender dysphoria and those who identify as transgender",
    "tags": [
        "text",
        "spirituality",
        "transgender",
        "faith",
        "gender dysphoria",
        "support"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.library.tmc.edu:jfs-1367",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1325",
        "openDoarId": 0,
        "name": "DigitalCommons@The Texas Medical Center",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 147566838,
        "depositedDate": null,
        "publishedDate": "2017-12-31T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:01:34+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-09T08:14:20+00:00"
    },
    "urls": [
        "https://digitalcommons.library.tmc.edu/jfs/vol17/iss2/4",
        "https://digitalcommons.library.tmc.edu/context/jfs/article/1367/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T00:01:34+00:00",
    "setSpecs": []
}