{
    "acceptedDate": "",
    "authors": [
        {
            "name": "D\\u27Amours, Tanya"
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-18T15:57:06+01:00",
    "dataProvider": {
        "id": 11097,
        "name": "Scholars Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/11097",
        "logo": "https://api.core.ac.uk/data-providers/11097/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/303919578.pdf",
    "fullText": "Wilfrid Laurier University \nScholars Commons @ Laurier \nTheses and Dissertations (Comprehensive) \n2016 \nSTIGMA, COMMUNITY CONNECTEDNESS, AND SOCIAL \nSUPPORT AMONG TRANS WOMEN LIVING WITH HIV IN \nONTARIO: FINDINGS FROM THE TRANS PULSE PROJECT \nTanya D'Amours \nWilfrid Laurier University, dxam8450@mylaurier.ca \nFollow this and additional works at: https://scholars.wlu.ca/etd \n Part of the Community Psychology Commons \nRecommended Citation \nD'Amours, Tanya, \"STIGMA, COMMUNITY CONNECTEDNESS, AND SOCIAL SUPPORT AMONG TRANS \nWOMEN LIVING WITH HIV IN ONTARIO: FINDINGS FROM THE TRANS PULSE PROJECT\" (2016). Theses \nand Dissertations (Comprehensive). 1877. \nhttps://scholars.wlu.ca/etd/1877 \nThis Thesis is brought to you for free and open access by Scholars Commons @ Laurier. It has been accepted for \ninclusion in Theses and Dissertations (Comprehensive) by an authorized administrator of Scholars Commons @ \nLaurier. For more information, please contact scholarscommons@wlu.ca. \n\t\r   i\t\r  \n\t\r  \nSTIGMA, COMMUNITY CONNECTEDNESS, AND SOCIAL SUPPORT AMONG \nTRANS WOMEN LIVING WITH HIV IN ONTARIO: FINDINGS FROM THE TRANS \nPULSE PROJECT \nby \nTanya D’Amours \nMaster of Arts Degree, Wilfrid Laurier University, 2016 \nTHESIS \nSubmitted to the Department of Psychology \nin partial fulfillment of the requirements for \nMaster of Arts in Community Psychology \nWilfrid Laurier University \n© Tanya D’Amours 2016 \n \n \n \n \n \n \n \n \n \n \n \n\t\r   ii\t\r  \n\t\r  \nAbstract  \t\r  \n Trans (transgender, transsexual, transitioned) individuals face numerous challenges to \ntheir health and well-being (Bauer, Hammond, Travers, Kaay, Hohenadel & Boyce, 2009). Trans \nwomen in particular face disproportionately high rates of negative health outcomes, including \nHIV. Trans women face intersecting stigmas, which result in transphobia, trans erasure, \nisolation, and other systemic barriers to their well-being (Logie, James, Tharao, & Loutfy, \n2012a). Despite their elevated risk, trans women, particularly those living with HIV, are \ninvisible, neglected or underrepresented in research (Logie, et al., 2012a). Research suggests that \ncommunity connectedness and social support are factors that impact the wellness of marginalized \npeople (Kertzner, Meyer, Frost & Stirratt, 2009).  Research has not yet, however, assessed their \nimpact on trans women living with HIV, nor has it examined how various types of stigma may \nshape community connectedness and social support. The data used in this study were collected \nthrough the Trans PULSE Project, a community-based research (CBR) project that investigated \nthe impact of social exclusion and discrimination on the health of trans people in Ontario, \nCanada.  Trans women living with HIV were interviewed and analyses were conducted on 14 \ntranscripts in order to understand the ways in which various types of stigma shape community \nconnectedness, social support, and well-being for trans women.  Stigma was described as a result \nof gender identity, HIV status, and the women’s intersectional identities. Through the discussion \nof stigma, the women described the types of connections that they made with HIV/AIDS, \nLGBT/trans, and cultural communities. They also identified sources of social support that could \ninclude, family, friends, romantic relationships, sex workers and helping professionals. \n Key words: stigma, trans women, HIV, community connectedness, social support, well-\nbeing, Trans PULSE \n\t\r   iii\t\r  \n\t\r  \nAcknowledgements \t\r  \n Nobody said grad school would be easy, but the amazing team I had working with me, \nsupporting me, and helping me keep everything running smoothly (or as smoothly as possible) \nwas what really made this experience unforgettable and life-changing.  \n First and foremost, I would like to thank my supervisor, Dr. Robb Travers, for his time, \nadvice, comedy, guidance, and wisdom. Thank you for seeing the potential in me, and for \nwelcoming me into your lab. You allowed me to make my own choices and mistakes, but still \nwere able to provide help, advice or last minute Lancaster meetings when necessary. I have been \nfortunate to know you and work with you over the last two years. Thank you. \n I would also like to extend my gratitude to my committee members, Dr. Todd Coleman, \nDr. Vanessa Oliver, and Dr. Carmen Logie, who contributed their time and expertise to my \nthesis. You challenged me and pushed me, and helped me develop my research beyond what I \nwould have thought possible. It has been an honour working with you.  \n To my cohort, you were my friends, my support system, my colleagues, and the people I \nlaughed, cried, confided in, and admired. I don’t know how I would have made it through \nwithout you. Thank you for the all the co-dependence, I love you all.  \n Finally, I need to thank my family and friends for their love and support. Mom and Dad, \nthank you for encouraging me and believing that I could do this. While you may not have known \nexactly what I studied, you never once doubted that I was capable. I couldn’t have done this \nwithout you, and I love you both. Destin, my rock, thank you for following me to Waterloo, \nthank you for supporting me, thank you for the food and the comfort when I needed it, thank you \nfor the time, the talks, and the adventures. You are wonderful, and I love you.  \n\t\r   iv\t\r  \n\t\r  \nTable of Contents \nAbstract ........................................................................................................................................... ii \nAcknowledgements ........................................................................................................................ iii \nTable of Contents ........................................................................................................................... iv \nList of Tables ivi \nBackground and Significance ......................................................................................................... 1 \nStigma and intersectionality ........................................................................................................ 2 \nCommunity connectedness and social support ........................................................................... 4 \nMethods........................................................................................................................................... 6 \nResearch Questions ..................................................................................................................... 6 \nThe Trans PULSE Project ........................................................................................................... 6 \nData Collection ........................................................................................................................... 6 \nParticipants .................................................................................................................................. 6 \nData Analysis .............................................................................................................................. 7 \n Structural Coding………....……………………………………………………………….7 \n Thematic Analysis …………………….......…...…………………………………………7 \n Theory Creation…………….……………………………………………………………..8 \nResults ............................................................................................................................................. 8 \nStigma ......................................................................................................................................... 8 \n Trans related stigma…..……………………………………..…………………………….8 \n HIV related stigma...……………………………..…………...…………...……………..10 \n Stigma due to intersecting identities..………………………………….……….………..11 \nCommunity Connectedness ...................................................................................................... 13 \n Connections to HIV/AIDS communities……….………...…..………………………….14 \n\t\r   v\t\r  \n\t\r  \n Connectedness with trans communities ..…………………...………………..………….16 \n Connections with cultural/racialized communities……...….…...……………………….18 \nSocial Support ........................................................................................................................... 19 \n Family………………..…………………………………………………………………..19 \n  \n Romantic relationships………………………………………………………...................22 \n \n Shared identity as a form of social support.................……………………………….......24 \n \nWell-Being ................................................................................................................................ 25 \n Isolation……………………………………………………………………….......……...26 \n Resisting and reframing...……………..………………………………….…………...…27   \nDiscussion ..................................................................................................................................... 29 \nStigma ....................................................................................................................................... 29 \nIntersectional Identities and Stigma .......................................................................................... 30 \nCommunity connectedness and social support as resisting stigma ........................................... 33 \nRecommendations ..................................................................................................................... 36 \nImplications for Stigma reduction ............................................................................................ 37 \nLimitations and Conclusions ......................................................................................................... 39 \nAppendix A. Participant self-description of gender identity (Phase III participants) ................... 41 \nAppendix B. Audit Trail ............................................................................................................... 42 \nReferences ..................................................................................................................................... 44 \t\r   \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \n\t\r  \n\t\r   vi\t\r  \n\t\r  \n\t\r  \nList\t\r  of\t\r  Tables\t\r  \n\t\r  Table\t\r  1.\t\r  Types\t\r  of\t\r  stigma\t\r  that\t\r  may\t\r  affect\t\r  the\t\r  lives\t\r  of\t\r  trans\t\r  women\t\r  living\t\r  with\t\r  HIV…………...49\t\r  \n \nTable 2. Recommendations for Countering Stigma through Community Connectedness………50 \n \n \n \n\t\r   1\t\r  \n\t\r  \nBackground and Significance \n In Ontario, HIV prevalence among trans1 women is estimated to be 3%, approximately \n16 times greater than for cisgender Ontarians (Bauer, Travers, Scanlon & Coleman, 2012).  This \ncan be explained, at least in part, by the social determinants of health that affect trans women at \nstructural levels, and render them more vulnerable to becoming HIV positive. Social exclusion \nand isolation, economic marginalization, and inaccessible health care services, outcomes of \nenacted stigma2 and transphobia, all play significant roles in producing adverse health outcomes \nfor trans women (Baral et al., 2013; Logie et al., 2012a; McWilliam, Leonard, Medd & members \nof the Ontario Women and HIV Working Group, 2007). For example, employment \ndiscrimination and poverty may force some trans women to engage in survival sex work, \nelevating their risk for HIV (Nemoto, Operario, Keatley & Villegas, 2004). Further, trans women \nmay avoid HIV prevention and treatment services to avoid anticipated stigma and discrimination \n(Baral et al., 2013; Logie & Gadalla, 2009; Nemoto, Operario, Keatley, Nguyen & Sugano, \n2005). Internalization of this stigma may result in further shame, isolation, low self-esteem and \nloneliness, as well as anxiety, stress and depression, known correlates of HIV risk behaviour \n(Bockting, Robinson & Rosser, 1998; Logie & Gadalla, 2009; Lombardi & van Servellen, 2000). \nAt an interpersonal level, physical and social violence, sexual assault, transmisogyny, and \ndiscomfort in cisnormative settings may also increase likelihood of becoming HIV positive \n(Herbst et al., 2008; Logie, James, Tharao & Loutfy, 2011; Pyne, 2015). Having multiple sex \npartners, inconsistent condom use during receptive anal sex, sex under the influence of drugs or \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  \t\r  1\t\r  Trans is used to describe a diverse group of people whose gender identity or expression differs from prevailing \nsocietal expectations. Trans includes transsexual, transitioned, transgender, genderqueer, gender fluid, as well as \nsome two-spirit people (Bauer, Hammond, Travers, Kaay, Hohenadel & Boyce, 2009). 2\t\r  For a list of the various types of stigma experienced by trans women living with HIV, see Table 1. \n \n \t\r  \n\t\r   2\t\r  \n\t\r  \nalcohol, sex with cisgender men who have sex with men, or having a partner of unknown HIV \nstatus all elevate HIV risk for trans women (Bauer et al., 2012). A search for affirmation from \npartners, and sexual identity conflict may also place trans women at increased risk of becoming \nHIV positive (Bockting et al., 1998). For example, some report having condomless sex with \nprimary partners as a means of demonstrating love and emotional connection, as well as to \nachieve gender validation from these partners (Nemoto et al., 2004).  \nStigma and intersectionality \n Various dimensions of perceived and symbolic stigma can impact the lives of trans \nwomen living with HIV. These may include social rejection, internalized shame, or social \nisolation (Fife & Wright, 2000). Trans women living with HIV also face the reality of living \nmultiple marginalized identities, best understood through an intersectional lens. These identities \ncan be those with which the women self-identify, including gender, sexual orientation, HIV \nstatus, race, ethnicity, class, or sex work identities, but can also include identities that others \nattribute to them (i.e. those that are prescribed to them regardless of their self-identification, but \nthat still shape the ways in which trans women navigate systems). Intersectionality generally \nrefers to the interactions between gender, race, and other characteristics of identity; it can also \ninclude the interaction between these and other stigmatized identities such as illness (Bockting et \nal., 1998; Cole, 2009; Logie et al., 2011).  Intersectionality implies that multiple marginalized \nidentities cannot be understood in isolation, but rather that they are mutually constituted and \ninteract to affect health and experiences of those in question (Bauer, 2014). This is of particular \nsignificance for trans women living with HIV, because it allows for the examination of their \nhealth and experiences through an intersectional lens that incorporates racism, sexism, misogyny, \ncolonialism, and illness. Previously, the minority stress model was used to describe stressors \n\t\r   3\t\r  \n\t\r  \nspecific to marginalized identities that individuals could experience, and the outcomes that these \nstressors had on their psychological well-being (Meyer, 2003). These stressors emerge as a result \nof socially-based structures that dictate social processes and institutional policies that often \nreinforce cisnormativity, thus increasing the negative outcomes of stigma experienced by trans \nwomen (Meyer, 2003). Logie and colleagues (2011) propose a model for intersectional stigma \nthat demonstrates how stigmatizing processes operate on multiple levels simultaneously to \nimpact the lives of women. This can have serious psychosocial consequences, such as rejection \nfrom friend and family groups, decreased intimacy, increased social stigma, and increased \nisolation (Logie & Gadalla, 2009; Marino, Simoni & Silverstein, 2007).  Such psychosocial \nstressors render individuals vulnerable to psychological distress, which can contribute to \ndecreased well-being (Logie et al., 2011; Marino et al., 2007). \nMany trans individuals fear the stigma associated with HIV/AIDS as it compounds that \nwhich already exists as a result of public reactions to their gender identity (Bockting, Robinson \n& Rosser, 1998). This intersectional stigma is further exacerbated for racialized trans women, as \nthey not only experience transphobia, but also navigate racist and colonialist systems that create \nfurther inequities for them (i.e. poverty, lower rates of HIV testing and education about HIV, \ninequitable power dynamic in relationships, etc.) (Longman Marcellin, Bauer, & Scheim, 2013). \nPerceived, instrumental, symbolic, or enacted stigma from social support systems, such as \nfamily, may result in increased negative health outcomes, such as psychological distress because \nfamily is often the vessel through which belonging – a fundamental human need - is experienced \n(Stutterheim et al., 2009). Further, enacted stigma may significantly reduce the opportunities \nallotted to marginalized groups, resulting in isolation or social exclusion, and decreased \nemotional well-being (Fife & Wright, 2000). Conceptualizations of stigma have shifted from \n\t\r   4\t\r  \n\t\r  \nsocial processes such as labelling and exclusion, to socio-cognitive approaches such as the \npsychological impacts of stigma, to examining the systems of power and oppression involved in \nproducing inequality (Logie, Newman, Chakrapani & Shunmugam, 2012b).  Parker and \nAggleton (2003) offer a framework by which stigma and its effects can be understood.  They \nsuggest, “stigma feeds upon, strengthens and reproduces existing inequalities of class, race, \ngender and sexuality” (p.13).  This may help to explain why trans women living with HIV may \nbe at greater risk for poor mental health outcomes, given they experience multiple and \noverlapping (HIV, gender, class, race) forms of stigma (Logie et al., 2011; Logie et al., 2012b).   \nCommunity connectedness and social support \nSense of community, or community connectedness, has been identified as a protective \nfactor against several negative mental health outcomes, and has been shown to increase both \nsocial and psychological well-being (Kertzner et al., 2009). Community connectedness refers to \nthe subjective sense of closeness to one’s social environment (Yoon, Lee & Goh, 2008).  It is \ndefined as an individual’s desire to belong to a larger collective, or to partake in relationships \nthat satisfy collective needs (Frost & Meyer, 2012). Trans women living with HIV may \nexperience connectedness to numerous communities, including but not limited to, trans \ncommunities, HIV/AIDS communities, and cultural/racialized communities. It is also possible \nthat, despite their intersecting identities, they may not identify with any of these communities. \nImportant characteristics of community connectedness are the satisfaction of individual needs \nthrough affiliation, mutually influential relationships with the collective, and shared emotional \nconnections (McMillan & Chavis, 1986). Furthermore, community connectedness is associated \nwith a variety of positive outcomes, such as increased psychological and social well-being (Frost \n& Meyer, 2012).  \n\t\r   5\t\r  \n\t\r  \nFurthermore, when a marginalized group engages in social comparisons to other groups, \nthe result may be deeper dissatisfaction with their own situation (Prilleltensky, 2012). However, \nfeeling connected to a community of individuals who share similar experiences can provide \nindividuals with opportunities to make positive social comparisons that increase well-being \n(Meyer, 2003). For example, social relationship variables such as social support and social \nacceptance have had positive effects on subjective well-being (Yoon et al., 2008). Building \nrelationships with peers who share similar experiences increases social support on several levels, \nincluding emotional, informational, and spiritual, and decreases psychological distress, and can \ncontribute to greater social acceptance and reduction in perceived stigma (Marino et al., 2007). \nVarying levels of social exclusion due to transphobia have been reported among a high \npercentage of trans people (Bauer et al., 2015). Not surprisingly, this social exclusion has been \nassociated with decreased well-being, more specifically, increased suicidal ideation and attempts \n(Bauer et al., 2015). There is currently a gap in the literature with regards to the social support \nand community connectedness experienced by trans women, however if we use the literature on \ncommunity connectedness and social support as a starting point, we can examine whether \nconnections to trans or HIV communities can foster a similar level of social support necessary to \naffect the impact of the intersectional stigma faced by trans women. Connectedness to trans \ncommunities may also lessen the impact of the experiences of intersectional stigma that arise \nfrom having multiple marginalized identities, which could increase psychological well-being \n(Frost & Meyer, 2012). \n\t\r   6\t\r  \n\t\r  \nMethods \nResearch Questions \n Two main questions, along with two sub-questions, guided the analysis: 1) How do trans \nwomen living with HIV experience community connectedness? What role does stigma play in \ncommunity connectedness?, and 2) What kinds of social support do trans women living with \nHIV have access to? What effect does social support have on well-being?  \nThe Trans PULSE Project \n The Trans PULSE Project was an Ontario-wide, multi-phase study. Its methods have \npreviously been described (Travers, Pyne, Bauer, Munro, Giambrone, Hammond & Scanlon, \n2013). Data for this analysis were drawn from a qualitative phase of the study focussed solely on \ntrans people living with HIV. \nData Collection \nSemi-structured, in-depth interviews were conducted with trans people living with HIV. \nAll participants were asked the same set of open-ended questions (Padgett, 2012). Interview \nquestions focused on general health, service access, social support/exclusion, and intersecting \nidentities. All interviews were conducted in English. Participants received a $25.00 stipend for \ntheir participation as well as transit fare and out-of-pocket expenses for childcare, when \nnecessary.      \nParticipants \n Fifteen trans individuals living with HIV were interviewed, ranging in age from 30 to 58, \nwith a median age of 40. Fourteen identified as trans women (male-to-female spectrum) and one \nas a trans man (female-to-male spectrum). Technical issues with audio equipment resulted in the \n\t\r   7\t\r  \n\t\r  \ninterview with the trans man being excluded from the data. The final sample consisted of 14 \ntrans women living with HIV. \nThis project took an open approach to the definition “trans”, and allowed people to self \nidentify using their own words (see Appendix A for the self-described identities of participants). \nThe two most common descriptors were “trans woman” and “transgender”. Three participants \nself-identified as Aboriginal, one as First Nations, five as Caucasian, two as French Canadian-\nCaucasian, two as Hispanic, and one as Latina. For the purposes of this manuscript, Indigenous \nwill be used in lieu of Aboriginal. \nData Analysis \nStructural Coding. Secondary analysis was conducted on the qualitative interview \nresponses. NVivo 11, a qualitative data management software program, was used to code and \nanalyze the sections of the interviews that were relevant to the two thesis questions. Structural or \nquestion-based coding (Saldaña, 2013), was used as it allowed for similarly coded segments to \nbe separated from the larger data set in order to explore them in greater depth and to address \nparticular questions. Segments of data that were coded included community connectedness, \nsocial support, stigma (HIV-related, gender related, or due to any other identity), and well-being. \nAfter the initial structural coding phase, similarly coded data were organized in a manner that \nallowed for secondary coding and analysis, as suggested by Saldaña (2013).  \nThematic analysis. The next step in the analysis was the development of themes. This was \ndone in order to determine patterns, regularities, contrasts, paradoxes and relationships that arose \nfrom these codes (Braun & Clarke, 2006). This step consisted of reading through the initial \ncoded sections in order to determine a narrative that was present in the transcripts, and then \nexpanding and collapsing the previously coded sections as required (i.e. grouping or separating \n\t\r   8\t\r  \n\t\r  \npreviously coded segments of data). What emerged was a set of broad themes with specific sub-\ncodes that demonstrated the major experiences and important reflections on the experiences that \nthe women shared. These themes then served as a starting point for reflection and theory creation \n(Coffey & Atkinson, 1996). An audit trail (See appendix B) was also kept during the analysis in \norder to demonstrate methodological transparency, as well as to document how codes were \nexpanded or collapsed into themes.  The codes that emerged from the structural coding phase of \nthe analysis were then grouped into the following parent codes during thematic analysis: \ncommunity connectedness, social support, stigma, well-being. Within these parent codes, a clear \npicture began to emerge about the lived experiences of the trans women in the study. \nTheory creation. Stigma theory as described by Goffman (1963) suggests that stigma is the \nresult of “tainted” or “flawed” attributes or identities that people or groups possess that set them \napart from others. For the purposes of this article, I have chosen to analyze stigma theory not \nonly as the result of a tainted or flawed attribute or characteristic, but as a process that operates \non multiple levels simultaneously (i.e. at the interpersonal (micro), community (meso), and \nstructural/institutional (macro) levels) to influence the experiences faced by marginalized groups \n(Logie et al., 2011). Intersectional stigma theory was thus used as a lens through which key \nfindings were contextualized, and understood during the final and interpretive stages of analysis.  \nResults \nStigma \nTrans related stigma. For many of the women, being trans often meant experiencing \ndiscrimination:    \n\t\r   9\t\r  \n\t\r  \n“I was coming out of the women's washroom one day and one of the owners was going \ninto the washroom and she said, \"oh, you used the women's washroom.\" … To me that's \nstigmatizing.” – Caucasian, 58 years old. \nTrans women also described being negatively stereotyped in ways that furthered symbolic \nstigma: \n “If you were tranny living 24 hours [as a woman], even if you’re not working the stroll, if \nyou’re just living as a woman, they assume you are working the stroll, they assume you’re \na drug addict. See you got these stereotypes that are attached to you even if you aren’t.” – \nCaucasian, 34 years old. \nTrans women employed strategies for avoiding anticipated stigma. For some of them this \nincluded the necessity of living in their assigned gender: \n“Well during the day … I dress up as a man and try to behave as normally as a man as \npossible, and then when it’s over I change my clothes, and I just like, I feel more \ncomfortable finally in women’s clothes and … it’s like I’m a two spirit person because of \nthat. It’s because of the society. Cause if it wasn’t for the society, I would just be like one \nspirit, which is female.” – Caucasian, 48 years old. \nIt became clear through the women’s experiences that trans-related stigma existed both at the \ninterpersonal and systemic levels. Several of the women felt that their trans identity led people to \ndiscriminate against them, particularly when accessing various community services. One \nexplained how she had to endure staff discrimination at a women’s homeless shelter, because \nthey did not want to serve trans women: \n“I never did last long in the shelters, and they put me right back out on the streets, false \nallegations of me raising my voice and getting in quarrels with the staff and stuff or you \n\t\r   10\t\r  \n\t\r  \nknow other confrontations that didn’t happen, other trans women that you know were \naccused of doing things or not doing things… to make a long story short, what these staff \ndid, and I’m thinking of a number of staff basically they accept everyone and their mandate \nis to serve [cisgender] women, you know, a lot of these staff don’t approve of serving trans \nwomen.” – Caucasian, age n/a (1). \nHowever, even when the trans-related stigma did not result in overt discrimination, the women \nstill felt the judgement of staff in the services that they accessed: \n“Your view of the trans [community] is burn in hell, or you know [that] you’re not a real \nwoman… Maybe you’re mental or maybe you think you’re a woman but you’re not. You \ndon’t menstruate, you don’t bear children … you haven’t done any of that stuff. You’re \nsick, who knows what the case is, you’re somebody I really don’t support.”- Caucasian, \nage n/a (1) \nHIV related Stigma. One of the most salient themes that arose was HIV-related stigma. Many of \nthe women recounted stories stemming from the instrumental stigma related to misinformation or \nfear of HIV.   \n“And now everyone knows [about her HIV status] they were scared. Don’t touch that, \ndon’t touch the sink, drink from the glass.”- Hispanic, newcomer, 44 years old. \nMany women felt shame (internalized stigma) and feared disclosing their HIV status; one \ndescribed the complexity and magnitude of these fears:  \n “It’s tough, it’s tough because you’re scared of telling people, you’re scared of rejection, \nyou’re scared of getting sick, you’re scared of your looks going, you’re scared of work, \nmoney, lots of things.” – Caucasian, 31 years old. \n\t\r   11\t\r  \n\t\r  \nStigma due to intersecting identities. At times, the women in the study spoke of stigma resulting \nfrom two or more intersecting identities. While trans and HIV positive identities may lead to \nexperiences of stigma, some of the women also identified with two-spirit, Indigenous, Hispanic, \nLatinx, or sex worker identities that further compounded the stigma that they experienced. Many \ndrew a distinction between the types of enacted stigma they experienced as a result of the \nintersection between their HIV status and their gender identity versus the stigma that other trans \npeople who were HIV negative faced: \n“[After discussing being turned down for laser hair removal at a clinic after having \ndisclosed HIV status to employee at front desk] But yeah that’s something that I’m sure \nthat the trans community that doesn’t have HIV, they won’t go through… So, that’s the \ndifference”. – Hispanic, newcomer, 36 years old. \nNumerous participants said that living with multiple marginalized identities contributed to \ngreater experiences of stress: \n “Since not a lot of people are accepting towards trans people … and for someone to \nidentify with being HIV positive and trans well that’s just another way to single them out \nor whatever, to label them, to marginalize them. It makes it harder for them to survive or \nwhatever. So yea, I do [think] there’s a lot more stigma … because it’s that extra little bit \nthat they have to overcome. – Indigenous, 30 years old.  \nTrans women living with addictions or hepatitis C also felt that drug-related stigma compounded \ntheir trans-related sigma.   \n“Those of us who have health [conditions], whether it’s hep, whether it’s meth addiction, \ncrack addiction, whether it’s whatever. If you have an addiction, you’re homeless, you’re \n\t\r   12\t\r  \n\t\r  \nHIV positive, they put you in this box. You’re over here, they don’t want you.”- Caucasian, \n34 years old. \nThe women also said that engaging in sex work, either for financial or survival reasons, resulted \nin them being stigmatized. One woman explained that she chose sex work to support herself as \nemployment options were limited, but then experienced instrumental stigma as a result of her \nwork: \n“When [immigration services] say, because I’m a transgender person, working on the \nstreet living with HIV, I’m a danger to the public so I tell them that I use protection, I \nalways make sure to use protection, so that was discrimination… I feel I’ve been \ndiscriminated.” – Latina, newcomer, age n/a. \nIronically, even when not engaging in sex work, the women who disclosed their HIV status \nsometimes felt that they were perceived as having brought it on themselves because of their \n“risky lifestyles”: \n“Her attitude was, you know, you have [HIV] because you either asked for it, you were a \nworking girl or you engage in risky behaviours.” – Caucasian, age n/a (1) \n Many of the women were also racialized, or newcomers to Canada, and they experienced \nstigma as a result of these intersecting marginalized identities. While they may have been able to \nconceal their HIV status, and in some cases their gender identity, they often felt that they were \nstill discriminated against as a result of their race, religion/spirituality, or culture: \n“I feel discriminated [against], I think most of the time I feel discriminated because I’m \nHispanic. But then when they find out that I’m trans then yeah of course the discrimination \nis double.”- Hispanic, newcomer, 36 years old. \n\t\r   13\t\r  \n\t\r  \nOne of the women explained her multiple marginalized identities as a series of “negatives” that \nshe must face; she used race and HIV status as a simplified example of living with multiple \nmarginalized identities: \n“Well for example, if you’re black and gay oh my god it’s like a double negative or \nwhatever you want to call it so I guess that can be the same for trans, if you’re trans and \nyou’re positive, double negative.” – Caucasian, 31 years old. \nIntersectional stigma also played out at the institutional level; one two-spirit Indigenous person \nspoke about the discrimination that other Indigenous people faced in health care settings: \n“A lot of my native friends have experienced a lot in the health care community. Especially \nwith addiction and stuff. I guess with other natives they get, I don’t know, they just don’t \nget helped as much as I do. I don’t know what I do differently that they don’t. But I hear \nlots of horror stories in hospitals and doctors that won’t help them. Or if they find out that \nthey have HIV or if they’re homeless or if they’re, I don’t know, lots of things.” – \nIndigenous, 34 years old. \nDespite the complex forms of stigma that trans women living with HIV face, they were also able \nto speak to the importance of sense of community or community connectedness as a buffer.  \nCommunity Connectedness \n Despite the limitless communities to which trans women living with HIV may have \nconnection, three of the groups that were discussed at length in the interviews included: \nHIV/AIDS communities, trans communities and cultural/racialized communities. These \ncommunities, the social support derived from these communities as well as from other sources \n(i.e. from families, romantic relationships, and identity specific social support), and the effects \n\t\r   14\t\r  \n\t\r  \nthat community connectedness and social support had on the well-being of the trans women \nliving with HIV were explored. \nConnections to HIV/AIDS communities. While some participants had accessed various AIDS \nservice organizations, others found it difficult to do so for various reasons. One Indigenous trans \nwoman spoke about the difficulties of accessing HIV/AIDS services in Ontario reserve \ncommunities: \n“Here on reserve … there isn’t a lot of support ... They have an HIV educator that will \ncome once a year or whatever just to educate people on STDs but that’s the only thing they \nhave. Other than that there is … nothing really, there is no support, no network or \nwhatever for us people that are HIV positive.” – Indigenous, 40 years old. \nThe lack of relevant programming and supports for people living with HIV/AIDS was not \nspecific to reserves however. Many of the women living in cities smaller than Toronto also \nreported similar experiences with HIV/AIDS services: \n“[My small town] should have like … support groups or whatever, and services to offer to \npeople who are HIV positive. They don’t have any HIV programs. They have a lot of like \ndrug programs or whatever but there’s nothing, for people that have [HIV] or whatever.” \n- Indigenous, 40 years old. \nWhen trans people were able to access HIV/AIDS services, they often had mixed feelings about \nthem, feeling unwelcome in the space: \n“ I don't like [name of ASO]... I think they're very transphobic. I uh just find that they're \ncold when people go in there; they're not receptive to what you're telling [them]… it's just \nthat feeling, you know, the look. You're not welcomed” – Caucasian, 58 years old. \n\t\r   15\t\r  \n\t\r  \nOther trans women felt HIV/AIDS services to be more welcoming of gay men than they were of \ntrans women living with HIV: \n“I just find it's too male-oriented to be honest with you. They don't have a lot for the trans \ncommunity and stuff…I think for years [name of ASO] was known as a male, gay, HIV \nagency, so that could be a lot of it.” – Caucasian, 58 years old. \nTrans women with HIV felt invisible and underrepresented in ASOs:   \n“I thought that I was the only one when I was doing volunteering [at name of ASO] \nbecause I never seen anyone who is trans that comes here.” – Hispanic, newcomer, 36 \nyears old. \nOthers felt that the HIV/AIDS services were immensely helpful, and they felt a strong sense of \ncommunity connectedness to them; one described an ASO to be like a family of choice: \n“These people [at ASO], they become my family, I don’t speak to my family right now… \nbecause of HIV issues, they refused me from [their] house … so its the services that I \naccess in the city, they're my family, they're my support… they're the ones I go to when I \nneed to feel loved which is absolutely wonderful.” – Indigenous, 30 years old. \nOne of the women explained that it was easy to feel connected to communities in Ontario \nbecause of the various options for accessing services and groups, and the conferences that she \ncould attend as a person living with HIV: \n“When I go out I always make sure I [integrate] myself into the community. The \ncommunity is so interconnected; cause there’s conferences … everybody winds up knowing \neverybody in some way or another.”- Caucasian, 34 years old. \n\t\r   16\t\r  \n\t\r  \nThose who accessed services and had positive experiences stated that it was because they felt \ncomfortable or safe in the space. This was extremely important as a factor in determining \nwhether people felt connected to the HIV/AIDS communities that were available to them: \n“[The different services that you go to, do you find a lot of support there as well?] Yeah. \nIt’s not only the support, but it’s a safe place, we can feel safe. Nobody bothers us.” – \nLatina, newcomer, age n/a. \nConnectedness with trans communities. The interviews also demonstrated that the women felt \nconnected to various trans communities. Some formed bonds and connections with other trans \nwomen, allowing them to form their own communities: \n“In the trans community I have a lot of trans girls that look up to me or if they see me on \nthe street they’ll be like oh [name] can you look out for me ‘cause if I go into a car can you \nwatch the license plate or this or that… I always watch out for my girls” – Indigenous, 38 \nyears old. \nMany of the women created community by seeking out services that provided resources to trans \npeople. One agency provided meals to trans women, offering a space that was gender-affirming: \n“Like when you go to [ASO name] it’s just a meal with the girls. It’s a good bonding \nexperience … you do feel like a woman with other women.” – Indigenous, 34 years old. \nOther women were more connected to other trans people regardless of their access to trans-\nspecific spaces. In some cases, they had met other trans people in shelters or as sex-workers: \n“I have a lot of girlfriends. I talk to everybody, they call me. [I’m] pretty mellow with \neverybody. Yeah, if I need to talk to people, I call them up. I actually have a lot of friends \nacross the country, so its like, Facebook helps. Having the phone helps.” Indigenous, 34 \nyears old. \n\t\r   17\t\r  \n\t\r  \nHowever, not all the women who participated in the study felt connected to trans communities. \nSome women felt that the trans communities around them were toxic environments and could \nactually be detrimental to their health: \n“It can be a very bitchy community. I don't do a lot with the trans community. I never go to \nthe [name of agency], the male trans acceptance centre… There can be some groups that \nare really good in the trans community and there could be others who just want to \nsabotage what you're doing basically.”- Caucasian, 58 years old. \nThe issue of erasure also emerged, as many of the women felt that they could not easily find \nother trans women with whom they could build a community. One Indigenous woman explained \nthat often trans women did not attend certain trans events because the events did not cater to their \nneeds: \n“There’s no role models I guess you can say. There’s no one public speaking in that realm. \nEspecially in the native community. When we do conferences, I keep putting every year, \ntrans and HIV, hormones and HIV medication, like workshop ideas or stuff like that. It \nhasn’t developed anything like that, or found anything. I think they just categorize us with \nthe women… and that’s it.” - Indigenous, 34 years old. \nIt is important to note that many of the women who completed the interviews spoke specifically \nabout “trans” communities rather than “LGBT” communities. To them there was often a \ndistinction because “LGBT” communities were not always seen as inclusive or safe for trans \npeople: \n “Because you know what, is not everyone [who] have acceptance, even in [the LGBT \ncommunity], some gay people… they don’t like us ... So we feel discriminated not only \n\t\r   18\t\r  \n\t\r  \nfrom the heterosexual community, yeah. We can have that in our community too.” – \nLatina, newcomer, age n/a. \nConnections with cultural/racialized communities. The trans women who participated in the \nstudy also felt a sense of community connectedness to the cultural or racialized communities that \nthey were a part of. For example, some spoke about the intersection of having a positive HIV \nstatus and being Indigenous, and finding communities that represented these two identities: \n“Every year I go to two-spirit gatherings, so it’s good to go get revived at those, and the \nCanadian Aboriginal AIDS network, they have yearly skills building conferences, so its \ngood to just go be with other people who are HIV positive.” - Indigenous, 34 years old. \nIt can be at these types of culturally-specific events that trans women meet others from similar \ngeographic, cultural, religious, or racialized communities, and where they are able to form \nrelationships: \n“[I met] my closest friends now that I am enter in the group of Latinos Positivos you \nknow? I go to the seminar I go to the conference. I learn more everyday too…[Latinos] \nPositivos I love the group with Latinos.” – Hispanic, newcomer, 44 years old. \nIt was also noted however, that being part of a certain cultural group does not necessarily mean \nthat you will find support there. Some participants spoke of moving away in order to find their \ntrue selves, while still identifying as part of a cultural group: \n“I’d never seen gay people before, I’d never seen trans people before. When I grew up on \nrez, you know, everyone who is of the homosexual nature, they all move away and you \nnever see them again or, you know. It’s always just straight people and colonized people \nand religious people… so when they scare you away and you come [to Toronto], you \ndiscover yourself.” - Indigenous, 34 years old. \n\t\r   19\t\r  \n\t\r  \nFor some of the women, the way in which trans people were perceived in their culture shaped the \nrelationships that they had with those communities. If the culture was more accepting about \ngender fluidity or sexual orientation, then the women tended to report closer ties to these \ncommunities: \n“I love [Peruvian parties]… I feel more comfortable [with a] group of family, people that I \nknow is like [me].”- Hispanic, newcomer, 44 years old. \n“All the Latino trans, transgender, they have a good relationship with their parents and \nsiblings.” – Latina, newcomer, age n/a. \nFor the women who participated in the interviews, community connectedness often played an \nimportant role in their lives because it was through these various communities that they received \nsocial support. While social support could come from HIV, trans, cultural/racialized \ncommunities to which the women belonged, it could also come from family, friends, or romantic \nrelationships. \nSocial Support \nFamilies. For some women in this study, relationships with their families were an added source \nof stress, as their families were not accepting of their trans identity, HIV status, or both: \n“Yeah there’s… you know my family stigmatized me and you know…” – Indigenous, 30 \nyears old. \nSome women chose to come to Ontario because of their families’ disapproval of their identities. \nFor example, one Latina woman explained how she left her country because her mother feared \nthe shame that having a trans child would bring to the family: \n“That’s why I am here because… my mom when I was 14, it’s when I got my first \nboyfriend. Um, she’s like ‘you know I have this money, so, I’m gonna give it to you please \n\t\r   20\t\r  \n\t\r  \ngo away, stay away from us, because I don’t want the rest of the family to find out you’re \ntrans’ so I had to go.” – Hispanic, newcomer, 36 years old. \nOne of the trans women in the study said that she was not shunned by her family, but that her \nrelationship with them was strained because they chose to cover up the fact that she was trans \nand living with HIV, in order to satisfy other family members: \n“They know [that I am HIV positive]. I also had the uncle [who died of AIDS]… They \ndon’t like to mention it in the family… [they say] ‘oh he’s working and his health is good, \nhe’s got a girlfriend’, they don’t mention that I’m gay or the bi, [on] social assistance. \nThey’re always lying for me.”- French-Canadian Caucasian, 41 years old. \nHaving an unsupportive family was upsetting for some of the women as they wished that they \ncould receive social support from their families about being trans and HIV positive, but also \nsupport for other issues that they may be facing: \n“My family has shattered. Which is really bad because I really would have enjoyed some \nsupport for my transgender issue, for my HIV issue, but also just for normal stuff.” - \nFrench-Canadian Caucasian, 48 years old. \nOn the other hand, some women reported feeling a sense of closeness with their family members, \nand indicated that their families wanted what was best for them: \n“My family is pretty accepting, my mother has passed away so I just have my father who \nlives [on the east coast], he knows all about me and is very accepting of it and so as far as \nhe’s concerned he just looks at me as his child. He doesn’t care what I do with my life… as \nlong as I’m happy.” – Indigenous, 38 years old. \nSome of the women also received social support from their families despite their families not \nbeing completely familiar with trans or HIV issues: \n\t\r   21\t\r  \n\t\r  \n“[Does your family know you identify as trans?] Yes they do… they don’t know what to \nthink about that. It’s kind of over their head or whatever. I’ve tried to explain it to them \nbut… they still don’t get it I don’t think. Because before, you know, they considered me just \nto be gay … so now that I was identifying as trans …they didn’t know how to react, how to \naccept that. It was just all a bit too much for them I think. [Did they react badly?]  No they \ndidn’t. For the most part they were very, very supportive.” – Indigenous, 40 years old. \nNot all families were unaware of trans or HIV issues however. Some families still chose to act as \na source of social support to the trans women by normalizing their experiences. For example, one \nwoman described the calm way her mother reacted to her coming out as trans: \n“I come out of the washroom and I said to my mother, when I go back to Toronto, I'm \ngoing to legally change my name, I'm gonna live as a woman and be happy. My mother \npatted me on the back and said, \"that's nice dear.\"”- Caucasian, 58 years old. \nMany of the women, irrespective of whether their families were supportive of them, reported that \ntheir families rarely mentioned their HIV positive status: \n“[Do they know that you’re HIV positive?] Yes. [How did they react] Nothing, they didn’t \nsay anything. No. They didn’t say anything.”- Hispanic, newcomer, 36 years old. \nThis dismissal of one’s identity, or lack of support led some of the trans women living with HIV \nto turn to friendships rather than family for social support: \n“It gets lonely. I think that’s why I just fill my world up with friends.”- Indigenous, 34 \nyears old. \nThe interview questions did not focus specifically on friendships, however some of the women \nspoke about the ways in which they experience friendships, and how they provided them with \n\t\r   22\t\r  \n\t\r  \nsocial support. Most however, did not go into great detail about the types of friendships that they \nmade outside of HIV, trans or cultural communities.   \nRomantic relationships. Many of the women chose to disclose their feelings about the social \nsupport, or lack thereof, which they received from romantic partners. Some reported \nrelationships that they regarded as healthy and supportive: \n“My husband right now he’s in [unspecified country]. He was deported – He’s HIV \n[positive] too… Plus my husband accepts me the way I am.”- Hispanic, newcomer, 36 \nyears old. \nOne of the participants said that despite not currently being in a relationship, she found that it \nwas easier to find casual partners as a trans woman that it was as a gay man: \n“I find it much easier to get laid as a trans than as a gay male, I don’t know, and the sex is \nmuch hotter.”- Caucasian, 31 years old. \nMany relationship experiences, however, were not positive. Many of the women endured \nphysical or emotional abuse. One Indigenous woman described a possessive and jealous partner, \nwho became violent to the point of the relationship ending: \n“I met him as [name]. We came here; we lived [on reserve] for 3 months. I introduced him \nto my family. And they seemed accepting, accepting of him I guess. During those 3 months, \nwhenever we’d go out or whatever, go to the bar, go to the beach, if there were guys there \nhe was just extremely possessive and jealous … He’d say ‘well okay you shouldn’t talk to \nhim’… So that relationship lasted for 2 years, near the end he was going to kill me… he \nthreatened to kill me. He actually got like a hatchet.”- Indigenous, 40 years old. \nSome of the women who reported being in abusive relationships said they feared being alone, or \nthat they did not feel that they deserved better: \n\t\r   23\t\r  \n\t\r  \n“I was in a relationship, I allowed myself to be the victim, because I didn’t believe I \ndeserved any better than that.” – Caucasian, 34 years old. \nMoreover, some of the women spoke about how difficult it was to be in a relationship if you are \ntrans and HIV positive. For example, one woman described the interactions of HIV stigma and \ntrans-related stigma when dating: \n“Primarily with meeting new people and relationships, that’s where being trans and HIV \npositive is kind of very hard. Because for a regular person … it is so easy, no problem. But \nas soon as you’re HIV... okay [so they are more] open minded here in Toronto about HIV \nand AIDS. But when you get that combo of HIV and transition, it’s harder, it’s even \nharder.” – French-Canadian Caucasian, 41 years old. \nUnfortunately, many of the trans women saw these same relationship patterns playing out in \nother trans communities that they frequented. One shared her concerns about aging, living with \nHIV, being trans, and going through a break up: \n“Things happen … and I see that there are a lot of people like me, by myself, because a \ncouple years [ago] I broke up with my other boyfriend. I won’t find boyfriend anymore, I \nwon’t have anyone, nobody would love me, I’m HIV positive I’m getting old you know? I’m \ngetting fat, so I get depressed a lot.” – Hispanic, newcomer, 44 years old. \nWhile being single was not a choice for some of the women, others chose it sometimes \ncultural/religious reasons (i.e. same-sex attraction was forbidden or seen as a sin), but at other \ntimes it had to do with being seen as a threat or as undesirable if living with HIV:   \n “I’m working on the streets so I’m danger to the public so [the police] made me \nunderstand that a HIV person can’t have sex, can’t have relationship.”- Latina, newcomer, \nage n/a. \n\t\r   24\t\r  \n\t\r  \nSome of the women discussed seeking a partner for companionship because they currently felt \nvery isolated. They spoke of the types of social interactions that they were seeking; often these \nwere less about sex and more about social interaction, affection, and support: \n“I would just like a companion, somebody to go out with, do things with, you know, go \nhave drink on the patio or go to the theatre, go to the casino or something.”- Caucasian, \n58 years old. \nShared identity as a form of social support. Finally, social support emerged as a result of shared \nidentities. The women described their identification as HIV positive, trans, or as part of a cultural \ngroup in the interviews. For example, one woman described how she met a lot of other trans \nwomen when she stayed in homeless shelters. While she described the shelter as a negative \nexperience, she speaks of the relationships that she made there in a very positive way: \n“It was a bed, whatever. It was a place to sleep… but in there that’s where I met a lot of \nother transgender people, and we became sort of like our own little support network or \nwhatever. We became family, we all supported each other … protected each other.” – \nIndigenous, 40 years old. \nIt was through these interactions with people who had similar lived experiences that the women \nwere able to gain knowledge, advice, or resources. For example, one of the women explained \nhow she had met a trans woman who became her friend and provided her with social support, but \nalso brought her to meet people within the trans community and paid for her to have surgeries: \n“She’s actually the one who brought me to get my face done, she actually paid for it as \nwell… I held her hand while she got her ass and all her hips pumped … all the trannies \nknow about it so it was like we all went together and there was a line up of girls getting \n\t\r   25\t\r  \n\t\r  \npumped… My friend held my hand because I couldn’t do it alone, I was scared right.”-\nCaucasian, 31 years old. \nSometimes these relationships were based in reciprocity, and the women described that they too \nhad been in positions where they had given advice to others. One described explaining to another \ntrans woman how to access resources and groups in which she could gain information that she \nneeded: \n“I’ll listen to [trans women who had recently transitioned], I’ll point them to where I’ve \nbeen and how to accesses services they may not know how to. I’ll tell them this is what I did, \nif you want it, this is what I did and I got [the resources I needed].” – Caucasian, 34 years \nold. \nThis was not specific to being trans however. Similar stories emerged of women providing \nadvice about sex work, employment, community resources, etc. For example, one woman \ndescribed how a friend who was concerned that she may have contracted HIV approached her \nbecause she only felt comfortable discussing this with someone who had also gone through that \nexperience:  \n“She kind of was afraid because she had a boyfriend who recently was found [to be] HIV \npositive. She called me very afraid and she was crying and I say you know, it’s not the end \nof the world, everything’s going to be okay.”- Hispanic, newcomer, 36 years old. \nWell-Being \n  Two salient themes emerged regarding well-being. The first theme was the sense of \nisolation linked to either one or more of the intersecting identities that the women lived every \nday. The second had to do with the women’s ability to resist or reframe the negative experiences \nand narratives of the various types of stigma that they experienced. \n\t\r   26\t\r  \n\t\r  \nIsolation. Because of the multiple stigmatized identities that trans women living with HIV face, \nmany reported feeling very isolated. Some reported feeling like there was nowhere that they \ncould go, and that they didn’t know anyone experiencing similar circumstances: \n“There are no other trans people here. [Do you know like any trans people at all in the \narea at all?] Like beyond the reserve? Mmm No. None close by that I know.” – \nIndigenous, 40 years old. \nFor those women who could connect with people who had similar lived experiences, they \ndescribed this as life changing: \n“Yeah. I’m glad they kinda reeled me into [Indigenous organization] cause I think I would \nhave been just another lost soul out there and wouldn’t want to care to take the \nmedication.” – Indigenous, 34 years old. \nUnfortunately, not all of the women who participated in the interviews had ties to communities \nthat represented them, resulting in a lack of support: \n“[If you ever need to talk to somebody about either stuff related to trans things or stuff \nrelated to HIV things, who do you usually go to?] No one. I talk to myself. You know, what \ncan I say… I don’t have no one to talk to.”- Hispanic, newcomer, 36 years old. \nThis was further compounded by a lack of support from family that so many trans women \nexperience as a result of their gender identity or sexual orientation: \n“I was kicked out as a kid because of my sexuality and gender… you know like these major \nhealth issues have really been put on the back burner and its you know so unfortunate.”- \nIndigenous, 30 years old. \nFor those who felt isolated, negative health outcomes such as depression often emerged in the \ninterviews: \n\t\r   27\t\r  \n\t\r  \n“Mental health… yeah [it] was not too bad, maybe I was a little too [solitary], too much \nalone, so sometimes I feel a little depressed, but I managed to uh focused on being… \nhealthy.”- French-Canadian Caucasian, 48 years old. \nIsolation, feelings of rejection and depression were common among the women. One woman \nattributed suicidal thoughts to the lack of support she received from her family:  \n“I got to a point of suicide. And there’s one time I said, if I can’t be who I am, and dress \nthe way I am, I’m not coming to your houses. I’ve already told them… I said I’m not \npushing them away, well they’re pushing me away… I can’t keep going through this. I \nmean it’s gone on so long.”- Caucasian, age n/a (2). \nResisting and reframing.  Not all of the women who participated in the interviews reported \nfeeling isolated. Many reported being connected to multiple community groups, with social \nsupport coming from a variety of sources. For these women, the discussion of their experiences \nwas reframed in a more positive light. Despite the multiple forms of stigma they experienced, \nthey were more likely to draw strength from their various identities.  \n One participant reported being very close to her family and receiving considerable \nsupport from them, as well as from Indigenous community groups. She stated that she no longer \nlet the stigma associated with her HIV status affect her: \n“In the beginning… I guess I was kind of ashamed, I didn’t want anybody to know that I \nwas HIV positive… but that’s changed now. Now I no longer worry about being \nstigmatized or whatever. It really doesn’t make any difference to me what people think.” – \nIndigenous, 40 years old. \nShe went on to say that having lived with HIV, she felt that she had become a stronger person. \nShe was able to reframe a stigmatized identity into one that was empowering: \n\t\r   28\t\r  \n\t\r  \n“I guess this disease has made me more of a stronger person I guess… I don’t take a lot of \nshit from people. If they try to give me shit I don’t take it. If they say or do something I’m \ngoing to put them in their place and let them know I don’t like how they’re treating me.” – \nIndigenous, 40 years old. \nAnother woman with multiple marginalized identities shared a similar story of finally standing \nup for herself after having lived through some difficult experiences: \n“I’ve become more aggressive, and I’m like back off! Enough is enough. I’ve had enough \nof being this abused by people, and I get to a point in life that I stopped doing that. I’ve \nhad to explain to people. You know why I’m like that? It’s because I stopped taking that \ncrap. I really stopped taking it. There’s no reason for it.” – Caucasian, age n/a (2). \nHer reasoning for not putting up with abusive relationships anymore was that she was finally \nable to be comfortable with who she was: \n“I figure people are going to accept it or not…I’m not going back anyway so, I’m not \ngoing to do it for them. I’m not compromising that part of my life for them. There’s no \nway… I’m not going to allow them to take it away from me.” - Caucasian, age n/a (2). \nSome of the women even took this resistance further and were able to give back to the \ncommunities to which they belonged. One spoke of her experiences of being both a trans and \nHIV activist. She explained the importance of being open about her identities so that people \nliving with HIV and trans people could be visible in communities: \n“[How often do you disclose your status] All the time. I talk to people on the subway, I talk \nto people on buses. [So you tell them that you're trans?] yes [and you tell them that you're \npositive?] yes, I get really good reactions… and maybe I do it as a high for myself, I don't \n\t\r   29\t\r  \n\t\r  \nknow. See what the reaction's going to be in different buildings.” – Caucasian, 58 years \nold. \nThis was also the experience of one of the woman who identified as Latina, and who stressed the \nimportance of talking about the discrimination and HIV stigma that she experienced as a learning \nopportunity for others in her communities: \n“I don’t mind actually because before I [had] stigma, with my HIV status, but not anymore \nso I think I don’t care [what] people know… So, yeah. I feel I’ve been discriminated, when \nI have the opportunity to talk about it, I do it.” –Latina, newcomer, age n/a. \nBeing able to resist and reframe narratives of the intersecting stigmas that they encountered \nallowed the women to experience fewer negative health outcomes. They were better able to cope \nwith the multiple forms of stigma tied to their trans, HIV, cultural, and intersecting identities. \nDiscussion \nStigma \nAs discussed, the isolation described by trans women living with HIV is perpetuated by \nthe various forms of stigma (see Table 1) they experience as a result of their multiple \nmarginalized identities. While isolation is not the only negative outcome of these stigmas, I have \nchosen to discuss it as a structural factor that can be addressed through connection to \ncommunities with which the women identify, or through the social support to which they have \naccess (Baral et al., 2013; Logie et al., 2012a; McWilliam, et al., 2007).  While internalized \nstigma can increase experiences of shame, low self-esteem, loneliness and negative mental health \noutcomes, its effects can also be reduced if connections to communities with which women \nidentify are made available to them (Bockting, Robinson & Rosser, 1998; Lombardi & van \nServellen, 2000). At the very least, the effects of intersectional stigma can be reduced if the \n\t\r   30\t\r  \n\t\r  \nwomen have social supports available to them through family, friendships, romantic \nrelationships, or identity specific forms of social support.  \nHowever, finding communities that are representative of marginalized individuals’ \nidentities can be difficult, and often, social support is not an option because family, friends and \nromantic relationships can be greatly impacted by symbolic, instrumental, or enacted stigma \nassociated with either HIV status, trans identity or both. Social support systems thus can be \ncreated through connection to communities of individuals with which one has shared experiences \nor identities. These relationships can provide the social support that is lacking if an individual \ndoes not have connections to family, friends, or romantic partners. These relationships can be \nfostered through gathering places such as organizations, events or social groups, and can be \nmaintained through continued engagement and participation in the community. It is also \nimportant to note that barriers to participation and engagement should be regularly addressed by \nhaving those within the groups bring these issues to light and actively work with administration \nto find acceptable/effective solutions. \nIntersectional Identities and Stigma \n The results reported on suggest that most of the women experience at least one type of \nstigma as a result of one or more of their identities, and they recognize stigmatization when it is \nhappening. These findings are consistent with those of Logie and colleagues (2011) who found \nthat women living with HIV were able to identify relationships between their social identities \nand systemic inequalities that they faced at interpersonal, community and structural levels (i.e. \ndue to HIV, gender, racism, sexism, etc.). Stigma related to trans identity was also found to \ncontribute negatively to well-being. For example, the women reported being exposed to \ntransphobia as consequence of trans-related stigma. Transphobia was discussed as affecting the \n\t\r   31\t\r  \n\t\r  \nwomen’s lives in the forms of, violence, transmisogyny, erasure, stereotyping, as well as both \novert and subtle discrimination. Transphobia has been documented as a risk factor for several \nnegative health outcomes including those listed above, as well as suicidal ideation and attempts \n(Bauer et al., 2015; Pyne, 2015, p.132). \n HIV status was another major source of stigma for the women. They spoke of the \ninstrumental stigma that emerged from misinformation about HIV. Furthermore, HIV-related \ninstrumental and enacted stigma resulted in the women being denied access to certain health and \ncommunity services, and denied access to jobs, which led to financial strain; results reflected in \nother literature (Logie, et al., 2012a). Due to the unclear laws regarding the criminalization of \nHIV, trans women living with HIV, particularly those engaging in sex work, may be more likely \nto experience discrimination and symbolic stigma (Canadian HIV/AIDS Legal Network, 2014). \nBecause the current laws around HIV criminalization place the onus on the person living with \nHIV to disclose, the women may feel that they must take on the entire burden of responsibility \nfor using condoms and disclosing their HIV status (Canadian HIV/AIDS Legal Network, 2014). \nThis added to the constant fear that those around them would reject them because of their HIV \nstatus. This is consistent with Marino, Simoni and Silverstein, (2007) who also found that \npsychosocial stressors such as rejection and social stigma result in fear and other negative health \noutcomes. This is important because policy that currently exists at a macro systems level is \nnegatively affecting individual well-being of an already marginalized group, further contributing \nto their marginalization and criminalization, thus increasing negative health outcomes \nexperienced at a community level. This is in line with Parker and Aggleton’s (2003) discussion \non the power that research informed policy could have on reducing macro level stigma through \nthe development of legal protections, reporting and enforcement mechanisms. \n\t\r   32\t\r  \n\t\r  \n Furthermore, various forms of stigma were compounded given that the women lived with \nmore than one marginalized identity (Longman Marcellin, et al., 2013). Some of the women \nviewed their identities as a series of “negatives” that all acted against them in various aspects of \ntheir lives. This was in line with Meyer’s (2003) theory of multiple minority stressors, in which \nstressors related to a marginalized identity would compound stressors that resulted from other \nmarginalized identities to create worse health outcomes for those in question. They also stated \nthat besides their identification as HIV positive, and their trans identity, they also experienced \nstigma as a result of having addictions or other mental health issues, being homeless, or engaging \nin sex work. Substance use, mental health issues, homelessness and sex work however are often \noutcomes of systemic inequalities (i.e. transphobia, transmisogyny, sexism, racism, colonialism) \nthat trans women face (Bauer et al., 2009; Bauer et al., 2015, Nemoto et al., 2004). Bauer et al. \n(2015) explain some of the systemic inequalities that exist for trans people including social \nexclusion and erasure. If we consider an intersectional model of stigma when examining the \nexperiences of trans women, it becomes clear that identities cannot exist in isolation, but rather \nthat are a product of the systems to which they belong, and that these can only be shifted if \ncurrent systems of inequality, hierarchy, and oppression are called into question (Bauer, 2014; \nParker & Aggleton, 2003). This demonstrates the need to address the systemic level, rather than \nonly the individual level, if we wish to change the negative outcomes experienced by trans \nwomen. \n Racialized trans women face disproportionately greater inequalities (Longman Marcellin, \net al. 2013), and this held true in this study. The women who identified as Indigenous, First \nNations, Hispanic, or Latina spoke about the ways in which their cultural and ethnic identities \ninterplayed with their HIV and trans statuses. Some of them recounted experiences of \n\t\r   33\t\r  \n\t\r  \ndiscrimination at an interpersonal level, while others experienced discrimination at institutional \nlevels that often stemmed from systemic racism and colonialism. Examples included \ndiscrimination in shelters, hospital settings, the immigration system, as well as HIV or trans \nservices. Logie and colleagues (2011) found that stigmatizing processes operate on micro \n(interpersonal), meso (community), and macro (structural, systems) levels, often simultaneously, \nto affect marginalized groups. This provided support for the findings of this study. \nCommunity connectedness and social support as resisting stigma \n Trans women who felt connections to HIV, trans, or cultural communities said that these \nwere a source of support, families of choice/friendships, safe spaces in which they could be \nthemselves and feel comfortable, as well as a source of information and resources. The positive \naspects of community that the women described were in line with the characteristics of \ncommunity connectedness originally outlined by and Mcmillan and Chavis (1986). These spaces \nnot only provided trans women living with HIV satisfaction of their needs through affiliation, \nmutually influential relationships with the collective, and shared emotional connections, but also \ngave them the group level coping resources necessary to protect them from the multiple minority \nstressors that they experienced (Frost & Meyer, 2012). Furthermore, the women often said that \nthese connections to community increased their social and psychological well-being by reducing \ntheir sense of isolation. This supports the idea that sense of community, or community \nconnectedness, could serve as a protective factor against negative health outcomes for trans \nwomen much as it has for other marginalized groups (Kertzner et al., 2009).  \n It is important to note that while some women did not have connections to HIV or trans \ncommunities, they were strongly connected to their cultural communities. Generally, they \nreported the same positive protective factors as the women connected to HIV or trans \n\t\r   34\t\r  \n\t\r  \ncommunities, however they often desired to also build connections to these communities. This \nwas particularly true of cases in which racialized women had been rejected from their cultural \ncommunities as a result of one or more of their identities. This was difficult for them, as they \nthen had limited sources through which to obtain support, information, and resources. The fact \nthat some women had been rejected from cultural communities with which they identified spoke \nagain to the enacted stigma associated with HIV or trans identity. At times, the symbolic, and \nenacted stigma within Hispanic/Latina and Indigenous communities resulted in extreme \nsituations (i.e. threat of violence/death, physical and emotional violence, etc.) in which women \nfelt unsafe and had to leave their town, reserve, or country in search of a safer space. For \nracialized women who wanted to stay in their cultural communities, this may not have been an \noption either due to lack of resources or information within certain communities about HIV or \ntrans-related issues. This was particularly true of small towns and reservations. This speaks to the \nneed for culturally sensitive supports or programs about HIV and trans issues across Ontario. \nWith geographic access to culturally relevant services, benefits would be twofold, first, women \nwould be able to build stronger communities with people who share lived experiences, and \nsecond, trans women with HIV would become more visible in places where they were previously \nunderrepresented (Bauer et al., 2009). Visibility and education about HIV and trans issues would \nalso serve to reduce the instrumental and symbolic stigma associated with these two identities. \nHowever, these types of interventions should not only be targeted at trans individuals, as the \nonus for reducing stigma should not fall on their shoulders.  \n One of the biggest advantages of community connectedness was the ability of the women \nto draw social support from these. Communities were however not the only ways in which \n\t\r   35\t\r  \n\t\r  \nwomen could experience social support. Support could also come from family, romantic \nrelationships, or from connections to people who had shared identities with the women. \n The data show that the women who reported close relationships with their families found \nthese to be a source of social support, and they were more likely to resist and reframe the \nnegative effects of stigma. These findings seemed to be reversed for the women who reported \nhaving little to no support from their families. This can be explained as a consequence of losing a \nsense of belonging to one’s family, often the first vessel through which people feel social support \n(Stutterheim et al., 2009). This loss of support from family can often result in increased \npsychological distress, which decreases one’s well-being (Stutterheim et al., 2009).  \n Romantic relationships seemed to play a similar role in the lives of the trans women \nliving with HIV. Those who reported having strong relationships to partner(s), found that these \nprovided them with social support, increasing their sense of well-being. It was however evident \nin the data that many of the women lacked romantic relationships and were often distraught \nabout this.  Many reported avoiding relationships because they had experienced trauma in the \npast. It is not uncommon for trans women to experience violence and transmisogyny in romantic \nrelationships because their identity challenges cisnormative assumptions about what sex and \nrelationships should look like (Pyne, 2015, p.132).  \n Finally, some of the social support that the women described came directly from \nindividuals with which they shared common experiences (e.g. gender identity, HIV status, \ncultural identity, or sex work). Through these relationships they gained guidance, resources, \nfriendships, and validation of their identities. This is important because interacting with \nindividuals with whom you can make positive social comparisons can increase self-esteem and \nas a result can increase well-being (Meyer, 2003). These positive social comparisons also combat \n\t\r   36\t\r  \n\t\r  \nerasure of marginalized identities and allow trans women to resist the narratives of enacted \nstigma that perpetuate erasure. The women found this to be extremely helpful, and some even \nused their own stories to provide this type of social support to others who were living similar \nexperiences. The women found that using their experiences as strengths rather than weaknesses \nwas an act of resistance, and could be used to speak out about the various intersecting stigmas \nthat trans women living with HIV experience. \nRecommendations \n Countering the multiple forms of stigma experienced by trans women living with HIV \nwill increase their well-being. Based on the data from the qualitative interviews, a series of \nrecommendations for countering stigma at multiple ecological levels of analysis, through \ncommunity connectedness, are provided (Table 2). These recommendations are based on the \nfeedback from the women’s interviews, as well as from the recommendations listed by Stangl \nand colleagues (2013) that examined a multi-level approach to stigma reduction. This approach \nwas used because it became clear that the multiple forms of stigma that the women reported \nexperiencing could not be teased apart and analysed in isolation, but rather they seemed to \noverlap and interact to create the negative health outcomes previously listed. Finally, some of the \nrecommendations also came from the theoretical work of Parker and Aggleton (2013) who \ndiscussed community mobilization as a tool for social change.   \n The data suggest that community connectedness and social support are factors that can \ngreatly impact the lives of trans women. When community connectedness and social support are \npresent, well-being will be increased, however when these are absent, negative health outcomes \nsuch as isolation will decrease well-being. This particular research study suggests that for trans \nwomen living with HIV in Ontario, identification with particular identities can foster a sense of \n\t\r   37\t\r  \n\t\r  \ncommunity connectedness to those with shared identities. For example, identification as trans, as \na person living with HIV, as a sex worker, as Hispanic/Latina, or as Indigenous, may allow for \nconnections to communities that foster social supports. These social supports may exist in \naddition to supports from families, friends, and romantic relationships, or may exist \nindependently. For trans women living with HIV, resistance and reframing of stigma and \nnegative experiences was dependent on the types of community connectedness and social \nsupports that were available to the women.  \nImplications for Stigma reduction \n Addressing stigma reduction through the increase of community connectedness and \nsocial support for trans women living with HIV means addressing the barriers to community \nconnectedness and social support that exist. As indicated in Table 2, much of the work to be \ndone within trans, HIV, LGBT and cultural communities requires funding. For programs to be \ndeveloped, trainings to be hosted, and resources to be produced, funding has to be made \navailable to the organizations that will take on these tasks.  \n To further demonstrate the need for funding, and in order to bring greater attention to the \nneeds, lives and experiences of trans women, researchers should strive to conduct research with \ntrans women, for trans women. This has been a problem in the past, as we know that trans \nwomen, particularly racialized trans women and trans women living with HIV, have been \ninvisible or underrepresented in research (Logie, et al., 2012a; Longman Marcellin, et al., 2013). \n Because societal norms and structures influence attitudes and behaviours, stigma \nreduction efforts need to be made at micro, meso, and macro levels. For example, targeting \ninterventions at the individual, interpersonal, organizational, community, and policy levels works \nto address the various types of stigma previously described (Stangl, Lloyd, Brady, Holland & \n\t\r   38\t\r  \n\t\r  \nBaral (2013). This is particularly important as the data from this project indicate that the various \ntypes of stigma experienced by trans women living with HIV do not exist in isolation, but rather \ninteract and overlap, resulting in negative outcomes for the women. While previous \nrecommendations and interventions have addressed mainly the micro and meso levels, structural \nfactors create a system in which stigmatization strengthens and reproduces existing inequalities, \nand thus targeting these is key in reducing stigma and creating social change (Logie et al., 2011; \nParker & Aggleton, 2013; Stangl, et al., 2013).  \n For example, at a systemic level, laws need to address the flaws that currently exist \nregarding criminalization of HIV. At a minimum, laws should be made more clear so that people \nliving with HIV understand what their rights and obligations are (Canadian HIV/AIDS Legal \nNetwork, 2014). Laws and policy that focus on deterrence and rehabilitation, and that have been \nproven to be ineffective, should be revisited and revised in order to address shortcomings (i.e. a \nmove towards education and harm-reduction rather than coercive interventions, and the taking \ninto account of an individual’s safety in the disclosure process) (Canadian HIV/AIDS Legal \nNetwork, 2014). Laws should also serve as a tool that protects trans women living with HIV by \nensuring that there are systems in place that allow reporting, inquiry, and enforcement against \ndiscrimination that may be experienced. Policy can also be used to implement mandatory \nintersectional, anti-oppression trainings (that include discussion on HIV, gender, race, class, \nsexual orientation, sex work, etc.) for ASOs, community organizations, and research teams.  \n Another important implication of this study is the ability of the women to resist and \nreframe narratives of stigma, and the potential this has to be a tool for social justice. The women \nwho were able to resist or reframe narratives of intersectional stigma demonstrated the benefits \nthat this had on their psychological well-being. Resisting social narratives that produce stigma \n\t\r   39\t\r  \n\t\r  \ncan be useful on an individual level (producing positive health outcomes), but it can also \nsimultaneously challenge stigmatizing community/social norms and structural inequities (Parker \n& Aggleton, 2013). HIV or trans activism in the form of community mobilization can lead to \nsocial change through the empowerment and collective resistance of marginalized groups. This \nform of community organizing/mobilization has been empirically proven to be effective in \nshifting societal norms, and thus it is essential that it be integrated into any interventions aimed \nat reducing structural stigma (Parker & Aggleton, 2013). \n Finally, this research will have implications for AIDS service organizations and \nLGBT/trans organizations as they are in the best position to develop interventions that reduce the \ntypes of stigma that are faced by trans women (i.e. trans-related stigma, HIV related-stigma or \nstigma due to other intersecting identities). They are also in the position to combat the erasure \nthat further perpetuates enacted stigma by making trans people visible within their organizations \n(i.e. as staff or peer-workers). Having people with lived experiences in these roles increases \ncommunity control and community capacity (Travers et al., 2013). These community \norganizations are also in the best position to work with trans women in order to determine what \nis successful and what should be modified within their organizations. \nLimitations and Conclusions \n Analysis of the data did not appear to show a distinction between racialized and non-\nracialized trans women in terms of community connectedness to HIV/AIDS or trans \ncommunities. There was also no distinction between the social support experienced by the \nracialized and non-racialized trans women who participated in the interviews. This lack of \ndistinction between racialized and non-racialized trans women is perhaps due to the particular \ngroup of trans women who were able to be reached for this phase of the Trans PULSE Project. \n\t\r   40\t\r  \n\t\r  \nWhile 7 of the 14 women identified as Hispanic, Latina, or Indigenous, none identified as part of \nother communities of colour. This is a limitation of the study, as we know that certain \ncommunities of colour, African, Carribean and Black trans women for example, experience more \nsevere outcomes of transphobia and other forms of stigma (Longman Marcellin, Bauer, & \nScheim, 2013). Travers et al. (2013), spoke to the difficulty of maintaining representation of \nracialized trans people on the Trans PULSE Project. Presumably, if representation was not \nmaintained on the project, this would have had an effect on the people choosing to participate. \nIndividuals who had certain forms of privilege as a result of their race and class may have been \nmore likely to be reached by a project like Trans PULSE (Travers et al., 2013). To address this, \nmembers of the Trans PULSE team attempted to address systemic problems that may be due to \nracism by engaging in anti-racism training, and having a standing item of anti-racism on each \nmeeting agenda, as well as a anti-oppression/anti-racism statement for the project (Travers et al., \n2013). Future research should address these issues by having trans women of colour conduct \nresearch within trans and HIV communities in order to increase representation of racialized trans \nwomen on the research team. Hopefully having a more diverse research team, one that can \naddress systemic issues in the research process (i.e. potential racism, colonialism, power \ninequalities, etc.), will also lead to recruitment strategies that can reach racialized trans women \nwhose voices were not previously represented. \n \n \n \n \n\t\r   41\t\r  \n\t\r  \nAppendix A. Participant self-description of gender identity (Phase III participants) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\t\r   42\t\r  \n\t\r  \nAppendix B. Audit Trail \n \nSelective coding: \n• Upon gaining access to the transcripts, I initially read through them once to familiarize myself with the \ndata. \n• I read through the transcripts a second time in order to identify sections that would later be coded. \n• I read through the transcripts a third time to ensure that all sections that were to be coded had been \nidentified and that none had been missed. \n \n Criteria for coding: \n• Any portion of the interviews that discussed community, sense of community, ties to community, \ncommunity groups, group membership \n• Any portion of the interviews that discussed social support, family, friendships, romantic \npartners/relationships, advice, comfort, guidance, lack of support or isolation \n• Any portion of the interview that discussed stigma (HIV-related, trans-related, intersectional \nstigma, racism, transphobia, sexism, as well as anything that was a result of stigma (violence, \ntransmisogyny, erasure, isolation, negative health outcomes, addictions, exploitation, \nmicroaggressions) \n \nSecondary coding: \n• Identified sections were then coded to produce a series of nodes in Nvivo11. At first these were all separate \nnodes that were very detailed and sometimes used the women’s words to describe codes. \n• Eventually, multiple codes started to emerge that discussed similar topics. As this happened, I started to \ncreate parent nodes (by collapsing similar codes into one group). E.g. Codes came up for friendship and \nfamily, and once there were enough of these, they were made into sub-codes of a larger code called “social \nsupport”. \n• Once all the transcripts were coded in this way, my supervisor and I went through the list of codes and the \nquotes contained within these in order to determine if they made sense, and if anything should be moved or \nrecoded. My supervisor also ensured that all coded sections were relevant to my thesis questions. \n \nThematic analysis: \n• At this phase of analysis, the codes were expanded and collapsed as necessary in order to create themes. \n \n Collapsing and expanding codes: \n• Code “violence” along with its subcodes were moved under the parent code “stigma”. Reasoning: \nAll of the violent acts that were coded were the result of either gender identity, HIV status, or \nintersecting identities. We established that the violence that the women experienced was a result of \nstigma. \n• Code “work experiences” was originally a parent code, but we went through the quotes that it \ncontained and re-coded these to more suitable codes. E.g. some sex work quotes actually spoke to \nsocial support being received from sex workers, so these were re-coded as “sex-work related” under \nthe parent code “social support”. Working at an Indigenous HIV center was re-coded “connection to \ncultural communities” under “community connectedness”. \n• Anything that was coded under “sex-work related” (originally under “work experiences”) was \nrecoded under “due to intersecting identities” under “stigma”. Anything still under this code that \nwasn’t about stigma or its effects was uncoded (e.g. time engaging in sex-work, money made). \nReasoning: Systemic transphobia resulted in many of the women having to engage in sex work for \nsurvival or financial reasons, but once they were engaged in sex-work, they experiences more stigma \nas a result of this identity. \n• Some of the codes were renamed in order to make them more representative of the data contained \nwithin. E.g. “internalized homophobia/transphobia” was renamed “shame” and included as a sub-\ncode to “stigma”. \n• The code “family of origin issues” was moved under the code “family” within “social support”. \nReasoning: This fit within social support because it could be used to explain why a family was or \n\t\r   43\t\r  \n\t\r  \nwasn’t supportive, e.g. some of the coded data were about religiosity or abuse, and may indicate \nwhy there is a lack of support. \n• A code called “systemic effects of stigma” was created because many of the women described issues \nthat arose as a result of the stigma that they experienced (erasure, violence due to transphobia, issues \nfinding employment). In order for this code to have meaning, I went through all of the stigma data in \norder to re-code the quotes that were listed under it. Those that were actually related to systemic \neffects of stigma were moved to the new code (as a result, “erasure”, “violence” and “shame” were \nmoved). \n• A coded labeled “resiliency” was renamed “resisting and reframing”. Reasoning: the data contained \nwithin this code did not necessarily align itself to resiliency literature, but instead was used to \ndescribe how the women thought about or behaved as a result of their identities. Anything in this \ncode related to resistance of societal expectations or norms. \n• The code “advice from communities” was broken down into the relevant “social support” sections. \nE.g. “HIV-specific” and “trans-specific” were moved under “social support” \n• The code “reliance on community knowledge” was moved under “community connectedness” and \nall the data within was re-coded into “HIV/AIDS communities”, “LGBT communities”, “trans \ncommunities”, or “cultural communities”. \n• “Resisting and reframing” was moved under the parent code “well-being”. Reasoning: resisting and \nreframing can be seen as a coping strategy to stigma, and also an outcome of community \nconnectedness and social support. \n• A code titled “what would you change” was moved under “well-being”. Reasoning: this is what the \nwomen identified as necessary to their well-being. \n \nTheory creation: \n• Stigma emerged as an overarching theme that was then used to make sense of the other findings. By \ncentralizing stigma in the analysis, I was able to organize and bring together all other sub-themes. Stigma \ntheory was thus used as a lens through which key findings were contextualized, and understood during the \nfinal and interpretive stages of analysis. \n• The codes community connectedness and social support, along with their sub-codes, were analyzed further. \nI found that they seemed to act as buffers to stigma, and that most of the women reported having some ties \nto communities, wanting some ties to communities, or having/wanting social support, which indicated that \nmy findings were supported by the existing literature on community and social support. \n• This stage of analysis also allowed me to see that there was a connection between community \nconnectedness/social support and resisting and reframing. Similarly, a lack of community \nconnectedness/social support led to feelings of isolation (which also led to negative health outcomes). This \nwas also supported by previous literature. \n• In the end, the theory that arose was that community connectedness and social support were buffers to the \nintersectional stigma experienced by trans women living with HIV. If community connectedness and social \nsupport were present, then women were more likely to resist and reframe their experiences, however if it \nwas not present then they were more likely to experience isolation leading to negative health outcomes. \n \nOther notes: \n• “What would you change” under “well-being” was used to guide the recommendations listed in this paper. \n• While I had intended on writing about friendships as a form of social support available to the women, \nfurther analysis of this code demonstrated that there was not enough depth in the quotes to incorporate \nthese into the final analysis. This may be a limitation of using secondary data, as the women were not asked \ndirectly about the friendships that they maintained, although some brought up brief details about these. \n \n \n \n\t\r   44\t\r  \n\t\r  \nReferences \n \nBaral, S. D., Poteat, T., Strömdahl, S., Wirtz, A. L., Guadamuz, T. E., & Beyrer, C. (2013).  \nWorldwide burden of HIV in transgender women: A systematic review and meta-\nanalysis. The Lancet infectious diseases, 13(3), 214-222. \nBauer, G. R. (2014). Incorporating intersectionality theory into population health research  \nmethodology: Challenges and the potential to advance health equity. Social science & \nmedicine, 110, 10-17. \nBauer, G. R., Hammond, R., Travers, R., Kaay, M., Hohenadel, K. M., & Boyce, M. (2009). “I  \ndon't think this is theoretical; this is our lives”: How erasure impacts health care for \ntransgender people. Journal of the Association of Nurses in AIDS Care, 20(5), 348-361. \nBauer, G. R., Scheim, A. I., Pyne, J., Travers, R., & Hammond, R. (2015). Intervenable factors  \nassociated with suicide risk in transgender persons: A respondent driven sampling study \nin Ontario, Canada. BMC public health, 15(1), 525. \nBauer, G. R., Travers, R., Scanlon, K., & Coleman, T. A. (2012). High heterogeneity of HIV- \nrelated sexual risk among transgender people in Ontario, Canada: A province-wide \nrespondent-driven sampling survey. BMC public health, 12(1), 292-304. \nBockting, W. O., Robinson, B. E., & Rosser, B. R. S. (1998). Transgender HIV prevention: A  \nqualitative needs assessment. AIDS care, 10(4), 505-525. \nBraun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative research in  \n psychology, 3(2), 77-101. \nCanadian HIV/AIDS Legal Network. (2014). Criminal law and HIV non-disclosure in Canada.  \n Retrieved from http://www.aidslaw.ca/site/criminal-law-and-hiv/ \nCoffey, A., & Atkinson, P. (1996). Making sense of qualitative data: Complementary research  \n\t\r   45\t\r  \n\t\r  \n strategies. Sage Publications, Inc. \nCole, E. R. (2009). Intersectionality and research in psychology. American psychologist, 64(3),  \n170-180. \nFife, B. L., & Wright, E. R. (2000). The dimensionality of stigma: A comparison of its  \nimpact on the self of persons with HIV/AIDS and cancer. Journal of health and social  \nbehavior, 50-67. \nFrost, D. M., & Meyer, I. H. (2012). Measuring community connectedness among diverse sexual  \nminority populations. Journal of Sex Research, 49(1), 36-49. \nHerbst, J. H., Jacobs, E. D., Finlayson, T. J., McKleroy, V. S., Neumann, M. S., Crepaz, N., &  \n HIV/AIDS Prevention Research Synthesis Team. (2008). Estimating HIV prevalence and  \n risk behaviors of transgender persons in the United States: a systematic review. AIDS and  \n Behavior, 12(1), 1-17. \nKamya, H., (2012). HIV/AIDS: The global pandemic. In Healy, L. M., & Link, R. J. (Eds.),  \n Handbook of international social work: Human rights, development, and the global \n profession (196-202). New York, NY: Oxford University Press. \nKertzner, R. M., Meyer, I. H., Frost, D. M., & Stirratt, M. J. (2009). Social and psychological  \nwell-being in lesbians, gay men, and bisexuals: The effects of race, gender, age, and \nsexual identity. American Journal of Orthopsychiatry, 79(4), 500-510. \nLogie, C. H., & Gadalla, T. M. (2009). Meta-analysis of health and demographic correlates of  \n stigma towards people living with HIV. AIDS care, 21(6), 742-753. \nLogie, C. H., James, L., Tharao, W., & Loutfy, M. R. (2011). HIV, gender, race, sexual  \n orientation, and sex work: A qualitative study of intersectional stigma experienced by  \n HIV-positive women in Ontario, Canada. PLoS Med, 8(11). \n\t\r   46\t\r  \n\t\r  \nLogie, C. H., James, L., Tharao, W., & Loutfy, M. R. (2012a). ‘‘We don’t exist’’: A qualitative  \nstudy of marginalization experienced by HIV-positive lesbian, bisexual, queer and \ntransgender women in Toronto, Canada. Journal of the International AIDS Society, 15(2), \n1-11. \nLogie, C. H., Newman, P. A., Chakrapani, V., & Shunmugam, M. (2012b). Adapting the  \nminority stress model: Associations between gender non-conformity stigma, HIV-related  \nstigma and depression among men who have sex with men in South India. Social Science  \n& Medicine, 74(8), 1261-1268. \nLombardi, E. L., & van Servellen, G. (2000). Correcting deficiencies in HIV/AIDS care for  \n transgendered individuals. Journal of the Association of Nurses in AIDS Care, 11(5), 61- \n 69. \nLongman Marcellin, R., Bauer, G. R., & Scheim, A. I. (2013). Intersecting impacts of  \ntransphobia and racism on HIV risk among trans persons of colour in Ontario,  \nCanada. Ethnicity and Inequalities in Health and Social Care, 6(4), 97-107. \nMarino, P., Simoni, J. M., & Silverstein, L. B. (2007). Peer support to promote medication  \nadherence among people living with HIV/AIDS: The benefits to peers. Social Work in  \nHealth Care, 45(1), 67-80. \nMcMillan, D. W., & Chavis, D. M. (1986). Sense of community: A definition and  \ntheory. Journal of community psychology, 14(1), 6-23. \nMcWilliam, S., Leonard, L., Medd, E., & members of the Ontario Women and HIV Working  \nGroup. (2007). HIV prevention in Ontario: Transgendered people. Retrieved from  \nhttp://www.health.gov.on.ca/english/providers/pub/aids/factsheets/hiv_web_fs_women_t\nans.pdf \n\t\r   47\t\r  \n\t\r  \nMeyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual  \npopulations: Conceptual issues and research evidence. Psychological bulletin, 129(5),  \n674-697. \nNemoto, T., Operario, D., Keatley, J., Nguyen, H., & Sugano, E. (2005). Promoting health for  \ntransgender women: Transgender Resources and Neighborhood Space (TRANS) program \nin San Francisco. American Journal of Public Health, 95(3), 382-384. \nNemoto, T., Operario, D., Keatley, J., & Villegas, D. (2004). Social context of HIV risk  \n behaviours among male-to-female transgenders of colour. AIDS care, 16(6), 724-735. \nPadgett, D. K. (2012). Qualitative and mixed methods in public health. Sage publications. \nParker, R., & Aggleton, P. (2003). HIV and AIDS-related stigma and discrimination: A  \nconceptual framework and implications for action. Social science & medicine, 57(1), 13-\n24. \nPrilleltensky, I. (2012). Wellness as fairness. American Journal of Community Psychology, 49(1- \n2), 1-21. \nPyne, J. (2015). Transfeminist Theory and Action: Trans Women and the Contested Terrain of  \nWomen’s Services. O'Neill, B. J., Swan, T.A, Mulé, N. J. (Eds.), LGBTQ People and  \nSocial Work: Intersectional Perspectives (129-150). Toronto, Ontario: Canadian  \nScholars' Press Inc. \nSaldaña, J. (2013). The coding manual for qualitative researchers (2nd ed.). Sage. \nStangl, A. L., Lloyd, J. K., Brady, L. M., Holland, C. E., & Baral, S. (2013). A systematic review  \n of interventions to reduce HIV-related stigma and discrimination from 2002 to 2013:  \n How far have we come?. Journal of the International AIDS Society, 16(3). \nStutterheim, S. E., Pryor, J. B., Bos, A. E., Hoogendijk, R., Muris, P., & Schaalma, H. P. (2009).  \n\t\r   48\t\r  \n\t\r  \n HIV-related stigma and psychological distress: The harmful effects of specific stigma  \n manifestations in various social settings. Aids, 23(17), 2353-2357. \nTravers, R., Pyne, J., Bauer, G., Munro, L., Giambrone, B., Hammond, R., & Scanlon, K.,  \n (2013). Community control in CBPR: Challenges experienced and questions raised from  \n the Trans PULSE Project. Action Research, 11(4), 403-422. \nYoon, E., Lee, R. M., & Goh, M. (2008). Acculturation, social connectedness, and subjective  \nwell-being. Cultural Diversity and Ethnic Minority Psychology, 14(3), 246-255 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\t\r   49\t\r  \n\t\r  \nTable 1.             \nTypes of stigma that may affect the lives of trans women living with HIV       \nAnticipated: \n \n \nPerceived: \n \nThe fear of experiencing stigma if a given identity, characteristic, or status is revealed. \n \n \nWhen those living with a stigmatized identity/status are aware of the negative societal attitudes, reduced opportunity,  \nand negative social identity associated with a given identity or social position \n \nInternalized: \n \nWhen an individual holds negative views or beliefs about a stigmatized identity, characteristic or status that they hold. \n \nSymbolic: \n \nWhen those not experiencing stigma shame, blame, or other people as a result of a  \nstigmatised identity, characteristic, or status. \n \nInstrumental: \n \nActions taken that perpetuate stigma, but that are taken in order to protect oneself or one's \nhealth (e.g. avoiding behaviours out of fear of becoming HIV positive). \n \nEnacted: \n \nOvert acts of discrimination against people as a result of a stigmatized identity,  \ncharacteristic, or status (e.g. violence, transphobia, exclusion). \nNote. The definitions listed above were summarized from: \nKamya, H., (2012). HIV/AIDS: The global pandemic. In Healy, L. M., & Link, R. J. (Eds.), Handbook of international social work:  \nHuman rights, development, and the global profession (196-202). New York, NY: Oxford University Press. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\t\r   50\t\r  \n\t\r  \nTable 2.           \t\r  \t\r  \nRecommendations for Countering Stigma through Community Connectedness    \t\r  \t\r  \nMicro level (interpersonal) \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \nConsult trans women about the services, community groups and resources that they need, have their input   \n  guide decision-making processes.  \nProvide counselling and ongoing support for trans women living with HIV.  \nEngage families, friends, romantic partners in skills building workshops to reduce negative attitudes \n (e.g. judgement, shame, blame). \nCreate materials and resources for trans women and their support systems. \nMeso level (community)   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \nEngage with leadership in Indigenous and Latinx communities to develop culturally specific programs  \n  focused on trans issues and HIV/AIDS. \n Have existing HIV and trans services work with translators to provide language specific services. \n Engage with leadership in small towns and rural areas in order to create trans specific programs,  \n   services and groups. \nEncourage LGBT spaces to work towards greater inclusion of trans women. \nProvide education/workshops and training about trans issues and HIV in existing cultural community spaces. \nIn order to increase visibility of trans people, hire trans staff to work in trans, LGBT, and HIV/AIDS spaces. \nMacro level (systems, institutions) \t\r  \t\r   \t\r  \t\r   \t\r  \t\r   \t\r  \t\r  \nEngage with policy makers to develop mandatory trainings in LGBT community spaces so that staff  \n  can address needs of trans women living with HIV. \nRevise HIV criminalization laws that target trans women engaging in sex work. \n Ensuring that laws and policies are in place that protect trans women living with HIV by allowing them to  \n   report discrimination (i.e. in the workplace, in healthcare settings, in communities, etc.). \nImplement policy that requires intersectional, anti-oppression training for ASOs, community services, and  \n  research teams. \nIncrease funding for activism and community mobilization programs so that trans women living with HIV  \n  can engage in collective resistance of stigma at systemic levels.  \nNote. The recommendations were created in part from the suggestions of the 14 trans women who completed \nthe interviews. Additional recommendations based on findings from:  \nStangl Lloyd, Brady, Holland, & Baral, (2013). A systematic review of interventions to reduce HIV-related \nstigma and discrimination from 2002 to 2013: How far have we come?. Journal of the International AIDS \nSociety, 16(3).\t\r  \n \n \n \n \n",
    "id": 303919578,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.wlu.ca:etd-2974"
    },
    "title": "STIGMA, COMMUNITY CONNECTEDNESS, AND SOCIAL SUPPORT AMONG TRANS WOMEN LIVING WITH HIV IN ONTARIO: FINDINGS FROM THE TRANS PULSE PROJECT",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T08:00:00+00:00",
    "publisher": "Scholars Commons @ Laurier",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=2974&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/303919578.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/303919578"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/303919578/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/303919578/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/303919578"
        }
    ],
    "abstract": "Trans (transgender, transsexual, transitioned) individuals face numerous challenges to their health and well-being (Bauer, Hammond, Travers, Kaay, Hohenadel & Boyce, 2009). Trans women in particular face disproportionately high rates of negative health outcomes, including HIV. Trans women face intersecting stigmas, which result in transphobia, trans erasure, isolation, and other systemic barriers to their well-being (Logie, James, Tharao, & Loutfy, 2012a). Despite their elevated risk, trans women, particularly those living with HIV, are invisible, neglected or underrepresented in research (Logie, et al., 2012a). Research suggests that community connectedness and social support are factors that impact the wellness of marginalized people (Kertzner, Meyer, Frost & Stirratt, 2009).  Research has not yet, however, assessed their impact on trans women living with HIV, nor has it examined how various types of stigma may shape community connectedness and social support. The data used in this study were collected through the Trans PULSE Project, a community-based research (CBR) project that investigated the impact of social exclusion and discrimination on the health of trans people in Ontario, Canada.  Trans women living with HIV were interviewed and analyses were conducted on 14 transcripts in order to understand the ways in which various types of stigma shape community connectedness, social support, and well-being for trans women.  Stigma was described as a result of gender identity, HIV status, and the women’s intersectional identities. Through the discussion of stigma, the women described the types of connections that they made with HIV/AIDS, LGBT/trans, and cultural communities. They also identified sources of social support that could include, family, friends, romantic relationships, sex workers and helping professionals",
    "tags": [
        "text",
        "stigma",
        "trans women",
        "HIV",
        "community connectedness",
        "social support",
        "Trans PULSE",
        "Community Psychology",
        "Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.wlu.ca:etd-2974",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11097",
        "openDoarId": 0,
        "name": "Scholars Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 303919578,
        "depositedDate": null,
        "publishedDate": "2016-01-01T08:00:00+00:00",
        "updatedDate": "2021-02-19T14:13:19+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-18T15:57:06+01:00"
    },
    "urls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=2974&amp;context=etd",
        "https://scholars.wlu.ca/etd/1877"
    ],
    "lastUpdate": "2021-02-19T14:13:19+00:00",
    "setSpecs": []
}