{
    "acceptedDate": "",
    "authors": [
        {
            "name": "van Bergen, Diana"
        },
        {
            "name": "Smit, Alette"
        },
        {
            "name": "Feddes, Allard R."
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-12T20:46:31+01:00",
    "dataProvider": {
        "id": 5364,
        "name": "ARTS repository - University of Groningen",
        "url": "https://api.core.ac.uk/v3/data-providers/5364",
        "logo": "https://api.core.ac.uk/data-providers/5364/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1007/s12119-022-10050-2",
    "downloadUrl": "https://core.ac.uk/download/571904011.pdf",
    "fullText": "   University of GroningenStigma, Depression, Suicidal Thoughts and Coping of Sexual Minority Youth Raised inConservative Versus Mainstream Denominations of Christianityvan Bergen, Diana; Smit, Alette; Feddes, Allard R.Published in:Sexuality and CultureDOI:10.1007/s12119-022-10050-2IMPORTANT NOTE: You are advised to consult the publisher's version (publisher's PDF) if you wish to cite fromit. Please check the document version below.Document VersionPublisher's PDF, also known as Version of recordPublication date:2023Link to publication in University of Groningen/UMCG research databaseCitation for published version (APA):van Bergen, D., Smit, A., & Feddes, A. R. (2023). Stigma, Depression, Suicidal Thoughts and Coping ofSexual Minority Youth Raised in Conservative Versus Mainstream Denominations of Christianity: A MixedMethod Study. Sexuality and Culture, 27, 972–994. Advance online publication.https://doi.org/10.1007/s12119-022-10050-2CopyrightOther than for strictly personal use, it is not permitted to download or to forward/distribute the text or part of it without the consent of theauthor(s) and/or copyright holder(s), unless the work is under an open content license (like Creative Commons).The publication may also be distributed here under the terms of Article 25fa of the Dutch Copyright Act, indicated by the “Taverne” license.More information can be found on the University of Groningen website: https://www.rug.nl/library/open-access/self-archiving-pure/taverne-amendment.Take-down policyIf you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediatelyand investigate your claim.Downloaded from the University of Groningen/UMCG research database (Pure): http://www.rug.nl/research/portal. For technical reasons thenumber of authors shown on this cover page is limited to 10 maximum.Vol:.(1234567890)Sexuality & Culture (2023) 27:972–994https://doi.org/10.1007/s12119-022-10050-21 3ORIGINAL ARTICLEStigma, Depression, Suicidal Thoughts and Coping of Sexual Minority Youth Raised in Conservative Versus Mainstream Denominations of Christianity: A Mixed Method StudyDiana van Bergen1  · Alette Smit1 · Allard R. Feddes2Accepted: 29 November 2022 / Published online: 13 February 2023 © The Author(s) 2023AbstractWe quantitatively examined whether Dutch sexual minority youth raised with con-servative Protestantism reported more family- and self-stigmatization, suicidal idea-tion, and depression than those socialized by Catholicism or Mainline Protestant-ism. Subsequently, we qualitatively examined how youth raised with conservative Protestantism coped with sexuality identity and mental health challenges. Survey data came from sexual minority youth (N = 584, age 16–25) raised with conserva-tive Protestantism (Evangelical/Pentecostal n = 44 and Dutch Orthodox Reformed n = 88, Mainline Protestantism n = 117, and Catholicism n = 335). Group differ-ences in associations were studied through univariate analysis of variance. Next, thematic and interpretative analyses of six interviews of survey respondents raised with conservative Protestantism were performed. Sexual minority youth raised with Evangelicalism/Pentecostalism reported significant higher levels of family stigma-tization and suicidal ideation than youth raised with other Christian religions. They addressed these challenges by religious coping, formulating critiques of stigma, and support from Christian self-help groups.Keywords Sexual minority youth · Christianity · Family acceptance · Mental health · SuicidalityAlette Smit: Independent Researcher. * Diana van Bergen  d.d.van.bergen@rug.nl1 Department of Pedagogy and Educational Sciences, Faculty of Behavioural and Social Sciences, University of Groningen, Grote Kruissraat, 2/19712 TJ Groningen, The Netherlands2 Department of Psychology, Faculty of Behavioural and Social Sciences, University of Amsterdam, Amsterdam, The Netherlands9731 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…IntroductionReligious sexual minorities often face adverse consequences compared to “main-stream” sexual minorities. In particular, Christian sexual minority youth often seem to hold negative views of their sexual orientation (Goldbach & Gibbs, 2017) tend to conceal their sexual orientation (Kuyper, 2014), and suffer from more mental health issues than their nonreligious counterparts (Lytle et al., 2018). Sex-ual minorities generally refer to persons who self-identify as lesbian, gay, bisex-ual, and people with non-heterosexual sexual behaviors or attractions; together they are referred to as ‘LGB’. In this article, the terms sexual minority and LGB are used interchangeable.According to the minority stress model (Meyer, 2003), sexual minorities may experience adverse health outcomes induced by stress due to fear of rejection, homophobia, and external stigmatization on account of their socially inferior minority status (e.g., Berghe et al., 2010). In recent years, schol-ars have acknowledged the importance of gaining greater insight into intersecting forms of stigmatization and have expanded the discussion about minority stress to encompass double (or triple) minority stressors, including stress arising from religious socialization and/or affiliation. In this research, we applied the dual minority stress model to the case of sexual minority youth who received Christian socialization.Christian sexual minority youth may be susceptible to reduced mental well-being and self-acceptance, specifically because they can encounter stigmatiza-tion not only from mainstream society, but also from their religious families and/or communities (Goldbach & Gibbs, 2017). Furthermore, negativity from these sources can hamper the access of Christian sexual minority youth to the protec-tive factors (buffers) mentioned above: social support and healthy coping strat-egies (Meyer, 2003). Christian denominations vary regarding their rejection of sexual diversity (d’Alo et al., 2021), and denominational influences on Christian sexual minority adolescents’ self-acceptance and their mental health may vary accordingly (Blosnich et  al., 2020; Burdette et  al., 2005). Although a body of research has examined the sexual identity processes of sexual minorities within certain Christian communities, predominantly in United States (US) contexts, few studies have systematically compared the role of various Christian denomi-nations in the self-acceptance and/or well-being of sexual minority youth. For the US, exceptions are a study by Wolff et al. (2016) showing that students in the US who attended Evangelical schools found it more challenging to accept their sexual orientation than those attending Catholic or Mainline Protestant schools, and research by Miller et al. (2020) indicating that LGB youth born in Catholic or Jewish families in the US report less symptoms of depression compared to LGB youth born into Protestant families. Such comparative religious research is, however scarce, and to the best of our knowledge, virtually absent for non-US religious sexual minority populations.The Netherlands is home to a relatively large group of conservative Christian (i.e., conservative Protestant) followers (approximately 7% of the population, de Hart & Houwelingen, 2018) who, like their US counterparts (see Burdette et al., 974 D. van Bergen et al.1 32005), hold predominantly negative attitudes toward same-sex sexuality. Thus, even in a gay-tolerant country like the Netherlands, acceptance of sexual diversity cannot be taken for granted, yet there is not much research at all that analyzed how religiously raised Dutch sexual minority youth fare in terms of well-being and self-acceptance according to their Christian denominations (Bos, 2010). This paper aims to fill this research gap.Views of Same‑Sex Attraction Among Christian Denominations in the NetherlandsThe largest conservative Protestant groups in the Netherlands are the Evangelical Church and the Pentecostal Community (together numbering approximately 900 congregations), and the conservative Protestant Reformed Churches in the Neth-erlands (collectively constituting approximately 1000 congregations; Bos, 2010).1 These conservative Protestant religious communities are characterized by a sub-stantially literal and orthodox interpretation of Bible texts, including the view that “homosexuality” is unacceptable (Ganzevoort et al., 2011). Heterosexual marriage and the traditional family unit are ordained by God, and deviation from this edict is not permissible; marriages between members of the same sex are therefore consid-ered profane (Huijnk, 2014). Dutch Orthodox Reformed Churches stress that believ-ers must be deeply imbued with a sense of their own sinfulness: having feelings for, or a relationship with, someone of the same sex constitutes a mortal sin. Many (yet not all) members of the Evangelical and Pentecostal communities, for their part, believe that God can “cure homosexuality” if believers pray to God. In these com-munities, fairly conservative attitude toward the gender divide between men and women are often present (Bos, 2010). Conservative Protestant churches in the Neth-erlands have significantly more negative attitudes toward sexual minorities than less strict Christian denominations. Forty-two percent of members of conservative Prot-estant movements in the Netherlands have negative attitudes toward same-sex attrac-tion, but among Mainline Protestants, the figure is ‘only’ 18% and among Catholics ‘just’ 8%. All Christian denominations (conservative and Mainline) have more nega-tive attitudes toward same-sex attraction than nonreligious Dutch people: only 4% of the nonreligious Dutch population consider it unacceptable (Huijnk, 2014).2Invalidating Views of Sexual Diversity among Conservative Christian CommunitiesFirst, studies have shown that religious sexual minority youth may struggle with their sexual identity development and the open expression thereof because of 1 The Reformed Churches of the Netherlands comprise the Reformed Association of the Protestant Church in the Netherlands and the Orthodox Reformed Church, abbreviated as “Dutch Orthodox–Reformed”.2 The total number of religious believers (regardless of denomination) in the Netherlands is 55% of the population (de Hart & Houwelingen, 2018).9751 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…feelings of being excluded from their religious communities, and some feel rejected by congregation members and/or church leaders (Goldbach & Gibbs, 2017; Schuck & Liddle, 2001). Research has shown that conservative Christian communities, in particular, express explicit disapproval of young sexual minority members who come out, sometimes try to ‘correct’ sexual minority youth, or in some cases ulti-mately expel them from the community (particularly when youth have started a same-sex relationship; Newman et al., 2018). However, not all Christian congrega-tions may be equally stigmatizing. First, the more closely connected believers are within their religious community, the more the members of that community con-form to group norms, including negative attitudes toward sexual diversity (Kelley & Graaf, 1997). It is therefore difficult for a member of such a close-knit community to express positive views about homosexuality, but especially so for a young member with developing feelings for the same sex who wishes to come out. The conservative Protestant communities in the Netherlands are fairly close-knit—more so than most Catholic Church communities and Mainline Protestant church communities (Bos, 2010; de Hart & Houwelingen, 2018).Second, the frequency of church visits by members of Christian congregations seems to influence their attitudes toward sexual diversity. Frequent churchgoers were found to be more intolerant of same-sex attraction than Christians who visited the church less often (Adamczyk & Pitt, 2009; Hooghe et al., 2010; Huijnk, 2014). Members of the conservative Protestant communities in the Netherlands have been found to visit their churches more often than Mainline Protestants or Catholics and can thus be considered more devout (de Hart & Houwelingen, 2018).Third, the degree of conservative gender-role attitudes in conservative Protestant-ism also influences the rejection of same-sex attraction. In many orthodox denom-inations, males and females are regarded as ‘complementary’ and ‘indispensable’ within a relationship because of their sex-specific tasks and characteristics. Males are expected to assume the role of protector and leader, and females to assume that of caregiver and helper (McQueeney, 2009). In both Evangelical and Orthodox Dutch Reformed churches, gender conservatism is evident, but the latter church is known for more extreme standpoints, such as a self-imposed political ban on women running for the Dutch Parliament (de Hart & Houwelingen, 2018).Religious Family Context and Stigmatization Among Sexual Minority YouthResearch has shown that families often play an important role in tensions relating to religious sexual minority adolescents’ faith and sexual orientation (Adamczyk & Pitt, 2009; Baiocco et al., 2016; Higa et al., 2014). Sexual minority youth who have religious parents often hesitate to inform their parents about their sexual orienta-tion for fear of rejection (Higa et al., 2014; Shilo & Savaya, 2012). When they do come out to their families, sexual minority youth brought up in religious families find that their parents accept them to a much lesser extent than do sexual minority youth who grow up in nonreligious families (Ryan et al., 2010). In a study by Lease and Shulman (2003), two-thirds of the religious respondents reported that their par-ents initially had great difficulty accepting their same-sex attraction because this was 976 D. van Bergen et al.1 3condemned by their religion. This lack of acceptance in turn acted as an additional stressor for these individuals, such that they were faced with double minority stress. Several studies (Bouris et  al., 2010; Gibbs & Goldbach, 2015; Ryan et  al., 2009) suggested that a lack of acceptance by the family, as well as exposure to parental homophobic religious beliefs, is associated with a less positive view of one’s iden-tity as LGB, more internal stigma, and reduced mental health.Internalized Stigma in Relation to Religion and Sexual Minority IdentityInternalized stigma (internal homophobia or internal homonegativity) refers to the internalization of negativity about one’s LGB identity, which interlocks with soci-etal stigma (Shidlo, 1994). Sowe et  al. (2014) reported that, in their US sample, Christian LGB respondents scored significantly higher on internalized homonega-tivity than nonreligious respondents. Shilo and Savaya (2012) found a positive cor-relation between the degree of religiosity and internalized homophobia in an Israeli sample. In a similar vein, Kralovec et al. (2014) reported that religion was associ-ated with higher scores for internal homophobia in an Austrian sample of LGB peo-ple. Moleiro et al. (2013) reported that Portuguese individuals who more strongly adhered to their religious beliefs were also more likely to conceal their sexual minority identity.Barnes and Meyer (2012) found that sexual minority individuals in the US who were involved with non-affirming religious settings experienced significantly higher levels of internalized homophobia than those in affirmative religious congregations. In a similar vein, Bregman et al. (2013) found that LGB young people in the US who were religiously affiliated with a faith that disapproved of same-sex attraction were more prone to internalizing these messages and found it challenging to accept them-selves. Similarly, Ream and Savin-Williams (2005) reported that LGB individuals in the US who experienced religious and sexual identity conflicts also reported more internalized homophobia than those who did not experience such conflict. Consider-ing that religious and sexual identity conflicts are more likely to emerge among LGB people in non-affirming (i.e., conservative) congregations, an association with inter-nalized stigma is theoretically plausible.Depression, Suicidal Ideation, and Religion among Sexual MinoritiesAccording to the dual minority stress model, the potential positive effects that reli-gion can have on mental health (Garssen et  al., 2021) may be suppressed among religious LGB people, which can affect their moods and precipitate depression and suicidal thoughts. In support of this theory, Dahl and Galliher (2010) found that affective and cognitive conceptualizations of religiosity (religious guilt, concerns about sin, and feeling judged by the community) were positively related to depres-sion among LGB people in the US (18–40  years old). More recently, researchers have emphasized that whether a denomination is affirmative of sexual minorities or not correlates with their mental health. Gattis et al. (2014) found that the detrimental effects of stigmatization on depression among US sexual minority youth belonging 9771 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…to pro same-sex marriage denominations were significantly less than for peers who affiliated with denominations that opposed same-sex marriage. Heiden Rootes et al. (2019) found that, for those LGB people in the US who grew up in orthodox (‘fun-damentalist’) religious families, relationships with their parents moderated the rela-tionship between parental acceptance and depression, highlighting once again the critical role of the family. Nevertheless, Drabble et al. (2018) who examined a US sample, did not find a positive or negative effect for the degree of religiosity in rela-tion to depression in their in final model. Barnes and Meyer (2012) could not estab-lish a significant effect between affiliation with a US non-affirmative congregation and depression. Miller et al. (2020) found lower depression rates in LGB youth in the US raised in Catholic and Jewish families compared to Protestant families.Regarding suicidal ideation, several studies have suggested that the religious affiliation of sexual minority people may correlate with suicidal thoughts. Lytle et al. (2018) concluded that the enhanced importance of religion correlated with an increased risk of recent suicide ideation for LGB young people in the US. Further-more, Gibbs and Goldbach (2015) showed that LGB young adults in the US who received a religious upbringing and were currently experiencing religious conflict were most at risk of suicidal ideation and stressed the importance of resolving con-flicts between religion and sexual identity status in order to prevent suicide. Lytle et  al. (2015) found that Atheist/Agnostic LGB people were more likely to report suicidal ideation than their Christian-identified counterparts in the US, but not com-pared to Jewish LGB people. Blosnich et al. (2020) showed that sexual minorities who are part of unspecified Christian or Catholic churches in the US are at much higher suicide risk than those belonging to Unitarian Universalist churches. A study by Kralovec et al. (2014) in Austria showed that the impact of religion on suicidal ideation was diverse. On the one hand, feeling connected to a religious community related to low suicidal ideation in the past year among LGB adults; on the other, both religious affiliation and connectedness to a religious community correlated with an increased amount of internalized homophobia, which subsequently related to increased suicidal thinking.Sexual Minority Youth Coping with Religious ConflictThe internal conflict experienced by religious sexual minority individuals between their sexual identities and religious upbringings can lead to diverse negative out-comes (Rodriguez et  al., 2019; Schuck & Liddle, 2001). The self-acceptance of religious sexual minority individuals is often lower than that of nonreligious peo-ple (Stern & Wright, 2018); for example, some religious LGB individuals may perceive an unbridgeable gulf between homophobic religious opinions on the one hand and their feelings for the same sex on the other, leading to a prolongation of this intrapsychic conflict (Schuck & Liddle, 2001; Sumerau, 2017). There are also individuals who push their sexual identity firmly into the background, so that the conflict remains almost permanently buried beneath the surface (Rodriguez et  al., 2019). Other religious individuals adopt a ‘parallel worlds’ strategy, by which they 978 D. van Bergen et al.1 3give full rein to both their sexual and their religious identities, but are only able to achieve this by keeping those two worlds strictly separate (Ganzevoort et al., 2011). Other religious sexual minority individuals opt to distance themselves from their faith (Rodriguez et al., 2019). Finally, some religious sexual minority people man-age to successfully integrate the conflict between their religious and sexual identities (Rodriquez & Ouellette, 2000; Sumerau, 2017). By conducting an inner dialogue and/or with the help of others, they learn over the years that they are loved (not hated) by God and gain confidence by combining their beliefs and their sexual iden-tities (Goldbach & Gibbs, 2017).The Present ResearchThe present mixed methods study aimed to fill gaps in the literature regarding Chris-tian denomination-specific correlations with sexual diversity acceptance, testing four hypotheses and an interrelated question in a qualitative follow-up. The follow-ing hypotheses were formulated: (H1) sexual minority youth who grow up in strict Protestant congregations (Evangelical/Pentecostal or Orthodox Dutch Reformed Protestant) are confronted with more stigmatization in their family contexts and (H2) more internal stigma than sexual minority youth who have a Mainline Protes-tant or Catholic upbringing. Next, (H3) sexual minority youth who grow up in strict Protestant congregations (Evangelical/Pentecostal or Orthodox Dutch Reformed Protestant) report more depression and (H4) suicidal ideation than sexual minor-ity youth who have a Mainline Protestant or Catholic upbringing. In our qualitative follow-up, we asked: How do sexual minority youth raised with conservative Protes-tantism narrate the complexities they experience around family- and self-acceptance and the perceived impact on their mental health, and what role does coping behavior play in these complexities?MethodsQuantitative StudyProcedure and SampleSee Table 1 for the descriptions of our participant sample. The data was drawn from an online self-administered survey (Van Bergen et al., 2013), which aimed to investi-gate stigmatization, acceptance, and well-being among Dutch sexual minority youth (N = 1636). The study addressed “boys who (also) feel attracted to boys” and “girls who (also) feel attracted to girls”. Our sample concerned cisgender participants, as transgender or non-binary identified individuals were addressed in a prospective study.9791 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…A total of 584 participants indicated having a religious background and were included in the study. Participants were asked whether they had a religious upbring-ing. The options they could choose were: (1) None, (2) (Roman) Catholicism, (3) Protestantism, (4) Islam, (5) Hinduism, (6) Judaism, (7) Buddhism, (8) New Age, (9) Humanism,3 (10) Not known, and (11) Other (open field). Option four through nine were selected by only three to 15 respondents each and were thus removed from analyses, as were open text entries that were not linked to the Christian faith. If participants indicated “Protestantism,” a follow-up question asked which type of Protestantism. The possible answers were: (1) Dutch Liberal Reformed, (2) Dutch Orthodox Reformed, (3) Lutheran, (4) Pentecostal, (5) Evangelical, or (6) Other (open field). Categories 1 and 3 were combined into “Mainline Protestantism”. A leading academic expert of Dutch denominations of Christianity [Joep de Hart] examined the open text fields and advised to add “Reformed Association of the Prot-estant Church” to “Dutch Orthodox Reformed”, while “Salvation Army, Jehovah’s Witness, Seventh Day Adventist and New Apostolic Church” were advised to be added to Category 5 (Evangelical). Categories 4 and 5 were then combined into the category “Evangelical/Pentecostal”. The final constructed variables combined the answers from both items and included the following categories: (1) Mainline Prot-estantism, (2) Dutch Orthodox Reformed, (3) Evangelical/Pentecostalist, and (4) Catholic (including Roman Catholic).Table 1  Descriptive statistics of participants in an online self-administered survey (“Same-Feel-ings”) aimed at “youth who (also) feel attracted to the same sex”Frequencies (percent-ages)/meansSD Min MaxReligious upbringingOrthodox reformed 88 (15%) – – –Mainline Protestantism 117 (20%) – – –(Roman) Catholic 335 (57%) – – –Evangelical/Pentecostal 44 (8%) – – –Religious now: yes 226 (39%)Age 21 years 2.80 16 26Gender: male 213 (37%)Coming out: yes (at least one other person knows about sexual orientation)528 (90%)Family stigma 0.47 0.80 0 4Internalized stigma 1.33 0.77 0 3.73Depression 1.16 0.95 0 4Suicidal thoughts 1.02 1.15 0 43 In the Netherlands, “Humanism” refers to a worldview rather than a faith or religion; it concerns a “philosophy of life” focusing on reflection, ethics and dialogue, and emphasizes core values such as free-dom, responsibility, social justice and diversity of human kind. See www. human istis chver bond. nl/ human isme/ wat- is- human isme.980 D. van Bergen et al.1 3Multiple recruitment techniques (both online and offline, through both general and LGB-specific channels) were used. Participants could take part in a raffle to win a voucher. Additional efforts were made to recruit religious sexual minority youth through online platforms and organizations (mostly linked to Protestant churches) aimed at these populations. Written informed consent was obtained online prior to participation. The data were checked for repeat participants, this was not an issue because participants did not receive a compensation for each completed survey. The Ethical Committee at the department of [redacted for review] approved both the quantitative and qualitative elements of the study.MeasurementsHomophobic stigmatization by parents and family members in the preceding 12 months was measured with one item, “Have you been stigmatized due to your same-sex attraction in the preceding 12 months by your family?” (1 = never–5 = very often).Internal stigma, define as the extent to which respondents suffered from internal stigma, was measured with seven items from the Lesbian Internalized Homopho-bia Scale (Szymanski & Chung, 2003), including: “(Imagine you have a partner) I would pretend that my partner is just a friend” and “I try not to give any signals that reveal that I am attracted to the same sex”. An item about the level of comfort with being LGB was added: “If I were able to change my sexual orientation and become straight, I would do so”. The adapted scale had answer options 0 = completely agree to 4 = completely disagree. The word ‘lesbian’ from the original scale was changed to “‘attracted to the same sex”. The Cronbach’s alpha was 0.87.Depression in the past month was measured through a validated scale (De Beurs & Zitman, 2006) that consisted of four items (e.g., “Have you felt hopeless in the past few weeks?” 0 = not at all to 4 = very much). The Cronbach’s alpha was 0.88.Lifetime suicidal ideation was measured with one item (“Have you ever consid-ered taking your own life?”) (1 = no, 5 = very often’) following previous Dutch pub-lications (Van Bergen et al., 2013).Quantitative StudyUnivariate analyses of variance (ANCOVAs) were conducted in IBM SPSS® Statis-tics Version 27 to test the hypotheses. In all the analyses, we controlled for whether participants were still religious or not at the moment they completed the survey, their age, gender and coming out (i.e., whether respondents had told at least one per-son about their sexual orientation).9811 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…Qualitative StudyProcedure and SampleIn the broader research project, 30 interviews (15 self-identified males and 15 self-identified females) were conducted within 6  months of the survey with the aim of investigating lived experiences of stigma based on sexual orientation. Survey respondents were asked if they were willing to be invited for an interview, and if so, they received information about the study via e-mail. The response rate was approxi-mately 25%. The interviews were conducted individually and face-to-face and each lasted for 60 to 90 min; participants received a gift voucher of 10 euros (but this was not used as an incentive). Verbal and written informed consent were obtained prior to participation. Candidates selected for interview were asked to report stig-matization in the past year (ranging from a couple of times per year to a couple of times per week) and had to have come out to at least one person. We sought youth from a variety of social class backgrounds who lived in different geographical areas of the Netherlands. Being religious or having a religious upbringing was not an a priori criterion for taking part in the study. The interviews were conducted using a narrative approach (Wengraf, 2003) and focused on allowing participants to share their stories. Participants were asked to talk about the following topics: awareness, disclosure and responses to coming out, stigmatization in various contexts and com-munities, coping, self-acceptance, gender expression, and future plans. There was abundant opportunity to discuss relevant topics that were not part of the list (e.g., religion).Out of 30 interviews, six participants had been raised with conservative Protes-tantism and were included in this study (Evangelical n = 2, Pentecostal n = 1, Dutch Orthodox Reformed = 2, and Reformed Association of the Reformed Church n = 1). Five interviewees had a native Dutch background, while one was of Caribbean ori-gin. One interviewee was raised as an evangelical but no longer identified as reli-gious at the time of the interview, while two interviewees who were brought up as evangelical were still Christians but no longer associated with a specific denomina-tion of Christianity. One interviewee raised in the Dutch Orthodox Protestant church identified as “spiritual”. Three interviewees came from working class families, while three had middle class backgrounds.Qualitative AnalysesAll the interviews were recorded and transcribed verbatim. The qualitative study involved a thematic analysis of interview data, which was conducted based on the Constant Comparative Method (Boeije, 2010). The thematic analysis began with open coding for each interview. Initially, codes were attached to interview fragments that addressed a similar topic. The coding process was both inductive (i.e., data-driven) and deductive (i.e., sensitive to the themes of the topic list). This resulted in a set of codes (e.g., awareness of sexual minority, coming out to oneself and to fam-ily, bullying and stigmatization, self-acceptance and difficulties, and sources of sup-port) that were constantly refined and supplemented during the analysis. Additional 982 D. van Bergen et al.1 3codes that emerged from the six interviews with participants raised with conserva-tive Protestantism were: intersection of sexual orientation and faith, religious fam-ily responses, and subsequent reactions from participants. The next step was axial coding (Boeije, 2010); the comparison of segments from various interviews with the same main codes. The first author (DvB) developed main codes, which were supplemented by the second researcher (AS). Subsequently, we moved from themes (description) to interpretation, for which two authors [redacted for review] read entire transcripts and focused on main codes, in order to unpack participants’ stories for their meaning (Wengraf, 2003). This led to results showing how stigmatization influenced health and well-being, and what religious coping behaviors for stigmati-zation seemed beneficial over time.To recapitulate, the qualitative results derived from the interviews with Dutch sexual minority youth who were brought up with Evangelical/Pentecostal or Dutch Orthodox Reformed Protestantism and reported experiencing sexual minority stig-matization. In the qualitative results section, we will delve deeper into stigma/stig-matization, the self-acceptance process, mental health, and coping responses to potential conflicts between their sexual identities and their Protestant upbringings. Following the dual minority stress model, we particularly focused on responses from within (religious) family contexts as well as church socialization.Table 2  Intercorrelations between demographic variables (religious now, age, gender and coming out) and variables of interest (family stigma, internalized stigma, depression, suicidal thoughts)Religious now: 0 = no, 1 = yes; coming out: 0 = no, 1 = yes; *p < .05, **p < .01; ***p < .0011 2 3 4 5 6 71. Religious now 1  − 0.06  − 0.14** 0.06 0.21*** 0.04 0.062. Age 1 0.15***  − 0.12* − 0.21*** − 0.26***  − 0.073. Coming Out 1  − 0.01  − 0.43***  − 0.06  − 0.034. Family stigma 1 0.20*** 0.14** 0.055.Internalized stigma 1 0.26*** 0.09*6. Depression 1 0.44***7. Suicidal thoughts 1Table 3  Means and standard deviations on family stigma, internalized stigma, depression, and suicidal thoughts across all participants and divided over the different religious backgroundsFamily stigma Internalized stigma Depression Suicidal thoughtsM (SD) M (SD) M (SD) M (SD)All participants 0.47 (0.80) 1.33 (0.77) 1.16 (0.95) 1.02 (1.15)Religious upbringingOrthodox reformed 0.44 (0.78) 1.31 (0.71) 1.26 (1.04) 1.14 (1.25)Mainline Protestantism 0.45 (0.78) 1.34 (0.78) 0.92 (0.78) 0.75 (0.87)(Roman) Catholic 0.42 (0.73) 1.30 (0.76) 1.19 (0.98) 1.00 (1.17)Evangelical/Pentecostal 0.91 (1.16) 1.56 (0.92) 1.37 (0.89) 1.63 (1.30)9831 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…Results of the Quantitative StudyThe correlations between the demographic variables and the variables of interest are given in Table 2. The means and standard deviations on the variables of interest for all participants and divided across religious background are given in Table 3. Signifi-cant correlations were found for currently religious (participants who reported to be still religious also experienced higher levels of internalized stigma), age (older children reported less family stigmatization, less internalized stigma and lower levels of depres-sion), and coming out (participants who reported coming out had lower levels of inter-nalized stigmatization). All demographic variables were included as covariates in the main analyses.Hypothesis 1 was only confirmed for Evangelical/Pentecostal. A significant effect of religious upbringing was found for stigmatization in the family context in the past 12 months: F (6, 380) = 3.407, p = 018,  eta2 = 0.026. Evangelicals/Pentecostals reported significantly higher levels of family stigma than Catholics, p = 0.010 (95% CI 0.078 to 0.873); Mainline Protestants, p = 0.044 (95% CI − 0.876 to − 0.008); and a marginally significant difference was found with Orthodox Reformed participants, p = 0.056 (95% CI − 0.007 to 0.900). No differences were found between Catholics, Mainline Protes-tants, and Orthodox Reformed participants.Hypothesis 2 was not confirmed, since there was no effect of religious upbringing on internalized stigma: F (6, 577) = 1.523, ns.Regarding Hypothesis 3, a significant effect was found for religious upbringing on depression: F (6, 523) = 3.291, p = 0.020,  eta2 = 0.019. Participants raised by Evangeli-calism/Pentecostalism reported highest levels of depression, respectively followed by Orthodox Reformed faith, Catholicism, and Mainline Protestantism. However, only marginally significant differences were found between the different religious groups in the post hoc test (Evangelical/Pentacostal vs. Protestant, p = 0.073, 95% CI − 0.022 to 0.879; Catholic vs. Protestant, p = 0.066, 95% CI − 0.010 to 0.538; Orthodox Reformed vs. Protestant, p = 0.094, 95% CI − 0.030 to 0.686). So, whereas Christian denom-ination does seem to play a role, the evidence was not sufficiently strong to support Hypothesis 3.Finally, a significant effect of religious upbringing was found for suicidal thoughts: F(6, 522) = 6.097, p < 0.001,  eta2 = 0.034. As predicted, youth raised by Evangelical/Pentecostal and Orthodox Reformed faith had the highest levels of suicidal thoughts followed by those socialized in the Orthodox Reformed and the Mainline Protestant faith. The levels for participants socialized with Evangelical/Pentecostal faith were sig-nificantly higher than those for participants raised by Catholicism, p = 0.006 (95% CI 0.131 to 1.153), and Mainline Protestantism, p < 0.001 (95% CI 0.325 to 1.450). No significant difference was found with youth raised by Orthodox Reformed faith. No dif-ferences were found between youth raised by Orthodox Reformed faith and, respec-tively, Catholicism and Mainline Protestantism. Hypothesis 4 was confirmed, therefore, for participants raised by Evangelical/Pentecostal faith only.984 D. van Bergen et al.1 3Results of the Qualitative StudyParental Responses to Coming OutAll interviewees except one reported that, during their upbringing (and before com-ing out), one or both of their parents had expressed negative attitudes toward same-sex attraction; for example, Marleen4 (female, 21, Evangelical) reported that, when a Dutch bisexual comedian appeared on television, her father would say: “I don’t understand why someone like her is allowed to be on TV”. Only David (male, 18, Dutch Orthodox Reformed) stated that his mother was positive about sexual diver-sity, due to the positive relationship she had with her gay brother: “Those are two men who love each other very much”.Given the negative attitudes that most of the parents held toward same-sex attrac-tion prior to their children coming out, it was no surprise that most of the parents exhibited negative reactions to the coming out of their children. Four of the six par-ticipants reported that their parents responded negatively to their coming out. Mar-leen reported: “My father responded so awfully that I left the house for a week. I really couldn’t stay.” Her father claimed in his “sermon” (as Marleen called it) that “homosexuality” was sinful, and he acquired a book about “healing homosexuality” and ensuring that women behaved in a proper “lady-like” way. Also, Ingrid (female, 25, Evangelical) stated that her mother expressed negative attitudes toward her sex-ual minority based on her Evangelical beliefs (“God will punish you”).When Martijn (male, 22, Dutch Orthodox Reformed) told his parents about his sexual identity, his mother decided to pray for him in the hope that it would make his feelings disappear. He further indicated that talking with his parents was like “talking to a wall”: he felt that his parents were unwilling to talk about his sexual-ity in an open manner. Anne (female, 25, Pentecostal) said that her mother found out about her same-sex attraction by secretly reading her daughter’s diary, in which she described having feelings for another girl. Consequently, her mother forbade her from meeting other girls outside school and from communicating about her feelings: “I was urged to not bring up the subject ever again”.Erik (male, 20, Dutch Orthodox Reformed) received a mixed response from his parents; they had difficulties with same-sex attraction due to their religious beliefs, but nonetheless directly expressed their love for him when he came out. Erik’s par-ents indicated that they found the idea of him having a same-sex relationship dif-ficult to grasp: “they [the parents] indicated that they couldn’t find any proof in the Bible that homosexual relationships are allowed”. Only one participant (David) had mostly positive experiences when he came out to his parents. David’s mother was very reassuring when he (as a 13-year-old) came out to her: “Initially she was shocked. I think she felt it came a bit early. Then she said, ‘Oh well, ok. You are still my child and there is nothing wrong with your feelings.’”.4 All names of interviewees in the manuscript are pseudonyms, and the denominations listed correspond to the religions of their upbringings.9851 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…Religious Upbringing at Home, and Religious Teachings in the Church and in ScriptureFour of the participants (Erik, Martijn, Anne and Marleen) indicated having diffi-culties, both before and after coming out, with the conflict between their same-sex feelings and their beliefs. The Bible, their churches, and their religious upbringings proclaimed the message that God did not approve of their same-sex feelings. Erik understood from his Reformed church that: “In Leviticus there is a text that says that it is an abomination to God if a man lies with a man, the way he lies with a woman”. Martijn indicated: “From my upbringing and from [Christian Reformed] school I formed an ideal picture of how things should be and that an ideal relationship is with a woman”. Anne knew from the Pentecostal church that “it [same-sex sexual-ity] is unnatural and God forbids it”. In line with the message from the church, Mar-leen’s father told her that “those people are weak Christians and they are going to hell”. Ingrid mentioned how her parents had raised her “strictly Christian” and had assumed that they could correct her sexual orientation by obliging Ingrid to attend church frequently.David was the only participant who accepted his same-sex feelings rather quickly, even though he came from a Dutch Orthodox Reformed family and church. His mother had familiarized him with the topic of sexual minorities through her gay brother (David’s uncle), who was in a long-term relationship with another man. The affirmative lesson he took to heart was: “You have certain feelings and they are ok; you are allowed to be honest about them and you have a right to feel them”.Religious Coping Strategies that Seemed Taxing for Youth’s Mental HealthA variety of undermining strategies originating from religion had been practiced for all but one of the participants and seemed to have contributed to avoidance of the youth’s feelings for the same sex. Five of the six participants (except David) exhibited avoidance as their main coping strategy in the initial years following the recognition of their same-sex attraction; for example, three of the participants had prayed and hoped that they could still become heterosexual (Erik, Anne and Mar-leen). Anne and Marleen were under the impression that they could make their feel-ings for the same sex disappear by praying. Marleen reported: “I had been praying for a full year … ‘Lord, if you want me to heal, then heal me’ … But yeah, then my father said: ‘You’re not praying hard enough, or you don’t mean it enough’”.Four respondents (Erik, Martijn, Anne and Marleen) tried to deny their same-sex feelings by keeping their feelings hidden and even ignoring those feelings. Denying their emotions seemed to induce feelings of shame in these participants and had neg-ative implications for their psychological well-being. All four of these participants had developed depressive symptoms:I pushed my true self away a lot in that time, and I couldn’t be myself at school. I was a boring guy; quiet, avoidant and shy (…) Looking back, I realize I was depressed at that time. At night, I would sometimes cry in bed because I just didn’t know what I should do with my life.986 D. van Bergen et al.1 3Two of the four participants (Marleen and Anne) who developed depressive moods also had suicidal thoughts and/or resorted to self-injury. Marleen clarified that she engaged in self-injury because she believed people like herself should not exist: “I really disliked myself … I believed that I shouldn’t exist. My father gave me the impression that people like that are bad.” Martijn also reported having traumatic experiences around the time of his coming out in relation to his belief system. He was sexually harassed by a man he trusted, but felt that he could not share this infor-mation with anyone because of the sinful nature of his sexual minority. He explained how the inability to share this experience and having to keep his identity secret led him to experience depressive feelings.Ingrid and Anne participated in church rituals, which were meant to “heal” their same-sex attraction. This was a form of avoidant coping in which other actors (in this case the church) also played a crucial role. Anne explained the “healing” ritual in her church: “People pray for you … You are possessed and Satan has too much control over your body and that needs to be removed from you. Then you become overwhelmed by feelings of shame and that you are doing something wrong.” In Ingrid’s case, avoidant coping behavior was not self-initiated, but she explained that her parents assumed that they could correct (and prevent) her from developing those feelings by obliging her to increase her church attendance. Ingrid herself also thought that her feelings would be temporary. When her feelings did not change, Ingrid’s parents told their Evangelical church about their daughter’s sinful feelings, and she was then sent to a conversion camp. In the camp, she developed a strategic pact with a gay man in order to be dismissed from the camp.Internal Religious Coping Behavior that Seemed to Contribute to Improved Self‑AcceptanceOver time, four participants (Erik, Martijn, Anne and Marleen) experienced a posi-tive development in the influence their faith had on their self-acceptance as a result of rereading Bible texts and critically reflecting on how these texts were interpreted within their conservative Protestant church. Marleen found that, upon reexamining the texts, she believed that God’s word should not strictly be interpreted as disap-proval: “The Bible states that Jesus himself didn’t obey all the rules, because he said what’s most important is the love. Under certain circumstances, the rules aren’t that important. Sunday is a rest day, yet he healed someone on a Sunday.”Erik also found comfort in reexamining the Bible texts, but in a different way to Marleen. Erik noted discrepancies in the way people in his church behaved com-pared to the Bible’s Book of Leviticus: “It states that if a woman has her period you are not allowed to touch her for a few days … but nobody seems to obey this law these days”. Just like Marleen, Erik concluded that literal interpretation of the Bible was probably not God’s intention and, hence, the liturgy about same-sex attraction also did not need to be interpreted literally. Anne also reported feeling that being a Christian can go hand in hand with being a lesbian. She came to this conclu-sion by reflecting on the outcome of the exorcist rituals she had undergone in the 9871 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…Evangelical Church. She concluded that her sexual orientation was an integral part of her identity and not a sinful element that could be removed.All the participants who initially fought against their same-sex attraction reported no longer wanting to become heterosexual as a result of the growth processes described above; for example, Marleen said that she now felt she was accepted in the eyes of God because “He made her this way” and because she thinks that: “He loves you as a person, including that [sexual identity]”. Erik also reported being more at peace with his identity because: “God is more than just texts in the Bible. It’s more about who you are in your heart.”Even though these five participants (except David, who had always accepted his sexuality) experienced improvement in their self-acceptance, they all still reported ambivalent feelings toward their sexual orientation due to their religious back-grounds. This ambivalence, together with their religious upbringing, became appar-ent when participants were asked about starting a family. While Erik, for example, no longer hid and denied his feelings, he still reported that “it would be most ideal” to marry a woman and have children in the traditional way, as written in the Bible.Both Martijn and Erik are still members of the Dutch Orthodox Reformed church they were associated with during their upbringing. Anne and Marleen have respec-tively left their Pentecostal and Evangelical churches to find a more accepting, less conservative church. David is no longer a participating member of a church, but considers himself spiritual. When Ingrid moved to the Netherlands to complete her education, she also stopped affiliating with the Evangelical church she was brought up with and had no intention of affiliating with another church.External Religious Coping that Seemed to Contribute to Better Self‑AcceptanceExternally directed coping exhibited by many participants consisted of taking action and actively seeking support. Two Dutch Orthodox Reformed youth (Martijn and Erik) exhibited direct coping action by coming out in their church. They hoped their coming out would help them to obtain religious approval from the church and that they would be able to belong while staying true to their sexual identity. The responses they received, however, were mostly negative or ambivalent. While Mar-tijn (just before he came out in church) was assured by a presbyter of his church that God loved all people, the reverend in this church called “homosexuality” sinful and forbade Martijn from taking part in the holy communion.5 Erik decided to write a daring piece for his church newspaper entitled “Dare to be Different”. He wanted to shed light on the feeling of isolation that sexual minority youth encounter in their reformed churches and to try to fight this phenomenon. Erik received non-affirm-ing comments from congregation members such as: “How awful for your parents” and “I will pray for you”. Nonetheless, one woman from his church gave him her blessing.5 The Holy Communion is one of the two sacraments in Protestant churches (the other sacrament being baptism). During the sacrament, the suffering and dying of Jesus Christ are commemorated by eating bread and drinking wine.988 D. van Bergen et al.1 3Five respondents indicated that their coping strategies were also aimed at seeking support. Three of the respondents (Martijn, Erik, and Anne) sought help from role models (either in person or online). Anne and Martijn, for instance, expressed a need to make contact with other Christian sexual minority youth to consult with them about the feelings of isolation they have been experiencing. They therefore chose to join a Protestant youth self-help group that emphasized sharing experiences with others facing a similar predicament, which they found comforting because it made them feel understood.Some participants received support through online platforms. Erik, for instance, was inspired by a Protestant website about same-sex attraction on which LGB peo-ple shared their personal stories about successfully bridging the gaps between their faiths and their sexual orientations. For others, friends and family acted as important support pillars. Marleen explained that a friend from her Evangelical church helped her to continue to “believe in God’s love” at moments when she struggled to rec-oncile her faith and her sexual orientation. Erik and David both had close family members who identified as gay. These family members were accepted within their families and acted as positive role models or support systems for David and Erik. In addition, participants reported using nonreligious external resources to deal with the concerns they had. Three respondents (Marleen, Anne and Martijn) sought help from their general practitioner, a psychologist, and a psychiatrist, respectively.DiscussionA particular gap of knowledge exists regarding the mental health and stigmatization of sexual minorities brought up in different Christian denominations outside the US. The Netherlands is an interesting case in this respect, since in spite of generally high levels of acceptance of sexual diversity, it hosts a substantial number of conservative Protestant denominations in which attitudes are more negative than among the gen-eral population (Bos, 2010).Our survey of 584 Dutch sexual minority youth brought up with various Christian denominations corroborated Hypothesis 1; that is, sexual minority youth who grew up in strict Protestant congregations (Evangelical/Pentecostal or Orthodox Dutch Reformed Protestantism) had to digest more stigmatization from their families than sexual minority youth who had a Mainline Protestant or Catholic upbringing. It was clear that religion can hinder parental acceptance or make youth fearful thereof, underpinning findings by Alessi et  al. (2017), Higa et  al. (2014), and Shilo and Savaya (2012). Confirming the dual minority stress model, the lack of acceptance in the home acted as an additional stress source for participants, since they had no access to a primary social resource that can buffer the negative effect of stigmatiza-tion (i.e., parental support) (see also Gorse, 2020). Our finding that the Evangelical/Pentecostal religion can hinder parental acceptance or make youth fearful thereof was worrisome, as several authors (Alessi et al., 2017; Higa et al., 2014; Shilo & Savaya, 2012) have shown that parents who do not accept their children for reli-gious reasons are at risk of decreasing their children’s well-being. Indeed, the sex-ual minority youth in our sample who were raised in strict Protestant congregations 9891 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…(Evangelical/Pentecostal) also reported poorer mental health in terms of more sui-cidal ideation (H4), than sexual minority youth who had a Mainline Protestant or Catholic upbringing.The less favorable mental health of Christian sexual minority youth in the Neth-erlands socialized in Evangelical/Pentecostal families compared to other Christian denominations is a refinement of the dual minority stress model that addresses the role of religion (e.g., Barnes & Meyer, 2012). Authors working with this model usu-ally do not specify denominations when they indicate that religion may involve addi-tional stress beyond “general” sexual minority status, while our research shows the need to study the role of specific denominations. Our results also support findings for Protestant congregations in the US obtained by Finlay and Walther (2003), who showed that the more orthodox a Protestant denomination is, the less accepting it is of same-sex attraction. Thus, both our findings and previous findings illustrated that it is not enough to only measure religious upbringing among LGB youth, but it is important to understand the subtleties of various Christian denominations, which have different implications for the well-being of sexual minorities (Lytle et  al., 2015).The quantitative findings illustrated a significant difference only between the self-acceptance of Evangelical/Pentecostal and Mainline Protestants, rather than between Orthodox Reformed Protestants and less strict denominations. The aforementioned result can be partially explained by unique features of the Dutch context. Ortho-dox Reformed churches in the Netherlands are known to be more ambivalent in their approach toward same-sex sexual identities compared to the more consistently strict Evangelical/Pentecostal congregations, whose leaders unequivocally preach literal readings of the Bible (de Hart & Houwelingen, 2018). Furthermore, harm-ful “sacred” rituals (speaking in tongues, exorcism) to “heal” sexual minority youth have only been found in Evangelical churches in the Netherlands, and not in Dutch Orthodox Reformed churches (Bos, 2010).Nevertheless, our findings for hypothesis (H1) showed that sexual minority youth in our sample who had an Evangelical/Pentecostal or Dutch Orthodox Reformed upbringing did not suffer from more self-stigma than youth religiously socialized in Mainline Protestant or Catholic families, as was hypothesized. Our qualitative fol-low-up offered a potential explanation, showing that gaining more self-acceptance as an LGB person was possible for sexual minority youth raised in conservative Chris-tian denominations, through religious coping—reinterpreting the Bible and having the support of religious role models and religious self-help groups.Our qualitative approach aimed to capture the religious socialization dynamics of conservative Protestant sexual minority youth and to study religious coping pro-cesses relating to the challenges that taxed youth’s well-being. The parental disap-proval reported by respondents in this study related to the work of Newman et al. (2018), who highlighted that many religious families refer to biblical texts in the upbringing of their children to rationalize their rejection of LGB people, as the par-ents of our interviewees did. Conservative Protestant denominations, in particular, are known to preach a literal understanding of biblical texts, including the idea that “homosexuality” is a sin, which induces shame and guilt in sexual minority youth (Schuck & Liddle, 2001), as was the case for quite a few of the interviewees.990 D. van Bergen et al.1 3The gap experienced by the participants between the religious convictions expressed in their family and church and their sexual minority status often resulted in internal conflicts and avoidant coping that were apparently detrimental to the religious youth’s psychosocial development, underpinning a recent study by Lytle et  al. (2018). Nevertheless, our qualitative study also showed that the majority of interviewees had made progress in successfully integrating conflicts between their religious and sexual identities, in line with Rodriquez and Ouellette 2000. Negative religious coping (e.g., praying that God will turn you straight) was substituted by positive religious coping over time (e.g., the conviction that God is loving of sexual minority people). Synthesizing the quantitative and qualitative findings enabled us to understand how a positive LGB identity can be achieved by conservative Prot-estant sexual minority youth even when, as our quantitative results indicated, they generally fare worse than other Christian groups in this respect.Limitations and Implications for Research and PracticeDespite the contribution that this study makes to the literature on religious sexual minority youth, some limitations should be noted. While the survey data related to a large sample of sexual minority youth brought up within the Christian faith, the Evangelical/Pentecostal subgroup was relatively small, which inhibited analysis to further test the mechanisms (e.g. mediators) that may be in play here and should be a focus of future research. It would also be beneficial to compare various other conservative religious forms in future research, going beyond the Christian faith. In addition, due to statistical power issues, we were not able to control for cur-rent religious denomination, and could only take into account whether a respond-ent currently identified with any religion. Next, since recruitment for the interview study did not target conservative Christian youth exclusively, we arrived at a rela-tively small sample in the qualitative study. Nevertheless, considering the paucity of research on Dutch LGB youth raised with conservative Christianity, we assume the current study can make a contribution.This study has emphasized that, even in a relatively accepting country such as the Netherlands, conservative Protestant denominations create challenges for sexual minority youth’s mental health and family relations. Health care workers, or vol-unteers working with conservative Protestant parents and/or religious leaders, can raise awareness that their religions can make their children reluctant to communi-cate about their wellbeing, and they should explain how double minority stressors tax their mental health. This may encourage some families or religious leaders to explore more nuanced understandings of the intersection between their faith and sexual diversity. For health care or community workers who work with religious sexual minority youth, it is important to know that many youth seek to maintain their ties with (conservative) Christianity, and they can reap benefits from religious coping contributors to self-acceptance. These youth will inevitably need guidance and support from professionals and volunteers in this long-term developmental pro-cess, since it requires the nurturance of resilience and boldness, or as one respondent 9911 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…phrased it, building up the courage to “dare to be different”. Facilitating accepting religious self-help groups, and enhancing the visibility of religious role models who successfully integrate their faith and sexual identities, are important aspects of improving the well-being of conservative Protestant sexual minority youth.Acknowledgements We would like to acknowledge Saskia Keuzenkamp and Jantine van Lisdonk for their contribution to the data collection.Author contributions DVB: Idea for the study, design of the study, development of questionnaire and interview topic list, quantitative and qualitative data collection, development of the main text with a focus on review of literature, discussion, qualitative analysis and qualitative results. AS: development of the main text, with a focus on the review of the literature and qualitative analysis and qualitative  results. ARF: development of the quantitative study design, and quantitative analysis and quantitative results.Funding The research was funded by the Ministry of Health in the Netherlands, who paid the Nether-lands Institute for Social Research to conduct the study. Data availability The survey dataset analyzed for this study can be requested from the Netherlands Insti-tute for Permanent Access to Digital Research resources (www. dans. knaw. nl). Requests to access the datasets should be directed to info@dans.knaw.nl. The interview data is unavailable, due to the sensitive nature of the interviews (e.g. elements such as minority religion in combination with sexual minority orientation status).Declarations Conflict of interest The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Ethics approval This study was performed in line with the principles of the Declaration of Helsinki. Approval was granted by the Ethics Committee of the University of Groningen in March 2019. The authors received ethical approval from the University of Groningen, Department of Pedagogical Sciences and Education for the research project.Consent to participate Informed consent was obtained from all individual participants included in the study.Consent to publish The authors affirm that human research participants provided informed consent for publication of their narratives based on qualitative interviews using a pseudonym and through anonymiz-ing their characteristics.Informed consent Informants in the study all signed appropriate informed consent forms.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Com-mons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.992 D. van Bergen et al.1 3ReferencesAdamczyk, A., & Pitt, C. (2009). Shaping attitudes about homosexuality. The role of religion and cultural context. Social Science Research, 38(2), 338–351. https:// doi. org/ 10. 1016/j. ssres earch. 2009. 01. 002Alessi, E. J., Sapiro, B., Kahn, S., & Craig, S. L. (2017). The first-year university experience for sexual minority students: A grounded theory exploration. Journal of LGBT Youth, 14(1), 71–92. https:// doi. org/ 10. 1080/ 19361 653. 2016. 12560 13Baiocco, R., Fontanesi, L., Santamaria, F., Ioverno, S., Baumgartner, E., & Laghi, F. (2016). Coming out during adolescence: Perceived parents’ reactions and internalized sexual stigma. Journal of Health Psychology, 21(8), 1809–1813. https:// doi. org/ 10. 1177/ 13591 05314 564019Barnes, D. M., & Meyer, I. H. (2012). Religious affiliation, internalized homophobia, and mental health in lesbians, gay men, and bisexuals. American Journal of Orthopsychiatry, 82(4), 505. https:// doi. org/ 10. 1111/j. 1939- 0025. 2012. 01185.xBerghe, W. V., Dewaele, A., Cox, N., & Vincke, J. (2010). Minority-specific determinants of mental well-being among lesbian, gay, and bisexual youth. Journal of Applied Social Psychology, 40(1), 153–166. https:// doi. org/ 10. 1111/j. 1559- 1816. 2009. 00567.xBlosnich, J. R., De Luca, S., Lytle, M. C., & Brownson, C. (2020). Questions of faith: Religious affili-ations and suicidal ideation among sexual minority young adults. Suicide and Life-Threatening Behavior, 50(6), 1158–1166. https:// doi. org/ 10. 1111/ sltb. 12679Boeije, H. (2010). Analysis in qualitative research. SAGE.Bos, D. (2010). De aard, de daad en het woord. The Hague, the Netherlands Institute for Social Research. [Christian views of homosexuality in the Netherlands, report in Dutch].Bouris, A., Guilamo-Ramos, V., Pickard, A., Shiu, C., Loosier, P., Dittus, P., Gloppen, K., & Waldmiller, J. M. (2010). A systematic review of parental influences on the health and wellbeing of lesbian, gay and bisexual youth: Time for a new public health research and practice agenda. Journal of Primary Prevention, 31(5–6), 273–309. https:// doi. org/ 10. 1007/ s10935- 010- 0229-1Bregman, H., Malik, N., Page, M., Makynen, E., & Lindahl, K. (2013). Identity profiles in lesbian, gay, and bisexual youth: The role of family influences. Journal of Youth and Adolescence, 42(3), 417–430. https:// doi. org/ 10. 1007/ s10964- 012- 9798-zBurdette, A., Ellison, C., & Hill, T. (2005). Conservative Protestantism and tolerance toward homosexu-als: An examination of potential mechanisms. Sociological Inquiry, 75(2), 177–196. https:// doi. org/ 10. 1111/j. 1475- 682X. 2005. 00118.xDahl, A., & Galliher, R. (2010). Sexual minority young adult religiosity, sexual orientation conflict, self-esteem and depressive symptoms. Journal of Gay & Lesbian Mental Health, 14(4), 271–290.D’Alo, P., Stockdale,R., Brouwer, R., & Zorgdrager H. (2021). Rainbow Index of Churches in Europe 2020. Research Report. Protestant Theological University Amsterdam.De Beurs, E., & Zitman, F. G. (2006). The Brief Symptom Inventory (BSI): Reliability and validity of a practical alternative to SCL-90. Maandblad Geestelijke Volksgezondheid, 61, 120–141de Hart, J. D., & Houwelingen, P. V. (2018). Christenen in Nederland. The Netherlands Institute for Social Research. Drabble, L. A., Trocki, K. F., Korcha, R. A., Klinger, J. L., Veldhuis, C. B., & Hughes, T. L. (2018). Comparing substance use and mental health outcomes among sexual minority and heterosexual women in probability and non-probability samples. Drug and Alcohol Dependence, 185, 285–292. https:// doi. org/ 10. 1016/j. druga lcdep. 2017. 12. 036Finlay, B., & Walther, C. S. (2003). The relation of religious affiliation, service attendance, and other factors to homophobic attitudes among university students. Review of Religious Research, 44(4), 370–393. https:// doi. org/ 10. 2307/ 35122 16Ganzevoort, R., Van der Laan, M., & Olsman, E. (2011). Growing up gay and religious. Conflict, dia-logue, and religious identity strategies. Mental Health, Religion & Culture, 14(3), 209–222. https:// doi. org/ 10. 1080/ 13674 67090 34521 32Garssen, B., Visser, A., & Pool, G. (2021). Does spirituality or religion positively affect mental health? Meta-analysis of longitudinal studies. The International Journal for the Psychology of Religion, 31(1), 4–20.Gattis, M. N., Woodford, M. R., & Han, Y. (2014). Perceived interpersonal discrimination and depres-sive symptoms among sexual minority youth: Is religious affiliation a protective factor? Archives of Sexual Behavior, 43(8), 1589. https:// doi. org/ 10. 1007/ s10508- 014- 0342-y9931 3Stigma, Depression, Suicidal Thoughts and Coping of Sexual…Gibbs, J. J., & Goldbach, J. (2015). Religious conflict, sexual identity, and suicidal behaviors among LGBT young adults. Archives of Suicide Research, 19(4), 472–488.Goldbach, J. T., & Gibbs, J. J. (2017). A developmentally informed adaptation of minority stress for sex-ual minority adolescents. Journal of Adolescence, 55, 36–50. https:// doi. org/ 10. 1016/j. adole scence. 2016. 12. 007Gorse, M. (2020). Risk and protective factors to LGBTQ+ youth suicide: A review of the literature. Child and Adolescent Social Work Journal. https:// doi. org/ 10. 1007/ s10560- 020- 00710-3Heiden Rootes, K., Wiegand, A., & Bono, D. (2019). Sexual minority adults: A national survey on depression, religious fundamentalism, parent relationship quality & acceptance. Journal of Marital and Family Therapy, 45(1), 106–119. https:// doi. org/ 10. 1111/ jmft. 12323Higa, D., Hoppe, M. J., Lindhorst, T., Mincer, S., Beadnell, B., Morrison, D. M., Wells, E. A., Todd, A., & Mountz, S. (2014). Negative and positive factors associated with the well-being of lesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ) youth. Youth & Society, 46(5), 663–687. https:// doi. org/ 10. 1177/ 00441 18X12 449630Hooghe, M., Claes, E., Harell, A., Quintelier, E., & Dejaeghere, Y. (2010). Anti-gay sentiment among adolescents in Belgium and Canada: A comparative investigation into the role of gender and reli-gion. Journal of Homosexuality, 57(3), 384–400. https:// doi. org/ 10. 1080/ 00918 36090 35430 71Huijnk, W. (2014). De acceptatie van homoseksualiteit door etnische en religieuze groepen in Nederland (No. 32). Sociaal en Cultureel Planbureau.Kelley, J., & Graaf, N. D. (1997). National context, parental socialization, and religious belief: Results from 15 nations. American Sociological Review, 62, 639–659. https:// doi. org/ 10. 2307/ 26574 31Kralovec, K., Fartacek, C., Fartacek, R., & Plöderl, M. (2014). Religion and suicide risk in lesbian, gay and bisexual Austrians. Journal of Religion and Health, 53(2), 413–423. https:// doi. org/ 10. 1007/ s10943- 012- 9645-2Kuyper, L. (2014). Jongeren en seksuele oriëntatie: Ervaringen van en opvattingen over lesbische, homoseksuele, biseksuele en heteroseksuele jongeren. The Hague, the Netherlands Institute for Social Research. [Experiences of Dutch sexual minority youth, report in Dutch].Lease, S. H., & Shulman, J. L. (2003). A preliminary investigation of the role of religion for family members of lesbian, gay male, or bisexual male and female individuals. Counseling and Values, 47, 195–209. https:// doi. org/ 10. 1002/j. 2161- 007X. 2003. tb002 66.xLytle, M., Blosnich, J., De Luca, S., & Brownson, C. (2018). Association of religiosity with sexual minority suicide ideation and attempt. American Journal of Preventive Medicine, 54(5), 644–651. https:// doi. org/ 10. 1016/j. amepre. 2018. 01. 019Lytle, M. C., De Luca, S. M., Blosnich, J. R., & Brownson, C. (2015). Associations of racial/ethnic identities and religious affiliation with suicidal ideation among lesbian, gay, bisexual, and ques-tioning individuals. Journal of Affective Disorders, 178, 39–45.McQueeney, K. (2009). “We are God’s Children, Y’All:” Race, gender, and sexuality in lesbian-and gay-affirming congregations. Social Problems, 56(1), 151–173. https:// doi. org/ 10. 1525/ sp. 2009. 56.1. 151Meyer, I. H. (2003). Prejudice, social stress and mental health in lesbian, gay, and bisexual popula-tions: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 647–697. https:// doi. org/ 10. 1037/ 0033- 2909. 129.5. 674Miller, K. K., Watson, R. J., & Eisenberg, M. E. (2020). The intersection of family acceptance and religion on the mental health of LGBTQ Youth. Annals of LGBTQ Public and Population Health, 1(1), 27–42. https:// doi. org/ 10. 1891/ LGBTQ. 2019- 0005Moleiro, C., Pinto, N., & Freire, J. (2013). Effects of age on spiritual well-being and homonegativity: Religious identity and practices among LGB persons in Portugal. Journal of Religion, Spiritual-ity & Aging, 25(2), 93–111. https:// doi. org/ 10. 1080/ 15528 030. 2012. 741561Newman, P., Fantus, S., Woodford, M., & Rwigema, M. (2018). “pray that god will change you”: The religious social ecology of bias-based bullying targeting sexual and gender minority youth—A qualitative study of service providers and educators. Journal of Adolescent Research, 33(5), 523–548. https:// doi. org/ 10. 1177/ 07435 58417 712013Ream, G. L., & Savin-Williams, R. C. (2005). Reconciling Christianity and positive non-heterosexual identity in adolescence, with implications for psychological well-being. Journal of Gay & Les-bian Issues in Education, 2(3), 19–36. https:// doi. org/ 10. 1300/ J367v 02n03_ 03Rodriguez, E., Etengoff, C., & Vaughan, M. (2019). A quantitative examination of identity integration in gay, lesbian, and bisexual people of faith. Journal of Homosexuality. https:// doi. org/ 10. 1080/ 00918 369. 2017. 13952 59994 D. van Bergen et al.1 3Rodriquez, E. M., & Ouellette, S. C. (2000). Gay and lesbian Christians: Homosexual and religious identity integration in the members and participants of a gay-positive church. Journal of the Sci-entific Study of Religion, 39(3), 333–347. https:// doi. org/ 10. 1111/ 0021- 8294. 00028Ryan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family rejection as a predictor of negative health outcomes in white and latino lesbian, gay, and bisexual young adults. Pediatrics, 123(1), 346–352. https:// doi. org/ 10. 1542/ peds. 2007- 3524Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family acceptance in adoles-cence and the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nurs-ing, 23(4), 205–213.Schuck, K. D., & Liddle, B. J. (2001). Religious conflicts experienced by lesbian, gay and bisexual individuals. Journal of Gay and Lesbian Psychotherapy, 5, 63–82.Shidlo, A. (1994). Internalized homophobia: Conceptual and empirical issues in measurement. In B. Greene & G. M. Herek (Eds.), Psychological perspectives on lesbian and gay issues (Vol. 1, pp. 176–205). Sage Publications Inc.Shilo, G., & Savaya, R. (2012). Mental health of lesbian, gay, and bisexual youth and young adults: Differential effects of age, gender, religiosity, and sexual orientation. Journal of Research on Adolescence, 22(2), 310–325. https:// doi. org/ 10. 1111/j. 1532- 7795. 2011. 00772.xSowe, B. J., Brown, J., & Taylor, A. J. (2014). Sex and the sinner: Comparing religious and nonreli-gious same-sex attracted adults on internalized homonegativity and distress. American Journal of Orthopsychiatry, 84(5), 530. https:// doi. org/ 10. 1037/ ort00 00021Stern, S., & Wright, A. (2018). Discrete effects of religiosity and spirituality on gay identity and self-esteem. Journal of Homosexuality, 65(8), 1071–1092. https:// doi. org/ 10. 1080/ 00918 369. 2017. 13687 69Sumerau, J. E. (2017). “Some of us are good, god-fearing folks”: Justifying religious participation in an LGBT Christian Church. Journal of Contemporary Ethnography, 46(1), 3–29. https:// doi. org/ 10. 1177/ 08912 41614 559142Szymanski, D., & Chung, Y. B. (2003). Internalized homophobia in lesbians. Journal of Lesbian Studies, 7(1), 115–125.Van Bergen, D. D., Bos, H. M., van Lisdonk, J., Keuzenkamp, S., & Sandfort, T. G. (2013). Victimization and suicidality among Dutch lesbian, gay, and bisexual youths. American Journal of Public Health, 103(1), 70–72.Wengraf, T. (2003). Qualitative research interviewing: Biographic narrative and semi- structured meth-ods. SAGE.Wolff, J. R., Himes, H. L., Soares, S. D., & Miller Kwon, E. (2016). Sexual minority students in non-affirming religious higher education: Mental health, outness, and identity. Psychology of Sexual Ori-entation and Gender Diversity, 3(2), 201. https:// doi. org/ 10. 1037/ sgd00 00162Publisher’s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
    "id": 571904011,
    "identifiers": {
        "doi": "10.1007/s12119-022-10050-2",
        "oai": "oai:pure.rug.nl:publications/299a0708-7bb3-466d-88f8-d2a8ccf523a4"
    },
    "title": "Stigma, Depression, Suicidal Thoughts and Coping of Sexual Minority Youth Raised in Conservative Versus Mainstream Denominations of Christianity:A Mixed Method Study",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.rug.nl/ws/files/675765294/s12119_022_10050_2.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/571904011.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/571904011"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/571904011/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/571904011/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/571904011"
        }
    ],
    "abstract": "We quantitatively examined whether Dutch sexual minority youth raised with conservative Protestantism reported more family- and self-stigmatization, suicidal ideation, and depression than those socialized by Catholicism or Mainline Protestantism. Subsequently, we qualitatively examined how youth raised with conservative Protestantism coped with sexuality identity and mental health challenges. Survey data came from sexual minority youth (N = 584, age 16–25) raised with conservative Protestantism (Evangelical/Pentecostal n = 44 and Dutch Orthodox Reformed n = 88, Mainline Protestantism n = 117, and Catholicism n = 335). Group differences in associations were studied through univariate analysis of variance. Next, thematic and interpretative analyses of six interviews of survey respondents raised with conservative Protestantism were performed. Sexual minority youth raised with Evangelicalism/Pentecostalism reported significant higher levels of family stigmatization and suicidal ideation than youth raised with other Christian religions. They addressed these challenges by religious coping, formulating critiques of stigma, and support from Christian self-help groups.</p",
    "tags": [
        "article",
        "Christianity",
        "Family acceptance",
        "Mental health",
        "Sexual minority youth",
        "Suicidality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.rug.nl:publications/299a0708-7bb3-466d-88f8-d2a8ccf523a4",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5364",
        "openDoarId": 0,
        "name": "ARTS repository - University of Groningen",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 571904011,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T18:17:24+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-12T20:46:31+01:00"
    },
    "urls": [
        "https://hdl.handle.net/11370/299a0708-7bb3-466d-88f8-d2a8ccf523a4",
        "http://www.scopus.com/inward/record.url?scp=85147946853&partnerID=8YFLogxK",
        "https://doi.org/10.1007/s12119-022-10050-2",
        "https://pure.rug.nl/ws/files/675765294/s12119_022_10050_2.pdf",
        "https://research.rug.nl/en/publications/299a0708-7bb3-466d-88f8-d2a8ccf523a4"
    ],
    "lastUpdate": "2024-01-30T18:17:24+00:00",
    "setSpecs": []
}