{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pinto, Sanjay"
        },
        {
            "name": "Wagner, K. C."
        },
        {
            "name": "West, Zoë"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-29T22:44:45+00:00",
    "dataProvider": {
        "id": 219,
        "name": "DigitalCommons@ILR",
        "url": "https://api.core.ac.uk/v3/data-providers/219",
        "logo": "https://api.core.ac.uk/data-providers/219/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/233839620.pdf",
    "fullText": "Cornell University ILR School \nDigitalCommons@ILR \nResearch Studies and Reports ILR Collection \n2019 \nStopping Sexual Harassment in the Empire State: Past, Present, \nand a Possible Future \nSanjay Pinto \nsp2458@cornell.edu \nK. C. Wagner \nkcw8@cornell.edu \nZoë West \nzoe@rhizacollective.org \nFollow this and additional works at: https://digitalcommons.ilr.cornell.edu/reports \n Part of the Civil Rights and Discrimination Commons, Gender and Sexuality Commons, Human \nResources Management Commons, Labor and Employment Law Commons, and the Labor Relations \nCommons \nThank you for downloading an article from DigitalCommons@ILR. \nSupport this valuable resource today! \nThis Article is brought to you for free and open access by the ILR Collection at DigitalCommons@ILR. It has been \naccepted for inclusion in Research Studies and Reports by an authorized administrator of DigitalCommons@ILR. \nFor more information, please contact catherwood-dig@cornell.edu. \nIf you have a disability and are having trouble accessing information on this website or need materials in an \nalternate format, contact web-accessibility@cornell.edu for assistance. \nStopping Sexual Harassment in the Empire State: Past, Present, and a Possible \nFuture \nAbstract \nThis report maps current patterns of workplace sexual harassment and their impact in New York State. It \nalso provides a broader frame for understanding how efforts to confront sexual and gender-based \nharassment and assault have evolved over time, and charts possible directions for future organizing, \npolicy, and research in New York and beyond. \nThe findings presented here are drawn from the 2018 Empire State Poll, an annual statewide survey of \n800 New Yorkers conducted by the Cornell Survey Research Institute. Questions added to the survey \nreflecting existing legal definitions of workplace sexual harassment reveal the following: \n• 10.9 percent of New York residents have experienced quid pro quo workplace sexual \nharassment, and 21.9 percent have experienced workplace sexual harassment that \ncreated a hostile work environment; 31.1 percent of women and 18.9 percent of men have \nexperienced at least one of these forms of harassment. \n• 13.9 percent of people of color and people of Hispanic origin have experienced quid pro \nquo workplace sexual harassment, as opposed to 8.5 percent of non-Hispanic whites. \n• 38.9 percent of those experiencing at least one form of workplace sexual harassment say \nit impacted their work or careers; 48.9 percent who experienced quid pro quo harassment \nreported such an impact. \n• 83.4 percent of New York residents think their leaders should do more to address \nworkplace sexual harassment. There is notable variation by politics and ideology, but \nregardless of worldview, strong majorities think leaders should do more. \nIn addition to sharing the survey findings, the report discusses experiences and responses of survivors \nand how they are shaped by different identities and relations of power. It highlights black women’s \nleadership in propelling wide-reaching shifts in law and culture; efforts initiated by diverse survivors to \neffect change in specific industries; and culture change work engaging men and women as allies. \nKeywords \nworkplace sexual harassment, gender-based violence, workplace discrimination, New York State \nDisciplines \nCivil Rights and Discrimination | Gender and Sexuality | Human Resources Management | Labor and \nEmployment Law | Labor Relations \nComments \nSuggested Citation \nPinto, S., Wagner, K. C., & West, Z.. (2019). Stopping sexual harassment in the Empire State: Past, present, \nand a possible future [Electronic version]. Ithaca, NY: Cornell University, ILR School, The Worker Institute. \nRetrieved [insert date] from Cornell University, ILR School site: https://digitalcommons.ilr.cornell.edu/\nreports/69/ \nThis article is available at DigitalCommons@ILR: https://digitalcommons.ilr.cornell.edu/reports/69 \n\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 2\nTable of  Contents\nExecutive Summary.....................................................................3\nPreface: Some Context for this Report....................................4\nIntroduction: The Recent Rise in Activism Around \nWorkplace Sexual Harassment...................................................7\nBackground: Workplace Sexual Harassment, Culture \nChange, and the Law in New York State.................................9\nPlacing Sexual and Gender-Based Harassment in \nContext....................................................................10\nCentering the Leadership of  Black Women......13\nResponding at the Industry Level.......................16 \nMethodology..............................................................................19 \nFindings......................................................................................21\nVoices of  Survivors...................................................................24\nLooking Ahead..........................................................................28\nEngaging Men as Allies........................................30\n            Changing Workplace Practices: A Conversation\n             with Gillian Thomas.............................................34\nAcknowledgements...................................................................36\nAuthor Bios................................................................................37\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 3\nExecutive Summary\nThis report maps current patterns of workplace sexual harassment and their impact in New York State. It also \nprovides a broader frame for understanding how efforts to confront sexual and gender-based harassment and \nassault have evolved over time, and charts possible directions for future organizing, policy, and research in New \nYork and beyond. \nThe findings presented here are drawn from the 2018 Empire State Poll, an annual statewide survey of 800 New \nYorkers conducted by the Cornell Survey Research Institute. Questions added to the survey reflecting existing legal \ndefinitions of workplace sexual harassment reveal the following: \n● •10.9 percent of New York residents have experienced quid pro quo workplace sexual harassment, and\n21.9 percent have experienced workplace sexual harassment that created a hostile work environment;\n31.1 percent of women and 18.9 percent of men have experienced at least one of these forms of\nharassment.\n● •13.9 percent of people of color and people of Hispanic origin have experienced quid pro quo\nworkplace sexual harassment, as opposed to 8.5 percent of non-Hispanic whites.\n● •38.9 percent of those experiencing at least one form of workplace sexual harassment say it impacted\ntheir work or careers; 48.9 percent who experienced quid pro quo harassment reported such an impact.\n● •83.4 percent of New York residents think their leaders should do more to address workplace sexual\nharassment. There is notable variation by politics and ideology, but regardless of worldview, strong\nmajorities think leaders should do more.\nIn addition to sharing the survey findings, the report discusses experiences and responses of survivors and how \nthey are shaped by different identities and relations of power. It highlights black women’s leadership in propelling \nwide-reaching shifts in law and culture; efforts initiated by diverse survivors to effect change in specific industries; \nand culture change work engaging men and women as allies.\nLooking ahead, the report sketches some elements of the holistic approach needed to address a problem of such \nmagnitude:\n● •Treat workplace sexual harassment as a deeply embedded institutional problem rather than a matter of\n“a few bad apples” solvable by punishing individual culprits.\n● •Expand organizing and policy approaches that not only provide redress for survivors but also help to\npromote prevention through multiple points of intervention.\n● •Form survivor-led working groups to spearhead culture change, inform effective enforcement, and foster\nhigh-road practices that go beyond mere compliance.\n● •Consolidate a statewide research network to advance knowledge about workplace harassment and\ndiscrimination and assess the efficacy of workplace interventions.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 4\nPreface: Some Context for this Report\nThis report adds to an ongoing conversation that has gained momentum since the recent rise in activism around \nsexual and gender-based harassment and violence starting in late 2017. Using new data from the Cornell \nSurvey Research Institute’s 2018 Empire State Poll, we document patterns of workplace sexual harassment and its \nimpact across New York State. We also draw on past writings and documents, recent testimony by survivors, and \ndiscussions with advocates and practitioners to capture how the conversation around workplace sexual harassment \nhas evolved, highlight deep challenges and insights from the vantage point of those targeted, and suggest some \npossible future directions for advancing our collective response in New York and elsewhere.\nThe Empire State Poll connects to Cornell’s broader mission as a land grant university, which entails educating and \nimproving the lives of all New Yorkers. The Cornell School of Industrial and Labor Relations (ILR) addresses key \nproblems in the contemporary workplace, and the Worker Institute at Cornell ILR seeks to advance worker rights \nand collective representation. Against this backdrop, this report from the Equity at Work Initiative seeks to raise \nawareness around workplace sexual harassment in New York while lifting up promising strategies and approaches \nthat could help to transform workplaces across the state, confronting the broad human impact of the problem.\nWe focus on the world of work as an expansive set of institutional locations in which sexual harassment and sexual \nassault are endemic, and as a site for shifting rules, norms, and practices in ways that can have wide ripple effects \nacross society (please see footnote for more on our use of the term, “workplace sexual harassment”).1 Previous \nwork has shown that workplace sexual harassment often has significant consequences for the careers and basic \nwellbeing of those targeted.2 This report builds on the efforts of survivors, advocates, and other allies who have \nraised awareness about the issue, developed response strategies, and helped to shed light on broader patterns \nof discrimination based on gender, race, sexuality, and citizenship.3 It also extends from Cornell ILR’s own history \nof engagement around workplace sexual harassment through research and training conducted in a variety of \nsettings, including with employers and labor organizations.\nAt the same time, we recognize the need to critically examine how and why the workplace gets centered within \nlarger discussions around sexual and gender-based harassment and violence. The investment of resources and the \nparticular shape of responses to workplace sexual harassment have often been heavily conditioned on the costs to \nemployers—in legal liability, lost productivity, and higher turnover.4 Employer incentives to avoid these costs should \nabsolutely be leveraged to mobilize resources and foster organizational change. Yet they should not delimit the \nscope of change or deflect attention from the social and moral dimensions of the problem. Nor should the focus \n1 The International Labor Organization has recently proposed a convention to address violence and harassment in the “world of work.” It \nhas argued for the use of this language to address a range of work situations that are not fully captured by the term “workplace.” For more, \nsee International Labor Organization. “Ending Violence and Harassment in the World of Work.” International Labor Conference, 108th \nSession, 2019, https://www.ilo.org/wcmsp5/groups/public/---ed_norm/---relconf/documents/meetingdocument/wcms_637108.\npdf. Although we agree with this framing conceptually, we use the term “workplace sexual harassment” in this report since it is the most \ncommonly understood term within the US context. We also address issues of sexual assault under this simplified rubric, while recognizing \nthat the term “harassment” does not sufficiently do justice to experiences with physical assault of a sexual nature.\n2 See Schneider, Kimberly T., Suzanne Swan, and Louise F. Fitzgerald. “Job-Related and Psychological Effects of Sexual Harassment in the \nWorkplace: Empirical Evidence from Two Organizations.” Journal of Applied Psychology, vol. 82, no.3, 1997, pp. 401. \n3  For more information on cutting-edge strategies for addressing workplace sexual harassment and assault as well as the workplace impacts \nof various forms of sexual and gender-based violence, see Workplaces Respond to Domestic and Sexual Violence: A National Resource \nCenter, led by Futures Without Violence: https://www.workplacesrespond.org/. \n4 For more on these issues, see McLaughlin, Heather, et al. “The Economic and Career Effects of Sexual Harassment on Working Women.” \nGender & Society, vol. 31, no. 3, June 2017, pp. 333–358; Faley, Robert H., et al. “Estimating the Organizational Costs of Same-Sex \nSexual Harassment: The Case of the US Army.” International Journal of Intercultural Relations, vol. 30, no. 5, 2006, pp. 557-577;  Raver, \nJana L., and Michele J. Gelfand. “Beyond the Individual Victim: Linking Sexual Harassment, Team Processes, and Team Performance.” The \nAcademy of Management Journal, vol. 48, no. 3, 2005, pp. 387–400; Feldblum, Chai R. & Victoria A. Lipnic. “Select Task Force on the \nStudy of Harassment in the Workplace.” United States Equal Employment Opportunity Commission. June 2016.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 5\non sexual harassment in the workplace come at the expense of addressing other forms of harassment and violence \nthat do not carry such clear and direct costs for those in positions of authority.\nIn focusing on workplace sexual harassment within this report, we are keenly interested in how the power \ndynamics that enable harassing behaviors can be shifted, and we highlight the ways in which some labor \norganizations, including unions and worker centers, have advanced more robust responses to the problem. Even \nwith worker voice increasingly under threat, labor organizations continue to develop innovative strategies that \nbuild collective power and advance worker rights—rights that include respect, dignity, and freedom from violence.5 \nAt the same time, the current reckoning demands that labor organizations recognize the ways in which they, too, \nhave often reinforced cultures and practices of exclusion, violence, and disrespect—both in the workplaces where \nthey operate, and within their own internal structures.6 To this end, promising practices developed by certain unions \nand worker centers can provide a yardstick for self-assessment. But labor organizations also need to look further \nafield, forging connections with other movements. Groups operating at the intersection of the anti-violence against \nwomen, racial justice, immigrant rights, and LGBTQ+ rights movements have long responded to violence and \nharassment of different kinds, often in ways that far outpace their counterparts in the worker justice field.7\nBreaking down movement silos can help \nform a deeper reservoir of knowledge for \nresponding to sexual and gender-based \nharassment and violence in all their forms. \nIn that context, we want to acknowledge \nthe limits of the perspective conveyed \nin this brief report on workplace sexual \nharassment, and we hope to extend the \nanalysis in the future. This includes making \nconnections across different movements and \nforms of identity; multiple stages of the life \ncourse; and different, though overlapping, \nforms of sexual and gender-based violence, \nincluding workplace sexual harassment, \nintimate partner violence, and sexual abuse \nand assault. It entails joining with others to \nhelp ensure that the attention and resources \ndevoted to addressing different forms and \nexperiences of sexual and gender-based \n5 For more on resources and approaches developed \nby unions, see AFL-CIO, “Addressing Sexual \nHarassment in the Workplace: There is Power in \nmy Union.” 2019. https://aflcio.org/reports/\naddressing-sexual-harassment-workplace-there-\npower-my-union\n6 See Avendaño, Ana. “#MeToo Inside the Labor \nMovement.” New Labor Forum, vol. 28, no.1, 2019.\n7 Of course, the lines of demarcation among \nmovements are not hard and fast—e.g., many worker \ncenters straddle the worker justice and immigrant \nrights movements, among others. See Fine, Janice \nRuth. Worker Centers: Organizing Communities \nAt the Edge of the Dream. Cornell University Press, \n2006.\nWitnessing and Testifying: The Right to Truth and the Duty of Memory, The \nRiverside Church, April 2016, Photographer: Maybelline McCoy. This photo \nis from the 2016 Tribunal of the Black Women's Truth and Reconciliation \nCommission, convened by Black Women's Blueprint, which addressed \nblack women's experiences of sexual assault across multiple arenas.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 6\nviolence are not determined by which ones are deemed costliest to those with power and influence, or whose \nlives are seen to matter. Ultimately, it involves opening up an even broader conversation around contemporary \ndiscrimination and social exclusion, one that foregrounds larger systems of structural violence and the vast toll they \nexact.8 \nMoving a conversation and a set of practices that promote the respect, dignity, and safety of all people clearly has \nurgency at the current moment. From our institutional location, we want to do our small part in holding space for a \ndiverse range of actors to do just that.\n8  For a classic statement distinguishing “structural” and “direct” violence, see Galtung, Johan, and Tord Höivik. “Structural and Direct \nViolence: A Note On Operationalization.” Journal of Peace Research, vol. 8, no. 1, 1971, pp. 73-76.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 7\nIntroduction: The Recent Rise in Activism Around \nWorkplace Sexual Harassment\nWorkplace sexual harassment and efforts to confront it are not new. But the waning months of 2017 saw the start \nof a new chapter in the public conversation around sexual and gender-based harassment and violence in the \nworkplace and other arenas. Since then, numerous women and some men have come forward in highly publicized \nstories in the media, giving accounts of their distressing experiences with sexual harassment and assault at the \nhands of iconic figures across a range of sectors, including arts and entertainment, media, hospitality, and politics.9 \nThe revelations involving workplace sexual harassment have often centered around behaviors defined under the \nlaw as creating a hostile environment, including cases of sexual assault. Many instances have involved those in \npositions of authority and influence leveraging their power on a quid pro quo (i.e., “this for that”) basis, cornering \ntheir targets and compelling them into silence.\nMillions of individuals in the US and around the world have been inspired to share their own experiences—\nlargely through various online channels—as part of the #MeToo movement. Activist Tarana Burke, a sexual abuse \nsurvivor, coined the phrase “me too” more than a decade ago to create a community of empathy among fellow \nsurvivors and center their experiences with sexual abuse.10 In October 2017, actor Alyssa Milano was sent a \nscreenshot of the phrase from a friend and tweeted it out as an invitation for others to share their experiences of \nbeing “sexually harassed or assaulted.” 11 No one could have fully imagined what was to follow, as this became \nthe spark for countless stories to be shared in traditional and social media, rallies and meetings, and watercooler \nconversations.12\nDespite these developments, many experiences of sexual and gender-based harassment and violence remain \nhidden. In the world of work, as elsewhere, coming forward remains challenging, especially when the harassment \nis ongoing and perpetrated by individuals who may still have a measure of control over the target’s livelihood. \nEven when survivors report workplace sexual harassment through the designated channels, non-disclosure \nagreements and other factors often prevent word of these incidents from seeing the light of day. The #MeToo \nmovement has helped to amplify awareness around problems of sexual and gender-based harassment and \nviolence across a range of arenas. Yet the costs of speaking out are prohibitively high for many survivors. People \nof color, immigrants, and those in low-paying or unstable jobs often face particular barriers around seeking \nrecourse for workplace sexual harassment, including inadequate channels for reporting, gaps in legal coverage, \nand the fact that they often cannot afford to risk losing their jobs.13 They are also less likely to see their claims given \ncredence or rendered visible.14 \nMuch work remains in opening up channels for disclosing and confronting workplace sexual harassment, \nand important steps have been taken since late 2017. For example, in November 2017, Alianza Nacional de \nCampesinas, a national alliance of women farmworkers in the US, wrote a letter of solidarity to a group of \n9 Glamour. “Every Powerful Man Facing Sexual Harassment Allegations.” Glamour, 3 December 2018, https://www.glamour.com/\ngallery/post-weinstein-these-are-the-powerful-men-facing-sexual-harassment-allegations.\n10 Isaacs, David. “Sexual harassment.” Journal of Paediatrics and Child Health, vol. 54, no. 4, 2018, pp. 341-2.\n11 Zacharek, Stephanie, Eliana Dockterman, and Haley Sweetland Edwards. “TIME Person of the Year 2017: The Silence Breakers.” Time, 4 \nDecember 2018, time.com/time-person-of-the-year-2017-silence-breakers.\n12 Bernstein, Jacob, Matthew Schneier and Vanessa Friedman. “Male Models Say Mario Testino and Bruce Weber Sexually Exploited \nThem.” New York Times, 13 January 2018, www.nytimes.com/2018/01/13/style/mario-testino-bruce-weber-harassment.html.\n13 See Semuels, Alana. “Low-Wage Workers Aren’t Getting Justice for Sexual Harassment.” The Atlantic, 27 December 2017, https://www.\ntheatlantic.com/business/archive/2017/12/low-wage-workers-sexual-harassment/549158/.\n14  For a discussion of race, gender, and public visibility as they relate to sexual harassment and violence, see Fraser, Nancy. “Sex, Lies, and \nthe Public Sphere: Some Reflections on the Confirmation of Clarence Thomas.” Critical Inquiry, vol. 18, no. 3, 1992, pp. 595–612.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 8\nHollywood celebrities who were publicly grappling with the problem in their industry.15 This became the spark \nfor the creation of the Time’s Up movement, which includes the Time’s Up Legal Defense Fund.  Housed and \nadministered by the National Women’s Law Center Fund LLC, the Fund addresses workplace sexual harassment \nacross different industries while also dealing with a broader range of issues related to workplace equity.16    \nUsing data from questions we added to the Cornell Survey Research Institute’s 2018 Empire State Poll, this report \nseeks to illuminate the magnitude of the problem of workplace sexual harassment in New York State. Many of \nthe most highly publicized cases in the #MeToo movement emerged from New York City’s celebrity spotlight. The \nfindings presented here provide, as far as we know, the first statistically representative picture of workplace sexual \nharassment and its impact across the state. The report begins by discussing relevant aspects of the context in New \nYork State, which, at key junctures, has played an important role in efforts to define and address the problem of \nworkplace sexual harassment. We then discuss the survey methodology and share the main findings. The report \nconcludes by building on these findings to suggest some future directions for research, policy, and culture change \nefforts in New York and beyond. \n15 For more on Alianza Nacional de Campesinas, see https://www.alianzanacionaldecampesinas.org/what-we-do.\n16  According to Time’s Up Legal Defense Fund 2018 Annual Report, the Fund “connects those who experience sexual misconduct including \nassault, harassment, abuse, and related retaliation in the workplace or in trying to advance their careers with legal and media assistance. \nAnd it helps defray legal and media costs in many of these cases.” The report also notes that “The Fund prioritizes cases involving low-\nwage workers; people of color; LGBTQ people; individuals with disabilities; people facing legal retaliation because they dared speak out; \nwomen in male-dominated occupations; workers facing harassment or threats by especially high-profile individuals; multiple workers within \none workplace; novel or precedent settings areas in the law; and extreme retaliation against those alleging harassment such as a lawsuit \nor media campaign.”  See Time's Up Legal Defense Fund. \"Annual Report 2018.\" National Women's Law Center Fund. 2019, https://\nnwlc-ciw49tixgw5lbab.stackpathdns.com/wp-content/uploads/2018/12/TIMES-UP-2018-Version-2.pdf A recent research brief put \nout by the Fund notes that the it has also awarded $750,000 in outreach grants to 18 organizations that “work with low-wage workers, \nimmigrant workers, LGBTQ workers, and young workers to help these workers get more information about workplace sexual harassment \nand to support workers who come forward.” See Time's Up Legal Defense Fund. \"Stats and Numbers\" National Women's Law Center. 2019, \nhttps://nwlc-ciw49tixgw5lbab.stackpathdns.com/wp-content/uploads/2018/10/2019.03.04-Final_nwlc_TimesUpOneSheet.pdf \nFor more on the Time's Up Safety Agenda in New York State, see https://www.nywift.org/times-up-new-york-safety-agenda/.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 9\nBackground: Workplace Sexual Harassment, Culture \nChange, and the Law in New York State\nThere is a long history of advocacy around sexual and gender-based harassment and violence in the world of \nwork and others arenas (see box on p.10 for more on how these two forms of harassment are distinguished). In the \n19th century, the sexual violation of black women by white slaveholders was a mobilizing issue for the abolitionist \nmovement.17 Women’s rights to sexual consent and bodily autonomy in the context of marriage and intimate \npartner relationships were secured through persistent agitation against patriarchal norms and legal standards, and \nthe struggle to protect these rights is ongoing.18 Sexual harassment and assault have long been documented as a \nproblem in workplace settings ranging from private homes to the factory floor to Hollywood, serving as rallying \npoints for women’s and worker justice movements at different stages in their evolution.19 \nFollowing the passage of civil rights legislation in the 1960s and as part of a broader groundswell of women’s \nmovement activism, the 1970s marked a watershed for efforts to define different forms of sexual and gender-based \nharassment and violence as social problems demanding a response.20 Asserting that relations between spouses \nand other intimate partners were not simply a “private” matter, the battered women’s movement mobilized around \nwhat came to be referred to as “domestic violence” and, eventually, “intimate partner violence.”21 The first shelters \nand hotlines for domestic violence survivors began to emerge in the 1970s as an outgrowth of these efforts.22 \nNew York City was an early mover in local law enforcement pursuing incidents of domestic violence following a \nsettlement from a legal case brought by area feminist advocates against the New York City Police Department.23 \nLocal and state-level legal and organizational responses have continued to evolve since that period. The mid-\n1990s saw an important shift in the national landscape with the enactment of the Violence Against Women Act, \nwhich defined intimate partner violence and assault as crimes at the federal level.24\nEfforts to address workplace sexual harassment also gained ground in the 1970s, building on a long history of \nagitation and resistance.25 Women of color and immigrant women were compelled to work at significantly higher \nrates than their white and native-born counterparts during the late 19th century and the early decades of the 20th, \n17  See Jones, Jacqueline. Labor of Love, Labor of Sorrow. Basic Books, 2010; Siegel, Reva B. “A Short History of Sexual Harassment.” \nDirections in Sexual Harassment Law, edited by Catherine MacKinnon and Reva B. Siegel, Yale Press, 2003. Farah Tanis incisively traces \nthe links between sexual and reproductive violence under slavery: “For us as Black women, sexual assault and reproductive violence are \ninextricably linked. Under slavery, sexual assault had a clear purpose: it was a tool of terror to break the spirits of the enslaved, but the rapes \nof Black women also fueled and were fueled by capitalist accumulation. The rapes and forced pregnancies of Black women were a means \nto produce generations and generations of enslaved people to labor for their masters and be sold as property at will.” Tanis, F., Ericka, D., \nMills, L., & Richter-Montpetit, M. “Sexualized violence and torture in the afterlife of slavery: an interview with Farah Tanis and Ericka Dixon \nof Black Women’s Blueprint.” International Feminist Journal of Politics, 20.3 (2018): 446-461. For more on this point, see Morgan, Jennifer L. \nLaboring women: Reproduction and gender in New World slavery. University of Pennsylvania Press, 2011.\n18 Yllö, Kersti, and M. Gabriela Torres, eds. Marital rape: Consent, marriage, and social change in global context. Oxford University Press, \n2016.  \n19 As one early example of awareness raising around workplace sexual harassment, Upton Sinclair’s 1904 book The Jungle highlighted the \nkinds of sexual assault and harassing behavior that were common in the meatpacking industry and other factory settings at the turn of the \n20th century. See Siegel, 2003. \n20 Arnold, Gretchen. “US women’s movements to end violence against women, domestic abuse, and rape.” The Oxford handbook of US \nwomen’s social movement activism (2017): 270.\n21 Sack, Emily J. “Battered women and the state: The struggle for the future of domestic violence policy.” Wis. L. Rev. (2004): 1657.\n22 New York City Human Resources Administration. ”Timeline of Battered Women’s Movement.” NYC Department of Social Services, 2008. \nhttp://www.ncdsv.org/images/NYCHRADSS_TImelineBWM_2008.pdf\n23 Bush, Diane Mitsch. “Women’s movements and state policy reform aimed at domestic violence against women: A comparison of the \nconsequences of movement mobilization in the US and India.” Gender & Society 6.4 (1992): 587-608.\n24 Rivera, Jenny. “The Violence Against Women Act and the Construction of Multiple Consciousness in the Civil Rights and Feminist \nMovements.” JL & Pol’y 4 (1995): 463.\n25 Baker, Carrie N. The women’s movement against sexual harassment. Cambridge University Press, 2008. \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 10\nand their confrontations with workplace sexual harassment and assault were central to early struggles around \nthe issue.26 The post-war period saw a general increase in women’s employment and a narrowing of the gaps \nin employment rates among different groups of women—a set of processes that accelerated in the 1970s and \n1980s.27 During these decades, black women continued to play a pivotal role in challenging workplace sexual \nharassment, which included serving as plaintiffs in key legal cases (for more on this history, see “Centering the \nLeadership of Black Women” on p. 13 of this report). Women joining male-dominated lines of work developed \nstrategies for addressing the harassment to which they were subjected, as did women working in areas traditionally \nregarded as “women’s work” (for more on how industry and occupational sex ratios shape workplace sexual \nharassment, see “Voices of Survivors” on p. 24 of this report).28 \nPlacing Sexual and Gender-Based Harassment in Context\nThe terms “sexual harassment” and “gender-based harassment” are often used interchangeably, but there are \nimportant distinctions both legally and in practice. While this report focuses on sexual harassment, it is critical \nto recognize how the roots and manifestations of both forms of harassment are connected. Future research and \nadvocacy should also further address the particular impacts of different forms of gender-based harassment, \nincluding those based on gender identity and sexual orientation. Below are some basic definitions to clarify how \nsexual and gender-based harassment are defined under the law:29\n\"Sexual Harassment is unwelcome sexual advances, requests for sexual favors, or other unwanted conduct of a \nsexual nature, whether verbal, nonverbal, graphic, physical, or otherwise, when... (1) [s]ubmission to or rejection \nof such conduct is made, either explicitly or implicitly, a term or condition of a person’s employment, also known \nas quid pro quo harassment; (2) [s]uch conduct creates a hostile environment. A hostile environment exists when \nthe conduct is sufficiently severe, persistent, or pervasive that it unreasonably interferes with, limits, or deprives \nan individual’s participating in or benefitting from employment programs or activities. Conduct must be deemed \nsevere, persistent, or pervasive from both a subjective and an objective perspective.\nGender-Based Harassment is harassment based on gender, sex, sexual orientation, gender identity, or gender \nexpression, which may include acts of aggression, intimidation, or hostility, whether verbal, nonverbal, graphic, \nphysical, or otherwise.\" \nFor more on how these categories are interpreted within New York City, see reference in footnote.30 \n26 For more on higher rates of women’s employment among women of color and immigrants in the late 19th and early 20th centuries, see \nGoldin, Claudia. “The Work and Wages of Single Women, 1870 to 1920.” The Journal of Economic History; vol. 40, no. 1, 1980, pp. \n81-88; Goldin, Claudia. “Female Labor Force Participation: The Origin of Black and White Differences, 1870 and 1880.” The Journal of\nEconomic History, vol. 37, no. 1, pp. 81-108. For more on actions against workplace sexual harassment involving immigrants and women\nof color during this period, see Baker, 2008. For an historical account of women of color and immigrant women’s employment as domestic\nworkers, and how it helped enable many white, middle class women not to take up paid employment, see Glenn, Evelyn Nakano. “From\nServitude to Service Work: Historical Continuities in the Racial Division of Paid Reproductive Labor.” Signs: Journal of Women in Culture and\nSociety vol 18, no. 1, 1992, pp. 1-43.\n27  For more on the increase in women’s employment during this period, see Mosisa, Abraham, and Steven Hipple. “Trends in labor force\nparticipation in the United States.” Monthly Lab. Rev., vol 129, 2006, pp. 35.\n28 Baker, 2008.\n29 These definitions are from Cornell University Title IX website: https://titleix.cornell.edu/prohibited-conduct/sexual-and-gender-based-\nharassment/\n30 Testimony of Dana Sussman, Deputy Commissioner for Intergovernmental Affairs and Policy at the New York City Commission on Human\nRights, at New York State Senate and New York State Assembly's \"Public Hearing: Sexual Harassment in the Workplace,\" February 13,\n2019.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 11\nSome have attributed the emergence of the term “sexual harassment” to a course on women and work taught \nby Lin Farley at Cornell University in the mid-1970s, after class participants shared experiences with unwanted \nsexual behavior from their summer internships. Around that time, Carmita Wood, a Cornell employee, filed \nfor unemployment compensation after becoming ill from the stress of repeated sexual advances by her boss, \na physicist at the university. Wood located a lawyer through Farley and two other Cornell colleagues, Susan \nMeyer and Karen Sauvigné, and the group linked up with others on campus to organize a speak-out on \nsexual harassment. Shortly thereafter, Farley testified at the first-ever hearing in the US on the topic of gender \ndiscrimination, which was organized by then-chair of the New York City Commission on Human Rights, Eleanor \nHolmes Norton. Media coverage of the event helped bring national attention to the issue of workplace sexual \nharassment.31\n31 Brownmiller, Susan and Dolores Alexander. “How We Got Here: From Carmita Wood to Anita Hill.” Ms. Magazine. January/February \n1992 Issue. \nFlyer for an early sexual harassment speak-out, 1975. (K.C. Wagner/ Cambridge University \nPress)\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 12\nIn the movement crucible of the 1970s, there was a national constellation of groups grappling with how to confront \nexisting legal constraints and challenge the long-standing normalization of sexual and gender-based harassment \nand violence in its different forms. In New York as elsewhere, organizations were engaged in advocacy, research, \nand community organizing around these issues; this included women of color and immigrant-led groups whose \nwork has often gone unrecognized in standard narratives. Points of tension emerged—for example, given the \ndisproportionate impact of rising incarceration and criminalization on communities of color, a number of groups \nled by women of color challenged the growing emphasis on punitive legal responses within the mainstream of the \nanti-violence against women movement.32 \nIt was in the context of this broader ferment that developments in New York helped to articulate the concept of \nworkplace sexual harassment in the national consciousness. Wood ultimately lost her case on the grounds that \nshe had left her job due to a “personal” matter. But her case and others like it helped to assert the significance \nof workplace sexual harassment and clarify those areas where the law fell short, including in its interpretation of \nsex discrimination under Title VII of the Civil Rights Act.33 By the 1980s, a series of legal challenges—including \nthe pivotal Meritor Savings Bank v. Vinson rape case that went to the Supreme Court—led to workplace sexual \nharassment being recognized as a form of sex discrimination under Title VII, subject to legal oversight by the US \nEqual Employment Opportunity Commission.34 Drawing on the foundational work of legal scholar Catharine \nMacKinnon, the legal definition of workplace sexual harassment encompassed both “quid pro quo” (offering \nan employment benefit or threatening consequences contingent on sexual favors) and “hostile environment” \n(severe or pervasive sexual conduct) forms of harassment.35 The definition of workplace sexual harassment \nwas subsequently revised in 1998, after a decision in the Supreme Court case, Oncale v. Sundowner Offshore \nServices, expanded it to explicitly incorporate cases of same-sex harassment.36\nSince the late 1990s, advocates have also broken new ground in addressing the impact of intimate partner \nviolence and sexual assault within the world of work, resulting in legal changes at the local and state levels.37 In \n2003 in New York City, the impact of domestic violence was recognized as having workplace consequences \nthrough the inclusion of victims of domestic violence as a protected class under New York City Human Rights Law, \nprohibiting employment discrimination against survivors of intimate partner violence, sexual assault, and stalking.38 \nNew York State followed suit in 2009, extending similar workplace protections under New York State Human \nRights Law; there are still no such specific protections at the federal level.39\n32  Richie, Beth. Arrested Justice: Black Women, Violence, and America’s Prison Nation. NYU Press, 2012. See also Goodmark, Leigh. \nDecriminalizing domestic violence: A Balanced Policy Approach to Intimate Partner Violence. Vol. 7. Univ of California Press, 2018.\n33  Brownmiller and Alexander, 1992.\n34  Grose, Carolyn. “Same-Sex Sexual Harassment: Subverting the Heterosexist Paradigm of Title VII.” Yale Journal of Law and Feminism, vol \n7, no. 2, 1995, pp. 375. \n35 Catharine MacKinnon’s pathbreaking 1979 book, The Sexual Harassment of Working Women, played a key role in drawing attention \nto the subject and shaping the development of the basic legal categories. See MacKinnon, Catharine A. Sexual Harassment of Working \nWomen: A Case of Sex Discrimination. No. 19. Yale University Press, 1979. It is worth noting that the severity and pervasiveness standards \napply to all kinds of hostile environment workplace harassment claims, including but not limited to workplace sexual harassment.\n36  Grose, 1995. \n37  See Runge, Robin R., Marcellene E. Hearn, and Spenta R. Cama. “Domestic Violence as a Barrier to Employment.” Clearinghouse Rev. \nvol. 34, no. 9-10, 2000, pp. 552.\n38 Legal Momentum. “A Legal Toolkit for Women’s Economic Equality: Guidance for Women and Advocates,” 2019, pp. 39-44. The New \nYork City Human Rights Law also requires that employers provide accommodations to victims of domestic violence.\n39  New York State Office for the Prevention of Domestic Violence. “Domestic Violence and the Workplace: A Handbook for Employers,” \nhttps://opdv.ny.gov/professionals/workplace/dv-workplace-handbook.pdf. For more on expanded protections for survivors through paid \nand unpaid leave provisions, see Runge, Robin R. “Redefining Leave from Work.” Georgetown Journal on Poverty Law & Policy, vol. 19, no. \n3, 2012, pp. 445.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 13\nCentering the Leadership of  Black Women\nThe story of Recy Taylor reflects a deep history of black women’s activism around sexual and gender-based \nharassment and violence. In 1944, Taylor, a 24-year-old mother and sharecropper, was abducted and gang \nraped by six white supremacist men in Alabama, an act of terror that was dismissed by local law enforcement. \nRosa Parks, who was then the branch secretary of the Montgomery chapter of the NAACP, was part of an activist \nmovement to document widespread sexual violence targeting black women. After collecting Recy Taylor’s \ntestimony herself, Parks started a national campaign with other activists to draw attention to the case; solidarity \ngroups for Recy Taylor were created nationwide and the campaign was supported by numerous African-American \ngroups, women’s groups, and national labor unions. While Taylor never saw justice in a court of law, her act of \nspeaking out in the face of intimidation served as a source of solidarity for other survivors and helped to expose \nsexual violence as a weapon of white supremacy. The national campaign to support her case represented a key \nmoment in the early stages of the Civil Rights Movement.40\nTaylor is part of a long lineage of black women survivors who have advanced awareness around sexual \nviolence and harassment in different arenas and helped to change the law. Federal appeals court plaintiff \nSandra Bundy and Supreme Court plaintiff Mechelle Vinson were pioneers in making workplace sexual \nharassment legally actionable as a form of workplace discrimination.41 Brandeis Professor Anita Hill, whose \ntestimony in the Clarence Thomas Supreme Court confirmation hearings helped to spark a national conversation \naround workplace sexual harassment, is also part of this lineage.42 So is Bronx-born Tarana Burke, who founded \n#MeToo and continues to be a leader in the movement from her base at Girls for Gender Equity in Brooklyn.43 \nHistorically, women of color and immigrant women have been overrepresented in areas of the economy where \nthey have been exposed to particularly severe forms of workplace sexual harassment and assault.44 Many of \nthese industries and occupations have been characterized by racialized carve-outs from labor and employment \nprotections.45 Assumptions about who is “accessible” for sexual imposition have also made women of color and \nimmigrant women more vulnerable to such advances.46 Given such factors, women of color often experience \n40 McGuire, Danielle L. At the dark end of the street: Black women, rape, and resistance—A new history of the civil rights movement \nfrom Rosa Parks to the rise of black power. Vintage, 2010. See, also, Recy Taylor’s story in the archive of the Black Women’s Truth and \nReconciliation Commission convened by Black Women’s Blueprint.\n41  See Meritor Savings Bank v. Vinson, 477 U.S. 57 (1986),  https://caselaw.findlaw.com/us-supreme-court/477/57.html\n42  See Isaacs, David. “Sexual Harassment.” Journal of Paediatrics and Child Health vol. 54, no. 4, 2018, pp.391-392. Fraser, Nancy. “Sex, \nLies, and the Public Sphere: Some Reflections on the Confirmation of Clarence Thomas.” Critical Inquiry, vol. 18, no. 3, 1992, pp. 595.. For \nmore on how race shapes media coverage of violence against women, see Marian, Myers. News Coverage of Violence Against Women: \nEngendering Blame. Sage, 1997.\n43 See https://metoomvmt.org/about/ \n44  See “Rape in the Fields.” Frontline: Season 31, produced by Lowell Bergman and Andrés Cediel, PBS and Univision, 2013;  Burnham, \nLinda and Nik Theodore. “Home Economics the Invisible and Unregulated World of Domestic Work.” National Domestic Workers Alliance, \n2012.\n45 Intent on preventing black women and men from building collective power and improving their conditions of work, white Southern \nDemocrats in the US Congress mobilized successfully to exclude both domestic workers and farm workers from the 1935 National Labor \nRelations Act (NLRA), which established ground rules for unionization and collective bargaining, and from the Fair Labor Standards Act \n(FLSA), which set wage and hour standards. See Perea, Juan F. “The Echoes of Slavery: Recognizing the Racist Origins of the Agricultural \nand Domestic Worker Exclusion from the National Labor Relations Act.” Ohio State Law Journal, vol. 72, no. 1, 2011, pp. 95. The practice \nof tipping can also be traced to efforts to maintain conditions of white supremacy following the end of slavery, as restaurant and railway \ncompanies sought to shift responsibility for paying black workers to customers. See Segrave, Kerry. Tipping: An American social history \nof gratuities. McFarland, 2009. As discussed in the “Voices of Survivors” section in this report, the practice of tipping and the existence of \na lower federal minimum wage for tipped workers contributes to contemporary patterns of workplace sexual harassment in the restaurant \nindustry.\n46 Hernandez, 2001.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 14\n47 Cho, Sumi K. “Converging Stereotypes in Racialized Sexual Harassment: Where the Model Minority Meets Suzie Wong,” Journal of \nGender, Race and Justice, vol. 1, no. 1, 1997, pp. 177-212.\n48 Crenshaw, Kimberlé. “Race, Gender, and Sexual Harassment,” Southern California Law Review, vol. 65, no. 3, 1992, pp. 1467-1476. \nThe concept of intersectionality has been elaborated and applied across different fields of inquiry. See Cho, Sumi, Kimberlé Williams \nCrenshaw, and Leslie McCall. “Toward a Field of Intersectionality Studies: Theory, Applications, and Praxis.” Signs: Journal of Women \nin Culture and Society vol. 38, no. 4, 2013, pp. 785-810. For a perspective on the relevance of intersectionality amid the recent rise in \nactivism around workplace sexual harassment, see Onwuachi-Willig, Angela. “What About #UsToo: The Invisibility of Race in the #MeToo \nMovement.” Yale Law Journal, vol. 128, 2018, pp. 105. For a decade-old but still-germane critical review of the concept and its usage, see \nNash, Jennifer C. “Re-thinking Intersectionality.” Feminist Review vol.89, no. 1, 2008, pp. 1-15.    \n49 Crenshaw, 1992.\n50 McGuire, 2010.\n51 For more on this issue, see Richie, Beth E. “A Black Feminist Reflection on the Antiviolence Movement.” Signs: Journal of Women in Culture \nand Society vol. 25, no. 4, 2000, pp. 1133-1137.\n52 Rossie, Amanda, Jasmine Tucker and Kayla Patrick. “Out of the Shadows: An Analysis of Sexual Harassment Charges Filed by Working \nWomen.” National Women’s Law Center. August 2, 2018, https://nwlc.org/resources/out-of-the-shadows-an-analysis-of-sexual-\nharassment-charges-filed-by-working-women/\nworkplace sexual harassment in \nways that are qualitatively different \nfrom their white counterparts.47\nIn a seminal 1991 article, \nColumbia and UCLA Law Professor \nKimberlé Crenshaw used Hill’s \nhistoric testimony in the Thomas \nhearings as a jumping-off point \nfor developing an “intersectional” \nperspective on workplace sexual \nharassment and sexual and \ngender-based violence more \nbroadly.48 According to Crenshaw, \nthe intersection of race and gender \nshapes exposure to various forms \nof harassment and violence. They \nalso affect whose claims are \nbelieved. For example, because \ncredibility has often been linked \nwith chastity, and black women \nhave been assumed not to be \n“chaste,” their claims have often \nbeen dismissed out of hand.49 This \ndynamic was evident in the Recy \nTaylor case, where four of the  \nassailants denied the accusation Clockwise from top left: Sandra Bundy, Tarana Burke, Mechelle Vinson, and \nby falsely claiming that Taylor was Anita Hill\na sex worker.50 Crenshaw argues \nthat the unique vulnerabilities created by the confluence of sexism and racism in black women’s lives lie beyond the \ngrasp of mainstream gender and racial justice movements.51\nAccording to a recent study by the National Women’s Law Center, “Black women filed sexual harassment charges \nwith the EEOC [Equal Employment Opportunity Commission] at nearly 3 times the rate of white, non-Hispanic \nwomen.”52 Yet, these experiences often remain less visible in the public eye. Black women have spearheaded \nresponses to workplace sexual harassment that have had far-reaching benefits. However, there is still much work to \nbe done so these gains can be realized more fully at all intersections in the struggle for justice. \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 15\nThe eruption of the #MeToo movement shows that, despite important legal advances to address different forms \nof sexual and gender-based violence and harassment, there is still enormous work to be done in extending legal \nprotections and changing culture and daily practice.53 Once again, New York has occupied a significant place in \nthe unfolding conversation around workplace sexual harassment, with many of the most highly publicized cases \noccurring in New York City. Film director James Toback has been accused of targeting hundreds of women on \nManhattan’s Upper West Side for unwanted sexual advances on the pretext of offering work in an upcoming \nfilm.54 Restaurateur Ken Friedman stands accused of sexual harassment and assault by employees at his Michelin-\nstarred Spotted Pig restaurant in Manhattan’s West Village neighborhood.55 Several allegations involving \nactor Bill Cosby and media mogul Harvey Weinstein, each of whom played a key role in helping to spark the \n#MeToo movement, also stem from incidents in New York City.56 These and other high-profile cases illustrate the \npower imbalances that often enable workplace sexual harassment to occur with impunity despite the protections \nenshrined in law.57 \n53 Oliphant, Baxter. “Women and Men in Both Parties Say Sexual Harassment Allegations Reflect ‘Widespread Problems in Society.’” Pew \nResearch Center. 7 December 2017. http://www.pewresearch.org/fact-tank/2017/12/07/americans-views-of-sexual-harassment-\nallegations For the text of the Oncale v. Sundowner decision, see Oncale v. Sundowner Offshore Services, Inc., 523 U.S. 75 (1998), \nhttps://www.law.cornell.edu/supct/html/96-568.ZO.html\n54 Whipp, Glen.”200 More Women Share their James Toback Stories after 38 Accuse Director of Sexual Harassment.” Los Angeles Times, \n18 Dec. 2018 http://www.latimes.com/entertainment/movies/la-et-mn-toback-follow-up-20171023-story.html\n55 Klein, Danny. “Chilling Details Emerge from Ken Friedman’s Sexual Harassment Scandal.” Food Newsfeed, 14 Dec. 2017. \n56 Ryan, Lisa. “Our Year of Reckoning: An Exhaustive Timeline.” The Cut. 5 Oct. 2018, www.thecut.com/2018/10/sexual-harassment-\nharvey-weinstein-allegations.html.https://www.thecut.com/2018/10/sexual-harassment-harvey-weinstein-allegations.html\n57  Uggen, Christopher, and Amy Blackstone. “Sexual Harassment as a Gendered Expression of Power.” American Sociological Review, \nvol. 69, no. 1, 2004, pp. 64–92. Other prominent headlines from New York City across a range of industries involved Mario Batali, Peter \nMartins, Terry Richardson, Mario Testino, Bruce Weber, Charlie Rose, and Bill O’Reilly. \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 16\nResponding at the Industry Level\nIn 2011, a high-profile case prompted a response to workplace sexual harassment in New York City’s hotel \nindustry. Nafissatou Diallo, a hotel housekeeper of Guinean origin, reported a sexual assault in a room she was \ncleaning in Manhattan’s upscale Sofitel hotel. The man she implicated was Dominique Strauss-Kahn, then president \nof the International Monetary Fund and a contender for the French presidency. Diallo’s credibility was questioned \nby city law enforcement, and prosecutors decided not to file charges; Strauss-Kahn eventually settled out of court \nwith Diallo for an undisclosed sum.58 After Diallo’s claim came to light, Strauss-Kahn faced sexual assault claims \nfrom other women in the US and France.59 \nThe Diallo case inspired the New York Hotel and Motel Trades Council (HTC), AFL-CIO, to act. In February 2012, \nthe union body concluded negotiations on a collective bargaining agreement with the Hotel Association of New \nYork City, which represents the city’s hotel owners. The agreement, which covered a majority of Council members, \nincluded groundbreaking collective bargaining language that addressed the particular nature of workplace sexual \nharassment in the hotel industry, where workers are often subjected to unwanted sexual behavior by hotel guests \n(relevant passages of this historic language have been excerpted on p. 17). By including protections for immigrant \nworkers against employer harassment regarding their legal status, the agreement also addressed a key factor that \nprevents many hotel workers from reporting workplace sexual harassment and other workplace violations.60\n58 Williams, Matt. “Dominique Strauss-Kahn Settles Sexual Assault Case with Hotel Maid.” The Guardian, 10 Dec. 2012, www.theguardian.\ncom/world/2012/dec/10/dominique-strauss-kahn-case-settled.https://www.theguardian.com/world/2012/dec/10/dominique-\nstrauss-kahn-case-settled\n59 BBC. “Strauss-Kahn Faces New Rape Case.” BBC News, 28 Feb. 2019, www.bbc.com/news/world-europe-18143545; Weisenthal, \nJoe. “Update: French Writer Tristane Banon Files Sexual Assault Charges Against Dominique Strauss-Kahn.” Business Insider, 5 July 2011, \nwww.businessinsider.com/french-writer-tristane-banon-to-file-sexual-assault-charges-against-dominique-strauss-kahn-2011-7. \n60 For the text of the full collective bargaining agreement, see https://hotelworkers.org/images/uploads/NYC_Hotel_Industry_Wide_\nAgreement.pdf.\nUNITE HERE workers in Chicago on Oct. 11, 2017, after the winning the right to have panic buttons on the job. \nTheir fingers are poised to press the button.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 17\nThe HTC’s response—including equipping hotel workers with panic buttons or other devices enabling them to call \nfor help in threatening situations—preceded similar actions in other parts of the country. UNITE-HERE union locals \nhave taken a legislative route in other cities. In June 2018, Chicago became the second city in the country, after \nSeattle, to pass legislation requiring all hotels—both union and non-union—to provide housekeepers with panic \nbuttons.61 Even as workplace sexual harassment is taken up as a broad problem that cuts across different parts of \nthe economy, these approaches illustrate the potential for developing responses that attend to the particularities of \ndifferent workplace settings. Following is the historic collective bargaining language negotiated by the HTC:\n(A) General Obligation of the EMPLOYER to Protect Employees\nThe EMPLOYER reaffirms that the safety of Employees is of paramount concern and includes safety from \nharassment by hotel guests. The EMPLOYER shall take reasonable steps to address inappropriate guest \nadvances, harassment and threats and to respond promptly and adequately should such incidents occur. \n(B) Devices\nWithin one (1) year of the date of this Agreement, the EMPLOYER will equip Room Attendants, \nHousekeeping Attendants, Minibar Attendants, Room Service Servers and any other employee who is \nrequired to enter an occupied guest room with devices to be carried on their persons at work that they can \nquickly and easily activate to effectively summon prompt assistance to their location. It is recognized that \nbecause of the varying size and physical layout of each hotel, different devices may be appropriate for \ndifferent hotels. \n(C) Right to Request Accompaniment to Entering an Occupied Guest Room\nAn employee who has a reasonable good faith belief that entering an occupied guest room alone poses \na risk to his/her safety from guest conduct shall promptly notify management of the perceived safety risk if \nasked to enter the guest room shall be accompanied by a security officer, manager or other appropriate \nstaff member, as determined by the EMPLOYER. As an alternative the EMPLOYER shall have the right to \nreassign the Employee to another guest room or to refuse service, in whole or in part, to said room. \n(D) Employee Complaints\nThe EMPLOYER shall promptly and adequately respond to Employee complaints of inappropriate \nadvances, harassment or threats by guests. The EMPLOYER shall not discipline nor otherwise adversely \naffect any employee for making a good faith complaint against a guest. \n(E) Purpose of Article\nThe purpose of this Article is to protect employees and the device may not be used for any purpose other \nthan employee protection.\nAs these cases have played out, reforms addressing workplace sexual harassment have been passed in New York, \nfilling in some of the existing legal gaps and promoting legal enforcement and culture change through mandated \ntraining.62 At the state level, a series of laws enacted in April 2018 mandate that all employers implement an anti-\nsexual harassment policy and annual training program; ban non-disclosure agreements and mandatory arbitration \nclauses related to sexual harassment claims; expand protections against sexual harassment for workers who are \nnot employees; and require that state employees liable for wrongdoing in connection with sexual harassment pay \nback a proportional share of payments made to plaintiffs.63 In conjunction with the rollout of the new law, the state \n61 Elejalde-Ruiz, Alexia. “Chicago Hotels Roll out Panic Button Systems to Protect Housekeepers from Sexual Harassment.” The Chicago \nTribune, 7 June 2018, https://www.chicagotribune.com/business/ct-biz-hotel-housekeepers-panic-buttons-xxxx-20180605-story.html\n62 Noguchi, Yuki and Shane McKeon. “Amid #MeToo, New York Employers Face Strict New Sexual Harassment Laws.” NPR, 9 Oct. 2018. \nhttps://www.npr.org/2018/10/09/654537942/amid-metoo-new-york-employers-face-strict-new-sexual-harassment-laws\n63 A Better Balance. “FACT SHEET: New York State Legislation Combating Sexual Harassment In The Workplace.”  April 2018.  https://\nwww.abetterbalance.org/resources/newyork_sexualharassment/\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 18\nhas developed toolkits and other public education materials.64 \nIn 2019, the New York State Legislature built on the package of laws passed in 2018 and passed a bill \nthat eliminated the requirement that discriminatory harassment be severe or pervasive to be unlawful. Instead, \ndiscriminatory harassment will be illegal unless an employer can prove that the conduct amounts to no more than \npetty slights or trivial inconveniences. The bill also makes clear that an employee need not have complained \nabout the harassment to their employer in order for the employer to be liable. In addition, the bill extends the \nstatute of limitations to file a sexual harassment complaint with the State Division of Human Rights from one to three \nyears, lowers the employee threshold in the human rights law so that all employees are now covered, protects \nindependent contractors against all forms of discrimination, and protects domestic workers against all forms of \ndiscriminatory harassment. The bill awaits the Governor’s signature and he is expected to sign it.65 \nNew York City also passed a raft of legislation in April 2018 containing new measures to combat workplace \nsexual harassment. The city law contains a mandated training protocol for certain employers, including a \nrequirement to share information on how bystanders to workplace sexual harassment can respond. It also \neliminates the employee threshold for gender-based harassment; extends the statute of limitations for filing \ncomplaints concerning gender-based harassment with the New York City Commission on Human Rights from one \nto three years; and establishes a range of measures designed to enhance workplace sexual harassment-related \nresearch and reporting among city agencies and contractors.66 The 2018 legislation builds on previous actions in \nNew York City, including 2005 legislation establishing that workplace sexual harassment is actionable when an \nindividual is “treated less well than other employees because of gender” rather than having to meet a “severe and \npervasive” standard.67\nIn the lead-up to the passage of the city laws, the New York City Commission on Human Rights organized a public \nhearing on workplace sexual harassment.68 More than for 40 years after the groundbreaking hearing that she \norganized as chair of the Commission, now-Congresswoman Eleanor Holmes Norton opened the December 2017 \nevent, which provided an opportunity both to mark progress and take stock of the work that remains (see “Voices \nof Survivors” on p. 24 for excerpts of testimony delivered at the hearing).69 \nThis report seeks to provide a snapshot of workplace sexual harassment and its widespread impact across New \nYork State. It also offers some recommendations on the kinds of additional measures and commitments that might \nhelp to more fully address a problem of such magnitude. Continuing to change law and policy so they reflect \nour best understanding of workplace sexual harassment remains an important front for future advocacy. Equally \nimportant is ensuring that people are empowered to meaningfully implement these mandates, and advancing a \nbroader array of movement building and organizational change strategies that address the problem at its roots.\n64  A Better Balance. “FACT SHEET: NYC Stop Sexual Harassment in the Workplace Act.”  April 2018.https://www.abetterbalance.org/\nresources/nyc-stop-sexual-harassment-in-the-workplace-act-april-2018/. Recent legislation in New York State builds on decades of \nadvocacy, organizing, and awareness-raising, including work addressing the contours of workplace sexual harassment and assault in \nspecific parts of the economy. As an example, see this report from nearly a decade ago that draws on interviews with farmworker women \nin New York and other states: Bauer, Mary, and Mónica Ramirez. “Injustice on Our Plates.” Southern Poverty Law Center, 2010, https://\nwww.splcenter.org/sites/default/files/d6_legacy_files/downloads/publication/Injustice_on_Our_Plates.pdf. For more on sector-specific \nexperiences and responses, see the “Responding at the Industry Level” and “Voices of Survivors” sections in this report.\n65 See https://www.nysenate.gov/legislation/bills/2019/s6577.  \n66 Ibid.\n67 NYC Commission on Human Rights and Sexuality and Gender Law Clinic at Columbia Law School. “Combating Sexual Harassment in \nthe Workplace: Trends and Recommendations Based on 2017 Public Hearing.” NYC Commission on Human Rights. 2017. https://www1. \nnyc.gov/assets/cchr/downloads/pdf/SexHarass_Report.pdf\n68 Ibid.\n69 Huang, Georgene. “From Clarence Thomas to Harvey Weinstein: U.S. Representative Eleanor Holmes Norton Speaks Out.” Forbes, 8 \nDec. 2017. https://www.forbes.com/sites/georgenehuang/2017/12/07/from-clarence-thomas-to-harvey-weinstein-u-s-representative-\neleanor-holmes-norton-speaks-out/#4496df716370\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 19\nMethodology\nIn order to create a broad snapshot of workplace sexual harassment in New York, we added four questions to \nthe 2018 Empire State Poll conducted by the Cornell Survey Research Institute. The Poll is a general phone survey \nadministered in English and Spanish to adults age 18 and over who are residents of New York State. Each year, \nthe survey includes a set of modules that are added to its core questions on topics such as community, government, \nwork, the economy, and basic demographics.70 In total, more than 60 questions were included in the 2018 version \nof the survey. We included four questions that sought to address the prevalence of different forms of workplace \nsexual harassment, their impact, and how New Yorkers would like to see leaders in the state respond: \n1) Have you ever experienced workplace sexual harassment that created an uncomfortable or hostile work\nenvironment? This could include unwanted words, signs, jokes, pranks, intimidation, or physical violence.\n1 Yes\n2 No\n3 Not applicable- never had a job\n2) Have you personally experienced someone in a position of authority at your workplace trying to trade job\nbenefits for sexual favors? Benefits might include being hired, promoted, or maintaining employment.\n1 Yes\n2 No\n3) [If “Yes” to 1 or 2] At the time you had these experiences or afterwards, have they had an impact on your\nwork life, your career advancement, or your ability to obtain, keep, or perform a job?\n1 Yes\n2 No\n4) Do you think elected officials and business, union, and other community leaders in New York State should\ndo more to address problems of workplace sexual harassment and violence?\n1 Yes\n2 No\nWith 800 respondents, the margin of error for the survey is ± 3.5 percentage points at a 95 perfect confidence \nlevel. Data collection for the 2018 Empire State Poll occurred between February 1, 2018, and April 1, 2018. More \nthan two-thirds of the interviewees (68 percent) were reached over their cell phones and the rest were reached \nvia landlines. The survey oversamples upstate residents in order to provide an even split of upstate and downstate \nresidents, and the findings reported below are adjusted to provide a representative picture of residents across the \nstate.71 We conducted all data analysis using Stata 15.1. \nThere are limitations arising from the limited number of questions, the scope of the questions, and the timing of \nthe survey. The questions addressing prevalence of workplace sexual harassment closely mirror the definitions \nof “hostile environment” and “quid pro quo” sexual harassment codified in New York State law and do not \ncapture the full range of behaviors that might be regarded as workplace sexual harassment in a broader cultural \n70 For more on the Empire State Poll, see https://www.sri.cornell.edu/sri/esp.introduction.cfm.\n71 The sampling design for the Empire State Poll is described here: https://sri.cornell.edu/sri/esp.sampling.cfm.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 20\nsense (see footnote for more on the wording of the hostile environment question).72 The question on the impact of \nworkplace sexual harassment focuses on how people’s work lives are affected and leaves out a range of other \npotential effects, including psychological effects and the impact on people’s family lives.73 Since the survey was \ncompleted in early April 2018, responses to the question on how New York leaders should respond do not account \nfor legislative and other actions taken after that point. Finally, due to the relatively small sample size, the limited \ndemographic and employment variables, and the fact that we did not differentiate experiences of workplace \nsexual harassment in current versus previous jobs, the survey data are not well suited for fine-grained analysis of \ndifferences across occupations, sectors, and different kinds of work arrangements. \nA general phone survey is a useful albeit imperfect tool for assessing experiences and views related to workplace \nsexual harassment. For a topic as sensitive and potentially difficult to talk about as sexual harassment, the \nimpersonal format of a phone survey has its limits—not everyone will feel comfortable being forthcoming about \nthe issue with a stranger.74 At the same time, the anonymity of the format and the broad if not total reach across the \npopulation of New York State provides a more representative picture of the problem than was available before \nthe survey was conducted. In the final section of the report, we offer some suggestions on questions and issues we \nwere not able to unpack that future research might address.\n72 Shultz, Vicki. “Reconceptualizing Sexual Harassment, Again.” Yale Law Journal, vol. 128, 2018, no. 22. Under New York State law, \nthe “severe and pervasive” standard is used to determine if harassing behavior meets the “hostile environment” threshold. As discussed \nabove, a broader standard has been established in New York City—that “an individual is treated less well than other employees \nbecause of gender”—and there has been debate around the country about shifting the threshold in this direction.  We included the word \n“uncomfortable” in our survey question on hostile environment workplace sexual harassment to relax the threshold somewhat while \nmaintaining clarity and staying relatively close to the statewide legal definition.\n73  Schneider, Kimberly T., Suzanne Swan, and Louise F. Fitzgerald. “Job-Related and Psychological Effects of Sexual Harassment in the \nWorkplace: Empirical Evidence from Two Organizations.” Journal of Applied Psychology vol. 82, no. 3, 1997, 401.\n74 Lensvelt-Mulders, G. J. L. M. “Surveying sensitive topics.” International Handbook of Survey Methodology vol. 46, 2008, pp. 41..\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 21\nFindings\nOur descriptive analysis of the 2018 Empire State Poll indicates that workplace sexual harassment is widespread \nacross New York State, has broad impact, and is a problem about which New Yorkers would like to see their \nleaders do more. The “Voices of Survivors” section on p. 24 draws on testimony from the 2017 New York City \nHuman Rights Commission hearing on sexual harassment to sketch some individual experiences of workplace \nsexual harassment and how they were shaped by the different work settings in which they occurred. In the final \nsection of the report, we highlight remaining gaps in knowledge that future research could address. Below, we \nshare key findings from our analysis.\nWorkplace sexual harassment is widespread across New York State.  A large number of New Yorkers \nreport experiences of workplace sexual harassment that may be legally actionable under state law. Most \nstrikingly, more than1 in 10 New Yorkers (10.9 percent) above age 18 report experiencing “someone in a \nposition of authority at [their] workplace trying to trade job benefits for sexual favors,” including 12.2 percent of \nwomen and 9.5 percent of men. This translates to some 1.7 million people across the state having experienced \nworkplace sexual harassment that involves a quid pro quo dimension. Fully 21.9 percent of adult New Yorkers—\nwhich adds up to 3.4 million people—said they had experienced workplace sexual harassment that created an \n“uncomfortable or hostile work environment,” including 29.5 percent of women and 14.2 percent of men. Overall, \n25.1 percent of New Yorkers report experiencing at least one of the two forms of workplace sexual harassment we \nasked about, including 31.1 percent of women and 18.9 percent of men. That amounts to nearly 3.9 million people \nacross the state having experienced some form of workplace sexual harassment with potential legal implications.75 \nQuid pro quo workplace sexual harassment varies along ethno-racial lines. Reported rates of hostile \nenvironment workplace sexual harassment did not vary significantly along lines of income, age, or race, or across \ndifferent geographic areas within New York State. However, people of color and people of Hispanic origin were \nsignificantly more likely than their non-Hispanic white counterparts to say they experienced quid pro quo sexual \nharassment at some point over the course of their working careers.76 Fully13.9 percent of people of color and \npeople of Hispanic origin in New York said they had experienced “someone in a position of authority at [their] \nworkplace trying to trade job benefits for sexual favors,” as opposed to 8.5 percent of non-Hispanic whites (see \nfootnote for more on how we tested for statistical significance).77\nWorkplace sexual harassment impacts the work and careers of New Yorkers. Experiences of workplace \nsexual harassment have an impact on the work and careers of many New Yorkers. Among those reporting at least \none of the two forms of workplace sexual harassment we asked about, 38.9 percent said these experiences “had \nan impact on [their] work life...career advancement...or ability to obtain, keep, or perform a job.” For those saying \nthey experienced quid pro quo workplace sexual harassment, nearly half (48.9 percent) reported such an impact. \nDrawing on one of the core questions in the Empire State Poll, we also found that past experiences of workplace \nsexual harassment were correlated with job seeking: of those who were employed at the time of the survey, \n41.4 percent of those who had recently looked for new work reported having experienced workplace sexual \nharassment, as opposed to 23.4 percent of those who had not (see footnote for more on the limitations of the data \n75 Estimates of the number of people who have experienced sexual harassment in New York State were calculated by multiplying the \npercentages from the survey results by the total adult population in New York. For relevant statistics on the size of the adult population, see \nhttps://www.census.gov/quickfacts/ny\n76 We use the term “Hispanic” to reflect the language used in the survey. Due to the relatively small size of the survey sample, we created a \nnon-Hispanic white category that excludes blacks, Asians, Hispanics, and those of mixed race.\n77 We ran a simple logistic regression model in which the response variable was a dichotomous indicator for experiences of quid pro quo \nworkplace sexual harassment, and the explanatory variable was our dichotomous race/ethnicity indicator. The analysis showed that the \ndifference between the two groups is statistically significant at a 95 percent confidence level. \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 22\nand how to interpret this result).78\nNew Yorkers want their leaders to address workplace sexual harassment. More than 80 percent of New \nYork residents (83.4 percent) think “elected officials and business, union, and other community leaders in New \nYork State should do more to address problems of workplace sexual harassment and violence.” Strong majorities\nhold this view across different demographic groups and regions of the state. Most also support leaders taking \naction regardless of party or ideology, though there is some significant variation along these dimensions. Looking\nat party differences, 90.5 percent of Democrats say leaders in the state should do more to address workplace \nsexual harassment, along with 83.0 percent of Independents, and 68.1 percent of Republicans (see footnote for \nmore on how we tested for statistical significance).79 The numbers roughly line up with corresponding ideological \ndistinctions: 92.2 percent of liberals say leaders should do more to address workplace sexual harassment, along \nwith 82.4 percent of moderates, and 73.6 percent of conservatives.80 \n78 We ran a logistic regression model that showed this difference to be statistically significant at a 99 percent confidence level. A \ndichotomous workplace sexual harassment indicator (combining the quid pro quo and hostile environment variables) was the response \nvariable, and a dichotomous indicator for whether people had looked for work within the past four weeks was the explanatory variable. \nSince our questions asked about experiences of workplace sexual harassment in general, we cannot directly link experiences of workplace \nsexual harassment in the current job with the propensity to seek out new work; furthermore, even if we could distinguish experiences of \nharassment in the current job, the limited set of variables available for inclusion as controls in the Empire State Poll dataset would prevent us \nfrom establishing a causal link. However, it is worth noting that our result could be reflecting both immediate and longer-term implications of \nworkplace sexual harassment for people’s labor market trajectories. Research in labor economics has demonstrated that, in addition to its \nshort-term impact on wellbeing and financial security, unemployment can have lasting “scarring” effects on people’s career paths. See, for \nexample, Arulampalam, Wiji. “Is Unemployment Really Scarring? Effects of Unemployment Experiences on Wages.” The Economic Journal, \nvol. 111, no. 475, 2001, pp. F585–F606. Workplace sexual harassment has also been shown to have both short-term and longer-term \neffects on people’s work and careers, generating adverse outcomes—e.g., higher job turnover and weaker labor market attachment—that \nconnect to our result. See McLaughlin, Heather, Christopher Uggen, and Amy Blackstone. “The economic and career effects of sexual \nharassment on working women.” Gender & Society 31.3 (2017): 333-358; Willness, Chelsea R., Piers Steel, and Kibeom Lee. “A Meta‐\nAnalysis of the Antecedents and Consequences of Workplace Sexual Harassment.” Personnel Psychology, vol. 60, no. 1, 2007, pp. 127-\n162. \n79 To assess this variation by party and ideology, we used the Bonferroni method for conducting simultaneous pairwise comparisons \nacross more than two groups. The analysis showed that support for leaders doing more to address workplace sexual harassment differed \nsignificantly across party (Democrat, Independent, Republican) and ideology (Liberal, Moderate, Conservative) at a 99 percent confidence \nlevel. \n80 Granted, “independents” may be positioned across the political spectrum, so this category does not necessarily correspond with the \n“moderates” category. \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 23\nTable 1 indicates “yes” responses to the question, “Do you think elected officials and business, union, \nand other community leaders in New York State should do more to address problems of workplace \nsexual harassment and violence?” The results of that question were cross-tabulated with results from a \nquestion on respondents’ stated political affiliation.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 24\nVoices of  Survivors\nBehind the statistics are stories. The findings from the 2018 Empire State Poll provide a picture of workplace sexual \nharassment in New York State through a wide-angle lens. They do not capture the nuances of people’s lived \nexperiences. Testimony delivered at the 2017 New York City Human Rights Commission public hearing on sexual \nharassment offers a window into these experiences and some of the particular challenges that arise in different \nsectors of the economy. The quotes excerpted below draw from this testimony.\nGenerations of domestic workers in New York and across the US have dealt with workplace sexual harassment, \noften behind closed doors in the intimate space of the home.81 The hidden and fragmented nature of domestic work \ntogether with exclusions from federal labor and employment protections—a product of institutionalized racism—\nmean that domestic workers are often unable to assert basic workplace rights, including the right to work in a \nharassment-free environment.82 A former nanny who works as a New York organizer with the National Domestic \nWorker's Alliance (NDWA) described being harassed at age 16 by the father of the child in her charge:\nOne day I was in the house \nwhere I worked when the \nfather came home and went \nto take a bath. All of a sudden \nI heard him calling me, and \nwhen I went to see what \nhe needed, he opened the \ndoor to the bathroom and \nexposed himself to me. I was \nembarrassed by the incident \nand I was very fearful, so \nI took the child to another \nroom, but when he came out \nof the bathroom, he began \ntouching me and tried to \nabuse me in the presence of \nthe child.\nAt that moment a neighbor \nbegan knocking on the \ndoor and I managed to \ngo out running from the \nhouse. Because of fear and \nembarrassment, I was silent \nabout this for many years and \nI have never told anyone and I tried to forget about it completely. But all of these cases that have been \ncoming to light had made me see that this is the moment I have been waiting for.83 \n81 Dresser, Laura. “Cleaning and caring in the home: shared problems? shared possibilities?” 2008 Industry Studies Conference Pa Pen, \n2008.\n82  Perea, 2011.\n83  Testimony of Daniela Contreras, National Domestic Workers Alliance, at New York City Human Rights Commission’s “Public Hearing on \nSexual Harassment in the Workplace,” December 6, 2017.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 25\nAnother domestic worker spoke about being harassed by an older man whose house she was cleaning. Eventually \nhe started stalking her at her home, forcing her to move.84 In response to these kinds of abuses, domestic worker \norganizations and their allies have been pushing legislative reform and partnering with domestic employers, \ngovernment agencies, and others on legal enforcement and culture change work. The New York Domestic \nWorkers' Bill of Rights, legislation passed in 2010, includes the creation of a special cause of action for domestic \nworkers who suffer sexual or racial harassment.85 Still, the terrain for changing practices in New York and other \nstates remains challenging given that many employers still do not see their homes as a workplaces subject to legal \nregulation.86\nLooking broadly across the economy, prior research suggests that skewed gender ratios at the workplace often \npromote workplace sexual harassment.87 In male-dominated occupations, workplace sexual harassment is \nfrequently part of a broader set of behaviors aimed at preserving gendered occupational boundaries and making \nfemale entrants feel like outsiders.88  A staffer for a construction union local described the harassment and violence \nshe had encountered and observed in her 29 years in the industry: \n84 Testimony of Teresa Guzman, National Domestic Workers Alliance, at New York City Human Rights Commission’s “Public Hearing on \nSexual Harassment in the Workplace,” December 6, 2017.\n85 For details about the NY Domestic Workers Bill of Rights, see: https://labor.ny.gov/legal/domestic-workers-bill-of-rights.shtm. More \nrecently, testimony delivered by the National Domestic Workers Alliance at the 2017 NYC hearing was cited by the New York City \nCommission on Human Rights when it reduced the employee threshold for pursuing sexual and gender harassment claims under New York \nCity Human Rights Law from four to one.  \n86 Testimony of Marrisa Senteno, National Domestic Worker Alliance, at New York City Human Rights Commission’s “Public Hearing on \nSexual Harassment in the Workplace,” December 6, 2017.\n87 Gutek, Barbara A., and Bruce Morasch. “Sex‐Ratios, Sex‐Role Spillover, and Sexual Harassment of Women at Work.” Journal of Social \nIssues vol. 38, no. 9, 1982, pp. 55-74..\n88 See Gruber and Bjorn, 1982, for a discussion of these dynamics based on research in the auto industry. Ruber, James E., and Lars Bjorn. \n“Blue-Collar Blues: The Sexual Harassment of Women Autoworkers.” Work and Occupations, vol. 9, no. 3, 1982, pp. 271–298.\nIn 2010, NY State becomes the first state to pass “The Domestic Workers Bill of Rights.” \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 26\nI’ve been grabbed, \nkissed, slapped on the \nbutt, subjected to lewd \nand vulgar remarks \naround me, towards \nme, and simply cannot \ncount the amount \nof unwanted sexual \nadvances. And these \nmight be considered \nto be mild for many in \nmy industry because \nthere certainly have \nbeen women that I \nknow personally that \nhave been raped within \nthe industry and even \none of my sisters, a \ncarpenter [...], who \npaid the ultimate price \nwhen she was killed on \nthe job by one of her \nmale co-workers.89\nIn female-dominated occupations, including large segments of the service economy, the performance of “female” \nroles by women workers often opens the way for workplace sexual harassment from co-workers as well as \ncustomers. In the restaurant industry, for example, sexually charged interactions frequently come to be regarded \nas something that simply comes with the territory of waitressing.90 As the Restaurant Opportunities Center has \nhighlighted, the fact that restaurant servers earn a substantial portion of their pay through tips can contribute to this \ndynamic.91 Moreover, even in workplace settings with large numbers of women, the fact that supervisory roles are \noften male-dominated can play into dynamics of sexual harassment. A carpenter and current member of another \nunion spoke about an experience of quid pro quo harassment while working at a grocery store:\nMy first job was working in a supermarket where a manager would send me to the stockroom in the \nbasement and then follow me. Multiple times he tried to kiss me and finally I let him for fear of losing my \njob. He said if I was nice to him, I could be assistant manager within a year. I remember being confused \nand naively flattered. Years later, thinking back to that time, I realized how predatory his behavior was as \na 32-year-old trying to seduce a 13-year-old, and that was just my first job [she then went on to describe \nseveral other cases of harassment she experienced in different industries].92\n89 Testimony of Leah Rambo, Sheet Metal Workers Local 28, at New York City Human Rights Commission’s “Public Hearing on Sexual \nHarassment in the Workplace,” December 6, 2017.\n90 Huebner, Lisa C. “It is Part of the Job: Waitresses and Nurses Define Sexual Harassment.” Sociological Viewpoints, vol. 24, 2008, pp. \n75-90.\n91 For an analysis of how tipping feeds into sexual harassment in the restaurant industry, see a 2014 report from the Restaurant Opportunities\nCenter. The Restaurant Opportunities Centers United. “The Glass Floor: Sexual Harassment in the Restaurant Industry,” The Restaurant\nOpportunities Centers United and Forward Together, October, 2014.\nhttp://rocunited.org/wp-content/uploads/2014/10/REPORT_The-Glass-Floor-Sexual-Harassment-in-the-Restaurant-Industry2.pdf\n92  Testimony of Carey Castro, United Brotherhood of Carpenters, at New York City Human Rights Commission’s “Public Hearing on Sexual\nHarassment in the Workplace,” December 6, 2017.\nPhoto of architectural sheet metal worker by Esther D. Minton.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 27\nMany of the most highly publicized recent \ncases of workplace sexual harassment \nhave occurred in the arts and entertainment \nsector. One factor that enables sexual \nharassment in this sector and increases \nbarriers to seeking redress is that many \nworkers are independent contractors whose \nworkplace rights are more limited than \nthose of employees.93 A former model who \nfounded the Model Alliance to advocate \nfor the rights of models described her own \nexperiences and the kinds of challenges that \ncome with being an independent contractor:\n…[M]y peers and I have \nexperienced inappropriate \ndemands including routinely being \nput on the spot to pose nude and \nprovide sexual favors. In some \ncases, models are being treated \nmore like escorts with their agencies \nsending them to known predators \nand putting them in compromising \nsituations that no child, no person \nshould have to deal with… Because \nthe primary purpose and activity \nof the modeling agencies is to \nobtain this employment for their \nmodels, they should be treated as \nemployment agencies under New \nYork State law, which would subject \nthem to that necessary licensing \nand regulation. Instead, though, \nthese agencies call themselves \nmanagement companies creating a \nhuge loophole through which they \nevade this closer look.94\nIndividuals and organizations such as \nthose represented at the hearing are leading efforts to confront workplace sexual harassment in different parts \nof the economy. Some aspects of the remedies being developed are particular to the challenges within certain \noccupations, industries, and work arrangements, but there are also many promising practices that hold potential \nfor wider application. One question for the future is how organizing, policy, and culture change strategies that \nwork can be shared more effectively in New York and around the country.95 \n93 Gray, Lois, Maria Figueroa, and Jacob Barnes. “State of the Artist: Challenges to the New York State Art and Entertainment Industry & its \nWorkforce.” The ILR Worker Institute, Cornell University. June 2017. https://www.ilr.cornell.edu/worker-institute/new-york-state-projects/\nstate-artist-challenges-new-york-state-arts-entertainment-industry-and-its-workforce\n94 Testimony of Sara Ziff, Model Alliance, at New York City Human Rights Commission’s “Public Hearing on Sexual Harassment in the \nWorkplace,” December 6, 2017.\n95 There is also a global conversation on these issues. See International Labour Organization, 2019.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 28\nLooking Ahead\nThe 2018 Empire State Poll results show that workplace sexual harassment is a problem affecting the lives of \nmillions of New Yorkers. Women are more likely to experience workplace sexual harassment than men, but a \nsubstantial share of men experience it, too. The survey findings indicate that workplace sexual harassment impacts \nthe work and careers of both women and men, though we are unable to assess the precise nature of these effects \nand how they may vary according to gender and other factors. Nor did the survey capture the demographics of \nperpetrators and other important issues relevant to how gender and sexuality shape experiences of workplace \nsexual harassment. Given prior research indicating that men who stray from traditional norms of masculinity face a \ngreater likelihood of experiencing workplace harassment, often from other men, more work is needed to unpack \nthese nuances within the New York context.96 In light of previous studies showing that transgender and gender \nnon-conforming people are frequently targeted for intense harassment and violence, more work is also needed to \ncapture their experiences.97\nBecause the questions included in the survey were meant to capture experiences that generally fit the definitions of \n“quid pro quo” and “hostile environment” workplace sexual harassment, it is worth underscoring that the findings \nreported here do not present a full picture of the experiences of workplace sexual harassment, including those that \nmay not conform to a narrow legal definition.98 Previous research that spells out in greater detail a broader range \n96  For a recent study on the relationship between performance of masculinity and experiences of workplace sexual harassment, see \nHolland, Kathryn J., Verónica Caridad Rabelo, Amber M. Gustafson, Rita C. Seabrook, and Lilia M. Cortina. “Sexual harassment Against \nMen: Examining the Roles of Feminist Activism, Sexuality, and Organizational Context.” Psychology of Men & Masculinity vol. 17, no. 1, \n2016. For more on how men target other men for such treatment, see Lee, Deborah. “Hegemonic Masculinity and Male Feminisation: The \nSexual Harassment of Men at Work.” Journal of Gender Studies vol. 9, no. 2, 2000, pp. 141 - 145. \n97 See Lombardi, Emilia L., et al. “Gender Violence: Transgender Experiences with Violence and Discrimination.” Journal of Homosexuality \nvol. 42, no. 1, 2002, pp. 89-101. General Surveys such as the Empire State Poll usually fail to capture gender identity. In much larger \nsurveys, this could be remedied by adding questions on the topic. However, given the sample size of the Empire State Poll, adding such \nquestions would be unlikely to yield results with any statistical significance. To address this limitation, it is important to complement general \nsurveys such as the Empire State Poll with other, more targeted methods. \n98 See Schultz, 2018.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 29\nof behaviors associated with workplace sexual harassment has found substantially higher rates.99 Other issues we \nwere unable to address include the frequency and intensity of experiences of workplace sexual harassment—for \nexample, whether they involved repeated behaviors or physical violence—and people’s understandings of why \nthey were targeted.100 \nThe findings on quid pro quo sexual harassment point to the importance of situating workplace sexual harassment \nwithin a broad and multilayered understanding of discrimination. To the extent that a large number of New \nYorkers have experienced people in authority seeking to trade sexual favors for job-related benefits, we need to \nunderstand more fully how workplace sexual harassment is connected to problems such as discrimination in hiring, \npromotions, and pay.101 The particularly high rates of quid pro quo sexual harassment reported by people of color \nand those of Hispanic origin point to the ways in which race and ethnicity can shape experiences of workplace \nsexual harassment. The limited number of questions we included in the Empire State Poll and the overall size and \nscope of the survey prevent us from being able to say very much about these patterns, or how factors such as \ngender identity, immigration status, and disability shape vulnerabilities to workplace sexual harassment. Further \nresearch could help to tease out the complex intersections of identity and status that shape these vulnerabilities.102\nThe widespread reported impact of workplace sexual harassment on people’s work and careers suggests \nthat there are implications for survivors, families, employers, and others that need to be further explored. The \ncorrelation between experiences of workplace sexual harassment and job-seeking points to one possible set \nof linkages between workplace sexual harassment and job turnover. Again, because our questions did not ask \nabout experiences in the current job, we cannot directly link experiences of workplace sexual harassment with the \npropensity to seek out new work. However, workplace sexual harassment may inflict lasting scars that need to be \nbetter understood, and psychological and health impacts are a related set of issues that also warrant further study \nwithin New York State.\nThe findings on what people want from their leaders suggest there is broad-based support for further action around \nworkplace sexual harassment. The results do not account for recent legislative changes that occurred after the \nsurvey was fielded in early 2018. However, significant as they were, we think it is quite unlikely that most New \nYorkers would consider these actions to be endpoints in the change process. Below, we recommend some areas \nfor further action and leadership in addressing workplace sexual harassment across the state:\nRecognize workplace sexual harassment as an institutional problem. In New York as elsewhere, workplace \nsexual harassment is not a matter of a “few bad apples.” The 2018 Empire State Poll survey results underscore the \nwidespread nature of the problem and its broad impact on people’s lives and careers. More specifically, our  \nfindings on quid pro quo workplace sexual harassment suggest that, on a large scale, people with power over\nthe livelihoods of others are frequently abusing this authority. To mobilize a response that matches the magnitude of \nthe problem of workplace sexual harassment, the strategy cannot just be one of containment: dealing with\nthe few individual culprits who happen to get caught, and moving on to business as usual. Instead, we need a \ntransformative approach that gets at the institutional roots of workplace sexual harassment, confronting issues such\n99 According to a 2016 report from the EEOC Select Task Force on the Study of Harassment in the Workplace, estimates on the percentage \nof women who experience workplace sexual harassment range from 25 percent to 85 percent due largely to differences in how workplace \nsexual harassment is defined in survey questionnaires. See Feldblum and Lipnic, 2016.\n100 Fitzgerald, Loius and Lila Cortina. \"Sexual Harassment in Work Organizations: A View from the Twenty-First Century\" in eds. C.B. \nTraris et al, \"APA Handbook of the Physcology of Women: Perspectives on Women's Private and Public Lives.\" American Physocological \nAssociation, 2018, pp. 215 - 234.\n101 Jacobs, Jerry A. Revolving doors: Sex segregation and women’s careers. Stanford University Press, 1989.\n102 Hernandez, Tanya Kateri. “Sexual Harassment and Racial Disparity: The Mutual Construction of Gender and Race,” Journal of Gender, \nRace and Justice, vol. 4, no. 2, 2001, pp. 183-224.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 30\nEngaging Men as Allies\nThe prevalence of workplace sexual harassment across New York State suggests the need for a response that \naddresses the problem at its roots. This includes confronting unequal power dynamics and workplace cultures \nthat foster unhealthy norms of masculinity and male dominance. Advocates across the state have recognized that \npromoting broad, long-term culture change at this level requires engaging men as allies in the struggle against \nworkplace sexual harassment and assault.103 \nQuentin Walcott, co-executive director of CONNECT in New York City and a longtime anti-violence activist \nand educator, highlights the importance of seein g workplace sexual harassment as part of a broad spectrum of \ngender-based violence ranging from intimate partner violence to workplace bullying to sexual harassment in \ndifferent arenas. Informed by this vision, he has partnered in developing a “Men and Women as Allies” workplace \ntraining program that engages men to intervene in addressing entrenched patterns of sexual harassment and \nviolence. Rather than a narrow focus on limiting liability, the program seeks long-term change in workplace \ncultures and pushes for accountability and complaint mechanisms that can be shaped and accessed by those most \naffected.104\nThe “Men and Women as Allies” program explores how gender roles and stereotypes are enforced at work \nand in broader society, perpetuating sexual harassment and violence against women and LGBTQ+ people. By \nencouraging men to break the silence about workplace sexual harassment and to take an active bystander role, \nthe program reinforces the value of proactive approaches to prevention that do not place the full burden on those \n103 For more on the approach of “engaging men as allies,” see Wagner, KC, Diane Yates, and Quentin Walcott. “Engaging Men and \nWomen as Allies: A Workplace Curriculum Module to Challenge Gender Norms about Domestic Violence, Male Bullying and Workplace \nViolence and Encourage Ally Behavior.” vol. 42, no. 1, 2012, pp. 107-113.\n104 Ibid.\nQuentin Walcott, co-executive director of CONNECT.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 31\nexperiencing workplace sexual harassment.105 By addressing how larger power dynamics uphold workplace \nsexual harassment, it recognizes how those affected by multiple forms of discrimination and exclusion can be \nuniquely vulnerable. Evaluations of the program indicate that they increase men’s willingness to hold each other \naccountable and interrupt cycles of harassment and violence.106 One example of this program includes a joint \nlabor-management initiative involving Verizon, the CWA, and the IBEW that used the vehicle of a work/family \ncommittee to implement a “Men and Women as Allies” initiative within a predominantly male workforce.107\nAnother program that has focused on engaging men as allies is the “12 Men Model” created by Vera House, a \nSyracuse-based organization that seeks to “prevent, respond to, and partner to end domestic and sexual violence \nand all other forms of abuse.” The program facilitates small group discussions that seek to mobilize men as change \nagents in their families, communities, and workplaces. The Worker Institute recently conducted an assessment of the \nprogram that found that a strong majority of the 29 participants who were surveyed push reported pushing back \nagainst restrictive gender expectations, engaging other men in domestic violence prevention, and implementing \nwhat they learned in their communities.108\nas entrenched power differentials, unchecked managerial authority, diversity and inclusion (or a lack thereof) at \nall levels of organizational hierarchies, and deeply ingrained workplace cultures that subtly or outwardly sanction \nharassing behaviors.109 \nThe correlation of race and Hispanic identity with patterns of quid pro quo workplace sexual harassment warrants \na more thorough institutional analysis. For example, people of color and people of Hispanic origin may experience \nquid pro quo harassment at higher rates due in part to their overrepresentation in low-paying or lower-status \njobs. Yet, to what extent are these experiences of harassment also part and parcel of the very institutionalized \ndiscrimination that keeps people in such jobs, cutting off their chances at upward mobility? From our limited data, \nit is impossible to tease out these complexities. But this is an area that clearly deserves further attention. Following \nfrom Crenshaw’s analysis (see “Center the Leadership of Black Women” on p. 13), we need an approach that \nexamines the institutional foundations of harassing behavior along multiple intersecting dimensions.110\nContinue pursuing measures that promote both redress and prevention. At the state and city levels, New \nYork has recently taken important steps to address workplace sexual harassment. Our survey findings suggest \nthat there is support across the political spectrum for continuing to do more. In testimony delivered at the February \n2019 New York State public hearing on workplace sexual harassment, Dina Bakst and Sarah Brafman of A Better \nBalance outlined several measures that could move the ball further in addressing the problem at the state level. \nSome of these measures, such as lowering the threshold for what is considered legally actionable, passed through \nthe legislature in 2019. Other measures they called for, such as enhancing employer reporting requirements and \ndeveloping policies and investigative strategies that focus particular attention on industries where harassment is \n105 For more on bystander intervention in the context of bullying and sexual harassment, see Nickerson, Amanda B., et al. “Measurement of \nthe Bystander Intervention Model for Bullying and Sexual Harassment.” Journal of Adolescence vol. 37, no. 4, 2014, pp. 391-400..\n106 Wagner, KC, and Diane Yates, and Quentin Walcott, 2012.\n107  The initiative engaged more than 1,600 workers with help from the Worker Institute and CONNECT, NYC. \n108  The response rate among all those to whom the survey was distributed was 16.1 percent. 89.3 percent of survey respondents reported \nthat they were implementing such strategies in their own lives. When asked to evaluate the impact of domestic violence prevention strategies \nthey learned, 84.0 percent of participants said the strategies were very or somewhat impactful on their community or networks.\n109 For more on how unchecked managerial discretion connects to dynamics of workplace sexual harassment, see Schultz, 2018. For more \non the impact of gender inclusion in the managerial ranks, see Dobbin, Frank, and Alexandra Kalev. “Training Programs and Reporting \nSystems Won’t End Sexual Harassment. Promoting More Women Will.” Harvard Business Review, 15 November 2017..\n110  Crenshaw, 1992.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 32\nwidespread,111 are still needed. \nIn addition to promoting \nredress for those who have \nexperienced harassment, it is \ncritical to deepen support for \nprevention. The recent city-and \nstate-level policy shifts that \nmandate training are a step \nin this direction. We need to \nbuild on this with an array of \ncreative approaches aimed \nat addressing root causes. For \nexample, bullying in schools \nand youth dating violence \nare ongoing problems of \nsignificant concern, and more \neffective responses could \nhelp cut off the oxygen for \nharassing and violent behavior \nat earlier points in the life \ncycle. Organizations and \ncommunities in New York have \ntaken action to build effective \nprograms in this realm, and \nmore support is needed to \ngrow such efforts at scale.112 \nForm working groups to \nhelp implement policy \nand culture change. As \nthe fourth most populous \nstate, New York is marked \nby complicated differences \nacross its varied geographic, \nsocial, and political terrain. The sheer magnitude of the problem of workplace sexual harassment as captured in \nthe 2018 Empire State Poll suggests that efforts to respond will need to be broad based, enlisting the support and \nengagement of a range of constituencies and movements, including survivors, service providers, anti-violence \nadvocates, workplace safety and health educators, unions, worker centers, employers, policymakers, and \nconcerned individuals.113 Such efforts are already in motion—e.g., the New York City Commission on Human \nRights has organized a series of meetings highlighting \n111  For the full testimony that Bakst and Brafman delivered at the 2019 New York State public hearing on sexual harassment in the workplace, \nsee https://www.abetterbalance.org/resources/testimony-new-york-state-2019-public-hearing-on-sexual-harassment-in-the-workplace/  \n112  Examples of such programs include workshops and peer education programs developed by Day One: https://www.dayoneny.org/\nprograms; youth organizing and after-school programs developed by Girls for Gender Equity: https://www.ggenyc.org/programs/; and \nthe Westchester Board of Cooperative Educational Services (BOCES) initiative for vocational high schoolers that was designed to educate \nstudents and instructors about gender-related issues, bullying, and workplace violence. For more about the BOCES initiative, see The Worker \nInstitute. “Building Healthy Relationships in Our Communities, in School and at Work.” Cornell University, ILR School. 2014. See also Monks, \nClaire P., et al. “Bullying in different contexts: Commonalities, differences and the role of theory.” Aggression and violent behavior 14.2 \n(2009): 146-156. For more on model policies and other tools for preventing workplace sexual harassment, see this resource page from the \nNew York State Department of Labor: https://www.labor.ny.gov/immigrants/sexual-harassment-prevention.shtm\n113  For more on addressing workplace sexual harassment as a safety and health issue, see http://coshnetwork.org/our-turn. \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 33\nthe voices and experiences of workers facing particular vulnerabilities to workplace sexual harassment, and a \ncollective of women who experienced sexual harassment while working for New York legislators recently wrote a \nreport and played a key role in organizing the February 2019 public hearing in Albany.114\nTo more effectively enforce recent mandates, promote high-road practices that go beyond mere compliance \nwith minimum legal requirements, and foster changes to a broader culture that often breeds harassment in the \nworkplace and other arenas, we recommend the creation of multi-stakeholder working groups across the state. \nThese working groups should be survivor-led. They should be organized both by sector and geographic area, \nbe broadly inclusive along lines of citizenship, gender, income, race, and sexuality, and be accessible based \non language, work schedules, and other factors that often limit access.115 They could connect people to relevant \nsystems of support and advance targeted prevention strategies. Special efforts should be made to engage those \nwho may not be accessible through the usual workplace channels—e.g., domestic workers and their employers. By \naddressing challenges and supporting promising practices, these working groups could help to lead the response \nto workplace sexual harassment in different regions and parts of the economy within New York State.\nEstablish a research network on discrimination and harassment. The findings presented above scratch the \nsurface of the problem of workplace sexual harassment in New York State. Future quantitative and qualitative \nresearch could further address a range of issues that would help shape more effective responses to workplace \nsexual harassment. This includes research on how race, citizenship, gender identity, and other factors create \nparticular vulnerabilities; how the problem is conditioned by different work arrangements and industry and \noccupational contexts; factors that reduce or increase reporting; psychological, social, and economic impacts; \nconnections with other forms of workplace discrimination and mistreatment; what constitutes effective training in \nrelation to other organizational interventions; impacts of collective bargaining language addressing workplace \nsexual harassment; and the enforcement and impact of city- and state-level policy shifts.\nTo advance knowledge in these and other areas, we recommend formalizing an independent research network \ndevoted to advancing the study of discrimination and harassment in New York State. Like the working groups, \nthis network should be survivor-led. It should comprise research and thought leaders from around the state and \nshould be advised by a broad cross-section of relevant stakeholders. Following the lead of initiatives such as the \nBlack Women’s Truth and Reconciliation Commission convened by Black Women’s Blueprint, the network should \nhave a trauma-informed approach that centers and amplifies narratives of survivors in ways that can inform public \ndiscourse and action.116 Critically, in an environment where hate crimes and other expressions of hate based on \ndifferent forms of identity have recently surged, the focus of this network should also encompass a variety of forms \nof workplace harassment and discrimination.117 \n114 Bennett, Danielle, Elizabeth Crothers, Leah Hebert, Eliyanna Kaiser, Tori Burhans Kelley, Rita Pasarell, and Erica Vladimer. “Fixing \nAlbany’s #MeToo Problem: What’s Next?” Sexual Harassment Working Group. June 2018.  https://static1.squarespace.com/\nstatic/5b2852b24611a0e9ecdad36c/t/5b28a7490e2e72a750b7a32d/1529390922095/Sexual+Harassment+Working+Group_\nWhite+Paper.pdf\n115  Fine’s concept of “co-enforcement,” whereby government agencies partner with civil society organizations to provide legal protections, \nis useful for thinking about the role these working groups might play. See Fine, Janice. “Enforcing Labor Standards in Partnership with Civil \nSociety: Can Co-Enforcement Succeed Where the State Alone has Failed?” Politics & Society vol. 45, no. 3, 2017, pp. 359-388.\n116 The Black Women’s Truth and Reconciliation Commission focused on black women in the US and their historical and contemporary \nexperiences with sexual assault. See https://www.blackwomensblueprint.org/ and  https://www.movetoendviolence.org/blog/black-\nwomens-truth-reconciliation-commission/.\n117 Eligon, John. “Hate Crimes Increase for the Third Consecutive Year, F.B.I. Reports.” The New York Times, 13 Nov. 2018. https://www.\nnytimes.com/2018/11/13/us/hate-crimes-fbi-2017.html\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 34\nChanging Workplace Practices: A Conversation with Gillian Thomas\nQ: What has the #MeToo movement done for the conversation \naround sexual harassment?\nI think what’s historic is that we have a wave of legislators and \nemployers saying, “How do we get rid of this problem? It’s been illegal \nfor 30 years and it’s still happening.” The sheer explosion in the number \nof legislators thinking about ways of incentivizing better behavior, \npunishing behavior, and increasing scrutiny of the behavior overall is \njust unprecedented and it can only be helpful to have the public also \npartnering in those efforts. \nWhat has also been incredibly valuable in the last year is how \nmuch we’ve heard from non-famous women, women in fields that \nare exceptionally exploitative—farm workers, custodians, hotel \nhousekeepers, domestic workers, home health care aides—those \nworkers who labor in isolation. I think having that acknowledgment out \nthere has spurred some very inventive public policy solutions.\nQ: What are some of the biggest barriers that continue to stand in the way of people coming forward?  \nSocial science tells us that the vast majority of people who experience harassment never do anything about it—\nthey don’t report it internally, let alone pursue legal action. And the primary reason for that is reported to be fear of \nretaliation. That’s definitely what I’ve seen among women I‘ve worked with—fear of retaliation, fear they won’t be \nbelieved, fear it won’t be taken seriously or that anything will even happen. \nIt’s also sort of baked into the law, this undue focus on the behavior of the complaining employee, including \nmaking it impossible to get legal redress if she didn’t complain hard enough, kind of incentivizing employers to \nnot do great investigations, not have great policies, just to have something. [The focus] hasn’t really been geared \ntoward actually stamping out harassment, it’s been geared toward trying to avoid liability.\nQ: What needs to happen from here?\nEmployers can change how they do things if they really want to and it’s making them care about doing it enough. \nThat’s the challenge at this point—whether it happens through legislation, public disapprobation, or shareholder \nlawsuits. \nWe’ve also seen blowback against #MeToo — most recently there was an article about Wall Street guys saying, \n“OK, then I’m not going to mentor any women, I’m not going to add them to my teams, and I’m not gonna hire \nwomen—the risk is too great.” It’s incredibly frustrating and to me it says how much work is left to be done in terms \nof educating people.\nSo, let’s focus not on excluding women from the workplace, but on ensuring you create a workplace where women \nreceive respect, where they’re represented in leadership, where they’re paid equally, where they have equal \nopportunity to advance—that creates an environment where it’s less likely that harassment will occur.\nGillian Thomas is the New York City-based Senior Staff  Attorney for the ACLU Women’s Rights Project. She is the \nauthor of  the recent book, \"Because of  Sex: One Law, Ten Cases, and Fifty Years that Changed American Women’s \nLives at Work.\"\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 35\nQ: What does a more robust approach to changing workplace culture actually look like?\nWhen trainings are done well, frequently, and as part of an overall program that includes overhauling internal \npolicies and procedures, they can be a critical tool in transforming workplace culture.118 Employers should be \nrequired to provide multiple reporting mechanisms—not to leave the burden on employees to seek out the right \nperson—to make it easier for them to alert someone they’re comfortable with. Anonymous climate surveys and exit \ninterviews are also useful to identify problem employees or segments of the workplace.\nOther important steps are getting rid of employer-imposed secrecy in the form of pre-employment non-\ndisparagement or non-disclosure agreements, which stop workers from speaking to each other, sharing \ninformation, and seeking redress collectively, while preventing enforcement agencies from knowing about systemic \nabuse; removing various barriers to access to justice (such as short statutes of limitations and forced arbitration); \nand expanding existing laws to cover more people (such as domestic workers and those without employee status, \nlike interns).\n118 See https://www.eeoc.gov/eeoc/task_force/harassment/report.cfm \nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 36\nAcknowledgements\nFirst and foremost, we would like to acknowledge the tremendous work \nand courage of those whose groundbreaking efforts to confront sexual and \ngender-based harassment and violence are referenced and represented \nin these pages. For extremely thoughtful and helpful comments that \nchallenged us to sharpen our thinking and rework parts of the report, we \nthank Sarah Brafman, A Better Balance; Sevonna Brown, Black Women’s \nBlueprint; Françoise Jacobsohn, Office of Court Compliance; Lisa \nHuebner, West Chester University of Pennsylvania; Aleyamma Mathew, \nCollaborative Fund for Women’s Safety and Dignity; Maya Raghu, \nNational Women’s Law Center; Mónica Ramírez, National Domestic \nWorkers Alliance and Justice for Migrant Women; Robin Runge, Solidarity \nCenter and George Washington University Law School; Dana Sussman, \nNew York City Commission on Human Rights; and Farah Tanis, Black \nWomen’s Blueprint. We also thank Amanda Rossie of National Women’s \nLaw Center and Phoebe Strom of Cornell ILR for research that contributed \nto the report. Stephanie Olszewski was an excellent collaborator on \nthe report design, and Hunter Moskovitz provided outstanding research \nsupport. We are grateful to Norman Eng for sharp and meticulous copy \nediting and to Javiera Valle Toro for the beautiful cover design and \nillustration. The authors take responsibility for all remaining errors and \nshortcomings.\nThe Worker Institute I Stopping Workplace Sexual  Harassment in the Empire State 37\nAuthor Bios\nSanjay Pinto\nSanjay Pinto is a fellow at the Worker Institute at Cornell and the Rutgers \nSchool of Management and Labor Relations. Current projects include \nsurvey research on workplace sexual and racial harassment, strategic \nresearch on the intersection of union representation and worker ownership, \ncase studies on the foundations of multiracial solidarity, and a scan of \nhow labor organizations are using digital tools and strategies. Sanjay has \nworked and consulted with numerous worker, civil rights, and philanthropic \norganizations and has taught courses on labor, political economy, and \npublic policy at Columbia, Princeton, and Rutgers. He has a PhD in \nSociology and Social Policy from Harvard University and an MSc in \nDevelopment Studies from the London School of Economics and Political \nScience.\nKC Wagner\nKC Wagner chairs the Equity at Work Initiative at The Worker Institute at \nCornell ILR. She has specialized in the prevention of sexual harassment, \ngender bias, bullying, gender-based violence, and promoting inclusiveness \nin the workplace for over 30 years. KC has provided training to worker \ncenters, unions, corporations, non-profit, educational and government \norganizations in diverse industries, professions, and workplace settings. \nShe has also provided educational coaching to those who have engaged \nin harassing behaviors, developed programs that engage men as allies in \naddressing sexual and gender-based violence, and testified as an expert \nwitness in several landmark sexual harassment cases. In New York, she \nhas received recognition for her work around sexual and gender-based \nviolence from Cornell’s Advisory Committee on the Status of Women, the \nNew York State Coalition Against Domestic Violence, and the New York \nMetropolitan Chapter of the US National Committee for UN Women. KC \nholds a Masters in Social Work from Hunter College School of Social Work \nand a Master’s of Labor and Industrial Relations from Rutgers University.\nZoë West\nZoë West is an anthropologist, educator and oral historian whose work \ncenters on labor and migration. Her current research projects focus on \nalternative labor organizing models, precarity, and sexual harassment \nin the workplace. She teaches courses on labor, immigration, and oral \nhistory at Columbia, SUNY, and CUNY. As a founding member of Rhiza \nCollective, Zoë works with organizations to develop frameworks for \nimplementing collaborative research, leadership development, narrative \nand healing work, and political education. She edited and compiled the \noral history collection Nowhere to Be Home: Narratives from Survivors of \nBurma’s Military Regime (McSweeney’s, 2011; NDSP Books, 2016). Zoë \nhas a PhD in Social Anthropology from the University of Oxford. \nThe Worker Institute\nCornell University, ILR School\nAddress\n570 Lexington Avenue, 12th FLoor\nNew York, NY 10022\nSocial\nhttps://twitter.com/workerinstitute\nhttps://www.facebook.com/workerinstitute\nOnline\nhttps://www.ilr.cornell.edu/worker-institute\n\n",
    "id": 233839620,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.ilr.cornell.edu:reports-1068"
    },
    "title": "Stopping Sexual Harassment in the Empire State: Past, Present, and a Possible Future",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@ILR",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.ilr.cornell.edu/cgi/viewcontent.cgi?article=1068&context=reports"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/233839620.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/233839620"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/233839620/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/233839620/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/233839620"
        }
    ],
    "abstract": "This report maps current patterns of workplace sexual harassment and their impact in New York State. It also provides a broader frame for understanding how efforts to confront sexual and gender-based harassment and assault have evolved over time, and charts possible directions for future organizing, policy, and research in New York and beyond.\nThe findings presented here are drawn from the 2018 Empire State Poll, an annual statewide survey of 800 New Yorkers conducted by the Cornell Survey Research Institute. Questions added to the survey reflecting existing legal definitions of workplace sexual harassment reveal the following:   10.9 percent of New York residents have experienced quid pro quo workplace sexual harassment, and 21.9 percent have experienced workplace sexual harassment that created a hostile work environment; 31.1 percent of women and 18.9 percent of men have experienced at least one of these forms of harassment. 13.9 percent of people of color and people of Hispanic origin have experienced quid pro quo workplace sexual harassment, as opposed to 8.5 percent of non-Hispanic whites. 38.9 percent of those experiencing at least one form of workplace sexual harassment say it impacted their work or careers; 48.9 percent who experienced quid pro quo harassment reported such an impact. 83.4 percent of New York residents think their leaders should do more to address workplace sexual harassment. There is notable variation by politics and ideology, but regardless of worldview, strong majorities think leaders should do more. \nIn addition to sharing the survey findings, the report discusses experiences and responses of survivors and how they are shaped by different identities and relations of power. It highlights black women’s leadership in propelling wide-reaching shifts in law and culture; efforts initiated by diverse survivors to effect change in specific industries; and culture change work engaging men and women as allies",
    "tags": [
        "text",
        "workplace sexual harassment",
        "gender-based violence",
        "workplace discrimination",
        "New York State",
        "Civil Rights and Discrimination",
        "Gender and Sexuality",
        "Human Resources Management",
        "Labor and Employment Law",
        "Labor Relations"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.ilr.cornell.edu:reports-1068",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "219",
        "openDoarId": 0,
        "name": "DigitalCommons@ILR",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 233839620,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2020-12-10T00:15:15+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-29T22:44:45+00:00"
    },
    "urls": [
        "https://digitalcommons.ilr.cornell.edu/reports/69",
        "https://digitalcommons.ilr.cornell.edu/cgi/viewcontent.cgi?article=1068&amp;context=reports"
    ],
    "lastUpdate": "2020-12-10T00:15:15+00:00",
    "setSpecs": []
}