{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Anderson, Lindsay R."
        }
    ],
    "contributors": [],
    "createdDate": "2024-01-12T22:49:25+00:00",
    "dataProvider": {
        "id": 3690,
        "name": "Morehead State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3690",
        "logo": "https://api.core.ac.uk/data-providers/3690/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/595866893.pdf",
    "fullText": "     STRENGTH, RURALITY, IDENTITY, DIVERSITY, ELEVATE (STRIDE) PROJECT     __________________________     A Thesis  Presented to  the Faculty of the College of Science  Morehead State University     _________________________     In Partial Fulfillment  of the Requirements for the Degree  Master of Science    _________________________   by  Lindsay R. Anderson  July 13, 2023              Accepted by the faculty of the College of Science, Morehead State University, in partial fulfillment of the requirements for the Master of Science degree.       ____________________________ Shari L. Kidwell, Ph.D.  Director of Thesis     Master’s Committee:  ________________________________, Chair    Shari L. Kidwell, Ph.D.  _________________________________ Elizabeth C. Neilson, Ph.D.  _________________________________    Gregory M. Corso, Ph.D.     ________________________ Date               STRENGTH, RURALITY, IDENTITY, DIVERSITY, ELEVATE (STRIDE) PROJECT   Lindsay R. Anderson Morehead State University, 2023    Director of Thesis: __________________________________________________    Shari L. Kidwell, Ph.D.   Abstract  Lesbian, gay, bisexual, transgender, queer, and other sexual and gender-minoritized (LGBTQ+) populations show elevated rates of substance use compared to the general population (Medley et al., 2015). LGBTQ+ individuals also experience higher levels of adversity and discrimination, often referred to as minority stress (Meyer, 2003). Previous research has shown significant associations between discrimination events and substance use while exploring possible resilience factors that may buffer that association. The current study utilized ecological momentary assessment to examine associations between perceived discrimination events and substance use, with emotion regulation as a potential buffer against substance use in LGBTQ+ individuals residing in rural areas. The study involved two distinct phases used to evaluate perceived discrimination experiences, substance use, and emotion regulation skills at the baseline and daily diary levels. The findings revealed that LGBTQ+ individuals living in rural areas   experience high rates of perceived discrimination events, with microaggressions and subtle discrimination occurring more frequently than overt discrimination (e.g., violence). Results also supported a significant relation between perceived discrimination events and substance use at the baseline and across the assessment period. Furthermore, results revealed intricate interactions among different facets of emotion regulation when examining their potential role in mitigating substance use within the relationship between discrimination and substance use. Individuals with greater difficulties accepting and modulating their emotional responses showed greater rates of substance use following perceived discrimination events, while individuals with greater emotional clarity and more access to emotion regulation strategies also showed greater rates of substance use following perceived discrimination events. The findings highlight the need for interventions targeting discrimination and promoting healthier coping strategies for LGBTQ+ individuals in rural communities. Further research with larger and more diverse samples is warranted to validate and expand upon these findings.             Accepted by:    ______________________________, Chair    Shari L. Kidwell, Ph.D.  ______________________________  Elizabeth C. Neilson, Ph.D.  ______________________________     Gregory M. Corso, Ph.D.1  Strength, Rurality, Identity, Diversity, Elevate (STRIDE) Project Introduction  Individuals who identify as lesbian, gay, bisexual, transgender, queer, or other sexual and gender-minoritized individuals (i.e., LGBTQ+1) are more likely to engage in substance use across their lifespan compared to general population surveillance data (Parent et al., 2019). Such disparities in substance use emerge in adolescence and persist into adulthood (Jun et al., 2019; Luk et al., 2023; Marshal et al., 2008). Lesbian, gay, and bisexual youth (i.e., sexual-minoritized individuals) are nearly three times more likely to report substance use than heterosexual peers (Marshal et al., 2008). Transgender and gender-expansive or diverse youth (i.e., gender-minoritized individuals) report substance use at 2.5 to 4 times the rates of their non-transgender peers (Day et al., 2017). In adulthood, sexual and gender-minoritized individuals show markedly elevated nicotine, marijuana, alcohol, and other illicit drug use (Operario et al., 2015). Furthermore, sexual minority adults are more likely to be diagnosed with a substance use disorder, including co-occurring substance use disorders, than heterosexual adults (Jun et al., 2019). Notably, a national cross-sectional survey revealed that younger generations of sexual minority individuals experience similar substance use disparities as older age groups, suggesting that these trends have persisted for decades and are likely to continue (Schuler et al., 2019).   Disparities in substance use among sexual and gender-minoritized individuals have been predominantly explained by the minority stress model, which posits that sexual and gender minorities experience unique and hostile stressors related to their identities that increase their risk for physical and mental health problems (Meyer, 2003). The minority stress model suggests  1 Literature uses various terms to refer to this population, including but not limited to, LGBTQ+ and sexual and gender-minoritized individuals. For the purpose of this paper, sexual minoritized individuals refer to those who identify as not heterosexual (e.g., gay, lesbian, bisexual), and gender minoritized individuals refer to those who do not identify with the gender binary (e.g., nonbinary, transgender).  STRIDE PROJECT  2  that in addition to stressors that affect all individuals, there are distal and proximal stressors that disproportionately affect sexual and gender-minoritized individuals (Meyer, 2003). Distal stressors occur outside the individual, such as discrimination (e.g., being denied employment) and victimization (e.g., physical assault), while proximal stressors occur internally, such as minority-based shame (e.g., internalized negative thoughts and beliefs about one’s group) and expectations of rejections (Meyer, 2003).  Minority stress and discrimination in LGBTQ+ individuals have been linked to poor mental health, emotion dysregulation (a transdiagnostic correlate of mental health concerns), and low self-esteem (Castro et al., 2021; Keating & Muller, 2019; Kneale & Bécares, 2021).  Minority stress has also been associated with increased overall substance use, coping-motivated substance use, and substance use-related problems (e.g., withdrawal) among LGBTQ+ populations (Feinstein & Newcomb, 2016; Felner et al., 2020; Parent et al., 2019; Staples et al., 2017). One hypothesized mechanism is that LGBTQ+ individuals may rely more heavily on substance use as a means of coping with discriminatory experiences (e.g., drinking to cope). Minority stress theory also emphasizes resources, skills, and characteristics in the individual and the community that contribute to resilience and can lessen the negative effects of stress and discrimination (Meyer, 2015; Perrin et al., 2020).  Resilience can be defined as one’s ability to achieve a positive and acceptable adjustment to adversity (Fletcher & Sarkar, 2013). Studies have demonstrated that individual characteristics such as positive coping skills, self-esteem, optimism, and personality traits that are considered adaptive (e.g., openness to experience) can help to maintain flexibility during adversity (Mason, 2021; Meyer, 2015).  Interpersonally, perceived social support, connectedness with the LGBTQ+ community, and family acceptance contribute to resilience (Mason, 2021; Palangi, 2020; Woodford et al., 2015). STRIDE PROJECT  3  At the community level, tangible and intangible resources, community role models, certain norms and values (e.g., acceptance of other LGBTQ+ individuals), policies and legislatures that affirm LGBTQ+ rights and protections, LGBTQ+ organizations, events, or programs, and avenues of direct social support also contribute to resilience (Mason, 2021; Shilo et al., 2014; Watson et al., 2020). Notably, resilience has been found to be a mediating factor in the relationship between experiencing minority stress and drinking (Livingston et al., 2016). However, much of this research has been cross-sectional, thus hampering the scientific understanding of how discrimination and resilience are temporally associated with one another.   Emotion Regulation as a Resilience Factor  Emotion regulation refers to the monitoring, evaluating, tolerating, acceptance, and modifying of emotional reactions (Thompson, 1991). Emotion regulation can influence the type, intensity, time course, and quality of emotions experienced (Peña-Sarrionandia et al., 2015). Research has demonstrated the importance of emotion regulation in physical and mental well-being (Peña-Sarrionandia et al., 2015; Mayer et al., 2016). Indeed, emotion regulation has been identified as a transdiagnostic factor contributing to mental health (Aldao et al., 2016). People who are able to use emotion regulation strategies in adaptive and flexible ways are able to manage stressful situations more effectively (Aldao et al., 2015; Troy & Mauss, 2011). This suggests that emotion regulation skills may contribute to resilience when facing minority stress.  Difficulty with emotion regulation is a key factor of substance use (Schulte et al., 2010; Siegel, 2014). Substances can alter one’s current emotional state by increasing positive emotion and/or alleviating negative emotion (Kober, 2014). Past research has primarily focused on the “self-medication hypothesis” whereby individuals may engage in substance use to alleviate, or cope, with negative emotions (Cooper et al., 1995). Experiencing negative emotions (e.g., stress) STRIDE PROJECT  4  has been associated with increased alcohol use (Park et al., 2004; Veilleux et al., 2014). Stress has also been found to be a major motivator for alcohol consumption (Peirce et al., 1994; Rice & Van Arsdale, 2010). Negative emotions and experiences of trauma and stress are also associated with coping with substances (Colder, 200; Goodman et al., 2017), with one study finding experiences of stigma (unrelated to LGBTQ+ identity) were associated with emotion regulation deficits, which were in turn associated with substance use (Wang et al., 2018). While less studied, substance use may serve as a means to upregulate positive emotions (e.g., drinking to enhance). Indeed, a study of men who have sex with men found drinking to enhance mediated the association between internalized stigma and drinking problems (Feinstein & Newcomb, 2016). Limits of Past Research Microaggressions and other forms of subtle discrimination (e.g., demeaning jokes) are more common than physical violence and other forms of overt discrimination toward LGBTQ+ individuals (Woodford et al., 2014). Yet, previous research exploring the disparities among discrimination and substance use in sexual and gender-minoritized populations has predominantly explored overt forms of discrimination experienced (Livingston, 2017). Further, much of the assessment of discrimination and related mental health and substance use behaviors rely upon retrospective cross-sectional surveys (Livingston, 2017). This research method frequently ignores the role of subtle forms of discrimination and is less sensitive to detecting the association between discrimination experiences and within-day fluctuations of mental health outcomes, including substance use. Researchers have turned to ecological momentary assessment (EMA) to assess subtle discrimination and daily substance use habits, and to minimize bias due to retrospective recall (Livingston et al., 2017; Yang et al., 2015). When utilizing ecological STRIDE PROJECT  5  momentary assessment to examine within-day associations, research supports both concurrent and prospective relationships between discrimination and substance use (Livingston et al., 2017).  Additionally, research on LGBTQ+ individuals and communities has disproportionately studied coastal regions and large, urban areas in the United States, with comparatively less research conducted with LGBTQ+ participants in the South and rural areas (Stone, 2018). Rural communities, in particular, have several characteristics that may add additional stressors for LGBTQ+ individuals, such as greater social isolation, fewer resources for information and support for LGBTQ+ individuals, less anonymity, and more conservative attitudes in general, including negative attitudes or misconceptions about LGBTQ+ identities (Poon & Saewyc, 2009). These location discrepancies in research leave the experiences of LGBTQ+ individuals residing in rural areas within the mid-west and Southern United States relatively unknown.  Purpose of Study and Hypotheses The current study aims to contribute to current research by targeting several of the aforementioned gaps in the literature.  The purpose of this study is to examine associations between perceived discrimination events and substance use, as well as emotion regulation as a buffer to substance use among LGBTQ+ individuals living in rural areas. The primary aims of the study are: 1) identify and understand daily stressors, including minority stress, that LGBTQ+ individuals experience within rural settings, 2) identify substance use behaviors within LGBTQ+ individuals, 3) examine emotion regulation as a potential buffer between minority stress and substance use behaviors within LGBTQ+ individuals, and 4) inform research and substance use interventions tailored for LGBTQ+ individuals. The current study will employ both a baseline assessment of perceived discrimination events, facets of emotion regulation, and substance use as well as an ecological momentary assessment of these constructs of interests. Based upon the STRIDE PROJECT  6  extant literature and minority stress model, hypotheses were posited that utilize both baseline and EMA data: H1) Past year perceived discrimination events, assessed at baseline, would be positively associated with past month substance use;  H2) The association between past year perceived discrimination and substance use would be moderated by emotion regulation, assessed at baseline. Specifically, the association between perceived discrimination experiences and substance use will be strongest for individuals with lower emotion regulation skills relative to those with higher emotion regulation skills; H3) Daily experiences of perceived discrimination events would be positively associated with same-day substance use;   H4) The association between daily perceived discrimination and same-day substance use would be moderated by emotion regulation, such that the association between perceived discrimination and substance use is strongest for those with lower emotion regulation. Given the novel nature of this study, we also conducted an exploratory examination regarding rural/urban differences in LGBTQ+ discrimination experiences. We compared the data gathered on LGBTQ+ individuals living in rural areas to empirical papers recruiting LGBTQ+ individuals living in urban areas to get a better understanding of how location affects the frequency of discrimination and substance use behaviors. Given this study does not directly gather data with individuals in urban areas, we cannot conclusively answer this question, however, it is the hope that this exploration may contribute to future research questions.      STRIDE PROJECT  7  Method Participants  All procedures were approved by the Institutional Review Board at Morehead State University (21-07-02). Participants included individuals 1) aged 18 or older; 2) who self-identify as LGBTQ+; 3) reside in rural areas within the Commonwealth of Kentucky; 4) were fluent in English; 5) had access to a smart device. Individuals were excluded from the study if they indicated that they identified as cisgender and exclusively heterosexual or were under 18 years of age. While there is no universal definition of rurality and rural areas are often defined as the absence of urban locales, the US Census Bureau has consistently defined urbanized areas as locations with a population of 50,000 or more (Ratcliffe et al., 2016). Considering this, the current study defined rural areas as any location with a population of less than 50,000 people. Participants were recruited using a combination of print and online advertisements. Printed advertisements were distributed across public spaces in the Morehead and Lexington communities. Online advertisements were placed on social media platforms, such as Facebook and Twitter.  Participants were recruited from 02/2022 to 05/2023. Individuals who were interested in the study first completed a screening survey (N = 222) to determine their eligibility for the study (see Data Validity). Forty-five participants met inclusion criteria and completed an orientation session in which their responses were confirmed, informed consent procedures were provided, and they were sent a link to the baseline survey. Thirty-four participants completed the baseline survey, and 31 participants completed both the baseline and EMA components of the study. Additionally, 12 participants completed the optional debriefing survey at the completion of the study.  STRIDE PROJECT  8   The study sample consisted of 34 individuals who identified their sexual orientation as gay (n = 12, 35.3%), bisexual (n = 8, 23.5%), lesbian (n = 5, 14.7%), queer (n = 3, 8.8%), pansexual (n = 2, 5.9%), heterosexual (n = 2, 5.9%), asexual (n = 1, 2.9%), and demisexual (n = 1, 2.9%). The sample included 12 individuals assigned female at birth and 22 individuals assigned male at birth, with four of those individuals who did not identify with the gender binary including nonbinary (n = 3, 8.8%), bigender (n = 1, 2.9%), and transmasculine (n = 1, 2.9%). Participant ages fell between 22 and 50 years with a majority of participants between the ages of 22 of 30 (n = 20, 58.8%). The sample included White (n = 19, 55.9%), Black individuals (n = 14, 41.2%), and one multiracial individual. Three participants (8.8%) indicated their ethnicity was Hispanic or Latine and one participant indicated their ethnicity was Middle Eastern or Northern African. Information was also collected regarding additional participant demographics, including education, student status, employment status, household income, and relationship status. Complete participant demographics can be found in Table 1. Procedures  This study involved two distinct phases and was administered entirely online through email and Survey Monkey, an online survey platform. Survey Monkey is a secure, web-based application that uses 128-bit encryption for managing online surveys and databases. Interested individuals first completed a screening survey (Appendix A) to determine their eligibility to participate in the study. After confirming participant inclusion criteria, eligible participants then completed the orientation session and informed consent procedures. During the orientation session, participants were presented with information regarding the procedures involved in the study and a discussion of participant rights and risks. Orientation also included clarification of classes of drugs and benchmarks for standard drinks (e.g., one 12 oz beer/wine cooler, a 5 oz STRIDE PROJECT  9  glass of wine, one cocktail, or one shot of hard liquor) referred to in the EMA prompts. Participants who chose to continue with the study following orientation then began the first phase of the study, a baseline survey, to which they were emailed a survey link and instructed to complete it within a week of the orientation session. The first phase of the study aimed to gather baseline information regarding the individual’s mental health, past substance use behaviors, life experiences, and emotional knowledge and skills. Participants completed the baseline survey (Appendix B) which consisted of a demographic questionnaire and multiple measures, including a modified version of the Daily Heterosexist Experiences Questionnaire (DHEQ), the Difficulties in Emotion Regulation Scale (DERS), the Alcohol, Smoking, and Substance Involvement Screening Test (ASSIST), and the Daily Drinking Questionnaire (DDQ). The baseline survey took participants approximately 30-45 minutes to complete.   After completing the baseline survey, participants began phase two, the EMA portion, of the study. The EMA surveys (Appendix C) assessed within-day experiences of perceived discrimination, subsequent emotions and use of emotion regulation skills, and substance use. EMA surveys were distributed via email twice per day, once in the morning and once in the evening, for ten consecutive days. These daily surveys included modified versions of the Everyday Discrimination Scale (EDS), the State Difficulties in Emotion Regulation Scale (S-DERS), and ASSIST. Of note, participants who did not report substance use received questions assessing their substance use craving and reasons for not using substances to avoid participants skipping questions to shorten the survey. Each daily survey took approximately 10 minutes for participants to complete. At the completion of phase two, participants were administered an optional debriefing survey (Appendix D) to assess their experience with the study and any risks STRIDE PROJECT  10  they may have encountered. Participants were also given the opportunity to request additional resources regarding substance use, coping with discrimination, and LGBTQ+ resources.    Participants were compensated for completing surveys within the study. Participants who completed the baseline survey earned $10 in the form of an electronic Amazon gift card. Additionally, participants who completed at least 80% (16 out of 20) of the daily surveys earned a chance to win one of three $75 electronic Amazon gift cards. The electronic gift cards were distributed to participants via email after the completion of the study.  Demographic Measures  Demographic information was gathered during the screening survey and the baseline survey. The demographic questionnaire (Appendix A) was utilized to gather background information of the participants regarding sexual orientation, sex assigned at birth, gender identity, sexual identity, location of residence, age, race, ethnicity, education, student status, employment status, household income, and relationship status. Participants chose between 15 different gender identity options, with a write-in option. Participants chose between 8 different sexual identity options, with a write-in option. The demographic questionnaire was created by the study PI and faculty advisor.  Baseline Measures (Phase 1) Discrimination. Participants received a modified version of the Daily Heterosexist Experiences Questionnaire (DHEQ) in the baseline survey to assess for 50 different experiences of LGBTQ+ minority stress (Balsam et al., 2013). The DHEQ asks individuals to rate whether an experience occurred in the past 12 months and to rate the amount of subjective distress associated with this experience (0 = Did not happen to me to 5 = It happened and it bothered me extremely). The measure was modified from asking about perceived discrimination experiences STRIDE PROJECT  11  related to one’s sexual identity to ask about perceived discrimination related to one’s identity as LGBTQ+. The DHEQ assesses experiences across the following domains: vigilance (e.g., “Watching what you say and do around heterosexual people”), harassment and discrimination (e.g., “Being verbally harassed by strangers because you are LGBTQ+”), gender expression (e.g., “Being harassed in bathrooms because of your gender expression”), parenting (e.g., “Your children being rejected by other children because you are LGBTQ+”), victimization (e.g., “Being punched, hit, kicked, or beaten because you are LGBTQ+”), family of origin (e.g., “Your family avoiding talking about your LGBTQ+ identity”), vicarious trauma (e.g., “Hearing about hate crimes (e.g., vandalism, physical or sexual assault) that happened”), isolation (e.g., “Feeling like you don’t fit in with other LGBTQ+ individuals”), and HIV/AIDS (e.g., “Other people assuming that you are HIV positive because you are LGBTQ+”). This measure has demonstrated good psychometric properties including concurrent validity and construct validity (Balsam et al., 2013), and internal consistency with the current sample was excellent (α = .93). Participant responses to the DHEQ were used to compute the discrimination experience variable used in the analyses. A sum total of the various types of perceived discrimination the individual experienced over the last 12 months was calculated as the baseline discrimination variable.   Substance Use. Participants received the Alcohol, Smoking, and Substance Involvement Screening Tests (ASSIST) in the baseline survey to assess lifetime and last three-month use of various substances as well as symptoms associated with substance use disorders (World Health Organization, 2002). The ASSIST is an 8-item questionnaire that assesses whether (yes/no) an individual has used ten substances (tobacco, alcohol, cannabis, cocaine, amphetamine-type stimulants, inhalants, sedatives, hallucinogens, and opioids) in their lifetime and the past three months. The ASSIST qualifies that reported substance use does not include substances STRIDE PROJECT  12  prescribed by a physician and taken as prescribed. This measure has shown good psychometric properties including concurrent validity, construct validity, discriminative validity, and test-retest reliability, and had good internal consistency within the sample (α = .83; Humeniuk et al., 2008; World Health Organization, 2002).  Participants also received the Daily Drinking Questionnaire (DDQ) in the baseline survey to measure the quantity of alcohol use (Collins et al., 1985). The DDQ asks participants to estimate the typical number of drinks consumed and hours spent drinking on each day of the week over the past 6 weeks. This measure has been shown to exhibit adequate test-retest reliability and criterion validity (Lac, Handren, & Crano, 2016; Neighbors et al., 2006). Four substance use outcomes were computed from participant responses to the ASSIST and DDQ, related to the frequency of alcohol, tobacco, and illicit drug use and estimated drinks in a typical week. In the analyses, substance use frequency variables represent the total number of times the individual endorsed substance use over the last three months. Given low base rates of illicit drug use, cannabis and other illegal drug use were combined into a single variable (α = .81), while alcohol and tobacco use were calculated separately. An additional alcohol use variable was calculated from the DDQ using participant estimates of the number of standard alcoholic drinks consumed in a typical week over the past six weeks (α = .89).    Emotion Regulation. Participants were administered the Difficulties in Emotion Regulation Scale (DERS) in the baseline survey (Gratz & Roemer, 2004). The DERS is a 36-item self-report that measures difficulties within the following six facets of emotion regulation: nonacceptance of emotional responses, impulse control difficulties, limited access to emotion regulation strategies, difficulties engaging in goal-oriented behavior, lack of emotional clarity, and lack of emotional awareness. Participants indicate the extent to which statements describing STRIDE PROJECT  13  emotion regulation are true for them (1 = Always or almost always to 5 = Never to almost never). Scores were calculated for each of the six subscales, as well as an overall total measure score. Notably, higher scores on the DERS represent greater difficulties with emotion regulation. This measure has robust bifactor latent structure (Hallion et al., 2018), and the total DERS demonstrate excellent internal consistency with this sample (α=.93). Mean subscale scores for all facets of the DERS were calculated, with Cronbach’s alphas ranging from .71 (Lack of Emotional Awareness scale) to .86 (Nonacceptance of Emotional Responses scale), suggesting acceptable to good internal consistency.  EMA Measures (Phase 2) Discrimination. Participants received a modified version of the 17-item Everyday Discrimination Scale (EDS) in the EMA surveys to assess daily perceived discrimination experiences (α = .90; Williams et al., 1997). The PI and faculty advisor created additional items for the EDS based on current literature surrounding a need for more assessments of covert discrimination. Participants indicated whether (yes/no) they had experienced any of the included discrimination experiences since the last survey prompt and had an opportunity to write in any unlisted discrimination experiences. Examples of items include explicit experiences of harassment (e.g., “You were threatened or harassed”) as well as more subtle interpersonal discrimination experiences (e.g., “You were treated with less respect than other people”). A total count of the various types of perceived discrimination experienced over the ten consecutive days of the daily diaries was calculated as the EMA discrimination variable.  Substance Use. Participants received a shortened, modified version of the ASSIST throughout the EMA surveys. These items inquired as to whether (yes/no) participants had consumed any substances since the last prompt, including tobacco, cannabis, cocaine, STRIDE PROJECT  14  amphetamine-type stimulants, inhalants, sedatives, hallucinogens, and opioids. Participants who endorsed substance use since the last prompt were then asked to estimate the quantity of the substance they consumed. The EMA substance use variables were calculated using the estimated substance use frequency and estimated drinks consumed over the ten consecutive days (α = .89). Emotion Regulation. A modified, shortened version of the State Difficulties in Emotion Regulation Scale (S-DERS) (Lavender et al., 2017) was used to assess momentary emotion regulation in the EMA surveys. The S-DERS assesses momentary emotion regulation among four facets: nonacceptance of emotional responses, lack of emotional awareness, difficulties with modulating emotional responses, and lack of emotional clarity. Furthermore, the four scales of the S-DERS have been found to closely overlap with the six scales of the DERS (Lavender et al., 2017). More specifically, the S-DERS scales measuring nonacceptance of emotional responses, lack of emotional awareness, and lack of emotional clarity are directly comparable to the similarly titled scales of the DERS (Lavender et al., 2017). The S-DERS scale that assesses difficulties modulating emotional responses overlaps with the DERS scales that measure limited access to emotion regulation strategies, difficulties with impulse control, and difficulties with goal-directed behaviors (Lavender et al., 2017). This modified, shortened version (10 items) was utilized in a prior study (Davis et al., 2020) and was chosen to offset participant burden. Internal reliability between the two studies was comparable. Internal consistency across subscales within the original study with full items ranged from .65 to .86 and the internal consistency across subscales in the manuscript by Davis and colleagues ranged from .68 to .85. Mean scores across the ten days of EMA surveys were computed for each of the four subscales [Nonacceptance of Emotional Responses (α = .71), Lack of Emotional Awareness (α = .86), Lack of Emotional Clarity (α = .65), and Difficulty Modulating Emotional Responses α = .82)], as well as a total STRIDE PROJECT  15  measure score (α = .76). In the current sample, the internal consistency ranged from .65 to .86, which mirrored the internal consistency of prior studies (Davis et al., 2020; Lavender et al., 2017).   Data Analysis Plan Data Validity. Due to the online nature of the study and the presence of fraudulent and suspicious participation in online surveys (which has increased since the COVID-19 pandemic; Lawlor et al., 2021), interested individuals’ responses were screened for consistency and their IP addresses were examined to confirm their reported location. Individuals’ responses to the screening and orientation surveys were compared to ensure consistent responses across repeated items. Additionally, participants were asked to report their current location of residence in multiple forms (county, zip code) which were then compared to their IP addresses to confirm their location. Furthermore, responses to the baseline and EMA surveys were examined for consistency and meaningful responses.  Missing Data. Following exclusion procedures, participants (N = 45) fully completed an orientation session in which their previous responses and identity were confirmed. Only 38 participants completed the baseline survey following the orientation session. Four additional participants were removed from the study due to incomplete or inconsistent responses in the baseline survey. Thirty-four participants correctly completed phase one of the study and 31 participants completed both phases of the study. Of those who completed phase two, 26 participants completed at least 80% of the EMA surveys. Participants completed an average of 17 out of 20 total EMA surveys. Additionally, participants occasionally failed to complete all items of the EMA surveys.  STRIDE PROJECT  16  Notably, due to an error in survey administration, only participants who endorsed experiencing a discrimination event received the emotion regulation measures in the EMA surveys. This led to missing data among the daily emotion regulation measures, with only 21 participants completing the daily emotion regulation measures.   Data Analyses. Data analyses were completed using SPSS. Due to the small sample size, all 34 final participants were included in the analyses even if they did not complete at least 80% of the EMA surveys. Descriptive statistics were calculated for all key variables. The threshold of statistical significance was set at .05 for all results. Although alpha correction is typically used to protect against Type I error when conducting multiple comparisons, alpha correction was not used with the current study due to the small sample size. Small sample sizes are often associated with a greater likelihood of Type II error, rather than Type I error (Nayak, 2010).  To address Hypotheses 1 and 3, linear regressions were conducted to examine the relation between perceived discrimination events and substance use at the baseline and daily levels. To test Hypotheses 2 and 4, moderation analyses were conducted to examine the extent to which the relation between perceived discrimination events and substance use varied by emotion regulation with separate models for baseline and EMA data. To test Hypothesis 2, stepwise regression was used such that main effects (discrimination, emotion regulation) were entered into the first step, and main effects and the interaction term were entered into the second step. After models were run, non-significant interactions were trimmed. To test Hypothesis 4, stepwise regression was again employed, with perceived discrimination, emotion regulation, and within-person variability in emotion regulation entered as main effects in the first and second steps, and the interaction between perceived discrimination and emotion regulation entered in the second step. Significant interactions were visualized and probed at the mean, at one standard deviation above and below STRIDE PROJECT  17  the mean of emotion regulation using covariance matrices produced in SPSS. Of note, emotion regulation is a multi-faceted construct, and while there is utility in examining it as a single construct, there is also value in examining the different facets of emotion regulation as individual predictors and moderators (Gratz & Roemer, 2004). Thus, analyses to evaluate Hypotheses 2 and 4 with the full DERS and S-DERS scales were computed, followed by exploratory analyses with the different facets of emotion regulation as moderators.  To account for missing data in daily emotion regulation across the EMA surveys, additional analyses were done to compare the individual’s baseline emotion regulation skills to their daily experiences of perceived discrimination and substance use. Stepwise regression was again employed, with daily perceived discrimination, baseline emotion regulation, and daily emotion regulation entered as main effects in the first and second step, and the interaction between perceived discrimination and emotion regulation entered in the second step. Models were again trimmed to only include significant interactions. Significant interactions were also visualized and probed at the mean as described above.  Baseline Results Descriptives & Frequencies. Table 2 shows descriptive statistics for the key variables of the overall sample in the baseline data. Notably, participants reported experiencing an average of 26.56 (SD = 10.96) different types of perceived discrimination over the last 12 months. Of those perceived discrimination experiences, participants reported experiencing nearly two times as many subtle forms of discrimination (M = 17.66, SD = 5.77) than overt forms of discrimination (M = 8.94, SD = 5.87). The sample produced a minimum of ten perceived discrimination experiences over the last year. Some participants reported not engaging in any alcohol (n = 4, 11.8%), tobacco (n = 19, 55.9%), or cannabis and other illegal drugs (n = 18, 52.9%) over the STRIDE PROJECT  18  last three months. However, 52.9% of participants reported consuming alcohol at least once per week over the last three months and 29.4% of participants reported using tobacco at least once per week over the last three months. Of those who endorsed alcohol use, 50% of participants indicated they consumed at least six standard drinks within a typical week. While endorsement of cannabis and other illegal drugs was less common in the sample, six participants (17.6%) reported engaging in daily or almost daily cannabis use.  Hypothesis 1. Table 3 contains the full results from the baseline linear regression analyses. Results supported Hypothesis 1. Results of the linear regression analysis of baseline data revealed a significant, positive relation between perceived discrimination experiences and substance use frequency. Alcohol use frequency showed a significant positive association with discrimination experiences (β = .524, p = .001,), as well as estimated drinks in a typical week (β = .520, p = .002). Perceived discrimination experiences accounted for 27.4% of the variance in alcohol use frequency and 24.7% of the variance in estimated drinks in a typical week. Tobacco (β = .381, p = .026) and cannabis and other illegal drug use frequency (β = .425, p = 0.012) also showed a significant, positive association with perceived discrimination experiences. Perceived discrimination experiences accounted for 14.5% of the variance in tobacco use frequency and 18.1% of cannabis and other illegal drug use frequency.  Hypothesis 2.  Separate models were utilized to evaluate the effects of emotion regulation at the DERS total score and subscale levels for each substance use outcome variable. Hypothesis 2 was partially supported. Table 4 contains the outputs for models using DERS total scores, while Table 5 contains the outputs for the models using the DERS subscales. At the total score level, the results did not reach the conventional threshold for statistical significance.   STRIDE PROJECT  19  The moderation analyses at the subscale level revealed five significant interaction effects between facets of emotion regulation and perceived discrimination experiences and substance use. Results revealed that the DERS Limited Access to ER Strategies scale significantly moderated the relationship between alcohol use frequency and perceived discrimination events (β = -.846, p = .009). After trimming the model to only include significant interactions, the DERS Limited Access to ER Strategies scale remained significant (β = -.399, p = .020). Contrary to hypotheses, for individuals with more access to ER strategies, perceived discrimination was positively associated with frequency of alcohol use (t (31) = 5.763, p < .001). The association between perceived discrimination and alcohol use frequency was not significant for those with less access to ER strategies. The DERS Difficulties with Goal-Directed Behaviors scale moderated the association between perceived discrimination and tobacco use frequency in the model (β = .752, p = .004). However, after trimming the model to only include significant interactions the DERS Difficulties with Goal-Directed Behaviors scale did not remain significant (β = .153, p = .433). Similarly, the DERS Difficulties with Goal-Directed Behaviors scale moderated the association between perceived discrimination and cannabis and other illegal drug use in the model (β = .608, p = .031). However, after trimming the model to only include significant interactions, the DERS Difficulties with Goal-Directed Behaviors scale did not remain significant (β = .140, p = .449). Results revealed that the DERS Lack of Emotional Awareness scale (β = -.491, p = .014) and the DERS Difficulties with Goal-Directed Behaviors scale (β = .715, p = .003) moderated the association between estimated drinks in a typical week and perceived discrimination events. When trimming the model to only include significant interactions the DERS Difficulties with Goal-Directed Behaviors scale did not remain significant (β = .320, p = .116), while the Lack of Emotional Awareness scale did remain significant (β = -STRIDE PROJECT  20  .549, p = .010). Contrary to hypotheses, for those with more emotional awareness, perceived discrimination was positively associated with the number of drinks in a typical week (t(31) = 3.477, p = .002), whereas the association between perceived discrimination and estimated drinks in a typical week was not significant for those with less emotional awareness. Graphs of significant interactions following model trimming can be found in Figures 1 and 2. EMA Results Descriptives & Frequencies. Table 6 shows the descriptive statistics for all hypothesized variables from the EMA data. Participants reported experiencing an average of 20.94 (SD = 31.07) various types of perceived discrimination events across the ten consecutive days of daily surveys. Participants endorsed experiencing at least one perceived discrimination event at an average of 2.56 days out of the ten total days. Notably, 12 participants (35.3%) indicated that they did not experience any perceived discrimination events over the course of the ten days. Additionally, there was one statistical outlier who reported more perceived discrimination events than any other participant. This participant indicated they had experienced 128 perceived discrimination events across the ten days which was 39 more than the next highest participant. However, we did not remove this outlier from the analyses due to the small sample size. Moreover, it is possible that this participant may have truly experienced discrimination at a higher rate than other participants suggesting that their reported experience is still relevant to the study. Regarding substance use, nine participants (26.5%) indicated that they did not drink any alcohol, 26 participants (76.5%) did not use any tobacco, and 17 participants (50%) did not use any cannabis or other illegal drugs over the course of the study. Participants endorsed using any substances, including alcohol, at an average of 4.71 days out of the ten total days.  STRIDE PROJECT  21  Hypothesis 3. Table 7 contains the full results from the EMA linear regression analyses. Hypothesis 3 was partially supported, such that perceived discrimination across the week was positively associated with alcohol frequency, number of drinks per week, and tobacco use. Results of the linear regression analysis of baseline data showed a significant positive relationship with alcohol use frequency (β = .608, p <.001), as well as estimated drinks across the ten days (β = .573, p = .005). Perceived discrimination experiences accounted for 37% of the variance in alcohol use frequency and 32.8% of the variance in estimated drinks. Perceived discrimination experiences were significantly, positively associated with tobacco use frequency (β = .381, p < .001,) with the model accounting for 32.6% of the variance in tobacco use frequency. The relationship between perceived discrimination experiences and cannabis and other illegal drug use frequency was not significant across the assessment period.  Hypothesis 4. Separate models were run to evaluate the effects of emotion regulations at the S-DERS total score and subscale levels for each substance use outcome. Table 8 contains the full results for models using the S-DERS total scores, while Table 9 contains the outputs for the models using the S-DERS subscales. At the total score level, results revealed that emotion regulation significantly moderated the relationship between perceived discrimination events and tobacco use frequency (β = -.556, p = <.001). The regression model accounted for 79.8% of the variance in tobacco use frequency. Although, contrary to hypotheses, for individuals with better emotion regulation skills, perceived discrimination was positively associated with frequency of tobacco use (t(31) = 9.633, p < .001). The association between perceived discrimination and tobacco use frequency was not significant for those with lower emotion regulation skills. A visualization of this interaction can be found in Figure 3. Other models using S-DERS total score STRIDE PROJECT  22  and alcohol use frequency, cannabis and other illegal drug frequency, and drinks consumed across the EMA surveys were not significant.  At the subscale level, the S-DERS Lack of Emotional Clarity scale significantly moderated the relationship between alcohol use frequency and perceived discrimination (β = -2.039, p = .007). However, after trimming the model to only include significant interactions, the S-DERS Lack of Emotional Clarity scale did not remain significant (β = -.413, p = .069). When examining the model using estimated drinks across the ten days of EMA surveys, three significant interactions emerged. The S-DERS Nonacceptance of Emotional Responses scale (β = 1.126, p = .038), Difficulties Modulating Emotional Responses scale (β = 2.447, p = .014), and Lack of Emotional Clarity scale (β = -3.003, p = <.001) significantly moderated the relationship between perceived discrimination events and drinks consumed across the EMA surveys. After trimming the model, each interaction remained significant (Nonacceptance: β = 1.201, p = .024; Difficulties with Modulation: β = 2.056, p = .010; and Lack of Clarity: β = -2.797, p = <.001). Consistent with Hypothesis 4, for those with greater nonacceptance of emotional responses, perceived discrimination was positively associated with drinks consumed across the EMA surveys (t(31) = 5.868, p = < .001). Also consistent with Hypothesis 4, for those with greater difficulties with modulating emotional responses, perceived discrimination was positively associated with drinks consumed across the EMA surveys (t(31) = 4.945, p = <.001). The association between perceived discrimination and number of drinks was not significant for those with lower nonacceptance of emotional responses and less difficulties with modulating emotional responses. However, contrary to hypotheses, for those with more emotional clarity, perceived discrimination was positively associated with drinks consumed (t(31) = 8.289, p = < .001). Those with less emotional clarity, perceived discrimination was negatively associated with STRIDE PROJECT  23  drinks consumed (t(31) = -5.120, p = <.001). All other models were insignificant in the sample. Graphs of significant interactions following model trimming can be found in Figures 4, 5, and 6.  Baseline ER & Daily Discrimination & Substance Use To account for missing data among the emotion regulation measures of the EMA surveys, additional analyses were conducted to examine the interaction of perceived discrimination across the daily diary period and baseline emotion regulation skills on substance use across the daily diary period. Analyses were conducted similarly to above, with separate models for DERS total scores and subscales. Table 10 contains the full results for models using DERS total scores, while Table 11 contains the results for models using the DERS subscales. At the total score level, the results did not reach the threshold for statistical significance.  At the subscale level, results revealed that the DERS Limited Access to ER Strategies scale significantly moderated the relationship between tobacco use frequency and perceived discrimination events (β = -1.214, p = .003). After trimming the model to only include significant interactions, the DERS Limited Access to ER Strategies remained significant (β = -.853, p = < .001). Contrary to hypotheses, for those with more access to ER strategies, discrimination was positively associated with tobacco use frequency (t(31) = 4.524, p = < .001), while for those with less access to ER strategies, perceived discrimination was negatively associated with tobacco use frequency (t(31) = -5.604, p = <.001). A visualization of this interaction can be found in Figure 7. Additionally, results revealed that the DERS Nonacceptance of Emotional Responses scale (β = -.778, p = .009) and Difficulties with Goal-Directed Behaviors scale (β = 1.807, p = .020) significantly moderated the relationship between cannabis and other illegal drug use and perceived discrimination events. However, after STRIDE PROJECT  24  trimming the model to only include significant interactions, these interactions did not remain significant.  Limitations  The current results must be contextualized within the limitations of the present study. Thus, before discussing these results, we must recognize the limitations of the study. Despite continued recruitment efforts for over one year, the study was limited to a small sample size (N = 34), which limits the statistical power of the study. With limited power, the statistical analyses may have been unable to detect small or moderate effects, leading to overlooked effects (i.e., Type II error; Nayak, 2010). Furthermore, small sample sizes can lead to sampling bias that could potentially skew results and limit the external validity of the findings (Nayak, 2010). Consequently, the results must be considered preliminary, exploratory and likely do not accurately represent the larger population for rural sexual and gender-minoritized adults. Caution should be exercised when interpreting the findings as well as extrapolating the findings to other contexts or populations. Future research examining these associations with larger samples is necessary to validate and extend these findings.  The present study is also limited due to missing responses among the EMA surveys. Despite efforts to minimize missing data, participants often failed to fully complete the EMA surveys. These missing responses in the EMA surveys may introduce nonresponse bias into the study that can affect the reliability and validity of the results. Furthermore, due to errors in survey administration, participants often did not receive the emotion regulation measures through the EMA surveys. These missing responses further reduced the statistical power of the study. Future studies should aim to enhance participant compliance and engagement while exploring alternative strategies to handle missing data effectively.  STRIDE PROJECT  25  Research with populations who are diverse across intersecting social identities is crucial. Notably, 14 participants (approximately 41% of the sample) self-identified as Black or African American, however, the majority of the sample was white, assigned male at birth, and the majority identified within the gender binary. Their experiences of discrimination and substance use may be different than those who do not possess these identities. The study also primarily captured experiences of perceived discrimination related to gender and/or sexual minoritized identities, which does not capture the intersectional nature of oppression and discrimination. Research with larger samples and comprised of diversity across identities is crucial. It is also important to note that while this study examined substance use as an outcome, the sample was not recruited for substance use. Results may not apply to individuals who regularly use substances and/or would meet the criteria for a substance use disorder. Considering these limitations, the following discussion and implications must be treated with speculation.  Discussion The overall aim of the present study was to examine the associations between perceived discrimination, emotion regulation, and substance use among LGBTQ+ adults in rural areas. The first aim of the present study was to identify and understand the daily stressors that LGBTQ+ individuals experience within rural settings. Results revealed that LGBTQ+ individuals residing in rural settings experienced perceived discrimination events at an elevated rate. Furthermore, results revealed that microaggressions and more subtle discrimination events occur more frequently than overt discrimination events, supporting a need for future research to be sensitive to the effect of these experiences.  When comparing our findings to other studies exploring discrimination and substance use in LGBTQ+ populations in urban areas, preliminary comparisons suggest that individuals living STRIDE PROJECT  26  in rural areas may experience more frequent discrimination experiences than those in urban areas (Livingston et al., 2017; Mereish et al., 2021). One similar study that utilized EMA procedures to explore the association between discrimination events and within-day substance use in an LGBTQ+ sample residing in an urban area (N = 50) reported a total of 93 discrimination experiences across 63 prompts, and 210 other mistreatment experiences across 137 prompts (Livingston et al., 2017). Meanwhile, the current sample (N = 34) reported a total of 691 perceived discrimination events across 551 completed prompts. Furthermore, another similar study that utilized EMA procedures to explore the relationship between minority stress and positive and negative affect among sexual minority adolescents residing in a Mid-Atlantic metropolitan city (N = 94) reported an average of 16.96 experiences of minority stress reported across their 21-day monitoring period (Mereish et al., 2021). The current sample reported an average of 20.94 perceived discrimination experiences across the ten-day monitoring period. Although these disparities in frequencies of discrimination may be explained by other factors, such as differences in measurement of discrimination events and age of participants, it is possible that rural LGBTQ+ individuals may experience discrimination at higher rates than those residing in urban areas due to several characteristics of rural communities that may present additional stressors, such as greater social isolation, fewer resources for information and support for LGBTQ+ individuals, less anonymity, and more conservative attitudes in general (Poon & Saewyc, 2009). While the current study cannot answer this question conclusively, these results support the need for future research to explore the differences in LGBTQ+ experiences based on location.   The second aim of this study was to identify substance use behaviors within LGBTQ+ individuals in relation to perceived discrimination events. At the baseline level, results STRIDE PROJECT  27  consistently supported Hypothesis 1 and showed a significant positive association between perceived discrimination experiences and alcohol use frequency, tobacco use frequency, cannabis and other illegal drug use frequency, and drinks consumed in a typical week. Across the daily diary assessment period, results partially supported Hypothesis 3, revealing a significant positive association between perceived discrimination and alcohol use frequency, tobacco use frequency, and drinks consumed across the ten days of EMA surveys. The current findings are consistent with previous research showing similar associations and lend support to the minority stress model as a conceptual model for understanding LGBTQ+ patterns of substance use.   The third aim of the study was to examine emotion regulation as a potential buffer between minority stress and substance use behaviors within LGBTQ+ individuals. While Hypotheses 2 and 4 were partially supported, there were some unexpected findings suggesting a complex interplay between facets of emotion regulation and the relationship between discrimination and substance use. Unexpectedly, some aspects of emotion regulation appeared iatrogenic; at the baseline level, results revealed a significant positive association between perceived discrimination events and alcohol use frequency and drinks consumed in a typical week for participants with more adaptive emotional awareness. Similar trends emerged across the daily diary period, with individuals with greater emotional clarity showing a significant positive association between perceived discrimination and drinks consumed across the ten days relative to those with less emotional clarity. Because emotional awareness and clarity refer to the ability to recognize and understand one’s own emotions, it is plausible that individuals who are more aware of their emotions may be more attuned to the emotional distress caused by discrimination. As a result, they may consume alcohol as a means to regulate or cope with the emotional distress triggered by discrimination events. In other words, the findings suggest that a STRIDE PROJECT  28  deeper understanding and awareness of one’s emotions may not serve as a protective factor in the face of discrimination and instead may prompt them to rely on substances as a coping mechanism. If such findings are replicated in other samples, it may suggest that one needs additional skills to cope with the increased awareness and clarity of emotional responses.  Furthermore, the results suggested inconsistent findings regarding the role of emotion regulation strategies in the association between perceived discrimination and substance use. At the baseline level, perceived discrimination experiences were associated with alcohol use for individuals with more access to emotion regulation strategies relative to those with less access. This suggests that individuals who experience discrimination events may resort to using alcohol as a coping mechanism, even when they possess a higher repertoire of emotion regulation strategies and emotion regulation strategies alone may not always be sufficient to counteract the negative effects of discrimination on alcohol use behaviors. However, across the assessment period, the ability to modulate emotional responses (the corresponding subscale to access to emotion regulation strategies within the state DERS) buffered the association between discrimination and alcohol use. Taken together, these findings suggest that although an individual may have greater access to emotion regulation strategies, they may not be able to effectively implement these strategies following minority stress. Factors such as learned behavior and cultural influences can shape an individual’s coping repertoire and predispose them to choose substance use as a coping strategy, regardless of their access to emotion regulation strategies (Green & Feinstein, 2012). Alternatively, this inconsistency in findings may be related to differences in measurement of discrimination and substance use across the baseline measures, such that discrimination was measured over a 12-month period and substance use was measured over a three-month period which may introduce increased variability. Furthermore, recall bias STRIDE PROJECT  29  could also be a contributing factor, as participants may have differing levels of accuracy and reliability when recalling their previous experiences at the baseline measures.   Additionally, in support of Hypothesis 4, the EMA results revealed that the relationship between perceived discrimination events and alcoholic drink consumption is influenced by an individual’s difficulties with nonacceptance. Individuals who struggle with accepting and tolerating their emotions may find it challenging to cope with the distressing feelings that are often elicited by discrimination experiences, such as shame, guilt, and sadness. One of the hallmarks of emotional nonacceptance is feelings of shame in response to one’s own emotions (Gratz & Roemer, 2004). It is possible that in addition to the shame, guilt, and sadness associated with discrimination, participants experience secondary negative emotions due to their emotional nonacceptance, thus prompting them to engage in alcohol consumption, potentially as a means of downregulating these emotions. Interestingly, a recent meta-analysis exploring the role of shame in substance use behaviors reported repeated positive associations between state shame and alcohol consumption in constrained time periods (Luoma et al., 2019). Considering this, the findings of the current study may reflect an underlying influence of shame on substance use behaviors following discrimination events.  Finally, the current study revealed more robust associations among emotion regulation, perceived discrimination, and alcohol use variables, as opposed to tobacco or other illegal drug use variables. This variability in results based on type of substance may reflect varying relationship between specific emotion regulation strategies for different substances, which provide different psychoactive effects (e.g., physiological stimulation vs. depressogenic effects). These results underscore the need for further investigation into the nuanced mechanisms STRIDE PROJECT  30  underlying the relationships between discrimination events, emotion regulation, emotional awareness, and alcohol use. Implications   Although preliminary and exploratory, the current study highlights the high rates of perceived discrimination events in rural LGBTQ+ populations, emphasizing the need for LGBTQ+ advocacy and LGBTQ+-affirming policies and mental health treatment. Advocacy efforts can work to raise awareness, challenge stereotypes, and promote tolerance and acceptance within rural communities. Advocacy and affirming policies can promote positive social change, ultimately leading to more acceptance and compassion towards LGBTQ+ individuals. Additionally, it is essential that clinicians are sensitive to the experiences of LGBTQ+ individuals. Creating a safe and affirming therapeutic space, where clients’ identities are respected and their experiences are validated, can encourage therapeutic progress.  Furthermore, the findings of this study suggest implications for exploring emotion regulation skills as a protective factor in LGBTQ+ individuals. Techniques used to improve emotional clarity and awareness, such as mindfulness strategies, may not be adequate to protect against substance use following discrimination experiences. Rather, LGBTQ+ individuals may need interventions that go beyond mindfulness and are tied to constructs such as acceptance, values, and community resources. By incorporating acceptance-based techniques into interventions, individuals can develop a greater sense of self-acceptance, promoting a sense of belonging within the LGBTQ+ community, and encouraging the exploration and alignment of personal values. Therapeutic approaches, such as Acceptance and Commitment Therapy (ACT), which incorporate acceptance-based strategies to address emotions as well as emphasize values-consistent actions may be particularly relevant in helping individuals to develop healthier coping STRIDE PROJECT  31  strategies and reduce the reliance on substances as a means of emotional regulation. However, before such interventions are implemented, there is a need for further research to utilize multi-methods of assessing the associations between discrimination, emotion regulation, and substance use to clarify the role of emotion regulation. Further, future research that actively includes the perspectives of LGBTQ+ individuals in rural settings is critical to ensure acceptable and community-grounded approaches.  Conclusion  The current study highlights the elevated rates of perceived discrimination events experienced by LGBTQ+ individuals in rural settings. The study also reveals significant associations between perceived discrimination events and substance use behaviors, both at the baseline level and in daily diary analysis. Additionally, the role of emotion regulation in moderating the relationship between discrimination and substance use is complex, with unexpected findings indicating a need for further investigation. While this study has limitations, it underscores the importance of addressing discrimination and promoting healthier coping strategies for LGBTQ+ individuals in rural communities. Future research with larger and more diverse samples is needed to validate and extend these findings.         STRIDE PROJECT  32  References Aldao, A., Gee, D. G., De Los Reyes, A., & Seager, I. (2016). Emotion regulation as a transdiagnostic factor in the development of internalizing and externalizing psychopathology: Current and future directions. Development and Psychopathology, 28(4pt1), 927–946. https://doi.org/10.1017/s0954579416000638 Aldao, A., Sheppes, G., & Gross, J. J. (2015). Emotion Regulation Flexibility. Cognitive Therapy and Research, 39(3), 263–278. https://doi.org/10.1007/s10608-014-9662-4 Balsam, K. F., Beadnell, B., & Molina, Y. (2013). The Daily Heterosexist Experiences Questionnaire: Measuring minority stress among lesbian, gay, bisexual, and transgender adults. Measurement and Evaluation in Counseling and Development, 46(1), 3–25. https://doi.org/10.1177/0748175612449743 Colder, C. R. (2001). Life stress, physiological and subjective indexes of negative emotionality, and coping reasons for drinking: Is there evidence for a self-medication model of alcohol use? Psychology of Addictive Behaviors, 15(3), 237–245. https://doi.org/10.1037/0893-164x.15.3.237 Collins, R. L., Parks, G. A., & Marlatt, G. A. (1985). Social determinants of alcohol consumption: The effects of social interaction and model status on the self-administration of alcohol. Journal of Consulting and Clinical Psychology, 53(2), 189–200. https://doi.org/10.1037/0022-006x.53.2.189 Cooper, M. L., Frone, M. R., Russell, M., & Mudar, P. (1995). Drinking to regulate positive and negative emotions: A motivational model of alcohol use. Journal of Personality and Social Psychology, 69(5), 990–1005. https://doi.org/10.1037/0022-3514.69.5.990 STRIDE PROJECT  33  Davis, K. C., Neilson, E. C., Kirwan, M., Eldridge, N., George, W. H., & Stappenbeck, C. A. (2020). Alcohol-involved sexual aggression: Emotion regulation as a mechanism of behavior change. Health Psychology, 40(12), 940–950. https://doi.org/10.1037/hea0001048 Day, J. K., Fish, J. N., Perez-Brumer, A., Hatzenbuehler, M. L., & Russell, S. T. (2017). Transgender Youth Substance Use Disparities: Results from a Population-Based Sample. Journal of Adolescent Health, 61(6), 729–735. https://doi.org/10.1016/j.jadohealth.2017.06.024 Feinstein, B. A., & Newcomb, M. E. (2016). The role of substance use motives in the associations between minority stressors and substance use problems among young men who have sex with men. Psychology of Sexual Orientation and Gender Diversity, 3(3), 357–366. https://doi.org/10.1037/sgd0000185 Felner, J. K., Wisdom, J. P., Williams, T., Katuska, L., Haley, S. J., Jun, H.-J., & Corliss, H. L. (2020). Stress, Coping, and Context: Examining Substance Use Among LGBTQ Young Adults with Probable Substance Use Disorders. Psychiatric Services, 71(2), 112–120. https://doi.org/10.1176/appi.ps.201900029 Fletcher, D., & Sarkar, M. (2013). Psychological Resilience: A Review and Critique of Definitions, Concepts and Theory. European Psychologist, 18(1), 12–23. https://doi.org/10.1027/1016-9040/a000124 Goodman, R. (2017). Trauma Theory and Trauma-Informed Care in Substance Use Disorders: A Conceptual Model for Integrating Coping and Resilience. Advances in Social Work, 18(1), 186. https://doi.org/10.18060/21312 STRIDE PROJECT  34  Gratz, K. L., & Roemer, L. (2004). Multidimensional Assessment of Emotion Regulation and Dysregulation: Development, Factor Structure, and Initial Validation of the Difficulties in Emotion Regulation Scale. Journal of Psychopathology and Behavioral Assessment, 26(1), 41–54. https://doi.org/10.1023/b:joba.0000007455.08539.94 Green, K. E., & Feinstein, B. A. (2012). Substance use in lesbian, gay, and bisexual populations: An update on empirical research and implications for treatment. Psychology of Addictive Behaviors, 26(2), 265–278. https://doi.org/10.1037/a0025424 Hallion, L. S., Steinman, S. A., Tolin, D. F., & Diefenbach, G. J. (2018). Psychometric Properties of the Difficulties in Emotion Regulation Scale (DERS) and Its Short Forms in Adults with Emotional Disorders. Frontiers in Psychology, 9. https://doi.org/10.3389/fpsyg.2018.00539 Humeniuk, R., Ali, R., Babor, T. F., Farrell, M., Formigoni, M. L., Jittiwutikarn, J., de Lacerda, R. B., Ling, W., Marsden, J., Monteiro, M., Nhiwatiwa, S., Pal, H., Poznyak, V., & Simon, S. (2008). Validation of the alcohol, smoking and substance involvement screening test (ASSIST). Addiction, 103(6), 1039–1047. https://doi.org/10.1111/j.1360-0443.2007.02114.x Jun, H.-J., Webb-Morgan, M., Felner, J. K., Wisdom, J. P., Haley, S. J., Austin, S. B., Katuska, L. M., & Corliss, H. L. (2019). Sexual orientation and gender identity disparities in substance use disorders during young adulthood in a United States longitudinal cohort. Drug and Alcohol Dependence, 205, 107619. https://doi.org/10.1016/j.drugalcdep.2019.107619 Keating, L., & Muller, R. T. (2019). LGBTQ+ based discrimination is associated with PTSD symptoms, dissociation, emotion dysregulation, and attachment insecurity among STRIDE PROJECT  35  LGBTQ+ adults who have experienced Trauma. Journal of Trauma & Dissociation, 21(1), 1–18. https://doi.org/10.1080/15299732.2019.1675222 Kneale, D., & Bécares, L. (2021). Discrimination as a predictor of poor mental health among LGBTQ+ people during the COVID-19 pandemic: cross-sectional analysis of the online Queerantine study. BMJ Open, 11(6), e049405. https://doi.org/10.1136/bmjopen-2021-049405 Kober, H. (2014). Emotion regulation in substance use disorders. In J. J. Gross (Ed.), Handbook of emotion regulation (pp. 428–446). The Guilford Press. Lac, A., Handren, L., & Crano, W. D. (2016). Conceptualizing and Measuring Weekend versus Weekday Alcohol Use: Item Response Theory and Confirmatory Factor Analysis. Prevention Science, 17(7), 872–881. https://doi.org/10.1007/s11121-016-0685-9 Lavender, J. M., Tull, M. T., DiLillo, D., Messman-Moore, T., & Gratz, K. L. (2016). Development and Validation of a State-Based Measure of Emotion Dysregulation. Assessment, 24(2), 197–209. https://doi.org/10.1177/1073191115601218 Lawlor, J., Thomas, C., Guhin, A. T., Kenyon, K., Lerner, M. D., & Drahota, A. (2021). Suspicious and fraudulent online survey participation: Introducing the REAL framework. Methodological Innovations, 14(3), 205979912110504. https://doi.org/10.1177/20597991211050467 Livingston, N. A. (2017). Ecological momentary assessment of daily microaggressions and stigma-based substance use among lesbian, gay, and bisexual individuals [Dissertation]. In ScholarWorks at University of Montana. https://scholarworks.umt.edu/etd/11051/ Livingston, N. A., Christianson, N., & Cochran, B. N. (2016). Minority stress, psychological distress, and alcohol misuse among sexual minority young adults: A resiliency-based STRIDE PROJECT  36  conditional process analysis. Addictive Behaviors, 63, 125–131. https://doi.org/10.1016/j.addbeh.2016.07.011 Livingston, N. A., Flentje, A., Heck, N. C., Szalda-Petree, A., & Cochran, B. N. (2017). Ecological momentary assessment of daily discrimination experiences and nicotine, alcohol, and drug use among sexual and gender minority individuals. Journal of Consulting and Clinical Psychology, 85(12), 1131–1143. https://doi.org/10.1037/ccp0000252 Luk, J. W., Yu, J., Haynie, D. L., Goldstein, R. B., Simons-Morton, B. G., & Gilman, S. E. (2023). A Nationally Representative Study of Sexual Orientation and High-Risk Drinking from Adolescence to Young Adulthood. Journal of Adolescent Health, 72(2), 222–229. https://doi.org/10.1016/j.jadohealth.2022.09.030 Luoma, J. B., Chwyl, C., & Kaplan, J. (2019). Substance use and shame: A systematic and meta-analytic review. Clinical Psychology Review, 70, 1–12. https://doi.org/10.1016/j.cpr.2019.03.002 Marshal, M. P., Friedman, M. S., Stall, R., King, K. M., Miles, J., Gold, M. A., Bukstein, O. G., & Morse, J. Q. (2008). Sexual orientation and adolescent substance use: a meta-analysis and methodological review. Addiction (Abingdon, England), 103(4), 546–556. https://doi.org/10.1111/j.1360-0443.2008.02149.x Mason, N. (2021). Leaning On One Another: An Exploration of the Relationship Among Social Connection, Alcohol Use, Resilience, and Loneliness in LGBTQ+ College Students. Dissertations, Theses, and Masters Project. William & Mary. https://doi.org/10.25774/w4-d7e6-4m69 STRIDE PROJECT  37  Mayer, J. D., Caruso, D. R., & Salovey, P. (2016). The Ability Model of Emotional Intelligence: Principles and Updates. Emotion Review, 8(4), 290–300. https://doi.org/10.1177/1754073916639667 McCabe, C. J., Kim, D. S., & King, K. M. (2018). Improving Present Practices in the Visual Display of Interactions. Advances in Methods and Practices in Psychological Science, 1(2), 147–165. https://doi.org/10.1177/2515245917746792 Medley, G., Lipari, R., & Bose, J. (2015). Sexual Orientation and Estimates of Adult Substance Use and Mental Health: Results from the 2015 National Survey on Drug Use and Health. Samhsa.gov. https://www.samhsa.gov/data/sites/default/files/NSDUH-SexualOrientation-2015/NSDUH-SexualOrientation-2015/NSDUH-SexualOrientation-2015.htm Mereish, E. H., Miranda, R., Liu, Y., & Hawthorne, D. J. (2021). A Daily Diary Study of Minority Stress and Negative and Positive Affect among Racially Diverse Sexual Minority adolescents. Journal of Counseling Psychology, 68(6). https://doi.org/10.1037/cou0000556 Meyer, I. H. (2003). Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence. Psychological Bulletin, 129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674 Meyer, I. H. (2015). Resilience in the study of minority stress and health of sexual and gender minorities. Psychology of Sexual Orientation and Gender Diversity, 2(3), 209–213. https://doi.org/10.1037/sgd0000132 Nayak, B. K. (2010). Understanding the relevance of sample size calculation. Indian Journal of Ophthalmology, 58(6), 469. https://doi.org/10.4103/0301-4738.71673 STRIDE PROJECT  38  Neighbors, C., Dillard, A. J., Lewis, M. A., Bergstrom, R. L., & Neil, T. A. (2006). Normative misperceptions and temporal precedence of perceived norms and drinking. Journal of Studies on Alcohol, 67(2), 290–299. https://doi.org/10.15288/jsa.2006.67.290 Operario, D., Gamarel, K. E., Grin, B. M., Lee, J. H., Kahler, C. W., Marshall, B. D.  L., van den Berg, J. J., & Zaller, N. D. (2015). Sexual Minority Health Disparities in Adult Men and Women in the United States: National Health and Nutrition Examination Survey, 2001–2010. American Journal of Public Health, 105(10), e27–e34. https://doi.org/10.2105/AJPH.2015.302762 Palangi, A. Z. (2020). Resilience Factors and Mental Health among LGBTQ Adults in Canada and the United States [Dissertation]. https://tspace.library.utoronto.ca/handle/1807/101113 Parent, M. C., Arriaga, A. S., Gobble, T., & Wille, L. (2019). Stress and substance use among sexual and gender minority individuals across the lifespan. Neurobiology of Stress, 10, 100146. https://doi.org/10.1016/j.ynstr.2018.100146 Park, C. L., Armeli, S., & Tennen, H. (2004). The daily stress and coping process and alcohol use among college students. Journal of Studies on Alcohol, 65(1), 126–135. https://doi.org/10.15288/jsa.2004.65.126 Peirce, R. S., Frone, M. R., Russell, M., & Cooper, M. L. (1994). Relationship of Financial Strain and Psychosocial Resources to Alcohol Use and Abuse: The Mediating Role of Negative Affect and Drinking Motives. Journal of Health and Social Behavior, 35(4), 291. https://doi.org/10.2307/2137211 STRIDE PROJECT  39  Peña-Sarrionandia, A., Mikolajczak, M., & Gross, J. J. (2015). Integrating emotion regulation and emotional intelligence traditions: a meta-analysis. Frontiers in Psychology, 6. https://doi.org/10.3389/fpsyg.2015.00160 Perrin, P. B., Sutter, M. E., Trujillo, M. A., Henry, R. S., & Pugh, M. (2019). The minority strengths model: Development and initial path analytic validation in racially/ethnically diverse LGBTQ individuals. Journal of Clinical Psychology, 76(1), 118–136. https://doi.org/10.1002/jclp.22850 Poon, C. S., & Saewyc, E. M. (2009). Out Yonder: Sexual-Minority Adolescents in Rural Communities in British Columbia. American Journal of Public Health, 99(1), 118–124. https://doi.org/10.2105/ajph.2007.122945 Ratcliffe, M., Burd, C., Holder, K., & Fields, A. (2016). Defining Rural at the U.S. Census Bureau. American Community Survey and Geography Brief, 1(8), 1–8. Rice, K. G., & Van Arsdale, A. C. (2010). Perfectionism, perceived stress, drinking to cope, and alcohol-related problems among college students. Journal of Counseling Psychology, 57(4), 439–450. https://doi.org/10.1037/a0020221 Schuler, M. S., Stein, B. D., & Collins, R. L. (2019). Differences in Substance Use Disparities Across Age Groups in a National Cross-Sectional Survey of Lesbian, Gay, and Bisexual Adults. LGBT Health, 6(2), 68–76. https://doi.org/10.1089/lgbt.2018.0125 Schulte, T., Müller-Oehring, E. M., Pfefferbaum, A., & Sullivan, E. V. (2010). Neurocircuitry of emotion and cognition in alcoholism: Contributions from white matter fiber tractography. Dialogues in Clinical Neuroscience, 12(4), 554–560. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3181985/ STRIDE PROJECT  40  Shilo, G., Antebi, N., & Mor, Z. (2014). Individual and Community Resilience Factors Among Lesbian, Gay, Bisexual, Queer and Questioning Youth and Adults in Israel. American Journal of Community Psychology, 55(1-2), 215–227. https://doi.org/10.1007/s10464-014-9693-8 Siegel, J. P. (2014). Emotional Regulation in Adolescent Substance Use Disorders: Rethinking Risk. Journal of Child & Adolescent Substance Abuse, 24(2), 67–79. https://doi.org/10.1080/1067828x.2012.761169 Siman, C. A. A., Alvarez, J. D., Claveria, L. I., Bustalino, P. M. L., Castro, P. F. C., Oloc Oloc, R. A., & de Villa, S. A. (2021). Relationship of Discrimination and Self-Esteem of LGBTQ+ Community. https://doi.org/10.13140/RG.2.2.24946.84162 Staples, J. M., Neilson, E. C., George, W. H., Flaherty, B. P., & Davis, K. C. (2018). A descriptive analysis of alcohol behaviors across gender subgroups within a sample of transgender adults. Addictive Behaviors, 76, 355–362. https://doi.org/10.1016/j.addbeh.2017.08.017 Stone, A. L. (2018). The Geography of Research on LGBTQ Life: Why sociologists should study the South, rural queers, and ordinary cities. Sociology Compass, 12(11), e12638. https://doi.org/10.1111/soc4.12638 Thompson, R. A. (1991). Emotional regulation and emotional development. Educational Psychology Review, 3(4), 269–307. https://doi.org/10.1007/bf01319934 Troy, A. S., & Mauss, I. B. (2011). Resilience in the face of stress: emotion regulation as a protective factor. Resilience and Mental Health, 30–44. https://doi.org/10.1017/cbo9780511994791.004 STRIDE PROJECT  41  Veilleux, J. C., Skinner, K. D., Reese, E. D., & Shaver, J. A. (2014). Negative affect intensity influences drinking to cope through facets of emotion dysregulation. Personality and Individual Differences, 59, 96–101. https://doi.org/10.1016/j.paid.2013.11.012 Wang, K., Burton, C. L., & Pachankis, J. E. (2018). Depression and Substance Use: Towards the Development of an Emotion Regulation Model of Stigma Coping. Substance Use & Misuse, 53(5), 859–866. https://doi.org/10.1080/10826084.2017.1391011 Watson, R. J., Park, M., Taylor, A. B., Fish, J. N., Corliss, H. L., Eisenberg, M. E., & Saewyc, E. M. (2020). Associations Between Community-Level LGBTQ-Supportive Factors and Substance Use Among Sexual Minority Adolescents. LGBT Health, 7(2), 82–89. https://doi.org/10.1089/lgbt.2019.0205 Williams, D. R., Yu, Y., Jackson, J. S., & Anderson, N. B. (1997). Racial Differences in Physical and Mental Health. Journal of Health Psychology, 2(3), 335–351. https://doi.org/10.1177/135910539700200305 Woodford, M. R., Kulick, A., & Atteberry, B. (2015). Protective factors, campus climate, and health outcomes among sexual minority college students. Journal of Diversity in Higher Education, 8(2), 73–87. https://doi.org/10.1037/a0038552 Woodford, M. R., Kulick, A., Sinco, B. R., & Hong, J. S. (2014). Contemporary heterosexism on campus and psychological distress among LGBQ students: The mediating role of self-acceptance. American Journal of Orthopsychiatry, 84(5), 519–529. https://doi.org/10.1037/ort0000015 World Health Organization. (2002). The Alcohol, Smoking and Substance Involvement Screening Test (ASSIST): development, reliability and feasibility. Addiction, 97(9), 1183–1194. https://doi.org/10.1046/j.1360-0443.2002.00185.x STRIDE PROJECT  42  Yang, C., Linas, B., Kirk, G., Bollinger, R., Chang, L., Chander, G., Siconolfi, D., Braxton, S., Rudolph, A., & Latkin, C. (2015). Feasibility and Acceptability of Smartphone-Based Ecological Momentary Assessment of Alcohol Use Among African American Men Who Have Sex with Men in Baltimore. JMIR MHealth and UHealth, 3(2), e67. https://doi.org/10.2196/mhealth.4344   STRIDE PROJECT  43  Tables & Figures Table 1 Participant Demographics  Demographics Frequency (%) (N = 34) Sexual Orientation      Asexual      Bisexual      Demisexual      Gay      Lesbian      Pansexual      Queer      Heterosexual (straight)  1 (2.9%) 8 (23.5%) 1 (2.9%) 12 (35.3%) 5 (14.7%) 2 (5.9%) 3 (8.8%) 2 (5.9%) Sex Assigned at Birth      Female      Male  12 (35.3%) 22 (64.7%) Gender Identity      Bigender      Cisgender Female      Cisgender Male      Female      Male      Nonbinary      Transmasculine  1 (2.9%) 4 (11.8%) 5 (14.7%) 8 (23.5%) 12 (35.3%) 3 (8.8%) 1 (2.9%) Age      22-27      28-32      33-38      39-44      45-50  13 (38.2%) 10 (29.4%) 3 (8.8%) 4 (11.8%) 4 (11.8%) Race      Black or African American      Multiracial or Mixed Race      White/Caucasian  14 (41.2%) 1 (2.9%) 19 (55.9%) Ethnicity      Hispanic or Latine      Middle Eastern or Northern African      None/Not Sure  3 (8.8%) 1 (2.9%) 30 (88.2%) Completed Education      Some college      Associate degree      Bachelor’s degree      Master’s degree      Doctorate  4 (11.8%) 2 (5.9%) 22 (64.7%) 5 (14.7%) 1 (2.9%) Current Student Status  STRIDE PROJECT  44       Full Time      Part Time      Not enrolled at this time 4 (11.8%) 6 (17.6%) 24 (70.6%) Current Employment Status      Full Time      Part Time      Not employed at this time  21 (61.8%) 8 (23.5%) 5 (14.7%) Estimated Household Income      $11,000-$20,999/year      $21,000-$30.999/year      $31,000-$40,999/year      $41,000-$50,999/year      $51,000-$60,999/year      More than $61,000/year  2 (5.9%) 4 (11.8%) 7 (20.6%) 4 (11.8%) 5 (14.7%) 12 (35.3%) Relationship Status      Not dating or in a relationship, not looking for a partner      Not dating or in a relationship, looking for a partner      Dating, not exclusively      Dating, exclusively for less than 6 months      Dating, exclusively for more than 6 months      Cohabitating with partner or partners      Engaged      Married  4 (11.8%) 8 (23.5%) 6 (17.6%) 4 (11.8%) 1 (2.9%) 6 (17.6%) 1 (2.9%) 4 (11.8%) Note: Response options listed in Table 1 include only those that participants selected. Please see Appendices for a full list of response options.             STRIDE PROJECT  45  Table 2 Baseline Descriptive Statistics  Variable Min-Max Mean Median Mode Standard Deviation Discrimination Experiences Total Discrimination Experiences 10-49 26.56 24.50 16 10.96 Overt Discrimination Experiences 0-21 8.94 8 4a 5.87 Subtle Discrimination Experiences 6-29 17.66 17 17 5.77 Substance Use Alcohol Use Frequency 0-4 2.18 3 3 1.21 Tobacco Use Frequency 0-4 1.26 0 0 1.64 Cannabis & Other Illegal Drug Use Frequency 0-20 3.00 5.50 2 4.67 Estimated Drinks in a Typical Week 0-20 6.47 0 0 5.80 Emotion Regulation DERS Total Score 50-137 94.82 104 67a 23.49 DERS Nonacceptance of Emotional Responses Scale 6-29 16.62 16.50 12a 5.88 DERS Lack of Emotional Awareness Scale 8-26 15.91 15 14 4.69 DERS Lack of Emotional Clarity Scale 6-22 12.97 13 8a 4.37 DERS Difficulties with Goal-Directed Behavior Scale 7-25 15.29 15 8a 5.19 DERS Impulse Control Difficulties Scale 6-23 13.35 12 7 5.25 DERS Limited Access to ER Strategies 10-29 20.79 21.50 27 6.07 a = Multiple modes exist. The smallest value is shown.             STRIDE PROJECT  46  Table 3 Baseline Linear Regression with Discrimination as the Sole Predictor Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency .274 .524 .001 Tobacco Use Frequency .145 .381 .026 Cannabis & Other Illegal Drug Use Frequency .181 .425 .012 Estimated Drinks in a Typical Week .247 .520 .002                    STRIDE PROJECT  47  Table 4 Baseline Interaction Models - DERS Total Score Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency Model .337   Discrimination Experiences  .536 .002 DERS Total Score  .002 .990 Discrimination x Total Score  -.304 .062 Tobacco Use Frequency Model .213   Discrimination Experiences  .385 .029 DERS Total Score  -.031 .857 Discrimination x Total Score  -.319 .071 Cannabis & Other Illegal Drug Use Frequency Model .171   Discrimination Experiences  .416 .022 DERS Total Score  -.061 .727 Discrimination x Total Score  -.121 .494 Estimated Drinks in a Typical Week Model .330   Discrimination Experiences  .536 .002 DERS Total Score  -.047 .765 Discrimination x Total Score  -.307 .061              STRIDE PROJECT  48  Table 5 Baseline Interaction Models - DERS Subscales  Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency Model .567   Discrimination Experiences  .537 .034 DERS Nonacceptance of Emotional Responses Scale  .152 .498 DERS Lack of Emotional Awareness Scale  -.062 .794 DERS Lack of Emotional Clarity Scale  -.290 .183 DERS Difficulties with Goal-Directed Behavior Scale  .247 .346 DERS Impulse Control Difficulties Scale  .043 .847 DERS Limited Access to ER Strategies  -.166 .592 Discrimination x Nonacceptance   .079 .764 Discrimination x Emotional Awareness  -.185 .390 Discrimination x Emotional Clarity  -.179 .356 Discrimination x Goal-Directed Behavior  .499 .059 Discrimination x Impulse Control Difficulties  .323 .267 Discrimination x Limited Access to ER Strategies  -.846 .009 Tobacco Use Frequency Model .636   Discrimination Experiences  .658 .006 DERS Nonacceptance of Emotional Responses Scale  .177 .391 DERS Lack of Emotional Awareness Scale  -.132 .548 DERS Lack of Emotional Clarity Scale  .153 .438 DERS Difficulties with Goal-Directed Behavior Scale  .362 .139 DERS Impulse Control Difficulties Scale  .107 .605 DERS Limited Access to ER Strategies  -.570 .054 Discrimination x Nonacceptance   -.323 .190 Discrimination x Emotional Awareness  -.235 .238 Discrimination x Emotional Clarity  -.081 .648 Discrimination x Goal-Directed Behavior  .752 .004 Discrimination x Impulse Control Difficulties  .006 .983 Discrimination x Limited Access to ER Strategies  -.501 .078 Cannabis & Other Illegal Drug Use Frequency Model .518   Discrimination Experiences  .481 .067 DERS Nonacceptance of Emotional Responses Scale  -.098 .677 DERS Lack of Emotional Awareness Scale  -.216 .396 DERS Lack of Emotional Clarity Scale  .236 .300 DERS Difficulties with Goal-Directed Behavior Scale  .445 .115 DERS Impulse Control Difficulties Scale  .085 .720 DERS Limited Access to ER Strategies  -.503 .132 Discrimination x Nonacceptance   -.135 .629 Discrimination x Emotional Awareness  -.233 .307 Discrimination x Emotional Clarity  .062 .761 Discrimination x Goal-Directed Behavior  .608 .031 Discrimination x Impulse Control Difficulties  .259 .396 Discrimination x Limited Access to ER Strategies  -.590 .072 Estimated Drinks in a Typical Week Model .680   STRIDE PROJECT  49  Discrimination Experiences  .586 .009 DERS Nonacceptance of Emotional Responses Scale  .251 .200 DERS Lack of Emotional Awareness Scale  -.137 .506 DERS Lack of Emotional Clarity Scale  -.051 .779 DERS Difficulties with Goal-Directed Behavior Scale  .123 .582 DERS Impulse Control Difficulties Scale  .113 .562 DERS Limited Access to ER Strategies  -.404 .138 Discrimination x Nonacceptance   -.273 .235 Discrimination x Emotional Awareness  -.491 .014 Discrimination x Emotional Clarity  -.144 .386 Discrimination x Goal-Directed Behavior  .715 .003 Discrimination x Impulse Control Difficulties  .230 .356 Discrimination x Limited Access to ER Strategies  -.516 .055                  STRIDE PROJECT  50  Figure 1 Interaction Graph – DERS Limited Access to ER Strategies on Baseline Alcohol Use Frequency & Discrimination                      STRIDE PROJECT  51  Figure 2 Interaction Graph – DERS Lack of Emotional Awareness on Baseline Estimated Drinks in a Typical Week & Discrimination                     STRIDE PROJECT  52  Table 6 EMA Descriptive Statistics Variable Min-Max Mean Median Mode Standard Deviation Discrimination Experiences Total Discrimination Experiences 0-128 20.94 8 0 31.066 Substance Use Alcohol Use Frequency 0-20 4.77 2 0 6.021 Tobacco Use Frequency 0-20 1.06 0 0 3.881 Cannabis & Other Illegal Drug Use Frequency 0-18 3.48 0 0 5.065 Estimated Drinks Across 10 Days 1-33 9.95 6 2 9.878 Emotion Regulation S-DERS Total Score 0-46 25.05 27 9 13.165 S-DERS Nonacceptance of Emotional Responses Scale 0-15 6.80 6.72 0 5.008 S-DERS Lack of Emotional Awareness Scale 3-15 9.54 10 10 3.129 S-DERS Difficulties Modulating Emotional Responses 0-20 7.73 6.61 2 6.322 S-DERS Lack of Emotional Clarity Scale 0-5 1.89 1.36 0 1.921               STRIDE PROJECT  53  Table 7 EMA Linear Regressions Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency .370 .608 <.001 Tobacco Use Frequency .326 .571 <.001 Cannabis & Other Illegal Drug Use Frequency .005 .070 .707 Estimated Drinks Across 10 Days .328 .573 .005                    STRIDE PROJECT  54  Table 8 EMA Interaction Models - S-DERS Total Score Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency Model .469   Discrimination Experiences  .581 .008 S-DERS Total Score  .133 .475 Discrimination x Total Score  -.219 .267 Tobacco Use Frequency Model .798   Discrimination Experiences  .530 <.001 S-DERS Total Score  -.172 .147 Discrimination x Total Score  -.556 <.001 Cannabis & Other Illegal Drug Use Frequency Model .013   Discrimination Experiences  -.075 .941 S-DERS Total Score  .369 .717 Discrimination x Total Score  .057 .829 Estimated Drinks Across Ten Days Model .395   Discrimination Experiences  .558 .047 S-DERS Total Score  .117 .631 Discrimination x Total Score  -.150 .561              STRIDE PROJECT  55  Figure 3 Interaction Graph – S-DERS Total Score on EMA Tobacco Use Frequency & Discrimination                      STRIDE PROJECT  56  Table 9 EMA Interaction Models - S-DERS Subscales Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency Model .787   Discrimination Experiences  .825 .017 S-DERS Nonacceptance of Emotional Responses Scale  .369 .358 S-DERS Lack of Emotional Awareness Scale  .016 .956 S-DERS Difficulties Modulating Emotional Responses  -.255 .412 S-DERS Lack of Emotional Clarity Scale  .067 .873 Discrimination x Nonacceptance   .603 .287 Discrimination x Emotional Awareness  .260 .393 Discrimination x Modulation  1.444 .064 Discrimination x Emotional Clarity  -2.039 .007 Tobacco Use Frequency Model .879   Discrimination Experiences  .533 .034 S-DERS Nonacceptance of Emotional Responses Scale  -.332 .277 S-DERS Lack of Emotional Awareness Scale  -.289 .122 S-DERS Difficulties Modulating Emotional Responses  -.302 .211 S-DERS Lack of Emotional Clarity Scale  .449 .175 Discrimination x Nonacceptance   -.673 .128 Discrimination x Emotional Awareness  -.431 .079 Discrimination x Modulation  -.858 .132 Discrimination x Emotional Clarity  .799 .111 Cannabis & Other Illegal Drug Use Frequency Model .300   Discrimination Experiences  -.029 .957 S-DERS Nonacceptance of Emotional Responses Scale  .263 .712 S-DERS Lack of Emotional Awareness Scale  -.477 .273 S-DERS Difficulties Modulating Emotional Responses  .079 .887 S-DERS Lack of Emotional Clarity Scale  -.211 .781 Discrimination x Nonacceptance   1.005 .326 Discrimination x Emotional Awareness  .602 .281 Discrimination x Modulation  .506 .695 Discrimination x Emotional Clarity  -1.404 .230 Estimated Drinks Across Ten Days Model .955   Discrimination Experiences  1.466 .003 S-DERS Nonacceptance of Emotional Responses Scale  -.002 .996 S-DERS Lack of Emotional Awareness Scale  .043 .801 S-DERS Difficulties Modulating Emotional Responses  .150 .638 S-DERS Lack of Emotional Clarity Scale  -.092 .822 Discrimination x Nonacceptance   1.126 .038 Discrimination x Emotional Awareness  .216 .335 Discrimination x Modulation  2.447 .014 Discrimination x Emotional Clarity  -3.003 <.001   STRIDE PROJECT  57  Figure 4 Interaction Graph – S-DERS Nonacceptance of Emotional Responses on Drinks Consumed Across Ten Days & Discrimination                     STRIDE PROJECT  58  Figure 5 Interaction Graph – S-DERS Modulation of Emotional Responses on Drinks Consumed Across Ten Days & Discrimination                     STRIDE PROJECT  59  Figure 6 Interaction Graph – S-DERS Lack of Emotional Clarity on Drinks Consumed Across Ten Days & Discrimination                     STRIDE PROJECT  60  Table 10 Interaction Models- Baseline DERS Total Score & Daily Substance Use & Discrimination Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency Model .480   Discrimination Experiences  .401 .024 DERS Total Score  -.306 .047 Discrimination x Total Score  -.324 .067 Tobacco Use Frequency Model .415   Discrimination Experiences  .398 .034 DERS Total Score  -.004 .981 Discrimination x Total Score  -.344 .067 Cannabis & Other Illegal Drug Use Frequency Model .103   Discrimination Experiences  -.128 .567 DERS Total Score  .088 .650 Discrimination x Total Score  -.331 .149 Estimated Drinks in a Typical Week Model .583   Discrimination Experiences  .339 .083 DERS Total Score  -.470 .010 Discrimination x Total Score  -.317 .099              STRIDE PROJECT  61  Table 11 Interaction Models- Baseline DERS Subscales & Daily Substance Use & Discrimination Variables R2 Standardized Coefficient (β) Significance Value Alcohol Use Frequency Model .668   Discrimination Experiences  .360 .291 DERS Nonacceptance of Emotional Responses Scale  -.159 .427 DERS Lack of Emotional Awareness Scale  -.018 .946 DERS Lack of Emotional Clarity Scale  .138 .633 DERS Difficulties with Goal-Directed Behavior Scale  .167 .652 DERS Impulse Control Difficulties Scale  .282 .189 DERS Limited Access to ER Strategies  -.653 .058 Discrimination x Nonacceptance   -.381 .114 Discrimination x Emotional Awareness  -.553 .238 Discrimination x Emotional Clarity  .234 .570 Discrimination x Goal-Directed Behavior  .842 .188 Discrimination x Impulse Control Difficulties  -.140 .550 Discrimination x Limited Access to ER Strategies  -.736 .205 Tobacco Use Frequency Model .866   Discrimination Experiences  -.013 .952 DERS Nonacceptance of Emotional Responses Scale  .272 .043 DERS Lack of Emotional Awareness Scale  .035 .842 DERS Lack of Emotional Clarity Scale  .158 .393 DERS Difficulties with Goal-Directed Behavior Scale  .173 .465 DERS Impulse Control Difficulties Scale  .125 .352 DERS Limited Access to ER Strategies  -.687 .004 Discrimination x Nonacceptance   .124 .404 Discrimination x Emotional Awareness  -.138 .638 Discrimination x Emotional Clarity  .094 .719 Discrimination x Goal-Directed Behavior  .504 .213 Discrimination x Impulse Control Difficulties  .036 .810 Discrimination x Limited Access to ER Strategies  -1.214 .003 Cannabis & Other Illegal Drug Use Frequency Model .562   Discrimination Experiences  .451 .251 DERS Nonacceptance of Emotional Responses Scale  -.461 .056 DERS Lack of Emotional Awareness Scale  -.589 .074 DERS Lack of Emotional Clarity Scale  .354 .291 DERS Difficulties with Goal-Directed Behavior Scale  1.053 .022 DERS Impulse Control Difficulties Scale  -.319 .197 DERS Limited Access to ER Strategies  -.083 .924 Discrimination x Nonacceptance   -.778 .009 Discrimination x Emotional Awareness  -1.019 .066 Discrimination x Emotional Clarity  .272 .566 Discrimination x Goal-Directed Behavior  1.807 .020 Discrimination x Impulse Control Difficulties  -.050 .851 Discrimination x Limited Access to ER Strategies  -.818 .220 Estimated Drinks in a Typical Week Model .859   STRIDE PROJECT  62  Discrimination Experiences  .960 .039 DERS Nonacceptance of Emotional Responses Scale  -.176 .356 DERS Lack of Emotional Awareness Scale  .576 .090 DERS Lack of Emotional Clarity Scale  -.532 .108 DERS Difficulties with Goal-Directed Behavior Scale  -.142 .680 DERS Impulse Control Difficulties Scale  .358 .113 DERS Limited Access to ER Strategies  -.278 .410 Discrimination x Nonacceptance   -.267 .309 Discrimination x Emotional Awareness  -.415 .466 Discrimination x Emotional Clarity  -.420 .355 Discrimination x Goal-Directed Behavior  .538 .447 Discrimination x Impulse Control Difficulties  -.121 .648 Discrimination x Limited Access to ER Strategies  .558 .405                  STRIDE PROJECT  63  Figure 7  Interaction Graph – DERS Limited Access to ER Strategies on EMA Tobacco Use Frequency & Discrimination  STRIDE PROJECT  64  a. I’m not sure u. Carlisle oo. Grant iii. Knox cccc. Mason wwww. Robertsonb. Adair v. Carter pp. Graves jjj. LaRue dddd. Meade xxxx. Rockcastlec. Allen w. Casey qq. Grayson kkk. Laurel eeee. Menifee yyyy. Rowand. Anderson x. Christian rr. Green lll. Lawrence ffff. Mercer zzzz. Russelle. Ballard y. Clark ss. Greenup mmm. Lee gggg. Metcalfe aaaaa. Scottf. Barren z. Clay tt. Hancock nnn. Leslie hhhh. Monroe bbbbb. Shelbyg. Bath aa. Clinton uu.  Hardin ooo. Letcher iiii. Montgomery ccccc. Simpsonh. Bell bb. Crittenden vv. Harlan ppp. Lewis jjjj. Morgan ddddd. Spenceri. Boone cc. Cumberlandww. Harrison qqq. Lincoln kkkk. Muhlenbergeeeee. Taylorj. Bourbon dd. Daviess xx. Hart rrr. Livingston llll. Nelson fffff. Toddk. Boyd ee. Edmonson yy. Henderson sss. Logan mmmm. Nicholasggggg. Triggl. Boyle ff. Elliott zz. Henry ttt. Lyon nnnn. Ohio hhhhh. Trimblem. Bracken gg. Estill aaa. Hickman uuu. McCrackenoooo. Oldman iiiii. Unionn. Breathitt hh. Fayette bbb. Hopkins vvv. McCreary pppp. Owen jjjjj. Warreno. Breckinridgeii. Fleming ccc. Jackson www. McLean qqqq. Owsley kkkkk. Washingtonp. Bullitt jj. Floyd ddd. Jefferson xxx. Madison rrrr. Pendleton lllll. Wayneq. Butler kk. Franklin eee. Jessamine yyy. Magoffin ssss. Perry mmmmm. Websterr. Caldwell ll. Fulton fff. Johnson zzz. Marion tttt. Pike nnnnn. Whitleys. Calloway mm. Gallatin ggg. Kenton aaaa. Marshall uuuu. Powell ooooo. Wolfet. Campbell nn. Garrard hhh. Knott bbbb. Martin vvvv. Pulaski ppppp. WoodfordAppendix A – Screening Survey 1. What is your age? 2. Are you fluent in English? 3. Do you have access to a smart device (e.g., iPhone, iPad, Android, Google phone, etc.)? 4. What county in KY are you currently residing in? (Drop down)  5. What is the zip code for where you are currently residing?  6. Do you identify as LGBTQ+?  a. Yes b. No c. Prefer not to answer 7. What sex were you assigned at birth? a. Female b. Intersex c. Male STRIDE PROJECT  65  d. Prefer not to answer 8. With the understanding that gender is dynamic and complex, what is your primary gender identity today? a. Agender b. Androgyne c. Bigender d. Cisgender Female e. Cisgender Male f. Demigender g. Female h. Gender Fluid i. Gender Nonconforming j. Genderqueer k. Male l. Nonbinary m. Transfeminine n. Transmasculine o. Two-spirit p. Prefer not to answer q. Not listed: _____________ 9. With the understanding that sexuality is dynamic and complex, what is your primary sexual orientation? a. Asexual STRIDE PROJECT  66  b. Bisexual c. Gay d. Lesbian e. Pansexual f. Queer g. Same-gender loving h. Straight (heterosexual) i. Prefer not to answer j. Not Listed: ____________ 10.   Which statement best describes your sexual experience? a. Entirely heterosexual  b. Largely heterosexual but some homosexual experience  c. Largely heterosexual but considerable homosexual experience  d. Equally heterosexual and homosexual  e. Largely homosexual but considerable heterosexual experience  f. Largely homosexual but some heterosexual experience  g. Entirely homosexual h. Prefer not to answer 11. Which statement best describes your sexual desire? a. Entirely heterosexual  b. Largely heterosexual but some homosexual experience  c. Largely heterosexual but considerable homosexual experience  d. Equally heterosexual and homosexual  STRIDE PROJECT  67  e. Largely homosexual but considerable heterosexual experience  f. Largely homosexual but some heterosexual experience  g. Entirely homosexual h. Prefer not to answer  STRIDE PROJECT  68  Appendix B – Baseline Survey Demographics The following questions will ask you about some basic things about yourself and your life.  1. Please enter your 6-digit study ID that you selected on the Orientation Survey (Reminder: birth year and phone number). 2. What is your height? 3. What is your weight? 4. What is your age? 5. What county in KY are you currently residing in? (drop down) a. I’m not sure u. Carlisle oo. Grant iii. Knox cccc. Mason wwww. Robertsonb. Adair v. Carter pp. Graves jjj. LaRue dddd. Meade xxxx. Rockcastlec. Allen w. Casey qq. Grayson kkk. Laurel eeee. Menifee yyyy. Rowand. Anderson x. Christian rr. Green lll. Lawrence ffff. Mercer zzzz. Russelle. Ballard y. Clark ss. Greenup mmm. Lee gggg. Metcalfe aaaaa. Scottf. Barren z. Clay tt. Hancock nnn. Leslie hhhh. Monroe bbbbb. Shelbyg. Bath aa. Clinton uu.  Hardin ooo. Letcher iiii. Montgomery ccccc. Simpsonh. Bell bb. Crittenden vv. Harlan ppp. Lewis jjjj. Morgan ddddd. Spenceri. Boone cc. Cumberlandww. Harrison qqq. Lincoln kkkk. Muhlenbergeeeee. Taylorj. Bourbon dd. Daviess xx. Hart rrr. Livingston llll. Nelson fffff. Toddk. Boyd ee. Edmonson yy. Henderson sss. Logan mmmm. Nicholasggggg. Triggl. Boyle ff. Elliott zz. Henry ttt. Lyon nnnn. Ohio hhhhh. Trimblem. Bracken gg. Estill aaa. Hickman uuu. McCrackenoooo. Oldman iiiii. Unionn. Breathitt hh. Fayette bbb. Hopkins vvv. McCreary pppp. Owen jjjjj. Warreno. Breckinridgeii. Fleming ccc. Jackson www. McLean qqqq. Owsley kkkkk. Washingtonp. Bullitt jj. Floyd ddd. Jefferson xxx. Madison rrrr. Pendleton lllll. Wayneq. Butler kk. Franklin eee. Jessamine yyy. Magoffin ssss. Perry mmmmm. Websterr. Caldwell ll. Fulton fff. Johnson zzz. Marion tttt. Pike nnnnn. Whitleys. Calloway mm. Gallatin ggg. Kenton aaaa. Marshall uuuu. Powell ooooo. Wolfet. Campbell nn. Garrard hhh. Knott bbbb. Martin vvvv. Pulaski ppppp. Woodford  6. What is the zip code for where you are currently residing? 7. What is your racial identification? Check all that apply: k. American Indian or Alaska Native l. Arab or Middle Eastern or Northern African STRIDE PROJECT  69  m. Asian or Asian American  n. Black or African American o. Hispanic or Latino p. Multiracial or Mixed race q. Native Hawaiian or Pacific Islander r. White/Caucasian s. Prefer not to answer t. Other: _______________ 8. What is your ethnic background? Check all that apply: a. Hispanic or Latino b. Middle Eastern or Northern African c. None/not sure d. Prefer not to answer e. Other: _______________ 9. What is your highest level of education? a. Less than a high school diploma b. High school diploma  c. Vocational degree d. Some college e. Associate degree f. Bachelor’s degree g. Master’s degree h. Doctorate (e.g., MD, PhD, JD, etc) STRIDE PROJECT  70  i. Prefer not to answer 10. Are you currently enrolled as a student? a. Yes – full time b. Yes – part time c. No, not enrolled as a student d. Prefer not to answer 11. What is your household income (please include any family support, etc) a. Less than $10,999/year b. $11,000-$20,999/year c. $21,000-$30,999/year d. $31,000-$40,999/year e. $41,000-$50,999/year f. $51,000-$60,999/year g. More than $61,000/year h. Prefer not to answer 12. What is your relationship status? a. Not dating or in a relationship, not looking for a relationship or dating partner b. Not dating or in a relationship, looking for a relationship or dating partner c. Dating, not exclusively d. Dating, exclusively for less than 6 moths e. Dating, exclusively for more than 6 months f. Cohabitating with partner or partners g. Engaged STRIDE PROJECT  71  h. Married i. Consensual non-monogamy  j. Separated/divorced k. Widowed l. Other m. Prefer not to answer 13. Are you employed? a. Yes, full time (30 or more hours per week) b. Yes, part time (fewer than 30 hours per week) c. Not employed at this time d. Prefer not to answer 14. What sex were you assigned at birth?  a. Female  b. Intersex  c. Male  d. Prefer not to answer 15. With the understanding that gender is dynamic and complex, what is your primary gender identity today?  a. Agender  b. Androgyne  c. Bigender  d. Cisgender Female  e. Cisgender Male  STRIDE PROJECT  72  f. Demigender  g. Female  h. Gender Fluid  i. Gender Nonconforming  j. Genderqueer  k. Male  l. Nonbinary  m. Transfeminine  n. Transmasculine  o. Two-spirit p. Prefer not to answer p. Not listed: _____________  16. With the understanding that sexuality is dynamic and complex, what is your primary sexual orientation?  a. Asexual  b. Bisexual  c. Gay  d. Lesbian  e. Pansexual  f. Queer  g. Same-gender loving  h. Straight (heterosexual)  i. Prefer not to answer STRIDE PROJECT  73  i. Not Listed: ____________  17. Which statement best describes your sexual experience?  a. Entirely heterosexual   b. Largely heterosexual but some homosexual experience   c. Largely heterosexual but considerable homosexual experience   d. Equally heterosexual and homosexual   e. Largely homosexual but considerable heterosexual experience   f. Largely homosexual but some heterosexual experience   g. Entirely homosexual  h. Prefer not to answer 18. Which statement best describes your sexual desire?  a. Entirely heterosexual   b. Largely heterosexual but some homosexual experience   c. Largely heterosexual but considerable homosexual experience   d. Equally heterosexual and homosexual   e. Largely homosexual but considerable heterosexual experience   f. Largely homosexual but some heterosexual experience   g. Entirely homosexual  h. Prefer not to answer     STRIDE PROJECT  74  Alcohol, Smoking, and Substance Involvement Screening Test (ASSIST) The following questions are going to ask you about your experience with alcohol, tobacco products, and other drugs across your lifetime and in the past 3 months. These substances can be smoked, swallowed, snorted, inhaled, injected, or taken in pill form. Some of the substances listed may be prescribed by a doctor (e.g., sedatives, pain medication, amphetamines, etc.). For this survey, please don't report any medications that you used as prescribed by your doctor. However, if you have taken such drugs for reasons other than prescription or have taken them more frequently or at a higher dose than prescribed, please report that. 19. In your life, which of the following substances have you ever used? (NON-MEDICAL USE ONLY)  No Yes Prefer not to answer Alcohol    Tobacco products (cigarettes, e-cigarettes, flavored vaping, chewing tobacco, cigars, etc.)    Cannabis (marijuana, pot, grass, hash, etc.)    Cocaine (coke, crack, etc.)    Amphetamine type stimulants (speed, diet pills, ecstasy, etc.)    Inhalants (nitrous, glue, petrol, paint thinner, etc.)    Sedatives or Sleeping Pills (Valium, Serepax, Rohypnol, etc.)    Hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)    Opioids (heroin, morphine, methadone, codeine, etc.)     20. In the past three months, how often have you used substances? (NON-MEDICAL USE ONLY)  Never Once or Twice Monthly Weekly Daily or almost daily Prefer not to answer Alcohol       STRIDE PROJECT  75  Tobacco products (cigarettes, e-cigarettes, flavored vaping, chewing tobacco, cigars, etc.)       Cannabis (marijuana, pot, grass, hash, etc.)       Cocaine (coke, crack, etc.)       Amphetamine type stimulants (speed, diet pills, ecstasy, etc.)       Inhalants (nitrous, glue, petrol, paint thinner, etc.)       Sedatives or Sleeping Pills (Valium, Serepax, Rohypnol, etc.)       Hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)       Opioids (heroin, morphine, methadone, codeine, etc.)        21. In the past three months, how often have you had a strong desire or urge to use substances? (NON-MEDICAL USE ONLY)  Never Once or Twice Monthly Weekly Daily or almost daily Prefer not to answer Alcohol       Tobacco products (cigarettes, e-cigarettes, flavored vaping, chewing tobacco, cigars, etc.)       Cannabis (marijuana, pot, grass, hash, etc.)       Cocaine (coke, crack, etc.)       Amphetamine type stimulants (speed, diet pills, ecstasy, etc.)       Inhalants (nitrous, glue, petrol, paint thinner, etc.)       Sedatives or Sleeping Pills (Valium, Serepax, Rohypnol, etc.)       Hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)       STRIDE PROJECT  76  Opioids (heroin, morphine, methadone, codeine, etc.)        22. In the past three months, how often has your use of substances led to health, social, legal, or financial problems? (NON-MEDICAL USE ONLY)  Never Once or Twice Monthly Weekly Daily or almost daily Prefer not to answer Alcohol       Tobacco products (cigarettes, e-cigarettes, flavored vaping, chewing tobacco, cigars, etc.)       Cannabis (marijuana, pot, grass, hash, etc.)       Cocaine (coke, crack, etc.)       Amphetamine type stimulants (speed, diet pills, ecstasy, etc.)       Inhalants (nitrous, glue, petrol, paint thinner, etc.)       Sedatives or Sleeping Pills (Valium, Serepax, Rohypnol, etc.)       Hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)       Opioids (heroin, morphine, methadone, codeine, etc.)        23. In the past three months, how often have you failed to do what was normally expected of you because of your substance use? (NON-MEDICAL USE ONLY)  Never Once or Twice Monthly Weekly Daily or almost daily Prefer not to answer Alcohol       Tobacco products (cigarettes, e-cigarettes, flavored vaping, chewing tobacco, cigars, etc.)       Cannabis (marijuana, pot, grass, hash, etc.)       STRIDE PROJECT  77  Cocaine (coke, crack, etc.)       Amphetamine type stimulants (speed, diet pills, ecstasy, etc.)       Inhalants (nitrous, glue, petrol, paint thinner, etc.)       Sedatives or Sleeping Pills (Valium, Serepax, Rohypnol, etc.)       Hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)       Opioids (heroin, morphine, methadone, codeine, etc.)        24. Has a friend, relative, or anyone else ever expressed concern about your use of substances? (NON-MEDICAL USE ONLY)  No, never Yes, in the past 3 months Yes, but not in the past 3 months Prefer not to answer Alcohol     Tobacco products (cigarettes, e-cigarettes, flavored vaping, chewing tobacco, cigars, etc.)     Cannabis (marijuana, pot, grass, hash, etc.)     Cocaine (coke, crack, etc.)     Amphetamine type stimulants (speed, diet pills, ecstasy, etc.)     Inhalants (nitrous, glue, petrol, paint thinner, etc.)     Sedatives or Sleeping Pills (Valium, Serepax, Rohypnol, etc.)     Hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)     Opioids (heroin, morphine, methadone, codeine, etc.)      25. Have you ever tried and failed to control, cut down, or stop using substances? (NON-MEDICAL USE ONLY) STRIDE PROJECT  78   No, never Yes, in the past 3 months Yes, but not in the past 3 months Prefer not to answer Alcohol     Tobacco products (cigarettes, e-cigarettes, flavored vaping, chewing tobacco, cigars, etc.)     Cannabis (marijuana, pot, grass, hash, etc.)     Cocaine (coke, crack, etc.)     Amphetamine type stimulants (speed, diet pills, ecstasy, etc.)     Inhalants (nitrous, glue, petrol, paint thinner, etc.)     Sedatives or Sleeping Pills (Valium, Serepax, Rohypnol, etc.)     Hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)     Opioids (heroin, morphine, methadone, codeine, etc.)      26. Have you ever used any drug by injection? (NON-MEDICAL USE ONLY) a. No, never b. Yes, in the past 3 months c. Yes, but not in the past 3 months  Daily Drinking Questionnaire (DDQ) This questionnaire refers to your current alcohol use habits and your drinking history. Please use the following scale to determine standard drinks. Whenever we ask about drinking alcohol we mean having more than just a sip and using alcohol for religious purposes does not count.  STRIDE PROJECT  79  Standard Drink Scale 27. Did you drink any alcohol in the past month? 28. At what age did you first have more than a sip of beer, wine, wine coolers, or liquor to drink? 29. At what age did you first drink enough alcohol to feel drunk? 30. Consider a typical week in the past 6 weeks. Please indicate for each day of the week the typical number of standard drinks you usually consume on that day.   0 1-2 3-4 5-6 7-8 9-10 11+ Prefer not to answer Monday         Tuesday         Wednesday         Thursday         Friday         Saturday         Sunday          31. Consider a typical week in the past 6 weeks. Please indicate for each day of the week the typical number of hours you usually spend consuming alcohol on that day. (e.g., if you drink your first drink at 5 pm and your last drink at 10 pm, you would select 5 hours)  0 1-2 3-4 5-6 7-8 9-10 11+ Prefer not to answer STRIDE PROJECT  80  Monday         Tuesday         Wednesday         Thursday         Friday         Saturday         Sunday          Difficulties in Emotion Regulation Scale Using the scale below as a guide, please indicate to what extent you agree with it or believe the statement is true for you. Almost never Sometimes About half the time Most of the time Almost always Prefer not to answer  32. I am clear about my feelings.  33. I pay attention to how I feel.  34. I experience my emotions as overwhelming and out of control.  35. I have no idea how I am feeling. 36. I have difficulty making sense of my feelings. 37. I am attentive to my feelings. 38. I know exactly how I am feeling. 39. I care about what I am feeling.  40. I am confused about how I feel. 41. When I’m upset, I acknowledge my emotions. 42. When I’m upset, I become angry with myself for feeling that way. 43. When I’m upset, I become embarrassed for feeling that way. 44. When I’m upset, I have difficulty getting work done 45. When I’m upset, I become out of control. STRIDE PROJECT  81  46. When I'm upset, I believe that I will remain that way for a long time. 47. When I'm upset, I believe that I'll end up feeling very depressed. 48. When I'm upset, I believe that my feelings are valid and important. 49. When I'm upset, I have difficulty focusing on other things. 50. When I'm upset, I feel out of control.. 51. When I'm upset, I can still get things done. 52. When I'm upset, I feel ashamed with myself for feeling that way. 53. When I'm upset, I know that I can find a way to eventually feel better. 54. When I'm upset, I feel like I am weak. 55. When I'm upset, I feel like I can remain in control of my behaviors. 56. When I'm upset, I feel guilty for feeling that way. 57. When I'm upset, I have difficulty concentrating. 58. When I'm upset, I have difficulty controlling my behaviors. 59. When I'm upset, I believe there is nothing I can do to make myself feel better. 60. When I'm upset, I become irritated with myself for feeling that way. 61. When I'm upset, I start to feel very bad about myself. 62. When I'm upset, I believe that wallowing in it is all I can do. 63. When I'm upset, I lose control over my behaviors. 64. When I'm upset, I have difficulty thinking about anything else. 65. When I'm upset, I take time to figure out what I'm really feeling. 66. When I'm upset, it takes me a long time to feel better. 67. When I'm upset, my emotions feel overwhelming.  STRIDE PROJECT  82  Daily Heterosexist Experiences Questionnaire The following is a list of experiences that LGBTQ+ people sometimes have. Please read each one carefully, and then respond to the following question:  How much has this problem distressed or bothered you during the past 12 months?  Did not happen/not applicable to me It happened, and it bothered me NOT AT ALL It happened, and it bothered me A LITTLE BIT It happened, and it bothered me MODERATELY It happened, and it bothered me QUITE A BIT It happened, and it bothered me EXTREMELY Prefer not to answer  68. Difficulty finding a partner because you are LGBT 69. Difficulty finding LGBT friends  70. Having very few people you can talk to about being LGBT  71. Watching what you say and do around heterosexual people  72. Hearing about LGBT people you know being treated unfairly  73. Hearing about LGBT people you don't know being treated unfairly  74. Hearing about hate crimes (e.g., vandalism, physical or sexual assault) that happened to LGBT people you don't know  75. Being called names such as \"fag\" or \"dyke\"  76. Hearing other people being called names such as \"fag\" or \"dyke\"  77.  Hearing someone make jokes about LGBT people  78. Family members not accepting your partner as a part of the family  79. Your family avoiding talking about your LGBT identity  80. Your children being rejected by other children because you are LGBT  81. Your children being verbally harassed because you are LGBT  STRIDE PROJECT  83  82. Feeling like you don't fit in with other LGBT people  83. Pretending that you have an opposite-sex partner  84. Pretending that you are heterosexual  85. Hiding your relationship from other people  86. People staring at you when you are out in public because you are LGBT  87. Worry about getting HIV/AIDS  88. Constantly having to think about \"safe sex\"  89. Feeling invisible in the LGBT community because of your gender expression  90. Being harassed in public because of your gender expression  91. Being harassed in bathrooms because of your gender expression  92. Being rejected by your mother for being LGBT  93. Being rejected by your father for being LGBT  94. Being rejected by a sibling or siblings because you are LGBT  95. Being rejected by other relatives because you are LGBT  96. Being verbally harassed by strangers because you are LGBT  97. Being verbally harassed by people you know because you are LGBT  98. Being treated unfairly in stores or restaurants because you are LGBT  99. People laughing at you or making jokes at your expense because you are LGBT  100. Hearing politicians say negative things about LGBT people  101. Avoiding talking about your current or past relationships when you are at work  102. Hiding part of your life from other people  103. Feeling like you don't fit into the LGBT community because of your gender expression  STRIDE PROJECT  84  104. Difficulty finding clothes that you are comfortable wearing because of your gender expression 105. Being misunderstood by people because of your gender expression  106. Being treated unfairly by teachers or administrators at your children’s school because you are LGBT  107. People assuming you are heterosexual because you have children  108. Being treated unfairly by parents of other children because you are LGBT  109. Difficulty finding other LGBT families for you and your children to socialize with  110. Being punched, hit, kicked, or beaten because you are LGBT  111. Being assaulted with a weapon because you are LGBT  112. Being raped or sexually assaulted because you are LGBT  113. Having objects thrown at you because you are LGBT  114. Worrying about infecting others with HIV  115. Other people assuming that you are HIV positive because you are LGBT  116. Discussing HIV status with potential partners  117. Worrying about your friends who have HIV  STRIDE PROJECT  85  Appendix C – EMA Survey 1. Please enter your 6-digit research ID number (Reminder: birth year and phone number). 2. Have you experienced any of the following discriminatory events, meaning any unfair, unjust, or adverse action against you based upon one or more of your identities, since the last prompt? a. Yes b. No 3. Which of your identities was this discrimination event related to? (Check all that apply) a. Gender identity b. Sexual orientation c. Race d. Class e. Ability status f. Other g. None h. Unsure 4. Which of the following discriminatory events did you experience since the last prompt? (Check all that apply?  Yes No You were treated with less courtesy or respect than others.   People avoided or ignored you.   People rejected or excluded you.   Someone threatened or harassed you.   Someone called you names or insulted you.   You received poorer service than other people at restaurants or stores.   People act as if they think they’re better than you are.   You heard someone make jokes about a group that you are a member of.   Someone was physically violent with you.   STRIDE PROJECT  86  You received less resources, attention, or assistance than others.   Someone made you concerned for your safety.   Someone assumed something about you based on a stereotype (e.g., Gay men enjoy shopping)   Someone said something to put-down or belittle a group that you are a member of (e.g., someone saying “that’s so gay”)   People acted as if they think you are not smart.   People acted as if they are afraid of you.   People acted as if they think you are dishonest.   None    5. Did you experience any other discrimination events since the last prompt? a.  If yes, please briefly describe what happened.  6. How much did this experience (insert selected option from Q4) bother you? a. Rate on a scale of 1 (not at all) to 10 (very much so) 7. To what extent did you continue to think about this discriminatory event (insert selected option from Q4)? a. I forgot about it as soon as it happened.  b. I thought about it a little.  c. I thought about it a lot.   8. Please read each statement and indicate how much it applies to your emotions after the discrimination event.  Not at all Somewhat Moderately Very much Completely I feel guilty for feeling this way.      I am paying attention to how I feel.      I feel out of control.      I am embarrassed for feeling this way.      I am feeling very bad about      STRIDE PROJECT  87  myself. I am acknowledging my emotions.      I have no idea how I am feeling.      I feel ashamed with myself for feeling this way.      I am having difficulty doing the things I need to do right now.      I believe that I will continue feeling this way for a long time.      I care about what I am feeling.      I am angry with myself for feeling this way.      I am having difficulty controlling my behaviors.      I am confused about how I feel.      I believe that I am going to end up feeling very depressed.      I am taking time to figure out what I am really feeling.      My emotions feel out of control.      I am irritated with myself for feeling this way.      I believe that my feelings are valid and important.      I feel like I’m a weak person for feeling this way.      My emotions feel overwhelming.       9. Did any other stressors (e.g., you got in a fight with a friend or you got a bad grade) occur since the last prompt?  a. Yes i. If yes, briefly describe what happened. STRIDE PROJECT  88  b. No 10. Since the last prompt, did you engage in any of the following behaviors to manage your distress? a. Exercise b. Meditate c. Spend time with friends or family d. Listen to music e. Read a book f. Write in a journal g. Self-care practices h. Participate in a hobby i. Distract myself j. Went on social media k. Watched tv l. Other  m. None 11. Since the last prompt, did you use any of the following substances for the purpose of getting high, not due to prescribed medication? (Check all that apply) a. Alcohol b. Nicotine c. Cannabis (e.g., marijuana, weed) d. Hallucinogens (e.g., mushrooms, LSD) e. Non-prescribed medication (e.g., amphetamines, Ritalin, Adderall) STRIDE PROJECT  89  f. Club drugs (e.g., MDMA, ecstasy, molly) g. Cocaine h. Opiates (e.g., heroin, morphine) i. Methamphetamine  j. Xanax or Klonopin k. Other substances 12. If yes to alcohol, how many standard drinks did you consume since the last prompt? One standard drink is equivalent to one 12 oz beer or wine cooler, one 5 oz glass of wine, one cocktail, or one shot (1.25 oz) of hard liquor. 13. If yes to alcohol, approximately how many hours did you spend drinking? (e.g., if you started drinking at 4 pm and stopped at 10 pm, that would equal 6 hours of drinking) 14. If yes to nicotine, how many cigarettes or cigars did you smoke since the last prompt? 15. If yes to nicotine, how many times did you use nicotine via e-cigarettes, hookah, or chew since the last prompt? 16. If yes to anything else on substance list, how much of those substances did you use? 17. Which of the following describes your reason(s) for using substances? Check all that apply.  a. To forget your worries. b. Because your friends pressure you to use substances. c. Because it helps you enjoy a party. d. Because it helps you when you feel depressed or nervous. e. To be sociable. f. To cheer up when you are in a bad mood. STRIDE PROJECT  90  g. Because you like the feeling. h. So that others won’t kid you about not using substances i. Because it’s exciting. j. To get high. k. Because it makes social gatherings more fun. l. To fit in with a group you like. m. Because it gives you a pleasant feeling. n. Because it improves parties and celebrations. o. Because you feel more self-confident and sure of yourself. p. To celebrate a special occasion with friends. q. To forget about your problems. r. Because it’s fun. s. To be liked. t. So you won’t feel left out. 18. If you did not use any substances since the last prompt, what was your reason not to?   STRIDE PROJECT  91  Appendix D – Debriefing Survey 1. During the study, to what extent did your substance use change compared to before the study? a) Decreased by a large amount b) Decreased a little c) Stayed the same d) Increased a little e) Increased by a large amount 2. How did the level of discrimination you experienced during the study compare to the level of discrimination you experience regularly? a) The level of discrimination I experienced during the study was about less than the level of discrimination I usually experience. b) The level of discrimination I experienced during the study was about equal to the level of discrimination I usually experience.  c) The level of discrimination I experienced during the study was greater than the level of discrimination I usually experience. 3. To what extent did participating in this study cause you any distress? a) No distress b) A little distress c) Some distress d) Moderate distress e) Extreme distress 4. To what extent did you find it helpful to disclose these experiences here? STRIDE PROJECT  92  a) Not helpful at all b) A little helpful c) Somewhat helpful d) Very helpful 5. I think it is important that researchers ask LGBTQ+ individuals about these experiences a) Strongly disagree b) Disagree c) Neutral d) Agree e) Strongly agree 6. I want my participation in this study to be helpful to other LGBTQ+ individuals.  a) Strongly disagree b) Disagree c) Neutral d) Agree e) Strongly agree 7. Overall, how was your experience participating in this study? 8. To what extent did the pacing and frequency of surveys feel doable? a. Too many, not doable at all b. A bit too many, but reasonably doable c. Just the right amount d. Not enough questions STRIDE PROJECT  93  9. Are you in need of any further resources to help you cope with the things discussed in this study?  10. What do you think it would be helpful for researchers to know about your experience and how we can make surveys more useful, more accessible, and more doable for LGBTQ+ participants?  ProQuest Number: INFORMATION TO ALL USERS The quality and completeness of this reproduction is dependent on the quality  and completeness of the copy made available to ProQuest. Distributed by ProQuest LLC (        ). Copyright of the Dissertation is held by the Author unless otherwise noted. This work may be used in accordance with the terms of the Creative Commons license or other rights statement, as indicated in the copyright statement or in the metadata  associated with this work. Unless otherwise specified in the copyright statement  or the metadata, all rights are reserved by the copyright holder. This work is protected against unauthorized copying under Title 17, United States Code and other applicable copyright laws. Microform Edition where available © ProQuest LLC. No reproduction or digitization  of the Microform Edition is authorized without permission of ProQuest LLC. ProQuest LLC 789 East Eisenhower Parkway P.O. Box 1346 Ann Arbor, MI 48106 - 1346 USA 305732122023",
    "id": 595866893,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.moreheadstate.edu:msu_theses_dissertations-1927"
    },
    "title": "Strength, Rurality, Identity, Diversity, Elevate (STRIDE) Project",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-07-13T08:00:00+01:00",
    "publisher": "Scholarworks @ Morehead State",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.moreheadstate.edu/cgi/viewcontent.cgi?article=1927&context=msu_theses_dissertations"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/595866893.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/595866893"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/595866893/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/595866893/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/595866893"
        }
    ],
    "abstract": "A thesis presented to the faculty of the College of Science at Morehead State University in partial fulfillment of the requirements for the Degree Master of Science by Lindsay R. Anderson on July 13, 2023",
    "tags": [
        "text",
        "Higher Education",
        "Inequality and Stratification",
        "Race and Ethnicity",
        "Social Psychology and Interaction",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.moreheadstate.edu:msu_theses_dissertations-1927",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3690",
        "openDoarId": 0,
        "name": "Morehead State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 595866893,
        "depositedDate": null,
        "publishedDate": "2023-07-13T08:00:00+01:00",
        "updatedDate": "2024-02-21T02:15:28+00:00",
        "acceptedDate": null,
        "createdDate": "2024-01-12T22:49:25+00:00"
    },
    "urls": [
        "https://scholarworks.moreheadstate.edu/msu_theses_dissertations/938",
        "https://scholarworks.moreheadstate.edu/context/msu_theses_dissertations/article/1927/viewcontent/Anderson2023.pdf"
    ],
    "lastUpdate": "2024-02-21T02:15:28+00:00",
    "setSpecs": []
}