{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Smith, Evan"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:43:52+01:00",
    "dataProvider": {
        "id": 2394,
        "name": "UNH Scholars' Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/2394",
        "logo": "https://api.core.ac.uk/data-providers/2394/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215536345.pdf",
    "fullText": "Perspectives2017 Article 108-1-2017Suicide Rates as They Vary by Region, Sexuality,and GenderEvan SmithUniversity of New Hampshire, DurhamFollow this and additional works at: https://scholars.unh.edu/perspectivesThis Article is brought to you for free and open access by the Student Journals and Publications at University of New Hampshire Scholars' Repository.It has been accepted for inclusion in Perspectives by an authorized editor of University of New Hampshire Scholars' Repository. For more information,please contact nicole.hentz@unh.edu.Recommended CitationSmith, Evan (2017) \"Suicide Rates as They Vary by Region, Sexuality, and Gender,\" Perspectives: Vol. 9 : Iss. 1 , Article 10.Available at: https://scholars.unh.edu/perspectives/vol9/iss1/10!  1Suicide Rates as They Vary by Region, Sexuality, and Gender  Abstract Suicide rates are not consistent worldwide. They vary in a wide variety of ways. Region, sexuality, and gender are all factors that influence suicide. This essay examines the manners in which region, sexuality, and gender influence suicide by themselves and, in some cases, with each other. It offers explanations for why they do so. Finally, this paper aims to give suggestions on future research regarding suicide and future policies to help reduce suicide rates. Introduction  Suicide is defined as an act that results in the taking of one’s own life both voluntarily and intentionally (Meriam-Webster 2016). The World Health Organization estimated that there were around 804,000 suicides in the world in 2012, roughly 11.4 per 100,000 population (WHO 2012). Studying suicide is an interdisciplinary task, spanning multiple scientific and academic professions such as psychology, sociology, and medicine. However, social science is especially interested in its study: specifically, what causes people to commit suicide and what causes suicide to vary from one group to another or by location. Suicide is a phenomenon that has been of interest to sociologists ever since the work of Emile Durkheim. Since then sociologists have studied suicide in a variety of ways, examining region, social bonds, gender, sexuality, race, socioeconomic status, and more.   In this paper I will focus on research examining how suicide rates vary by region, sexuality, and gender, as well as what, if anything, connects them together. This is important as sociology has a large amount of research on suicide and region as well as suicide and binary 1Smith: Suicide Rates as They Vary by Region, Sexuality, and GenderPublished by University of New Hampshire Scholars' Repository, 2017!  2genders. However, there is less research regarding the sociology of suicide and sexuality and even less regarding suicide and gender minorities such as transgender, non-binary, or gender noncomforming individuals. This research is also important to sociology because sociology has always been interested in the study of suicide and its changes and supporting that area of sociological study is valuable. By reviewing these three aspects of suicide with a sociological lens I aim to be able to provide a summary of the research on all three, as well as suggestions for further research on these aspects. and additional recommendations for how to examine them together, rather than individually. I also provide an explanation of why examining them together would be beneficial for sociological research. Finally, I hope to be able to offer suggestions for changes in policy and approach that would help lower suicide rates.  Region  Regional differences in suicide rates are one of the more highly studied ways of looking at suicide through a sociological lens. Sociologists have been interested in differences in suicide by region since the publication of Emile Durkheim’s theory of how low levels of social integration resulted in higher suicide rates (Durkheim 1897). The sociological study of suicide by region generally looks at differences in suicide rates between rural and urban areas and what causes those differences. Studies generally found that suicide rates are higher in rural areas and lower in urban areas (Singh and Siahpush 2002; Sankaranarayanan, Carter, and Lewin 2010; Barkan, Rocque, and Houle 2013). While studies generally find rural suicides more common across all demographics, one study examining the United States found women more likely to commit suicide in urban areas rather than in rural areas between 1970 and 1989, by as much as a 2Perspectives, Vol. 9 [2017], Iss. 1, Art. 10https://scholars.unh.edu/perspectives/vol9/iss1/10!  352% difference, although the researchers did not offer an explanation as to why this difference exists. (Singh and Siahpush 2002). However, after that time period the suicide rates trended back towards the norm of more suicides in rural areas than in urban areas.  A study on suicide rates for current patients of a public mental health service in Australia found interesting results in regards to region and people committing suicide by jumping. The researchers found that rural patients were more likely by 2.7 times to commit suicide but that only urban patients used jumping or falling from height as a method of committing suicide. The study also made reference to the fact that a possible reason for increased risk of suicide among those with mental health issues is the lack of accessible mental health services in more rural and remote areas of the country (Sankaranarayanan et al. 2010).  Studies also found a link between rural suicides and firearms. In the study of mental health patients in Australia, the researchers found that suicide by firearm was the second most common form of suicide and occurred exclusively in rural areas (Sankaranarayanan et al. 2010). A study in the United States found that rural areas had a higher suicide rate by firearms than most urban areas, more than twice the number in some cases, and that suicide by firearms accounted for over 75% of rural suicides between the years 1979 and 1997, but only around half of suicides in urban locations (Singh and Siahpush 2002).   A third notable finding regarding regional suicides is that researchers found that residential stability influenced suicide rates (Barkan et al. 2013; Marshall et al. 2016).  Some Western U.S. states (Arizona, California, Colorado, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming) form what is known as the ‘suicide belt’, defined as having sharply higher suicide rates than the Eastern states.  These suicide belt states have lower 3Smith: Suicide Rates as They Vary by Region, Sexuality, and GenderPublished by University of New Hampshire Scholars' Repository, 2017!  4residential stability, or the same people living in the same houses and areas for multi-year periods, than other states with lower suicide rates. The study found that a lack of residential stability positively correlates with higher suicide rates (Barkan et al. 2013).  This phenomenon of residential stability affecting suicide rates has been found to hold up cross-nationally as well. A study in Argentina regarding suicide among transgender persons found that higher levels of residential stability were positively correlated with reduced risk of suicide attempts as well as general suicidal behavior. (Marshall et al. 2016). Unfortunately, none of the researchers discuss the conflict between rural areas tending to have both higher suicide rates and higher residential stability, despite the fact that residential stability is shown to decrease suicide risk. Sexuality  Sexuality is another factor that influences suicide rate. For the purpose of this research, sexuality is defined as an individual’s sexual orientation or preference. Examples include: heterosexuality, being sexually attracted to members of the opposite sex; homosexuality, being sexually attracted to members of the same sex; bisexuality, being sexually attracted to both men and women; pansexuality, being sexually attracted to people regardless of gender identity or sex; and asexuality, not experiencing sexual attraction. Researchers widely acknowledge that non-heterosexual people have a higher risk of suicide and self-harm than their heterosexual counterparts (Mustanski and Liu 2013; Bakken and Gunter 2012; Skerrett, Kõlves, and Leo 2015). However, researchers also acknowledge that sexual orientation is rarely recorded at time of death, which can lead to underreporting of non-heterosexual suicides (Skerrett et al. 2015).  Bullying or harassment because of sexuality influences suicide rates. One study examining high school students found that being bullied increased the risk of self-injury and 4Perspectives, Vol. 9 [2017], Iss. 1, Art. 10https://scholars.unh.edu/perspectives/vol9/iss1/10!  5suicide among all students. The study also found that students identifying as non-heterosexual were up to 13% more likely to self-injure or consider suicide than their heterosexual peers (Bakken and Gunter 2012). Additionally, another study found that experiencing bullying or harassment was significantly more common if an individual belonged to the lesbian, gay, bisexual, transgender, queer, intersex, asexual, polyamorous, plus (LGBTQIAP+) community than if one was cisgender (identifying as the gender assigned to them at birth) and heterosexual (Ybarra, Mitchell, Palmer, and Reisner 2014).   Another study found that early age of first non-heterosexual attraction or early age of victimization for status of being LGBTQIAP+ were linked to higher rates of suicide attempts. Mustanski and Liu also found that there were risk factors unique to the LGBT community, such as lack of belonging, LGBTQIAP+ specific victimization, and lack of family support that might cause feelings of isolation. Which could help explain why they have higher suicide rates than non-LGBTQIAP+ communities. The study found that both perceived family support and peer support were associated with lower risk of suicide. However, only family support was statistically significant. Possibly the most important finding from the study is that a history of at least one suicide attempt is the strongest indicator of future suicide attempts. Finally, this study suggests that the best way to decrease LGBT suicide might be to prevent and reduce LGBT victimization and increase family support for LGBT people as well as focus on providing support to people who have made prior suicide attempts and reducing feelings of isolation amongst the community. These efforts could help to decrease feelings of hopelessness and depression that could influence people to commit suicide (Mustanski and Liu 2013).  Gender 5Smith: Suicide Rates as They Vary by Region, Sexuality, and GenderPublished by University of New Hampshire Scholars' Repository, 2017!  6Lastly, gender is the third area of focus for this paper and has been found to have varying effects on suicide rates. Gender is stereotypically defined as the behavioral, cultural, or psychological traits associated with one sex (Merriam-Webster 2016). However, it can also be used to refer to a person’s internal sense of their gender as male, female, or other (GLADD 2016). Research across the world found males to have higher suicide rates than females at both the country and regional level (Fernquest and Cutright 1998; Singh and Siahpush 2002; Bakken and Gunter 2012). One study examined suicide rates in the United States between 1970 and 1997, by breaking the rates down into five-year periods. This study found that the male suicide rate was significantly higher than that of women for all time periods considered (Singh and Siahpush 2002). However, there are differences when comparing countries cross-nationally to one another. Another study examining the suicide rates of 21 developed countries between 1955 and 1989 found that while the male suicide rate was consistently higher than the female suicide rate for every country examined, when compared cross-nationally, some countries had higher suicide rates among females than other countries did among males (Fernquest and Cutright 1998).  Another gender difference in suicide was found in Argentina in a study focusing on transgender peoples. The study found that for transgender individuals, 33% of those surveyed had attempted suicide at some point in their life. However, the researchers found that the median age for first suicide attempt was lower for transmen than it was for transwomen. They also found that harassment or discrimination, such as police violence, discrimination by healthcare workers, or their own internalized stigma because of their transgender identities, was likely to increase the risk of attempting suicide (Marshall et al. 2016). 6Perspectives, Vol. 9 [2017], Iss. 1, Art. 10https://scholars.unh.edu/perspectives/vol9/iss1/10!  7A study of high school students regarding non-suicidal self-injury (NSSI) and suicidal thoughts found that females were more likely to self-harm than males, but equally as likely to have suicidal thoughts (Bakken and Gunter 2012). This information about NSSI conflicts with some of the previous research discussed. According to this research, women are more likely to self-harm, and equally as likely to have suicidal thoughts, but other research has found that males are statistically more likely to commit suicide.  Conclusion   This review has explored suicide rates and how they vary by region, sexuality, and gender. These factors help explain suicide and different factors that may increase the likelihood of suicide among individuals. The research was generally consistent and in agreement with other research analyzed. However, there was one noticeably different finding regarding gender: one study found that women were more likely to commit self-harm and have suicidal thoughts (Bakken and Gunter 2012), but the other research showed men were more likely to in fact commit suicide. This difference is possibly explained due to the difference in methods used males tend to use more effective methods, such as firearms, while women tend to use more unreliable methods, such as attempted overdose using prescription medicine.  Despite the consistent findings throughout the literature, there were some limitations to the articles. The study of rural and urban mental health patients in Australia used an incredibly small sample size of only 44 cases (Sankaranarayanan et al. 2010). This low number of cases could limit the ability to compare the results to a larger population, even though the results compare consistently with other findings. Another limitation is the age of some of the data analyzed in the studies. One study looks at data from 1955 through 1989 and another at data 7Smith: Suicide Rates as They Vary by Region, Sexuality, and GenderPublished by University of New Hampshire Scholars' Repository, 2017!  8from 1970-1997. While having a broad range of data for research is beneficial for tracking trends in suicide rate, the most recent data from those two studies is still nearly twenty years old and as such needs to be considered carefully (Fernquest and Cutright 1998; Singh and Siahpush 2002).  Further research needs to be done on all three of the factors I have examined in regards to suicide rates, as well as examining the factors in relation to each other. Regional studies should be conducted to provide more updated information in regards to suicide rates and rural-urban changes, as well as how rural and urban differences in access to mental health, medical care, and social connections can influence suicide rates between the two areas. Additionally, the findings regarding firearm ownership and suicide rates by region should be reexamined to see if, cross-nationally, countries with higher gun ownership rates have higher suicide rates. A final suggestion for regional suicide studies is to examine the conflict between residential stability and rural suicide rates to explain the reason for this difference. Sexuality studies should also be expanded upon to offer a better understanding of which sexualities are at risk for suicide and why. Studies could be done examining how differences in acceptance rates for different sexualities can change suicide rates for those sexualities. Furthermore, looking at sexuality in combination with region to see if regions or countries with higher levels of sexual diversity and acceptance have lower suicide rates would be beneficial to our understanding of how sexuality influences suicide. Gender research should also be expanded upon, while research concludes that males have a higher rate of suicide than females, there are many different explanations for why this difference exists and no truly definitive findings. Examining gender in conjunction with sexuality and/or region could help provide more conclusive findings or point sociologists in a direction to continue to explore this matter. 8Perspectives, Vol. 9 [2017], Iss. 1, Art. 10https://scholars.unh.edu/perspectives/vol9/iss1/10!  9 Based on my findings, changes in public policy and approaches could help to decrease national and world suicide rates. Rural areas have higher suicide rates than urban areas; this could be because of a lack of adequate social bonds, health care, or easy access to more definite methods of suicide, such as firearms. Suicide rates in rural areas could be lowered by making more of an effort to increase social bonds through school programs or large social events in businesses and towns or providing better mental health services to rural areas that don’t have access to the large help centers that cities have. Additionally, since firearms play such a large part in rural suicides, a better effort could be made to reduce access to firearms by people with depression, suicidal thoughts, or mental health issues. Since sexual minorities are as likely or more likely to self-harm and attempt or commit suicide than people not belonging to sexual minorities, decreasing their risk of suicide could be done by working to de-stigmatize the sexual minorities as well as taking stronger stances against bullying or harassment in schools and workplaces.  Male suicide rates are higher than female suicide rates. However, not all research agrees on why and as such more research is required to provide truly efficient improvements. Suggestions can still be made for people who do not identify as the gender assigned to them at birth (e.g. being assigned male at birth but identifying as female), such as transgender or gender nonconforming people. Recommendations for lowering these suicide rates are similar to those for sexuality; however, they also include easier access to gender reassignment surgery as well as therapists and doctors who are inclusive and understanding of gender minorities. Finally, advocating for improved legislations and protections for LGBTQIAP+ peoples as well as improved access to mental health services could help decrease risk of suicide in regards to both 9Smith: Suicide Rates as They Vary by Region, Sexuality, and GenderPublished by University of New Hampshire Scholars' Repository, 2017!  10gender and sexuality (Haas et al. 2011). Ultimately, the literature suggests that implementing these policy changes and approaches would be an effective plan to address the social problem of suicide and help save lives.   Citations Bakken, Nicholas W., and Whitney D. Gunter. 2012.  10Perspectives, Vol. 9 [2017], Iss. 1, Art. 10https://scholars.unh.edu/perspectives/vol9/iss1/10!  11“Self-Cutting and Suicidal Ideation among Adolescents: Gender Differences in the Causes and Correlates of Self-Injury.” Deviant Behavior 33(5):339-356. Barkan, Steven E., Michael Rocque, and Jason Houle. 2013.  “State And Regional Suicide Rates: A New Look At An Old Puzzle.” Sociological Perspectives 56(2):287-297. Durkheim, Emile. 1897. “The Social Element in Suicide.” Socioloski Pregled 17(3-4):89-110. Fernquest, Robert M., and Phillips Cutright. 1998. “Societal Integration and Age-  Standardized Suicide Rates in 21 Developed Countries, 1955-1989.” Social Science                        Research 27(2):109-127. GLADD. 2016. “GLADD Media Reference Guide – Transgender.” Retrieved December 3,  2016. (http://www.glaad.org/reference/transgender). Haas, Ann P., Mickey Eliason, Vickie M. Mays, Robin M. Mathy, Susan D. Cochran, Anthony   R. D’Augelli, Morton M. Silverman, Prudence W. Fisher, Tonda Hughes, Margret   Rosario, Stephen T. Russell, Effie Malley, Jerry Reed, David A. Litts, Ellen Haller,   Randall L. Sell,  Gary Remafedi, Judith Bradford, Annette L. Beautrais, Gregory K.   Brown, Gary M. Diamond, Mark S. Friedman, Robert Garofalo, Mason S. Turner,   Amber Hollibaugh, and Paula J. Clayton. 2011. “Suicide and Suicide Risk in Lesbian,   Gay, Bisexual, and Transgender Populations: Review and Recommendations.”   Journal of  Homosexuality 58(1):10-51. Marshall, Brandon D L., María Eugenia Socías, Thomas Kerr, Virginia Zalazar, Omar Sued,  and Inés Arístegui. 2016. “Prevalence and Correlates of Lifetime Suicide Attempts Among Transgender Persons in Argentina.” Journal of Homosexuality 63(7):955-967. 11Smith: Suicide Rates as They Vary by Region, Sexuality, and GenderPublished by University of New Hampshire Scholars' Repository, 2017!  12Merriam-Webster. 2016. “Gender.” Retrieved December 6, 2016. (https://www.merriam- webster.com/dictionary/gender). Merriam-Webster. 2016. “Suicide.” Retrieved December 6, 2016 (https://www.merriam-  webster.com/dictionary/suicide). Mustanski, Brian and Richard T. Liu. 2013. “A Longitudinal Study of Predictors of Suicide    Attempts Among Lesbian, Gay, Bisexual, and Transgender Youth.” Archives of Sexual   Behavior 42(3):437-448. Sankaranarayanan, Anoop, Gregory Carter, and Terry Lewin. 2010.  “Rural-Urban     Differences in Suicide Rates for Current Patients of a Public Mental Health Service in Australia.” Suicide and Life-Threatening Behavior 40(4):376-382. Singh, Gopal K., and Mohammad Siahpush. 2002.  “Increasing Rural-Urban Gradients in US  Suicide Mortality, 1970-1997.” American Journal of Public Health 92(7):1161-1167. Skerrett, Delaney M., Kairi Kõlves, and Diego De Leo. 2015. “Are LGBT Populations at a      Higher Risk for Suicidal Behaviors in Australia? Research Findings and  Implications.” Journal of Homosexuality 62(7):883-901. World Health Organization. 2012. “Suicide Rates (per 100 000 population).” Geneva,   Switzerland: World Health Organization. Retrieved October 16, 2016                                                                                            (http://www.who.int/gho/mental_health/suicide_rates/en/). Ybarra, Michele L., Kimberly J. Mitchell, Neal A. Palmer, and Sari L. Reisner. 2014. “Online   Social Support as a Buffer Against Online and Offline Peer and Sexual Victimization   Among U.S. LGBT and Non-LGBT Youth.” Child Abuse & Neglect 39:123-136.12Perspectives, Vol. 9 [2017], Iss. 1, Art. 10https://scholars.unh.edu/perspectives/vol9/iss1/10",
    "id": 215536345,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.unh.edu:perspectives-1104"
    },
    "title": "Suicide Rates as They Vary by Region, Sexuality, and Gender",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-08-01T08:00:00+01:00",
    "publisher": "University of New Hampshire Scholars\\u27 Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.unh.edu/cgi/viewcontent.cgi?article=1104&context=perspectives"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215536345.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215536345"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215536345/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215536345/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215536345"
        }
    ],
    "abstract": "Suicide rates are not consistent worldwide. They vary in a wide variety of ways. Region, sexuality, and gender are all factors that influence suicide. This essay examines the manners in which region, sexuality, and gender influence suicide by themselves and, in some cases, with each other. It offers explanations for why they do so. Finally, this paper aims to give suggestions on future research regarding suicide and future policies to help reduce suicide rates",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.unh.edu:perspectives-1104",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2394",
        "openDoarId": 0,
        "name": "UNH Scholars' Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215536345,
        "depositedDate": null,
        "publishedDate": "2017-08-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T12:47:12+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:43:52+01:00"
    },
    "urls": [
        "https://scholars.unh.edu/perspectives/vol9/iss1/10",
        "https://scholars.unh.edu/context/perspectives/article/1104/viewcontent/ESmith___Suicide_Rates.pdf"
    ],
    "lastUpdate": "2024-01-20T12:47:12+00:00",
    "setSpecs": []
}