{
    "acceptedDate": "",
    "authors": [
        {
            "name": "James, Osamudia"
        }
    ],
    "contributors": [],
    "createdDate": "2022-03-17T01:17:55+00:00",
    "dataProvider": {
        "id": 1276,
        "name": "Digital Commons @ Boston College Law School",
        "url": "https://api.core.ac.uk/v3/data-providers/1276",
        "logo": "https://api.core.ac.uk/data-providers/1276/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/491517311.pdf",
    "fullText": "Boston College Law Review Volume 63 Issue 1 Article 5 1-27-2022 Superior Status: Relational Obstacles in the Law to Racial Justice and LGBTQ Equality Osamudia James University of North Carolina School of Law, ojames@unc.edu Follow this and additional works at: https://lawdigitalcommons.bc.edu/bclr  Part of the Civil Rights and Discrimination Commons, Education Law Commons, Family Law Commons, Law and Gender Commons, Law and Race Commons, Law and Society Commons, and the Sexuality and the Law Commons Recommended Citation Osamudia James, Superior Status: Relational Obstacles in the Law to Racial Justice and LGBTQ Equality, 63 B.C. L. Rev. 199 (2022), https://lawdigitalcommons.bc.edu/bclr/vol63/iss1/5 This Article is brought to you for free and open access by the Law Journals at Digital Commons @ Boston College Law School. It has been accepted for inclusion in Boston College Law Review by an authorized editor of Digital Commons @ Boston College Law School. For more information, please contact abraham.bauer@bc.edu.   199 SUPERIOR STATUS: RELATIONAL OBSTACLES IN THE LAW TO RACIAL JUSTICE AND LGBTQ EQUALITY OSAMUDIA JAMES  INTRODUCTION ............................................................................................................................ 200 I. EQUALITY STALLED ................................................................................................................. 206 A. Education ........................................................................................................................... 206 B. Marriage ............................................................................................................................ 212 II. STATUS IN EQUALITY MOVEMENTS ........................................................................................ 217 A. Social Status ....................................................................................................................... 218 1. The Architecture of Status ............................................................................................. 218 2. Discrimination, Animus, Status ..................................................................................... 222 B. Status in Movements ........................................................................................................... 226 1. Public School Integration .............................................................................................. 226 2. Same-Sex Marriage ....................................................................................................... 233 III. ACCOUNTING FOR STATUS .................................................................................................... 241 A. Law and Litigation ............................................................................................................. 242 B. Policy ................................................................................................................................. 247 C. Narratives Surrounding Status Loss .................................................................................. 249 CONCLUSION ............................................................................................................................... 253    200 SUPERIOR STATUS: RELATIONAL OBSTACLES IN THE LAW TO RACIAL JUSTICE AND LGBTQ EQUALITY OSAMUDIA JAMES* Abstract: Animus and discrimination are the two legal lenses through which in-equality is typically assessed and understood. Insufficient attention, however, is paid to the role of status in animating inequality, even in landmark cases thought to be equality-promoting. More than an animating force between intractable po-litical conflicts, status also informs the development of equality law in the United States. When courts, advocates, and policymakers affirm, ignore, miss, or con-cede to status hierarchies instead of dismantling them, those groups that perceive a decrease in their status relative to others will only use “equality-promoting” doctrine to rebalance status hierarchy in their favor. Public school integration and same-sex marriage threatened status hierarchies primarily favoring white people in the former, and straight white males in the latter. Thus, both movements pre-sent opportunities to consider how education and marriage work to secure status, examine how the two “successful” equality movements actually preserved and created new opportunities for superordinate groups to maintain superior status, and theorize how law might better account for retrenchment demanded by the status-privileged. INTRODUCTION In the fall of 2020, following one of the most polarized presidential elec-tions in recent American history, noted journalist and academic Thomas Edsall named status as the key driver of “intractable conflicts between left and right,                                                                                                                             © 2022, Osamudia James. All rights reserved.  * Professor of Law, University of North Carolina School of Law. I am grateful to those who provided helpful comments and served as sharp interlocutors at various stages of this project, includ-ing Guy-Uriel Charles, LaToya Baldwin Clark, Charlton Copeland, Tristin Green, Kamal James, Olatunde Johnson, Trina Jones, Yuvraj Joshi, Mark Simon Krass, Michael Masciandaro, Ion Meyn, Melissa Murray, Ngozi Okidegbe, Shaun Ossei-Owusu, Shakira Pleasant, Charisa Smith, Allison Tirres, and Robin Walker-Sterling. Thank you, also, to faculty at Boston University School of Law, DePaul University College of Law, Duke University School of Law, UNC School of Law, and Uni-versity of Miami School of Law for feedback at paper workshops, and to participants at the ABA-AALS CJS Academic Roundtable, as well as the 2016 and 2019 Lutie A. Lytle Black Women Faculty Workshops, for helpful feedback. Finally, I am indebted to Valori Corral-Nava, Amelia Daynes, Han-nah Eliza Gordon, and Angel Sanchez for outstanding research assistance, and to the editors of the Boston College Law Review for their thoughtful editing. 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 201 Democrats and Republicans, liberals and conservatives” in America.1 Situating status competition as a force behind Trumpism, the rise of identity politics among whites, and increasingly destabilized democracy, Edsall named a “[r]esentment [t]hat [n]ever [s]leeps” among the previously powerful, whose fading hegemonic power will dictate the future of American politics.2 Indeed, Edsall later named waning status as having animated the manifestation of that resentment in the form of attacks on the U.S. Capitol in January 2021.3 Observers of American democracy name status as a problem for good reason. Social status is ultimately about how groups—and the individuals that compose them—are valued by society. Status changes, as a result of successful political or social movements for equality, are relational and perceived as zero-sum. Based on social science research, we can expect that perceptions of di-minished social status relative to minoritized or lower-status groups will prompt attempts among the privileged to reinstate their superordinate status.4 Status competition, however, is not limited only to political conflict. Ra-ther, that competition is also implicated in advancements in American law. More concerning yet, obstacles to status equality are embedded in American law, even in those landmark cases thought to be equality-promoting. The inter-action of law and societal status remains undertheorized, in part because law-yers understand the phrase “status” as referring to individual characteristics with legal consequences, which is distinct from positionality in a social hierar-chy.5 Moreover, status is distinct from animus or discrimination, the two be-havioral modes through which legal fights regarding equality are often under-stood. Law and long-term litigation strategies in pursuit of equality, however, can entrench social hierarchy positioning, buttressing status even as equality movements attempt to dismantle it. Landmark cases implicating equality fail to                                                                                                                             1 Thomas B. Edsall, Opinion, The Resentment That Never Sleeps, N.Y. TIMES (Dec. 9, 2020), https://www.nytimes.com/2020/12/09/opinion/trump-social-status-resentment.html [https://perma.cc/D6XS-8MGL].  2 Id.  3 Thomas B. Edsall, Opinion, White Riot, N.Y. TIMES (Jan. 13, 2021), https://www.nytimes.com/2021/01/13/opinion/capitol-riot-white-grievance.html [https://perma.cc/F79P-ACTW].  4 See Lawrence D. Bobo, Prejudice as Group Position: Microfoundations of a Sociological Ap-proach to Racism and Race Relations, 55 J. SOC. ISSUES 445, 468 (1999) (describing prejudice as not just involving “negative feelings and beliefs,” but rather as also concerning “emotion-laden, norma-tively powerful, and interest-infused commitment to a preferred group position”).  5 J.M. Balkin, The Constitution of Status, 106 YALE L.J. 2313, 2324–25 (1997). Balkin notes two additional distinctions between legal and sociological status: (1) in contrast to sociological status which “is usually tied to a system of social hierarchy,” legal status “is primarily concerned with legal meanings and legal consequences”; and (2) “the legal concept of status is often distinguished from conduct,” while “sociological status groups are differentiated by many different cultural markers, including speech, patterns of behavior, tastes, and styles of life.” Id. at 2325. 202 Boston College Law Review [Vol. 63:199 engage status in both doctrine and dicta; this omission not only undercuts the symbolic and substantive significance of equality “wins,” but also preserves doctrinal paths for the status-threatened to reinstate or reaffirm superordinate positioning. Legal scholarship regarding status has drawn useful contours in this area, acknowledging the role of status in legal fights, or arguing for norms of constitutional interpretation that dismantle unjust social hierarchies.6 This Article builds on that work, drawing distinctions between status and the other behavioral motivations for inequality typically recognized in law, and showing how inattention to status helped stall two “successful” equality movements. Education and marriage serve as useful contexts within which to make this contribution. In assessing the movement for same-sex marriage, advocates, politicians, and journalists compared the fight for marriage equality to the mid-twentieth century movement for education equality, characterizing the former as a new front in civil rights—the “[n]ext Brown.”7 Despite key distinctions, the comparisons had some merit.8 Access to both quality education and to mar-                                                                                                                            6 Id. at 2326.  7 Raffy Ermac, Listen: Biden Says Marriage Equality Case Could Be Next Brown v. Board of Education, THE ADVOCATE (May 4, 2015), https://www.advocate.com/politics/marriage-equality/2015/05/04/listen-biden-says-marriage-equality-case-could-be-next-brown-v [https://perma.cc/84KS-HUJK]; Michael J. Klarman, Opinion, Gay Rights May Get Its Brown v. Board of Education, N.Y. TIMES (Oct. 11, 2012), https://www.nytimes.com/2012/10/12/opinion/gay-rights-may-get-its-brown-v-board-of-education.html [https://perma.cc/K5Y6-QT5L]; Brian Palmer, Is This What Brown v. Board Felt Like?, SLATE (June 26, 2013), https://slate.com/news-and-politics/2013/06/supreme-court-gay-marriage-rulings-is-this-our-generations-brown-v-board-of-education.html [https://perma.cc/9RZV-RB5Y]; see also Anthony Michael Kreis, Stages of Constitutional Grief: Democratic Constitu-tionalism and the Marriage Revolution, 20 U. PA. J. CONST. L. 871, 945–46 (2018) (noting that “legis-lators us[ed] civil rights cases from the 1950s and 1960s (typically Brown v. Board of Education and Loving v. Virginia) to legitimize their votes to legalize same-sex marriage”). Compare Katherine M. Franke, The Politics of Same-Sex Marriage Politics, 15 COLUM. J. GENDER & L. 236, 237 (2006) (noting that the Lawrence v. Texas decision which decriminalized same-sex intimacy was “widely referred to in the lesbian and gay legal community as ‘our Brown,’ . . . . [And it] would usher in a civil rights revolution for gay men and lesbians in a fashion equivalent to the civil rights movement inaugu-rated by Brown”), with Holning Lau, From Loving to Obergefell: Elevating the Significance of Dis-criminatory Effects, 25 VA. J. SOC. POL’Y & LAW 317, 318 (2018) (arguing that the Court’s focus on discriminatory effects in Obergefell v. Hodges distinguish it from the Court’s opinions in both Loving v. Virginia and Brown v. Board of Education on discriminatory intent). See generally Obergefell v. Hodges, 576 U.S. 644, 672 (2015) (holding that marriage is a fundamental right extended to same-sex couples under both the Due Process Clause and Equal Protection Clause of the Fourteenth Amend-ment); Loving v. Virginia, 388 U.S. 1, 12 (1967) (holding that laws banning interracial marriage are unconstitutional); Brown v. Bd. of Educ., 347 U.S. 483, 495 (1954) (holding that racial segregation in public schools is unconstitutional), supplemented by Brown v. Bd. of Educ., 349 U.S. 294 (1955).   8 Zero-sum claims on resources that often inform educational disputes did not define the move-ment for same-sex marriage. Further, public approval of same-sex marriage prior to the marriage equality cases was arguably more favorable than at the time that Brown was decided, or even during the aftermath. See generally 347 U.S. at 494–95 (ruling that racial segregation was unconstitutional in public schools). On the eve of the Supreme Court’s decision in Obergefell in June of 2015, “a 57%-majority of Americans [favored] allowing same-sex marriage and 39% of Americans [disfavored it].”  2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 203 riage, for example, serve as potent symbols of citizenship, social belonging, and status—a key reason activists and advocates focused on both. Moreover, discourse regarding same-sex marriage echoed themes about access to public goods that earlier defined American public education. Both movements further resulted in legal victories that required people in the majority to fundamentally reassess and change their treatment of those in a minority group. And in the beginning, equality gains were ostensibly being made. After reaching a high-water mark of integration in the early 1970s,9 how-ever, the rate of school segregation has steadily increased.10 This re-segregation                                                                                                                            PEW RSCH. CTR., SUPPORT FOR SAME-SEX MARRIAGE AT RECORD HIGH, BUT KEY SEGMENTS RE-MAIN OPPOSED 1 (2015), https://www.pewresearch.org/politics/wp-content/uploads/sites/4/2015/06/6-8-15-Same-sex-marriage-release1.pdf [https://perma.cc/WF46-8PC4]. See generally Obergefell, 576 U.S. at 672 (holding that the fundamental right to marry extends to same-sex couples). Just five years before that, disapproval of same sex-marriage (48%) was higher than approval for it (42%). PEW RSCH. CTR., supra, at 1. Public polling after the decision in Brown “found that 55% of Americans approved of the decision, and 40% disapproved.” Joseph Carroll, Race and Education 50 Years After Brown v. Board of Education, GALLUP (May 14, 2004), https://news.gallup.com/poll/11686/race-education-years-after-brown-board-education.aspx [https://perma.cc/6HGE-ANN5]. Five years later, however, “[a] May 1959 poll found that 53% of Americans said the decision caused a lot more trouble than it was worth.” Id. In contrast, support for same-sex marriage was on the rise and continued rising after Obergefell and subsequent rulings. Moreover, unlike state legislators’ explicitly articulated op-position to Brown and states’ decade-long refusal to make good on Brown’s mandates, there was ulti-mate acceptance of the same-sex rulings, or at least no politicians vowing explicity to disobey or rebel in response to United States v. Windsor and Obergefell. Obergefell, 576 U.S. at 672 (ruling concern-ing the constitutionality of same-sex marriage); United States v. Windsor, 570 U.S. 744, 751–52 (2013) (holding that Section 3 of the Defense of Marriage Act was unconstitutional); Brown, 347 U.S. at 495 (holding that “separate but equal” in public schools is unconstitutional); see KEVIN M. KRUSE, WHITE FLIGHT: ATLANTA AND THE MAKING OF MODERN CONSERVATISM 131–34 (2007) (document-ing immediate resistance to Brown, including the Georgia governor’s assertion that “[t]he court has thrown down the gauntlet . . . . [And] Georgians accept the challenge and will not tolerate the mixing of the races in the public schools or any of its tax-supported public institutions”); see also Carlos A. Ball, The Backlash Thesis and Same-Sex Marriage: Learning from Brown v. Board of Education and Its Aftermath, 14 WM. & MARY BILL RTS. J. 1493, 1505–16 (2006) (comparing “[t]he political and legal responses to Brown” with Goodridge v. Department of Public Health, a 2003 Massachusetts Supreme Judicial Court decision holding that the Massachusetts Constitution requires the state to legally recognize same-sex marriage). See generally Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941 (Mass. 2003).  9 See infra note 36 and accompanying text (discussing integration in the South during the 1970s).  10 According to the National Center on Education Statistics, “the number of segregated schools (defined . . . as those schools where less than 40 percent of students are white) has . . . doubled between 1996 and 2016. . . . [When] the percentage of children of color attending such a school rose from 59 to 66 percent.” Will Stancil, School Segregation Is Not a Myth, THE ATLANTIC (Mar. 14, 2018), https://www.theatlantic.com/education/archive/2018/03/school-segregation-is-not-a-myth/555614/ [https://perma.cc/Y2NU-3926]. “For black students, the percentage in segregated schools rose even faster, from 59 to 71 percent.” Id.; see also Alvin Chang, The Data Proves That School Segregation Is Getting Worse, VOX (Mar. 5, 2018), https://www.vox.com/2018/3/5/17080218/school-segregation-getting-worse-data [https://perma.cc/3UQE-SHAJ] (concluding that “black students in the South are less likely to attend a school that is majority white than about 50 years ago”); GARY ORFIELD, ERICA FRANKENBERG, JONGYEON EE & JOHN KUSCERA, THE C.R. PROJECT, BROWN AT 60: GREAT PROGRESS, A LONG  204 Boston College Law Review [Vol. 63:199 has taken place long after Brown v. Board of Education’s prohibition on de jure segregated schools, facilitated by a series of cases applying the Fourteenth Amendment’s equal protection mandates, and is helped along by individuals that purport to be progressive on matters of racial equality.11 Indeed, in 2018 white parents in New York City stridently opposed school enrollment plans that would facilitate racial integration of the city’s public schools; instead they advocated for devoting more resources for their children’s racially isolated peers.12 Retrenchment in same-sex marriage has arguably started even sooner. In 2015 (the same year that the Supreme Court struck down state bans on same-sex marriage) the Court of Appeals of Colorado heard challenges to the state’s prohibitions against discrimination on the basis of sexual orientation in places of public accommodation.13 Although the Supreme Court ultimately resolved the issue in Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission on free exercise grounds, the Court did not directly address the “liberty versus equality” challenge which threatens to undercut social gains for gay and lesbi-an couples.14 Shaped by landmark equality rulings, school integration and marriage both serve as important case studies for better contextualizing “victories” in equality law, for understanding and predicting retrenchment, and for better ap-preciating the interplay of law and social status. Despite being cast as key signposts along the path to substantive equality, the movements for same-sex marriage and public-school integration reified status. This was in part because the doctrine and remedies which emerged from the movements failed to under-cut the consensuality of beliefs that inform and stabilize status hierarchies and                                                                                                                            RETREAT AND AN UNCERTAIN FUTURE 10 (2014), https://civilrightsproject.ucla.edu/research/k-12-education/integration-and-diversity/brown-at-60-great-progress-a-long-retreat-and-an-uncertain-future/Brown-at-60-051814.pdf [https://perma.cc/UVL5-MNVH] (explaining that “[t]he percentage of [Black] students in majority white schools is lower than it was in 1968”).  11 347 U.S. at 494–95 (holding that racial segregation in public schools is unconstitutional).  12 Lindsey Christ, Student Diversity Push Upsets Some Parents at UWS School, SPECTRUM NEWS NY1 (Apr. 25, 2018), https://www.ny1.com/nyc/all-boroughs/news/2018/04/25/push-to-boost-middle-school-diversity-upsets-some-uws-parents-# [https://perma.cc/REQ5-JZ6Z]. Two years prior, opposi-tion to integration plans also made headlines when a series of meetings turned contentious as parents accused officials of dishonesty, referred to a majority-minority school as a “cesspool,” harassed sup-porters of integration plans, and “wept . . . [while] plead[ing] with the city” to abandon changes to enrollment plans. Eliza Shapiro, New Upper West Side School Integration Plans Reignite an Old Fight, POLITICO (Oct. 25, 2016), https://www.politico.com/states/new-york/city-hall/story/2016/10/upper-west-side-school-integration-fight-goes-back-50-years-106679 [https://perma.cc/7QVJ-DKA6].  13 Craig v. Masterpiece Cakeshop, Inc., 2015 COA 115 (concerning discrimination on the basis of sexual orientation in a place of public accommodation), rev’d sub nom., Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719 (2018).  14 See 138 S. Ct. at 1723–24 (concluding that the Colorado Civil Rights Commission had been impermissibly hostile to religion in handling the claim filed against Masterpiece Cakeshop). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 205 left available opportunities for retrenchment. Failing to appreciate the impact of status only increases the likelihood that courts, advocates, and policymakers will affirm, ignore, miss, or concede to status hierarchies, instead of disman-tling them. This Article proceeds in three parts. Part I describes the current state of public-school integration and marriage equality.15 Despite the advent of Brown and its progeny, scholars increasingly note that public schools are more segre-gated today than they were at the time of the Courts’ germinal desegregation ruling.16 Included among the multiple factors that contribute to this phenome-non is the ongoing preservation of white schools, facilitated by white parental choices. Distinct from the explicit opposition to public school integration ob-served in the years after Brown, this pattern runs counter to the support white parents articulate regarding racial equality in public schools. Similarly, the gains of marriage equality are also stymied: after the triumph of Obergefell v. Hodges, subsequent suits involved denials of service to same-sex couples on the basis of religious beliefs.17 Described not as opposition to the equality of same-sex couples, but rather as expressions of faith, this clash of liberty and equality also threatens the stability of the Obergefell “win.” These qualifica-tions to the initial proclamations of equality reflect status conflicts the law does not address and movement litigation insufficiently contemplates.                                                                                                                             15 See infra notes 21–88 and accompanying text.  16 Although this Article’s exploration of segregation and integration are anchored in the Black-white binary, many minority groups in the United States have histories of school segregation that are similar to and distinct from the segregation of Black schoolchildren in America. See, e.g., Christopher Arriola, Knocking on the Schoolhouse Door: Mendez v. Westminster, Equal Protection, Public Edu-cation, and Mexican Americans in the 1940’s, 8 LA RAZA L.J. 166, 167 (1995) (examining “Mexican school segregation in Orange County,” California); see also Kim D. Chanbonpin, Between Black and White: The Coloring of Asian Americans, 14 WASH. U. GLOB. STUD. L. REV. 637, 647–52 (2015) (detailing the Gong Lum v. Rice school challenge alongside other cases in which Asian Americans “argued legal claims to Whiteness”); Robert S. Chang, Toward an Asian American Legal Scholarship: Critical Race Theory, Post-Structuralism, and Narrative Space, 81 CALIF. L. REV. 1241, 1294 (1993) (contrasting widespread knowledge of Brown with minimal awareness of Gong Lum v. Rice, a case in which “Asian Americans . . . challenged the legality of segregated schools”); Ariela J. Gross, “The Caucasian Cloak”: Mexican Americans and the Politics of Whiteness in the Twentieth-Century Southwest, 95 GEO. L.J. 337, 370–83 (2007) (examining how state actors in mid-twentieth-century Texas and California used Mexican Americans’ nominal white identity to create and protect Jim Crow practices through school desegregation); Sora Y. Han, The Politics of Race in Asian American Juris-prudence, 11 UCLA ASIAN PAC. AM. L.J. 1, 1–12 (2006) (using Gong Lum v. Rice as an example of how Asian Americans “respond[ed] to the legal constraints of Jim Crow”); Allison Brownell Tirres, Latinos and the Law, in OXFORD RESEARCH ENCYCLOPEDIA OF AMERICAN HISTORY 16–18 (2018), https://oxfordre.com/americanhistory/view/10.1093/acrefore/9780199329175.001.0001/acrefore-9780199329175-e-364 [https://perma.cc/33YU-2RV4] (contextualizing school segregation against broader patterns of discrimination and exclusion). See generally Gong Lum v. Rice, 275 U.S. 78, 87 (1927) (holding that excluding a Chinese child from a public school was constitutional).  17 See generally, e.g., Masterpiece Cakeshop, 138 S. Ct. at 1719. 206 Boston College Law Review [Vol. 63:199 Part II describes how status functions in a manner distinct from animus or discrimination in the distribution of material resources, the two analytical frames through which equality bids are typically engaged, and to which equali-ty jurisprudence is most responsive.18 Education and marriage are valuable social goods that deeply implicate status, working to affirm white supremacy in the case of the former, and (white) patriarchy in the latter. The rhetoric and doctrine developed in Brown and Obergefell to advance public-school integra-tion and same-sex marriage failed to undercut the consensuality of status, thus further enshrining these regressive cultural commitments, and counterintuitive-ly helping to constitute a “vocabulary” that operationalizes the grammar of status hierarchy.19 Part III draws conclusions from the operation of status in education and marriage, theorizing what the impact of status on otherwise progressive wins in public-school integration and same-sex marriage mean for movement litiga-tion and social policy going forward.20 Status hierarchies may be inevitable, but anticipating the influence of status may help ensure more stable equality wins going forward. I. EQUALITY STALLED Despite landmark wins regarding public-school integration and same-sex marriage, the promise of full equality has not yet been realized. Status can an-imate conflicts that equality law does not necessarily address. Such is the case in both education and marriage. Section A considers status conflicts in the for-mer,21 while Section B considers the same in the latter.22 A. Education Education provides individual and societal benefits that render it highly valuable for those who can access it. Broad access to education results in an increased propensity to vote, increased civic engagement, lower public health costs, and lower unemployment rates.23 Like adequate healthcare and security,                                                                                                                             18 See infra notes 89–213 and accompanying text.  19 CECILIA L. RIDGEWAY, STATUS: WHY IS IT EVERYWHERE? WHY DOES IT MATTER? 151 (2019).  20 See infra notes 214–273 and accompanying text.  21 See infra notes 23–53 and accompanying text.  22 See infra notes 54–88 and accompanying text.  23 See, e.g., Susan H. Bitensky, Theoretical Foundations for a Right to Education Under the U.S. Constitution: A Beginning to the End of the National Education Crisis, 86 NW. U. L. REV. 550, 554–63 (1992) (discussing how education impacts preparation for a competitive labor market); James E. Ryan, The Supreme Court and Public Schools, 86 VA. L. REV. 1335, 1394–1432 (2000) (discussing education as a socializing function); Denise A. Hartman, Constitutional Responsibility to Provide a  2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 207 education is recognized among some scholars as providing “the content for deliberative democracies,” and being fundamental to well-functioning socie-ties.24 Sociologists note that “[e]ducation is an important form of currency in systems of social stratification[,] . . . open[ing] up avenues for social mobility, operating as a “form[] of cultural capital[,]” and motivating parents to seek a “quality education” in order “to maximize a child’s life chances.”25 Although formal education is not a prerequisite for American citizenship, education and citizenship are closely aligned in American culture. The writings of the Founding Fathers, for example, reflected an early understanding of edu-cation as a public good to be distributed in service of citizenship and govern-ance.26 Supreme Court cases describe education as “the very foundation of good citizenship,”27 “places where we inculcate the values essential to the meaningful exercise of rights and responsibilities by a self-governing citizen-ry,”28 and where skills are taught that maintain the integrity of the electoral process in pursuit of the “democratic ideal.”29 Scholars argue that the original purpose of public education was to prepare citizens to participate actively in self-government.30                                                                                                                            System of Free Public Schools: How Relevant Is the States’ Experience to Shaping Governmental Obligations in Emerging Democracies?, 33 SYRACUSE J. INT’L L. & COM. 95, 96–102 (2005) (providing a summary of U.S. public education and its effects on society); Suzanna Sherry, Responsi-ble Republicanism: Educating for Citizenship, 62 U. CHI. L. REV. 131, 133–56 (1995) (discussing “the literature on rights and republicanism”).  24 AMY GUTMANN & DENNIS THOMPSON, WHY DELIBERATIVE DEMOCRACY? 137 (2004). But see Erika K. Wilson, Blurred Lines: Public School Reforms and the Privatization of Public Education, 51 WASH. U. J.L. & POL’Y 189, 224–25 (2016) (arguing that as a tool for social mobility, education ceases to serve a democratic purpose, and instead serves private striving in a stratified society).  25 David Sikkink & Michael O. Emerson, School Choice and Racial Segregation in US Schools: The Role of Parents’ Education, 31 ETHNIC & RACIAL STUD. 267, 270–71, 273 (2008).  26 Benjamin Franklin advocated for public education so that men would be “qualified to serve the public with honor to themselves, and to their country.” BENJAMIN FRANKLIN, PROPOSALS RELATING TO THE EDUCATION OF YOUTH IN PENNSYLVANIA (1749), reprinted in 1 THE WORKS OF BENJAMIN FRANKLIN app. 3, at 570 (Jared Sparks ed., 1840).  27 Brown v. Bd. of Educ., 347 U.S. 483, 493 (1954); see also W. Va. State Bd. of Educ. v. Bar-nette, 319 U.S. 624, 647 (1943) (Frankfurter, J., dissenting) (noting that the purpose of schools is to prepare students for the rights and responsibilities of citizenship).  28 New Jersey v. T.L.O., 469 U.S. 325, 373 (1985) (Stevens, J., concurring in part and dissenting in part).  29 See San Antonio Indep. Sch. Dist. v. Rodriguez, 411 U.S. 1, 35–36 (1973) (“Exercise of the franchise . . . cannot be divorced from the educational foundation of the voter. The electoral process, if reality is to conform to the democratic ideal, depends on an informed electorate: a voter cannot cast his ballot intelligently unless his reading skills and thought processes have been adequately devel-oped.”).  30 See Derek W. Black, The Fundamental Right to Education, 94 NOTRE DAME L. REV. 1059, 1095–1112 (2019) (using historical evidence to argue that the original purpose of public education was to prepare citizens to participate actively in self-government). 208 Boston College Law Review [Vol. 63:199 Despite its value, (or perhaps because of it) distribution of, and access to K-12 education in the United States has been raced.31 By the time Black peo-ple in the United States gained widespread access to the public-school system, it was typically on a de jure segregated basis. Dismantling “separate but equal” schooling in public education formed the cornerstone of legal challenges that ultimately produced Brown v. Board of Education’s prohibition on school seg-regation by race.32 The initial Brown decision, however, provided no guidance on dismantling segregation, nor did it direct any remedial action, while its fol-low-up a year later only exhorted lower states and parties to integrate “with all deliberate speed.”33 After years of Southern recalcitrance, the federal government began to condition the receipt of funding on the absence of discriminatory practices,34 and the Supreme Court provided desegregation guidance to the states.35 By the early 1970s, the South was more integrated than any other region in the United States.36 That integration, however, was short-lived. Regression started in 1974 with Milliken v. Bradley, a case in which the Court held that absent an “inter-district violation,” the Court could not order an interdistrict integration reme-dy.37 This, despite the fact that an interdistrict order including the white sub-urbs surrounding the racially isolated Black Detroit city schools was the only way effectively to remedy state-sanctioned segregation that had undermined                                                                                                                             31 Although this Article focuses on public school integration in the K-12 context, racial disparities in higher education also present obstacles to inequality. Responses to these disparities have animated no shortage of litigation regarding responses to those disparities and implicate similar status dynam-ics. See, e.g., Regents of the Univ. of Cal. v. Bakke, 438 U.S. 265, 319–20 (1978) (declaring the UC Davis School of Medicine’s admissions policy unconstitutional); Grutter v. Bollinger, 539 U.S. 306, 343–44 (2003) (affirming the University of Michigan Law School’s holistic application process which considered race among many factors in admissions); Fisher v. Univ. of Tex. at Austin, 570 U.S. 297, 314–15 (2013) (affirming that strict scrutiny should apply to judicial review of race-conscious admis-sions policies).  32 RICHARD KLUGER, SIMPLE JUSTICE: THE HISTORY OF BROWN V. BOARD OF EDUCATION AND BLACK AMERICA’S STRUGGLE FOR EQUALITY 168–72 (Alfred A. Knopf 2d ed. 2004) (1975) (docu-menting the myth of “separate but equal” schools for Blacks as the foundation for the NAACP’s ulti-mate challenge to segregation before the Supreme Court).  33 Brown v. Bd. of Educ., 347 U.S. 483, 494–96 (1954); see also Brown v. Bd. of Educ., 349 U.S. 294, 301 (1955) (“[E]nter such orders and decrees consistent with this opinion as are necessary and proper to admit to public schools on a racially nondiscriminatory basis with all deliberate speed the parties to these cases.”). The same opinion also qualified compliance based on practicality of imple-mentation. Brown, 349 U.S. at 299.  34 42 U.S.C. § 2000(d).  35 Green v. Cnty. Sch. Bd., 391 U.S. 430, 436 (1968) (defining the meaning of a “unitary” school system); Swann v. Charlotte-Mecklenburg Bd. of Educ., 402 U.S. 1, 25, 28–31 (1971) (identifying mathematical ratios reflecting “the racial composition of [entire] system” as a “useful starting point,” and sanctioning bussing).  36 Gary Orfield, Turning Back to Segregation, in DISMANTLING DESEGREGATION: THE QUIET REVERSAL OF BROWN V. BOARD OF EDUCATION 1, 8 (Gary Orfield & Susan E. Eaton eds., 1996).  37 418 U.S. 717, 745 (1974). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 209 the city schools and encouraged white flight to the suburbs.38 Regression deep-ened in the early 1990s after a trio of Supreme Court cases brought the federal judiciary’s oversight of integration to an end.39 Facilitated by the residential segregation that informed school assignments after desegregation orders were lifted, and the economic capacity of white parents to build and maintain white urban and suburban enclaves, the rate of segregation in American schools has steadily increased since then.40 Whether de jure or de facto, segregation imposes harsh material penalties on Black school children. Public school financing in the United States, for ex-ample, is tied to local tax bases even as residential segregation persists. Facili-tated by the American history of housing discrimination, federal and state red-lining, and blockbusting, Blacks are more likely to live in racially isolated neighborhoods that concentrate poverty, and thus circumscribe the tax bases on which school districts draw for funding. Disparities in funding are telling: a 2019 study found that non-white school districts received $23 billion less in funding than white schools, and that for every student enrolled, non-white school districts received $2,226 less than white districts.41 These funding disparities not only create predictable differences in cur-ricular quality, but also shape neighborhood characteristics that impact life out-comes. The better-funded schools that whites are more likely to attend “have benefitted from a racial monopoly surplus” which ensures better cognitive train-ing and employment networks.42 This phenomenon creates a feedback loop that provides whites with opportunity and security while further stratifying neigh-borhoods by race and class such that Blacks and Latinos cannot escape isola-tion without suffering displacement.43 Ultimately, the system established to finance K-12 public education inures to the benefit of whites.                                                                                                                             38 Id. at 725–30 (summarizing the district court’s reasoning in ordering the remedy).  39 See Bd. of Educ. v. Dowell, 498 U.S. 237, 250 (1991) (endorsing the termination of desegrega-tion orders once school districts become unitary, even if resegregation is likely); see also Freeman v. Pitts, 503 U.S. 467, 490 (1992) (giving federal courts “the authority to relinquish supervision and control of schools districts[’] [desegregation plans] in incremental stages,” notwithstanding the likeli-hood that students would never attend comprehensively integrated school systems); Missouri v. Jen-kins, 515 U.S. 70, 87, 90–92 (1995) (declaring that a district court could not, as part of a desegrega-tion order, mandate government expenditures for a plan that solicited voluntary interdistrict integra-tion absent interdistrict segregation violations).  40 See supra note 10 and accompanying text (explaining that public schools are more segregated than they were more than fifty years ago).  41 EDBUILD, $23 BILLION, at 2, app. A (2019), https://edbuild.org/content/23-billion/full-report.pdf [https://perma.cc/AX8H-R5FL].  42 See Daria Roithmayr, Them That Has, Gets, 27 MISS. COLL. L. REV. 373, 384–88 (2008).  43 See id. at 88 (describing a feedback loop which reproduces inequality through geography and space, in which disparities in school financing is a key factor). 210 Boston College Law Review [Vol. 63:199 Moreover, this form of school segregation is particularly impervious to legal remedies. Even in communities and among parents that profess a com-mitment to diversity and equality, whites oppose attempts to integrate public schools,44 or simply choose white schools when given the option.45 Studies sug-gest that white parents, in particular, use race to inform school selection, prefer-ring white schools to Black schools even when other factors like resources are otherwise equal.46 Other research shows that white parents select higher-percentage white schools more often as the percent of Black children in the residential area increases.47 In some studies, as much as seventy-five percent of the variation in school choice preferences “is explained by the percentage of [Black] students” in the schools considered.48 Building on parental liberty and control cases like Pierce v. Society of Sis-ters and Wisconsin v. Yoder, the Court has signaled to parents that they can make education choices in isolation, and that the Court will not insist on rec-ognizing the greater public costs of those private decisions.49 Incidentally, “the                                                                                                                             44 See Regina Garcia Cano & Sarah Rankin, Parent Resistance Thwarts Local School Desegrega-tion Efforts, AP NEWS (Jan. 29, 2020), https://apnews.com/article/ap-top-news-education-new-york-city-courts-us-news-4e818872210464f07d23fc1259a49ebf [https://perma.cc/9C8J-CDWK] (docu-menting the opposition of “affluent, well-organized and mostly white parents” to desegregation at-tempts in New York City; Richmond, Virginia; and Howard County, Maryland).  45 See ERIC TORRES & RICHARD WEISSBOURD, MAKING CARING COMMON PROJECT, HARVARD GRADUATE SCH. OF EDUC., DO PARENTS REALLY WANT SCHOOL INTEGRATION? 3 (2020), https://static1.squarespace.com/static/5b7c56e255b02c683659fe43/t/5e30a6280107be3cf98d15e6/1580246577656/Do+Parents+Really+Want+School+Integration+2020+FINAL.pdf [https://perma.cc/23VR-CMVC] (finding that without conducting their own research, “many White, advantaged parents appear to determine school quality by how many other White, advantaged parents send their child to a school”); see also Helen F. Ladd & Mavzuna Turaeva, Parental Preferences for Charter Schools in North Carolina: Implications for Racial Segregation and Isolation, 26–28, 31–33 (EdWorkingPaper No. 20-195, 2020), https://www.edworkingpapers.com/sites/default/files/ai20-195.pdf [https://perma.cc/ZA6R-VSFW] (concluding that the racial composition of schools dominate the concerns of white parents in North Carolina more than academic performance or special programming).  46 See generally Chase M. Billingham & Matthew O. Hunt, School Racial Composition and Pa-rental Choice: New Evidence on the Preferences of White Parents in the United States, 89 SOCIO. EDUCATION 99 (2016) (discussing factors, such as race, that parents consider when choosing a school for their child).  47 See generally Sikkink & Emerson, supra note 25, at 267, 276, 285 (finding that “the racial composition of schools plays an important role in the schooling choices of highly educated whites,” with “whites [being] more likely to select alternative, higher-percentage-white schooling for their children” as the Black composition “in a residential area increases,” an effect “that is amplified for highly educated whites (but not highly educated Blacks) (emphasis added)).  48 Salvatore Saporito & Annette Lareau, School Selection as a Process: The Multiple Dimensions of Race in Framing Educational Choice, 46 SOC. PROBS. 418, 424 (1999); Susan L. DeJarnatt, School Choice and the (Ir)rational Parent, 15 GEO. J. ON POVERTY L. & POL’Y 1, 17–19 (2008).  49 See generally Pierce v. Soc’y of Sisters, 268 U.S. 510, 534–35 (1925) (holding that an Oregon statute requiring children to attend public school was unconstitutional); Wisconsin v. Yoder, 406 U.S. 205, 235–36 (1972) (holding that Amish parents were not required to send their children to public school past the eighth grade). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 211 more highly educated are more likely to have a ‘privatized’ conception of schooling for children, in which school choices depends more heavily on per-sonal or family self-interest rather than public or communal goods . . . .”50 Scaffolded by Court decisions that affirm the moral and legal right of parents to make schooling decisions with little regard for the broader public-school system, a commitment to school choice now animates increasing political and social support for charter schools and state-funded vouchers that parents can use at private institutions.51 The prioritization of the private choices of power-ful white parents continues apace in more recent school desegregation cases, where any attempts to curtail those choices is characterized as reverse discrim-ination in violation of equal protection principles.52 These market-inspired ed-ucational norms, however, aggravate school segregation by race.53 These obstacles to integration are distinct from displays of animus, which feature intentional attempts to target a disfavored group. Nor are these obsta-                                                                                                                            50 Sikkink & Emerson, supra note 25, at 273; see also Charles R. Lawrence III, Forbidden Con-versations: On Race, Privacy, and Community (A Continuing Conversation with John Ely on Racism and Democracy), 114 YALE L.J. 1353, 1385 (2005) (suggesting that parents often “do not think of themselves as engaging in white flight or participating in the creation of communities that exclude and demean blacks,” but rather “almost always act not because of enmity toward or disregard for others’ children but because of deep love and concern for [their] own”).  51 School choice programs, particularly in the form of charter schools, have continued to spread over the last thirty years. From the endorsement of everyone from celebrities, to civil rights entities, to education scholars, school choice programs—anchored in market principles—have become a staple feature of education reform. Even the purportedly progressive Obama administration, for example, prominently featured Race to the Top in its school reform policies. Race to the Top was “a federal competition that award[ed] funding on the basis of the adoption of articulated guidelines.” Osamudia R. James, Opt-Out Education: School Choice as Racial Subordination, 99 IOWA L. REV. 1083, 1097 (2014). Notably, “one guideline in particular awarded 40 out of a possible 500 points for states” that promoted conditions conducive to the creation of highly effective charters schools. See id. at 1097–1100 (canvassing the endorsement of celebrities such as John Legend in charter schools, the invest-ment of civil rights organizations like the NAACP in charter school establishment, and the resignation of scholars who research the realities of school choice implementation).  52 See, e.g., Parents Involved in Cmty. Schs. v. Seattle Sch. Dist. No. 1, 551 U.S. 701, 747–48 (2007) (holding that a school assignment decision based on a student’s race is unconstitutional).  53 See Tim Walker, Racial Isolation of Charter School Students Exacerbating Resegregation, NEA (May 4, 2018), https://www.nea.org/advocating-for-change/new-from-nea/racial-isolation-charter-school-students-exacerbating [https://perma.cc/T345-R9NC] (reporting that “[c]harter schools are among the most racially segregated in the nation”); see also ERICA FRANKENBERG, GENEVIEVE SIEGEL-HAWLEY & JIA WANG, THE C.R. PROJECT, CHOICE WITHOUT EQUITY: CHARTER SCHOOL SEGREGATION AND THE NEED FOR CIVIL RIGHTS STANDARDS 4 (2010), https://www.civilrightsproject.ucla.edu/research/k-12-education/integration-and-diversity/choice-without-equity-2009-report/frankenberg-choices-without-equity-2010.pdf [https://perma.cc/N8F6-8VMG] (discussing that “charter schools are more racially isolated than . . . public schools” in the U.S.); James, supra note 51, at 1104–05 (reviewing how “[i]nformation asymmetry and unequal bargaining power also undermine the market for parents of color”); Shelley McDonough Kimelberg & Chase M. Billingham, Attitudes Toward Diversity and the School Choice Process: Middle-Class Parents in a Segregated Urban Pub-lic School District, 48 URB. EDUC. 198, 201–02 (2012) (finding that the process by which white par-ents select schools may contribute to an increase in racial segregation across districts). 212 Boston College Law Review [Vol. 63:199 cles marked by purposeful attempts to distribute material resources for educa-tion differentially. Rather, built-in structural inequalities operate as a backdrop for the choices that parents make on an education market facilitated by the state. Although no less harmful than schooling segregation animated by inten-tional discrimination, these inequality-affirming choices are beyond the reach of equality jurisprudence, and mark an unwieldy phase in the pursuit of educa-tional equality. B. Marriage Like education, the institution of marriage is also understood to provide a number of societal benefits, from “facilitate[ing] property transfers at death,” to serving as “the site [for] essential reproductive tasks,” to addressing “de-pendency and vulnerability of [family] members.”54 The Court has also af-firmed marriage’s dignitary benefits, benefits that might be understood “as a practice of national citizenship.”55 Some scholars argue that by promoting the specialization of household labor, marriages provide an economic benefit in efficiency desired by those who agree to marry.56 Others, still, note that married people enjoy better men-tal and physical health outcomes,57 or that a public goods conception of mar-riage justifies evidentiary marital privileges.58 This public goods conception of                                                                                                                             54 Martha Albertson Fineman, Why Marriage?, 9 VA. J. SOC. POL’Y & LAW 239, 242–43 (2001). Marriage ultimately functions as part of a larger architecture of privatization in which “private norm creation and private decision making” replace state governance of matters relating to the family. Jana B. Singer, The Privatization of Family Law, 1992 WIS. L. REV. 1443, 1444–45. In the process, de-pendency is privatized as adults provide care for children and each other, sometimes absent adequate support from the state. See Melissa Murray, Family Law’s Doctrines, 163 U. PA. L. REV. 1985, 2012–17 (2015) (arguing that inconsistent case law is made more coherent when understood as the state’s attempt to maintain the family’s role in privatizing dependency). But see Courtney G. Joslin, Family Support and Supporting Families, 68 VAND. L. REV. EN BANC 153, 164–65 (2015), https://wp0.vanderbilt.edu/lawreview-new/wp-content/uploads/sites/278/2015/04/Family-Support-and-Supporting-Families.pdf [https://perma.cc/6KYZ-Q352] (arguing that a default rule in presumption of family care “is not necessarily a bad thing”—assuming caregivers have adequate support, “[f]amily members are often best positioned” to offer care, people often “prefer to be cared for by a family member,” and family care “strengthens and stabilizes those relationships” (footnote omitted)).  55 Angela P. Harris, Loving Before and After the Law, 76 FORDHAM L. REV. 2821, 2821–22 (2008).  56 See Erez Aloni, Incrementalism, Civil Unions, and the Possibility of Predicting Legal Recogni-tion of Same-Sex Marriage, 18 DUKE J. GENDER L. & POL’Y 105, 150 (2010) (assessing the strength of the argument that marriage provides an economic benefit).  57 See John G. Culhane, Beyond Rights and Morality: The Overlooked Public Health Argument for Same-Sex Marriage, 17 TUL. J.L. & SEXUALITY 7, 24–34 (2008) (canvassing the work of marriage equality opponents to present the public health benefits of marriage).  58 See I. Bennett Capers, Enron, DOMA, and Spousal Privileges: Rethinking the Marriage Plot, 81 FORDHAM L. REV. 715, 721–22 (2012) (detailing the public good of domestic and marital tranquil-ity that justifies evidentiary privileges for married couples). But see Trina Jones, Single and Childfree!  2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 213 marriage is reflected in one scholar’s description of marriage laws as “public packages of goods and services that [jurisdictions can use to] compete[] against the public goods of other jurisdictions for the loyalty and the tax dol-lars of a mobile citizenry.”59 That public and private goods run through marriage is no accident. Ra-ther, marriage functions as an “exclusive path to . . . social and economic citi-zenship,” bestowing on married heterosexual couples exclusive benefits osten-sibly intended “to promote traditional family” values and discourage “illicit sex[].”60 The result is that marriage has become “both a privileged status and a status of the privileged,”61 maintaining a gap between those who can access marriage and those who cannot or will not.62 Despite its benefits, marriage, too, has a history of restricted access. In the 1986 decision of Bowers v. Hardwick, the Court held that anti-sodomy statutes did not violate the fundamental rights of gay men and lesbian women.63 After this decision, gay rights advocates sought to alter the legal status of sexual ori-entation and sexuality at the state court and legislative level.64 This did not, however, pave the way for same-sex marriage. At the state-level, same-sex marriage advocacy fell into a pattern of state constitutional victories followed by legislative “backlashes that ultimately qualified the gains.”65 In Hawaii, after advocates secured a state supreme court ruling that the state’s marriage law prohibiting same-sex marriage was unconstitutional, “vot-ers amended the state constitution . . . [to] reaffirm[] the traditional definition of marriage.”66 After a Vermont Supreme Court ruling “barred the state from restricting the public benefits of marriage only to opposite-sex couples,” the legislature chose to permit same-sex couples to claim benefits through civil-                                                                                                                           Reassessing Parental and Marital Status Discrimination, 46 ARIZ. ST. L.J. 1253, 1309–13 (2014) (arguing that the public health benefits of marriage are debatable, noting that the social functions of marriage are tempered given “shifting societal mores” about sex and economic and labor independ-ence for women outside of the home, and suggesting that the social goods the state distributes through marriage could be offered through alternate mechanisms that do not privilege marriage).  59 Martha C. Nussbaum, A Right to Marry?, 98 CALIF. L. REV. 667, 676–77 (2010) (quoting HENDRIK HARTOG, MAN AND WIFE IN AMERICA: A HISTORY 14 (2000)).  60 Serena Mayeri, Marital Supremacy and the Constitution of the Nonmarital Family, 103 CALIF. L. REV. 1277, 1343, 1351 (2015).  61 Id. at 1283.  62 For more on declining marriage trends and the underlying economic factors, see generally JUNE CARBONE & NAOMI CAHN, MARRIAGE MARKETS: HOW INEQUALITY IS REMAKING THE AMER-ICAN FAMILY (2014).  63 478 U.S. 186, 196 (1986), overruled by Lawrence v. Texas, 539 U.S. 558 (2003).  64 Darren Lenard Hutchinson, Sexual Politics and Social Change, 41 CONN. L. REV. 1523, 1528–30 (2009).  65 David. D. Meyer, Fragmentation and Consolidation in the Law of Marriage and Same-Sex Relationships, 58 AM. J. COMPAR. L. 115, 118–22 (2010).  66 Id. at 118–19. 214 Boston College Law Review [Vol. 63:199 unions rather than extend access to marriage.67 New Jersey followed suit with similar legislation shortly thereafter.68 Ultimately, a patchwork of marriage-equivalents sprung up, granting same-sex couples domestic partnership or civil union status across the country, including in Connecticut, New Hampshire, Ne-vada, Oregon, Washington, the District of Columbia, California, Maryland, Maine, Wisconsin, and other state and local jurisdictions.69 Even though these alternate arrangements were not marriage, Congress nevertheless took additional steps to limit access to matrimony. In response to the potential of same-sex marriage in Hawaii, Congress passed the Defense of Marriage Act (DOMA). Adopted in 1996, DOMA affirmed the power of states to refuse recognition of same-sex marriages created in other states and de-clared that for all purposes of federal law, the term “marriage” would be lim-ited to opposite-sex couples.70 DOMA would come to precede a broad national commitment to denying same-sex couples access to marriage. After Lawrence v. Texas decriminalized same-sex intimacy, public support for same-sex mar-riage nevertheless plummeted.71 By 2012, approximately forty states deemed same-sex marriage unlawful, with thirty-one of such states doing so by way of amendment to their state constitution.72 Like education, denied or differential access to marriage can be costly.73 Litigation in United States v. Windsor, for example, was prompted by Edith Windsor’s inability “to claim the estate tax exemption for surviving spouses.”74                                                                                                                             67 Id. at 119.  68 Id. at 119–20.  69 Id. at 120–22.  70 Lawrence v. Texas, 539 U.S. 558, 578 (2003); see also Baehr v. Lewin, 852 P.2d 44, 67–68 (Haw. 1993) (holding that denying same-sex couples marriage licenses was discrimination based on sex, requiring strict scrutiny review), abrogated by Obergefell v. Hodges, 576 U.S. 644 (2015); Steve Sanders, Dignity and Social Meaning: Obergefell, Windsor, and Lawrence as Constitutional Dia-logue, 87 FORDHAM L. REV. 2069, 2085 (2019) (noting that Baehr v. Lewin “set off a rapid series of ‘backlash measures,’” with “DOMA . . . characterized by blunt anti-gay [rhetoric]” (quoting Jane S. Schacter, Courts and the Politics of Backlash: Marriage Equality Litigation, Then and Now, 82 S. CAL. L. REV. 1153, 1154 (2009))); Meyer, supra note 65, at 126–32 (discussing some states’ contin-ued oppostion to same-sex marriage following the Lawrence v. Texas decision).  71 The majority in Lawrence v. Texas took pains to explain that their decriminalization of sodomy did not imply “a right to legal recognition of [same-sex marriage].” See Hutchinson, supra note 64, at 1530–32 (2009) (discussing the Lawrence v. Texas opinion and its aftermath). See generally Lawrence 539 U.S. at 578 (holding anti-sodomy statute in Texas as unconstitutional, as the statute interfered with same-sex couples’ right to privacy).  72 Sanders, supra note 70, at 2086.  73 Denied access to marriage, of course, is not the exclusive province of same-sex marriage bans. Rather, scholars have documented how changes in the American economy have prompted declines in the marriage rate depending on class, rendering marriage an elusive or undesirable status given eco-nomic instability. For more on the impact on growing inequality on the rate of marriage, see generally CARBONE & CAHN, supra note 62.  74 570 U.S. 744, 750–51 (2013). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 215 Although the state of New York recognized Windsor’s marriage to her partner, DOMA precluded same-sex partners from claiming the exemption.75 In declar-ing DOMA unconstitutional, the Court in Windsor noted that DOMA “raises the cost of health care for families by taxing health benefits provided by em-ployers to their workers’ same-sex spouses. And it denies or reduces benefits allowed to families upon the loss of a spouse and parent, benefits that are an integral part of family security.”76 Additional material penalties imposed under DOMA included the inability to collect social security payments for a spouse, which can “be as much as $25,000 a year,” and higher Medicare premiums in the absence of jointly-filed taxes.77 Ultimately, DOMA controlled laws pertain-ing to social security, retirement, housing, criminal sanctions, copyright and veterans benefits, all to significant and negative financial consequence. The 2013 and 2015 respective Supreme Court cases of Windsor and Obergefell v. Hodges were major pronouncements in the fight for marriage equality.78 In Windsor, the Supreme Court struck down DOMA, concluding it sought to in-jure the class of same-sex couples seeking to marry, an expression of animus that also contravened proper deference to states in the regulation of marriage.79 Two years later, in Obergefell, the Court concluded that the Constitution pro-tected the right of same-sex couples to marry, and that laws otherwise prevent-ing those unions denied same-sex couples due process and equal protection of the laws.80 Together, these cases made marriage equality the law of the land. Nonetheless like education, major judicial pronouncements were not the last word. Rather, a new front has opened in the battle for gay rights. In 2012, cakeshop owner Jack Phillips denied service to a same-sex couple celebrating their wedding and subsequently requested an exemption from the Colorado public accommodations law that would otherwise require him to serve the couple.81 Phillips maintained that as a devout Christian, making a cake for a same-sex couple would contradict his religious convictions.82 Phillips further argued that his refusal was a rejection of the act of same-sex marriage, and not                                                                                                                             75 Id.  76 Id. at 773 (citation omitted).  77 Janna Herron, DOMA: The Cost of Being Gay and Married, FOX BUS., https://www.foxbusiness.com/features/doma-the-cost-of-being-gay-and-married [https://perma.cc/3PZW-WA94] (Mar. 5, 2016).  78 See generally Obergefell v. Hodges, 576 U.S. 644 (2015) (holding that same-sex couples have a right to marry under the Constitution); Windsor, 570 U.S. at 775 (holding the Defense of Marriage Act (DOMA) unconstitutional).  79 570 U.S. at 775.  80 576 U.S. at 672.  81 Craig v. Masterpiece Cakeshop, Inc., 2015 COA 115, ¶¶ 1, 3, rev’d sub nom., Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719 (2018).  82 Id. at ¶¶ 3–4. 216 Boston College Law Review [Vol. 63:199 of gays and lesbians themselves.83 Following appeal to the Supreme Court, Justice Anthony M. Kennedy, in 2018, in Masterpiece Cakeshop v. Colorado Civil Rights Commission, avoided the collision of equal protection and free exercise the case presented by concluding that the Commission exhibited “hos-tility to a religion.”84 Lest one believe the Court’s decision in Masterpiece Cakeshop is the end of this inquiry, a legal challenge in Arlene’s Flowers v. Washington was brought before the Supreme Court of Washington.85 In light of a similar fact pattern to Masterpiece Cakeshop, the Court remanded the plaintiffs’ petition for state Supreme Court certiorari review. On remand, the Supreme Court of Washington held that the plaintiff shop owner had, “[b]y refusing to provide [custom floral arrangements] for a same-sex wedding, . . . discriminated on the basis of ‘sexual orientation’” under state law.86 The court also held that the state’s action against her for violations of the state’s anti-discriminatory laws did not “violate[] First Amendment protections against ‘compelled speech’” nor the shop owner’s “First Amendment right to religious free exercise.”87 De-spite this ruling, the plaintiff again requested certiorari review, which the Court ultimately denied.88 Public accommodations challenges like these are a new stage in the de-bate about the meaning of equality not just for same-sex couples, but for the LGBTQ community overall. Like in education, the challenges are grounded in the voluntary choices of individuals that are either beyond the reach of the law or not easily resolved by our current legal frameworks. Both contexts, moreo-                                                                                                                            83 Id. at ¶ 25. Some scholars suggest that grounding opposition in conduct, rather than in a rejec-tion of gays and lesbians themselves, is the latest iteration of an old strategy championed by the reli-gious right over the past seventy years to link LGBTQ people to undesirable behaviors, thus justifying discrimination on the basis of conduct rather than individual status. See generally Kyle C. Velte, Why the Religious Right Can’t Have Its (Straight Wedding) Cake and Eat It Too: Breaking the Preserva-tion-Through-Transformation Dynamic in Masterpiece Cakeshop v. Colorado Civil Rights Commis-sion, 36 MINN. J. L. & INEQ. 67 (2018) (identifying this strategy as animating both pre-Lawrence sodomy laws as well as attacks on same-sex marriage based on purported harm to children subject to those marriages). Litigants’ responses to conduct, therefore, are expressions of speech, pitting freedom of religion claims against equal protection claims, and justifying private discrimination against gays and lesbians based on religious beliefs. Terri R. Day & Danielle Weatherby, Contemplating Master-piece Cakeshop, 74 WASH. & LEE L. REV. ONLINE 86, 88–89 (2017), https://scholarlycommons.law.wlu.edu/cgi/viewcontent.cgi?article=1084&context=wlulr-online [https://perma.cc/Z3UP-ECGR].  84 138 S. Ct. at 1731.  85 Id.; State v. Arlene’s Flowers, Inc., 389 P.3d 543, 548–550 (Wash. 2017), vacated and re-manded mem., 138 S. Ct. 2671 (2018).  86 State v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1220–22 (Wash. 2019), cert. denied, 141 S. Ct. 2884 (2021).  87 Id. at 1224–29.  88 See Petition for a Writ of Certiorari at i–ii, Arlene’s Flowers, Inc. v. Washington, 441 P.3d 1203 (Wash. 2019), (No. 19-333), 2019 WL 4413355, at *i–ii, cert. denied, 141 S. Ct. 2884 (2021) (requesting Supreme Court review). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 217 ver, reflect problems of status: the capacity of education and marriage to em-body social status, the capacity of broadened access to both social goods to disrupt status hierarchies, and the capacity of status challenges to evade legal resolution, even when they implicate inequality. II. STATUS IN EQUALITY MOVEMENTS Due to the “fundamental equality of legal and political rights” in societies like the United States, explicit claims to superiority and inferiority are not typ-ically made public; rather, status assumes a more informal nature.89 The infor-mality, however, of commitments to status hierarchy undercuts neither its ex-istence nor its force. To the contrary, status operates at the “level of everyday social relations” and is deeply embedded in the fabric of American life.90 To the extent that status is inherently about relative social positioning, we would naturally expect status to be implicated in the adversarial context of the law and litigation regarding access to societal goods and rewards. Nineteenth century slave doctrine, the abolition of slavery, and Jim Crow laws are all ex-amples of the law working either to dismantle or maintain status markers.91 Further, law can reflect commitments to one’s way of life, which include polit-ical, social, and religious beliefs.92 When legal battles implicate these beliefs—think conception as the start of life in battles over abortion, or as a commit-ment to race neutrality in challenges to affirmative action policies—groups on either side of the conflict stake a claim, working to preserve or improve their group’s status as enshrined in the commitments animating the legal chal-lenge.93 Because status is maintained through exclusionary practices, legal bat-tles over who has access to which benefits, and in which form, will implicate status issues that are not easily resolved.94 Section A of this Part provides an                                                                                                                             89 Tak Wing Chan & John H. Goldthorpe, Class and Status: The Conceptual Distinction and Its Empirical Relevance, 72 AM. SOCIO. REV. 512, 515 (2007).  90 See Cecilia L. Ridgeway, Why Status Matters for Inequality, 79 AM. SOCIO. REV. 1, 12 (2014) (explaining that “mutually sustaining” macro and micro systems of inequality make it particularly difficult to address inequality effectively).  91 Balkin, supra note 5, at 2325–27. Even legal decisions that seem explicitly to dismantle status hierarchies can be informed by enduring commitments to status inequality. Plessy v. Ferguson, for example, involved rules about segregation of public accommodations, but also reflected commitments and perceptions regarding the social status of whites relative to Blacks. In his dissent, Justice Harlan commits to a colorblind principle not because he is racially progressive, but because he believes that equal standing for whites and Blacks before the law does not threaten the dominant social status of whites in society. Id. at 2329–30; see also Plessy v. Ferguson, 163 U.S. 537, 552–64 (1896) (Harlan, J., dissenting), overruled by Brown v. Bd. of Educ., 347 U.S. 483 (1954).  92 Balkin, supra note 5, at 2327–28.  93 Id. at 2331–33.  94 Chan & Goldthorpe, supra note 89, at 512; see also Balkin, supra note 5, at 2328 (“[C]onflicts for increased social status often overlap with struggles for other social goods. . . . [Status competition]  218 Boston College Law Review [Vol. 63:199 overview of status and distinctions between challenges to status, discrimina-tion, and animus.95 Section B follows with a discussion regarding the role of status in equality movements, specifically in the context of public school inte-gration and same-sex marriage.96 A. Social Status Access to social goods or benefits does not exclusively dictate an individu-al’s status but can operate to enhance or buttress status. Access can also serve as conduits of power or material resources which work in conjunction with status to secure a stratification system.97 Although distinct from competition for material resources or animus, status often overlaps with both in matters of equality. 1. The Architecture of Status Equality progress in the United States is subject to a status-based hierar-chy which confers differing levels of esteem on groups according to their posi-tion in the social order. Status is ultimately about how groups and their com-prising individuals are valued by society. In this system, social groups are ranked and organized by legal, political, and cultural criteria.98 “Inherently multi-level,” these hierarchies create claims to esteem in terms of positive or negative privileges,99 distinguishing between individuals and groups on the basis of honor, influence, and value.100 For status to function, stereotypes and                                                                                                                            is a means for groups that have previously held lower status to raise their social esteem, and gain other potential advantages that higher status normally confers.”).  95 See infra notes 97–136 and accompanying text.  96 See infra notes 137–213 and accompanying text.  97 See, e.g., Stuart J. Hysom, Status Valued Goal Objects and Performance Expectations, 87 SOC. FORCES 1623, 1623 (2009) (testing and confirming “predictions, derived from expectation states theo-ries, that the unequal allocation of social rewards among collective task-focused actors will affect the actors’ rates of power and prestige behavior”); see also Stuart J. Hysom, Murray Webster, Jr. & Lisa Slattery Walker, Expectations, Status Value, and Group Structure, 58 SOCIO. PERSPS. 554, 554 (2015) (testing and confirming the theory that “both the status positions of actors and the status value of their rewards function in status generalization”).  98 Vasiliki Kantzara, Status, in THE BLACKWELL ENCYCLOPEDIA OF SOCIOLOGY 4757, 4757–60 (George Rizter ed., 2007).  99 Ridgeway, supra note 90, at 5. See generally MAX WEBER, ECONOMY AND SOCIETY: AN OUT-LINE OF INTERPRETIVE SOCIOLOGY 305 (Guenther Roth & Claus Wittich eds., University of Califor-nia Press 1978) (1968) (discussing the multi-level hierarchy structure of status and how positive or negative privileges impact their esteem).  100 Ridgeway, supra note 90, at 5. Sociologists have concluded that there is also something of a moral element to beliefs about status and worthiness. See Feng Bai, Beyond Dominance and Compe-tence: A Moral Virtue Theory of Status Attainment, 21 PERSONALITY & SOC. PSYCH. REV. 203, 203 (2017) (proposing a “moral virtue theory” of status by which “acts of virtue elicit feelings of warmth and admiration (for virtue), and willing deference, toward the virtuous actor”); see also Oliver Hahl, Ezra W. Zuckerman & Minjae Kim, Why Elites Love Authentic Lowbrow Culture: Overcoming High- 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 219 status beliefs about groups must be consensual such that virtually everyone in a society shares them as cultural knowledge about what “most people think.”101 We can consider neither wealth (resources) nor power (control over re-sources) without properly understanding that the differential distribution of honor, esteem, and respect by status not only co-constitutes resources and power, but also acts as an independent dimension of inequality in the United States.102 In contrast to resources and power (which are informed by “material arrangements”), status is anchored in cultural beliefs about which groups are “better,” and thus is relational in nature; status “shap[es] people’s expectations for themselves and others.”103 Whereas wealth and power are taken and pos-sessed, status is conferred and given.104 Nominal characteristics—“socially recognized attribute[s] on which peo-ple are perceived to differ” categorically––can form the basis by which people distinguish between “better” and “worse” groups.105 Status beliefs with the “most general implications for inequality are those that link a group difference . . . [to] competence”; these “diffuse status characteristics . . . make[] such sta-                                                                                                                           Status Denigration with Outsider Art, 82 AM. SOCIO. REV. 828, 828 (2017) (“[D]evelop[ing] and test[ing] the idea that public appreciation for authentic lowbrow cultures affords an effective way for certain elites to address feelings of authenticity-insecurity arising from ‘high status denigration . . . .’” (citation omitted)); Oliver Hahl & Ezra W. Zuckerman, The Denigration of Heroes? How the Status Attainment Process Shapes Attributions of Considerateness and Authenticity, 120 AM. J. SOCIOLOGY. 504, 504 (2014) (theorizing that a “common tendency” to suspect “high-status actors” as “inconsider-ate and inauthentic relative to low-status counterparts” arguably “reflect[s] two conditions typical of status attainment processes: (a) assertions of superiority over others and (b) the presence of incentives to pursue status”).  101 See Cecilia L. Ridgeway & Shelley J. Correll, Consensus and the Creation of Status Beliefs, 85 SOC. FORCES 431, 432–34 (2006) [hereinafter Ridgeway & Correll, Consensus and the Creation of Status Beliefs] (articulating and testing the theory that the “appearance of consensus” is key in ex-plaining how “categorical differences” among human groups become the foundations on which “status beliefs [are developed]”); see also Ridgeway, supra note 90, at 5 (discussing status beliefs at the mac-ro and micro level). This does not mean that everybody necessarily internalizes these beliefs, but ra-ther that most people, even those disadvantaged by these beliefs, knows what the beliefs are, accept as social fact how groups are evaluated relative to each other, and expect others will treat them in ac-cordance with the beliefs. Shelley J. Correll & Cecilia L. Ridgeway, Expectation States Theory, in HANDBOOK OF SOCIAL PSYCHOLOGY 29, 32 (John Delamater ed., 2003) [hereinafter Correll & Ridgeway, Expectation States Theory].  102 Ridgeway, supra note 90, at 3. For inequality to become durable, “control over resources . . . has to be consolidated” on the basis of differences between groups of people. Id. This consolidation “transforms . . . situational control over resources and power into a status difference between “‘types’ of people,” such that “people quickly link the appearance of mastery” in a social setting to superiority in that setting. Id.  103 Id.  104 RIDGEWAY, supra note 19, at 21–22.  105 Cecilia Ridgeway, The Social Construction of Status Value: Gender and Other Nominal Characteristics, 70 SOC. FORCES 367, 368 (1991); RIDGEWAY, supra note 19, at 77. 220 Boston College Law Review [Vol. 63:199 tus beliefs [about an individual’s competence] relevant . . . across a wide varie-ty of tasks and contexts.”106 Therefore, others expect members of high-status groups to be “better” at a number of things compared to members of lower-status groups.107 “[E]thnicity, race, and gender are all nominal characteristics” in the Unit-ed States shaped by cultural beliefs suggesting “that persons who have one state of the characteristic . . . are more worthy in . . . society than those with another state of the characteristic.”108 For example, two widely held assump-tions are that it is more worthy or valuable to be male instead of female, or white rather than Black.109 Of course, nominal characteristics are also intersec-tional, and any one person possesses more than one “socially significant attrib-ute”; nevertheless, characteristics do “disaggregate[] into separate status di-mensions” based on “our consensual cultural beliefs about [those attrib-utes].”110 These “beliefs are hegemonic,” reflected and entrenched “in the me-dia, [law and] government policy,” and function as “normative images” of groups.111                                                                                                                             106 RIDGEWAY, supra note 19, at 77.  107 Id.  108 Ridgeway, supra note 105, at 368. These “can be distinguished from graduated characteristics such as wealth or education,” the value of which is determined by “the degree to which [people] pos-sess the characteristic.” Id.; see Tiffany A. Ito & Geoffrey R. Urland, Race and Gender on the Brain: Electrocortical Measures of Attention to the Race and Gender of Multiply Categorizable Individuals, 85 J. PERSONALITY & SOC. PSYCH. 616, 622 (2003) (providing evidence to suggest “that when per-ceivers encounter multiply categorizable individuals, race and gender information are . . . [cognitive-ly] activated at very early stages in processing”); see also Kerri L. Johnson, Jonathan B. Freeman & Kristin Pauker, Race Is Gendered: How Covarying Phenotypes and Stereotypes Bias Sex Categoriza-tion, 102 J. PERSONALITY & SOC. PSYCH. 116, 116 (2012) (“[C]halleng[ing] the notion that social categories are perceived independent of one another and show[ing], instead,” through “common facial phenotypes” and “shared stereotypes,” that “race is gendered.”). See generally Marilynn B. Brewer & Layton N. Lui, The Primacy of Age and Sex in the Structure of Person Categories, 7 SOC. COGNITION 262 (1989) (confirming the prevalence of “age and gender classifications” as “superordinate social categories” on which humans draw distinctions).  109 Ridgeway, supra note 105, at 368; see also Paul Gowder, Racial Classification and Ascriptive Injury, 92 WASH. U. L. REV. 325, 328 (2014) (describing a racial hierarchy in the United States in which Blacks are at the bottom); Laurie T. O’Brien & Brenda Major, System-Justifying Beliefs and Psychological Well-Being: The Roles of Group Status and Identity, 31 PERSONALITY & SOC. PSYCH. BULL. 1718, 1720 (2005) (categorizing “Latinos and Blacks as low-status ethnic groups, and Whites as a high-status ethnic group”); Cecilia L. Ridgeway & Shelley J. Correll, Unpacking the Gender System: A Theoretical Perspective on Gender Beliefs and Social Relations, 18 GENDER & SOC’Y 510, 513 (2004) (explaining that “[m]en are viewed as more status worthy and competent overall and more competent at the things that ‘count most’”).  110 Ridgeway, supra note 105, at 368.  111 See Ridgeway & Correll, supra note 109, at 513 (describing the process of beliefs becoming institutionalized as applied to gender). Alternative belief systems can, however, “exist . . . along[side] . . . hegemonic beliefs. See id. at 514 (noting that in African American communities, “women are seen as more competent relative to men,” and that the “modern-day girl power movement is . . . an attempt to . . . reduc[e] the differentiation between girls and boys”). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 221 The cultural anchors for status hierarchy, however, are not foregone con-clusions. Although research suggests that human predisposition to status hier-archies has evolutionary roots, as sociologist Cecilia Ridgeway explains, the basic “norm[] for status allocation . . . acts as the social grammar for status relations.”112 Culturally informed status beliefs, which are “less normative, more descriptive, and historically changing . . . provide the vocabulary by which [the] grammar is [deployed] to create hierarchies.”113 Political, economic, or social change can undermine the status positions of established groups, prompting resistance. Indeed, the impulse of high-status groups to defend their position in the hierarchy is a key way in which status distinctions are made material; when members of lower-status groups “chal-lenge the status hierarchy, they frequently encounter a hostile backlash . . . from high-status others.”114 Distinct from unconscious biases benefitting fa-vored groups in society, “defense of the status hierarchy” prompts intentional action designed to reign in “lower status individuals who are perceived to ‘go too far.’”115 Research suggests, for example, “that whites’ perceptions of chal-lenges to their racial status . . . [prompt] resistance” in the form of “increase[d] . . . support for political organizations they perceive as upholding the tradition-al racial hierarchy.”116 The science, however, is not all grim. Cultural beliefs informing status hi-erarchies, and that give status meaning, can be eroded through “two interrelat-ed processes”: first, “by undermining [the] perceived consensuality” of the underlying cultural beliefs; and second, by “narrowing the competence differ-ences” that status beliefs signal.117 Because status hierarchies are perpetuated by the common perception that most people share these beliefs, providing counter-beliefs and opportunities for interactions that challenge the veracity of those beliefs are both instrumental in eroding status.118                                                                                                                             112 See RIDGEWAY, supra note 19, at 21–28, 151 (canvassing dominance and prestige theories as evidence of the evolutionary origins of status).  113 Id. at 151.  114 Id. at 159; Ridgeway, supra note 90, at 7.  115 Ridgeway, supra note 90, at 7.  116 See id. at 11–12 (discussing experiments conducted by prominent researchers, such as Willer, Feinberg, and Wetts). Social dominance orientation theory further suggests “that those with higher levels of social dominance orientation prefer more hierarchical social relationships” and “those in high status positions or those in positions that are hierarchy enhancing . . . are likely to exhibit greater so-cial dominance orientation in contrast to those in subordinate positions or those in positions that are more hierarchy attenuating.” Nancy DiTomaso, Corinne Post & Rochelle Parks-Yancy, Workforce Diversity and Inequality: Power, Status, and Numbers, 33 ANN. REV. SOCIOLOGY 473, 479 (2007).  117 Ridgeway, supra note 19, at 162–63.  118 Id.; see also Ridgeway & Correll, Consensus and the Creation of Status Beliefs, supra note 101, at 431 (finding that even “slight challenges to . . . influence hierarchies” that were “developed between categorically different actors . . . broke the validating consensus,” resulting in “significantly weaker and less clear” status beliefs among participants). 222 Boston College Law Review [Vol. 63:199 2. Discrimination, Animus, Status It can be difficult to separate the impetus of status from the impetus of an-imus or competing claims to resources in equality movements and litigation. Described by the Supreme Court as a “desire to harm a politically unpopular group,”119 animus is about targeting and “burden[ing] out-groups simply be-cause of who they are.”120 Whether the subjective expression of legislators,121 or their response to feelings expressed by their constituents,122 a legislative intent to harm a politically unpopular group is an impermissible legislative function. In contrast, status is not about burdening or stigmatizing an outgroup, as much as it is about relative feelings between groups of worth and value. Groups with lower status can encounter animus on account of their subordinate positioning, but the consolidation and affirmation of status does not necessarily involve the targeting of out groups. Discrimination is the alternate lens through which inequality is assessed in law. Antidiscrimination commitments are made manifest through equal pro-tection jurisprudence and federal (and state) antidiscrimination statutes.123 Un-der Equal Protection doctrine, governmental classifications that treat people differently according to factors like race and ethnicity, gender, and non-marital parentage, are interrogated according to tiered levels of scrutiny. Judicial solic-itude for these groups is based on their “histor[ies] of purposeful unequal treatment,” their relegation to a “position of political powerlessness as to command extraordinary protection from the majoritarian political process,” and the “obvious, immutable, or distinguishing characteristics that define them as a discrete group.”124 Like animus, discrimination can also be difficult to isolate from status as an obstruction to equality. Disparities in public education, for example, endure in part because of school financing schemes that allow some wealthier school                                                                                                                             119 See U.S. Dep’t of Agric. v. Moreno, 413 U.S. 528, 534 (1973) (declaring the “congressional desire to harm a politically unpopular group . . . a[n] [il]legitimate governmental interest.” (emphasis omitted)).  120 See WILLIAM D. ARAIZA, ANIMUS: A SHORT INTRODUCTION TO BIAS IN THE LAW 4 (2017).  121 Moreno, 413 U.S. at 534.  122 See City of Cleburne v. Cleburne Living Ctr., Inc., 473 U.S. 432, 438 (1985) (finding it illegit-imate for legislators to use legislation to express the prejudice of their constituents).  123 Title VII is the major federal antidiscrimination statute, barring employer discrimination against an employee on the basis of “race, color, religion, sex, or national origin.” Civil Rights Act of 1964 (Title VII), 42 U.S.C. § 2000e-2(a).  124 Bowen v. Gilliard, 483 U.S. 587, 601–03 (1987) (quoting Lyng v. Castillo, 477 U.S. 635, 638 (1986)); San Antonio Indep. Sch. Dist. v. Rodriguez, 411 U.S. 1, 28 (1973); see also Jessica Knouse, From Identity Politics to Ideology Politics, 2009 UTAH L. REV. 749, 776–77 n.120 (noting that sus-pect class status has typically been extended to “racially premised groups”). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 223 districts to amass and hoard resources relative to poorer districts.125 Moreover, the resistance of some school districts in response to school finance equaliza-tion initiatives that can close funding gaps serve as case studies in the potency of discrimination in the distribution of resources as a driver of inequality.126 Beliefs about the worthiness of particular neighborhoods and districts de-fined by reference to race also animate and justify resource disparities. That is, people accept not only resource deficits in non-white school districts, but also wealth and surplus in white districts as a function of the perceived merit, wor-thiness, and esteem of the racial groups that populate these regions.127 For ex-ample, today’s school financing system, through which individual school dis-tricts are funded primarily via local taxes, is a product of the separate tax sys-tems implemented after the Civil War “to enable segregated schooling in the North and South”; one hundred fifty years later, these same systems were con-tinued in “color-blind” fashion, “facilitating . . . de facto segregate[ion]” and maintaining resource disparities between white and non-white districts.128 Nevertheless, they are anchored in original status beliefs that assigned differ-                                                                                                                            125 In the United States, school districts are funded by local taxes. Thus, the wealth of a district’s tax base determines that district’s ability to fund its schools. Although state equalization formulas are sometimes adopted to supplement funding for poorer school districts, these efforts typically go only so far in ensuring that minimum education needs are met. Not only do poor localities have a shallow tax base from which to pull, in many urban districts, the existence of nonprofit institutions further limit school funding. Furthermore, state constitutional caps on tax sometimes make it impossible for poorer districts, if they were so inclined, to tax themselves at a higher capacity to produce more funding. As a result, some “school districts bec[o]me enclaves of affluence while others” are characterized as fiscal-ly weak. KERN ALEXANDER & RICHARD G. SALMON, PUBLIC SCHOOL FINANCE 146 (1995). These enclaves are often “adept in convincing legislatures that their advantageous position is . . . justified,” producing a system in which wealthier districts are insulated, geographically defined districts protect-ed by state legislatures that refuse to adopt equalization measures, and increasingly policed through the criminalization of address fraud for purposes of enrollment. Id. at 18, 146–48; see also Peter En-rich, Leaving Equality Behind: New Directions in School Finance Reform, 48 VAND. L. REV. 100, 180 (1995) (arguing that adequacy rather than equality claims in school finance litigation are likely to be more successful because they are least threatening to elites who “derive the greatest benefits from the existing inequalities, because adequacy does not threaten their ability to retain a superior position”); LaToya Baldwin Clark, Stealing Education, 68 UCLA L. REV. 566, 592–98 (2021) (documenting the criminalization of residency fraud in school enrollment).  126 See, e.g., Rodriguez, 411 U.S. at 6 (reversing a Texas district court ruling that a Texas public school’s finance plan was unconstitutional).  127 See James E. Ryan, The Influence of Race in School Finance Reform, 98 MICH. L. REV. 432, 433–34 (1999) (discussing research studies suggesting the amount of support for school finance re-form among whites “depended as much upon racial attitudes as it did upon self-interest,” and that even “some whites whose school districts stood to gain from school finance reform opposed” it be-cause of “their attitudes toward blacks”). See generally Baldwin Clark, supra note 125 (documenting how school district boundaries, and the laws that criminalize address falsification in order for students to matriculate in a different district, reflect cultural borders between districts, and the racialized beliefs that those inside the district have about the merit and worth of those outside the district).  128 CAMILLE WALSH, RACIAL TAXATION: SCHOOLS, SEGREGATION, AND TAXPAYER CITIZEN-SHIP, 1869–1973, at 4 (2018). 224 Boston College Law Review [Vol. 63:199 ing levels of esteem to white and non-white racial groups, and that continue to track funding disparities today. Similarly, in the 1973 case of San Antonio Independent School District v. Rodriguez, plaintiffs brought suit alleging that school financing systems that produced disparities between wealthy and poor schools were an equal protec-tion violation.129 Lead litigators purposely “avoided casting the Rodriguez case as a ‘race’ case,” even as race dominated school equality litigation at the time.130 Race status was nonetheless salient in a case about resources given that majority-minority districts generally enjoy less robust school funding than their white counterparts. Edgewood district, from which the Rodriguez plain-tiffs hailed, “was overwhelmingly Hispanic” relative to the “predominantly white,” wealthier Alamo Heights district to which their suit drew compari-son.131 Ultimately, movements for education equality—particularly as litigated during the twentieth-century civil rights movement—implicated animus, claims to material resources that inform school financing, and, as will be dis-cussed below, status claims about the dignity and value of Blacks relative to whites. In contrast, same-sex marriage potentially proves more useful for isolat-ing the pull of status claims. Unlike education (the distribution of which is un-derstood as zero-sum), extending marriage to same-sex couples did not require opposite-sex couples to share materials or resources. Further, animus may have been less central to the legal battles over same-sex marriage; despite potential signs of social retrenchment regarding the LGBTQ community more general-ly,132 public opinion in support of same-sex marriage was relatively high at the time that legal barriers to same-sex marriage fell.133 Similarly, recent attempts to deny service to same-sex couples are anchored in plaintiffs’ claims of reli-gious exercise—a key difference from the laws that previously targeted gays                                                                                                                             129 411 U.S. at 5–6; Michael Heise, The Story of San Antonio Independent School Dist. v. Rodri-guez: School Finance, Local Control, and Constitutional Limits, in EDUCATION LAW STORIES 51, 55 (Michael A. Olivas & Ronna Greff Schneider eds., 2008).  130 Heise, supra note 129, at 55.  131 See id.; Rodriguez, 411 U.S. at 12–13.  132 In 2019, the Gay and Lesbian Alliance Against Defamation (GLAAD) administered “its fifth annual Accelerating Acceptance Index.” Nadia Suleman, Young Americans Are Increasingly ‘Uncom-fortable’ with LGBTQ Community, GLAAD Study Shows, TIME (June 25, 2019), https://time.com/5613276/glaad-acceptance-index-lgbtq-survey/ [https://perma.cc/65P7-735H]. To GLAAD’s dismay, the index documented a negative trend in LGBTQ acceptance: “‘The younger [millennial] generation [which] has traditionally been thought of as a beacon of progressive values,’” were “becoming in-creasingly ‘uncomfortable’” in “more immediately ‘personal’” interactions with members of the LGBTQ community. Id. (quoting a press release GLAAD issued with the Index). Furthermore, people aged 18–34 “were the only demographic to see such a sharp decline in acceptance.” Id.  133 See supra note 8 and accompanying text (discussing changes in public support for same-sex marriage following the Obergefell decision); see also Obergefell v. Hodges, 576 U.S. 644, 681 (2015) (guaranteeing same-sex couples “the fundamental right to marry” under the Constitution). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 225 and lesbians as a class and provided the factual scenarios which formed the Court’s animus jurisprudence.134 It might be easier, then, to consider whether the more recent refusals of bakers, florists, and even adoption agencies to serve same-sex couples reflects resistance to engaging gays and lesbians fully as social peers, and as a sense of social injury at the state’s insistence that they do.135 One legal scholar has ar-gued that the Court’s decision in Masterpiece Cakeshop suggests an “inversion of animus”—a transformation of majority-plaintiffs into minorities who sud-denly need the Court’s protection from subordination.136 We might extend, however, the reach of this scholar’s observations about inversion. That is, in-version describes not just the Court’s doctrinal maneuver, but also the position-ing of plaintiffs in a social status hierarchy. Being required to serve same-sex couples triggers plaintiffs’ concerns about status loss relative to same-sex cou-ples whose status is rising as a consequence of access to marriage. The impact of status on equality movements is often unaddressed, par-ticularly in comparison to the engagement of animus and discrimination, two phenomena about which cultural and legal norms of disapproval are more firmly set. Although useful to consider in isolation, drawing sharp lines be-tween animus, discrimination, and status is not necessarily the goal. Rather, the goal is to recognize that status exerts a less visible, but forceful drag on equali-ty movements, the recognition of which can reinvigorate the push for anti-subordination or redistributive justice approaches to equality law, inform poli-cy and law that accounts for its impact, and prompt a more clear-eyed assess-ment of the triumphs and failures of equality movements.                                                                                                                             134 See, e.g., Romer v. Evans, 517 U.S. 620, 634–35 (1996) (striking down an amendment to the Colorado Constitution that excluded same-sex relationships from serving as the basis of non-discrimination claims because of an “inevitable inference” of animus); see also Kevin M. Barry, Brian Farrell, Jennifer L. Levi & Neelima Vanguri, A Bare Desire to Harm: Transgender People and the Equal Protection Clause, 57 B.C. L. REV. 507, 545–46 (2016) (discussing that “evidence of animus can be either direct or indirect” and using Romer to illustrate how the Court “inferred animus from the structure and practical effect of the challenged law”).  135 In June 2021, the Supreme Court decided Fulton v. City of Philadelphia, a case in which the City of Philadelphia refused to use a taxpayer-funded, government-contracted foster care agency that discriminated against prospective foster families on the basis of sexual orientation, claiming that to license same-sex couples to foster would be contradictory to the agency’s religious beliefs. 141 S. Ct. 1868, 1874–75 (2021). The Court held that the city’s refusal to use the agency’s services because of the agency’s policy against licensing same-sex couples to foster children was unconstitutional. Id. at 1882.  136 Melissa Murray, Inverted Animus: Masterpiece Cakeshop and the New Minorities, 2018 SUP. CT. REV. 257, 259, 284; see Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719, 1731 (2018). 226 Boston College Law Review [Vol. 63:199 B. Status in Movements Both education and marriage function as valuable social goods, the distri-bution of which has maintained and symbolized status hierarchies. Through legally-mandated segregated schooling and subsequent racialized disparities in access, education has maintained the superordinate status of white people. Similarly, tightly-drawn legal parameters regarding access to marriage has op-erated to serve and maintain the superordinate status of straight men and heter-osexual couples in service of patriarchy. The observation that the law has restricted access, operating to differen-tially grant access to goods like education and marriage, is not new. Less obvi-ous are the ways that landmark equality cases that appear to dismantle status hierarchy actually reinscribe it. Cultural beliefs inform and anchor status hier-archies; for status to function, stereotypes and beliefs about groups must be consensual such that virtually everyone shares them as cultural knowledge.137 “Undermining [the] perceived consensuality” of such beliefs is key to disman-tling status.138 The absence of serious engagement with status in litigation, however, combined with rhetoric and language that reaffirms hierarchies of value, serves only to more deeply entrench status in the long-term. 1. Public School Integration More than just expressions of animus reserved for Black people, or the monopoly of whites over educational resources, school segregation came to reflect the superordinate social status of white people. Through substandard facilities, sharply limited resources, and inferior educational opportunities, the exclusion of Blacks from white schools operated within a closed system in which closure conferred advantages on insiders—whites—while denying Blacks access to those advantages.139 Through racial exclusion and segregation, educa-tion has helped maintain the superordinate status of white Americans. Segregated schools, however, also signaled the inferior status of Blacks, using stigmatizing exclusion as a representation of their lower societal worth and value. Like the anti-miscegenation laws that worked in conjunction with school segregation,140 de jure school segregation policies were meant not just                                                                                                                             137 Ridgeway & Correll, Consensus and the Creation of Status Beliefs, supra note 101, at 434; Ridgeway, supra note 90, at 2–3.  138 RIDGEWAY, supra note 19, at 162–63; see also supra note 118 and accompanying text (dis-cussing how consensus lends to the foundation on which status beliefs are formed and aids in under-standing how human groups are categorized).  139 See Jeremy Fiel, Closing Ranks: Closure, Status Competition, and School Segregation, 121 AM. J. SOCIOLOGY 126, 128 (2015) (explaining the concept of closure).  140 During the nineteenth and early twentieth centuries, “Jim Crow restrictions on [interracial] marriage implemented the combined white supremacist and eugenicist ideologies of an innate racial  2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 227 to separate whites and Blacks, but to separate whites from Blacks.141 The im-plication was that proximity to Blackness was degrading to superior white identity, and white schools became symbols of that superiority.142 Nor did public school integration decisively undercut the link between ra-cialized school enrollment and status. Despite having dismantled explicit markers of status hierarchy, the Brown litigation nevertheless worked to pre-serve superior white status. When the Court declared segregation as unconsti-tutional, for example, it focused on how segregation denied Black children equal educational opportunities, and inflicted psychological harm: “To separate [children in grade and high schools] from others of similar age and qualifica-tions solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlike-ly ever to be undone.”143 The Court did not, however, interrogate the commit-                                                                                                                           hierarchy that called for racial separation.” Dorothy E. Roberts, Loving v. Virginia as a Civil Rights Decision, 59 N.Y.L. SCH. L. REV. 175, 177 (2014–15). To maintain this racial distance, whites used public school segregation “to prevent the development of sexual relationships between whites and people of color,” and thus ensured the purity of the white race. Reginald Oh, Interracial Marriage in the Shadows of Jim Crow: Racial Segregation as a System of Racial and Gender Subordination, 39 U.C. DAVIS L. REV. 1321, 1337–38 (2006). In response to the attempts of public institutions to inte-grate, opponents expressed concerns about miscegenation and the opportunities integration would create for inter-racial marriage. See Amelia A. Miller, Note, Letting Go of a National Religion: Why the State Should Relinquish All Control Over Marriage, 38 LOY. L.A. L. REV. 2185, 2188 (2005) (detailing the reaction of a Virginia newspaper in response to the admission of the first Black student at the University of Maryland). Unsurprisingly given these concerns, early protestors of the high Court’s decision in Brown v. Board of Education characterized it as a “social program for the amal-gamation of the two races.” Oh, supra, at 1339 (quoting Reva B. Siegel, Equality Talk: Antisubordi-nation and Anticlassification Values in Constitutional Struggles Over Brown, 117 HARV. L. REV. 1470, 1483 (2004)); see Brown v. Bd. of Educ., 347 U.S. 483 (1954). Civil rights activists understood that loathing of interracial relationships was integral to racial separation, and in response they delayed challenging anti-miscegenation statutes due to fear that it would undermine recent civil rights success-es, instead choosing plaintiffs for test integration cases because of their unlikeliness to marry. Roberts, supra, at 176; Miller, supra, at 2188. For example, in preparing McLaurin v. Oklahoma State Regents as a prelude to the NAACP’s major challenge to segregation in Brown, Thurgood Marshall specifical-ly selected George McLaurin as a plaintiff because his advanced age made it less likely that he would marry or intermarry. Miller, supra, at 2188 (quoting KLUGER, supra note 32, at 266 (1st ed. 1975)); see Brown, 347 U.S. at 494; McLaurin v. Okla. State Regents for Higher Educ., 339 U.S. 637, 642 (1950).  141 See Charles R. Lawrence III, If He Hollers Let Him Go: Regulating Racist Speech on Campus, 1990 DUKE L.J. 431, 439–40 (“Brown held that segregated schools were unconstitutional primarily because of the message segregation conveys—the message that black children are an untouchable caste, unfit to be educated with white children.”).  142 See Peter J. Rubin, Reconnecting Doctrine and Purpose: A Comprehensive Approach to Strict Scrutiny After Adarand and Shaw, 149 U. PA. L. REV. 1, 20–21 (2000) (explaining that those at the bottom of the hierarchy, primarily Black people, embody a stigmatized identity); see also Gowder, supra note 109, at 328, 339–54 (using a cognitive hierarchical model to argue “the notion that black-ness is worth less than whiteness [is] built into the American psyche”).  143 Brown, 347 U.S. at 494. 228 Boston College Law Review [Vol. 63:199 ments to racial purity and white supremacy which had justified segregation from the start.144 The Court also failed to address the dignitary and psychic losses to whites that would inevitably accompany integration. Restructuring the education sys-tem to distribute value more equally does not simply result in material losses for whites. Rather, the losses are also psychic—an undercutting of the cultural beliefs, buttressed by law and policy, that white monopoly on educational re-sources is both legitimate and naturally occurring.145 That education has fig-ured so centrally into American notions of citizenship only intensifies the per-ceived loss experienced as a result of the broadening of education access to minoritized groups further down the social hierarchy. Opening white schools, the symbol of quality American education, to Black people would necessarily mean a relative loss of status for whites. The Brown opinion, however, instead focused on social science purport-ing to affirm the inferiority complex of young Black children subject to segre-gation, suggesting that as Black children became more aware of their lower social status, they would more frequently internalize feelings of inferiority and personal humiliation.146 Not only has this interpretation of the research been credibly challenged,147 but the Court also failed to ever interrogate the unjusti-                                                                                                                            144 Oh, supra note 140, at 1333–35.  145 As an identity, “whiteness provides social and psychological benefits to Whites,” who enjoy “the sense of superiority [and esteem] that whiteness confers by virtue of its monopoly on political, legal, financial, and social power.” Osamudia R. James, White Like Me: The Negative Impact of the Diversity Rationale on White Identity Formation, 89 N.Y.U. L. REV. 425, 473–74 (2014). Status plays a key role in this conferral by biasing people’s expectations of their own competence and suitability for authority, as well as that of others. See Ridgeway, supra note 90, at 5–6. These beliefs “have self-fulfilling effects . . . on behaviors and outcomes . . . creat[ing] inequalities in assertive versus deferen-tial behavior, task performance, [and] attributions of ability . . . [in] otherwise equal [individuals].” Id. at 6. These dynamics impact both how people present themselves for positions of authority and how that authority is perceived. Id. The cumulative effect of these biases is that not only are those with privileged status “tracked into positions of greater resources and power,” but that their resources and power also come to be understood as naturally occurring, independent of the ways their privileged status advantaged them at the start. Id. Doctrines like the diversity rationale only reinforces these dynamics by downplaying the significance of white racial identity in the amassing and consolidation of authority and power, and casting students of color in service roles relative to white students on campus. James, supra, at 493–94, 494 n.325.  146 Brown, 347 U.S. at 494–95.  147 In selecting white dolls over Black dolls during the studies on which the Court relied, young Black children were in fact signaling to researchers that they had already observed patterns of white supremacy around them, and thus understood which doll was perceived as “more desirable.” Vinay Harpalani, Ahmad Khalid Qadafi & Margaret Beale Spencer, Doll Studies, in 2 ENCYCLOPEDIA OF RACE AND RACISM 67, 69 (Patrick L. Mason ed., 2d ed. 2013) (2008); Brown, 347 U.S. at 494–95. The developmentally accurate interpretation of the doll tests performed with the children of the age tested for Brown is not that Black children believed they were of lesser value—a message children of the age tested are not yet capable of internalizing—but that they understood that the correct answer, as  2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 229 fied sense of racial superiority and racial hierarchy that develops over time among white schoolchildren subject to segregation.148 It is easy to dismiss these omissions as mere rhetorical silences. Remem-ber, however, that status hierarchies are informed by the cultural beliefs that inform the hierarchies; for status to function, stereotypes and beliefs about groups must be consensual.149 Remember, too, that undermining the perceived consensuality of such beliefs is key to dismantling status.150 It is in these si-lences, then, that the architecture of status is reinforced. Silence about status in Brown left undisturbed and unchallenged the no-tion of psychologically, if not also physically, inferior Black children who needed access to white schools and white people for healing.151 Moreover, in failing to name the intentional ways that segregated schooling sought to affirm the purported superiority of white people, Brown helped affirm white monopo-ly on resources and power as natural.152 The tracking of the status-privileged into positions of greater resources and power—masked as justified and ex-pected—is in part how status is made stable.153 Further, by making race a problem to which only people of color are sub-ject, the Court absolved whites of any responsibility for segregation, racial iso-lation, and their harms, thus distancing them from the status problem to which they were as inextricably linked as Blacks.154 In failing to contextualize segre-gation as part of a system in which whites were cast as winners and Blacks as losers, the Court also cast Blacks as outsiders laying claim to resources and goods that implicitly and naturally belonged to white people. This framing fails to undercut consensus beliefs about status, reaffirming through silence the subordinate positioning of Blacks. The seeds of Brown’s omission bore fruit in subsequent cases. Despite the limited force of Brown and the early resistance that followed, desegregation and integration began in earnest after the federal government began to condi-tion the receipt of state funding on the absence of discriminatory practices, and                                                                                                                            informed by their observations of the world around them, is to pick the white doll. See id. In short, these young children understood status. See id.  148 Angela Onwuachi-Willig, Reconceptualizing the Harms of Discrimination: How Brown v. Board of Education Helped to Further White Supremacy, 105 VA. L. REV. 343, 353–61 (2019).  149 See supra note 137 and accompanying text (discussing consensuality of status beliefs).  150 See supra note 138 and accompanying text (explaining the need for dismantling status).  151 Brown, 347 U.S. at 494.  152 Id.  153 Laurie T. O’Brien & Brenda Major, System-Justifying Beliefs and Psychological Well-Being: The Roles of Group Status and Identity, 31 PERSONALITY & SOC. PSYCH. BULL. 1718, 1718–19 (2005); Ridgeway, supra note 90, at 6.  154 Randall L. Kennedy, Ackerman’s Brown, 123 YALE L.J. 3064, 3066–68 (2014). 230 Boston College Law Review [Vol. 63:199 the Court finally provided desegregation guidance.155 The initial solutions, however, were marred by the near-exclusive goal of assimilating Blacks. Ex-emplified by one-way bussing programs that moved Black children out of their communities and into white schools, and the dismissal of Black teachers not permitted to teach in newly integrated schools, these integration policies rein-forced status hierarchy, presenting white schools and white people as neces-sarily superior.156 Moreover, the exit ramps created, in part, from the scant attention paid to status in the Brown litigation hampered subsequent integration efforts. Relying on a distinction between de jure and de facto segregation, the Court in 1974, in Milliken v. Bradley, rejected district court attempts to include surrounding white suburbs in Detroit’s integration plan.157 The impact of racial isolation and the status hierarchy it symbolizes, however, is no less damaging when oc-curring informally, a reality made clearer when considering status dynamics. Milliken, however, built on white absolution established in Brown, affirming the choices of white, privileged parents to avoid participation in remedying racial discrimination.158 The Milliken decision made invisible the nature of white supremacy, distilling the issue of racial segregation into private choices,                                                                                                                             155 In Brown’s wake, white supremacist Citizens’ Councils flourished alongside the resurgence of the Ku Klux Klan. Ball, supra note 8, at 1507. White moderate politicians became politically vulnera-ble, prompting many to become staunch segregationists lest they be kicked out of office. Id. Southern congressmen backed the “Southern Manifesto,” a 1956 proclamation criticizing the Court for “clear abuse of judicial power” and calling for the use of “all lawful means” to reverse Brown. Id. at 1508 (quoting JAMES T. PATTERSON, BROWN V. BOARD OF EDUCATION: A CIVIL RIGHTS MILESTONE AND ITS TROUBLED LEGACY 98 (2001)) Further, southern legislatures amended their constitutions to main-tain segregation, shut down all public schools in their state, or enacted school assignment and funding policies designed to leave segregation undisturbed. Id. at 1508–10. Only once during the ten years after Brown did the Court grant full review of a challenge to integration delays, and the Court’s si-lence only emboldened the opposition. Id. at 1500 n.62; see Cooper v. Aaron, 358 U.S. 1, 16–17 (1958) (holding that the threat of disorder in Little Rock’s Central High School was an insufficient ground for delaying desegregation). At the end of that decade, only 1.2% of Black children in the states composing the Confederacy matriculated at schools with white children. Ball, supra, at 1500.  156 See Brent Staples, Where Did All the Black Teachers Go?, N.Y. TIMES (Apr. 20, 2017), https://www.nytimes.com/2017/04/20/opinion/where-did-all-the-black-teachers-go.html [https://perma.cc/DV7F-UJY3] (noting that about one-third of Black teachers lost their employment in the move toward integration); see also Deirdre Oakley, Jacob Stowell & John R. Logan, The Impact of Desegregation on Black Teachers in the Metropolis, 1970–2000, 32 ETHNIC & RACIAL STUD. 1576, 1576 (2009) (finding that “[m]andated desegregation . . . resulted in decreases in the black teaching force in the South,” but small increases in the Black teaching force in the North); Madeline Will, 65 Years After ‘Brown v. Board,’ Where Are All the Black Educators?, EDUC. WK. (May 14, 2019), https://www.edweek.org/policy-politics/65-years-after-brown-v-board-where-are-all-the-black-educators/2019/05 [https://perma.cc/58TB-EBLP] (explaining that Brown resulted in the “dismissal, demotion, or forced resignation of many experienced, highly credentialed black educators who staffed black-only schools”).  157 418 U.S. 717, 739–41 (1974).  158 James, supra note 51, at 1092–93. 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 231 and ignoring the public nature of racial hierarchies. White flight can therefore be understood as race-neutral preference rather than the status-securing politi-cal moves that Brown should have named and prohibited. The Court’s 2007 integration case, Parents Involved in Community Schools v. Seattle School District No. 1, proceeded in the same fashion. Alt-hough framed as an equal protection case featuring the illegitimate classifica-tion of students by race for the purposes of schooling assignments, the case nonetheless prioritized the choices of powerful white parents.159 The plaintiffs that brought suit challenged a race-conscious school assignment policy, which sought to undercut or prevent the monopoly of white parents on the better re-sourced, oversubscribed schools in the city.160 In striking down the school as-signment plan, the Court legitimated their claims to higher status schools in the city. Absent a status analysis, equal protection was turned upside-down to pro-tect “innocent” white parents whose superordinate racial status helped create their monopoly on higher-status schools in the first instance.161 Brown and subsequent cases did not insulate whites from all the effects of status reordering, and some whites surely incurred costs in their flight from, or obstruction to, integration. But once white enclaves and prerogatives were reestablished, doctrinal developments protected their consolidation of power and resources, rendering them naturally occurring, and facilitating the mo-nopolization of education resources that would facilitate continued dominance. Perversely, these moves occurred against the backdrop of a triumphalist narrative regarding race. Brown eschews an explicit commitment to addressing white supremacy, whereas subsequent cases focused only on “remedies rather                                                                                                                             159 See Parents Involved in Cmty. Schs. v. Seattle Sch. Dist. No. 1, 551 U.S. 701, 709–10 (2007) (noting that “[t]he school districts in these cases voluntarily adopted student assignment plans that rely upon race to determine which public schools certain children may attend”).  160 In Seattle, white residents lived primarily in the Northern part of the City, while non-whites lived in the south. Parents Involved in Cmty. Schs v. Seattle Sch. Dist. No. 1, 426 F.3d 1162, 1166 (9th Cir. 2005), rev’d, Parents Involved, 551 U.S. 701 (2007). Desegregation plans were implemented to counter the racial segregation in schools that naturally occurred if school assignments were based on address. Id. at 1166–67. Although district plans included upgrades and renovations to all the City’s schools in an attempt to make them all attractive to students and parents, high schools nevertheless varied in their desirability. Id. at 1169. Three of the northern schools, including Ballard High School—plaintiff’s first choice—were oversubscribed, with insufficient capacity to meet student de-mand. Id. Ballard High School underwent a $35 million dollar renovation prior to plaintiff’s selection of the school. See id. at 1169–71 (describing the details of the school plan in place at Ballard High School).  161 See Parents Involved, 551 U.S. at 750 (Thomas, J., concurring) (“[R]acial imbalance can also result from any number of innocent private decisions, including voluntary housing choices.”). Like in so many cities, white parents’ access to more desirable schools on the North side is a direct result of housing discrimination that was legal until 1968, and which split the city by race—one on either side of the City’s “Mason-Dixon” line. Cara Sandberg, Getting Parents Involved in Racially Integrated Schools, 2012 BYU EDUC. & L. J. 449, 467. 232 Boston College Law Review [Vol. 63:199 than . . . the substantive rights of minority children” and the obligations of whites who benefit from a racial caste system.162 A focus on remedies allowed whites to proclaim a belief in racial equality while avoiding the very measures meant to ensure that equality.163 Brown is canonized as the case that ended ra-cial segregation in American schools, thus permitting whites to enjoy the supe-rior social positioning afforded them through racial segregation, and all with-out the burden of being labeled racist. More than just present disparities in teaching, curriculum, or facilities, however, ongoing segregation continues to represent differences in status be-tween Black and white. Although Americans today typically disavow such ex-plicit denigrations of Black racial identity, the use of white racial identity as a proxy for quality and value is ongoing. Research suggests, for example, that particularly for white parents, school quality is “inversely related to [the per-centage of Black student] enrollment in a school”; only after school quality is “excluded on the basis of race [do] white parents . . . broaden their focus to include additional criteria.”164 Thus, “[f]or white Americans, the higher the percentage [of] African American[s], the lower the status of [the] school . . . .”165 Devoid of explicit expressions of animus, and distinct from concerns re-garding resources, the draw to white schools and the disavowal of schools with Black children reflects status beliefs not only about the worth of particular in-dividuals but entire communities.166 Today’s schooling segregation maintains the exclusion of Black students from white schools, thus maintaining their mo-nopoly on resources and status, and preserving the superordinate status posi-tion of white students.167 Ultimately, education is a valuable material resource                                                                                                                             162 See Jack M. Balkin, Rewriting Brown: A Guide to the Opinions, in WHAT BROWN V. BOARD OF EDUCATION SHOULD HAVE SAID 44, 67 (Jack M. Balkin ed., 2001) (canvassing competing assess-ments of Brown).  163 Id.  164 Sikkink & Emerson, supra note 25, at 271 (citing Saporito & Lareau, supra note 48, at 435) (surveying research discussing the context of school choices).  165 Id.  166 See generally Baldwin Clark, supra note 125 (documenting how school district boundaries, and the laws that criminalize address falsification committed in order to acquire an education in a different district, reflect cultural borders between districts, and the racialized beliefs that those inside the district have about the merit and worth of those outside the district); see also discussion supra Part I and accompanying text (discussing animus as a desire to target and harm a group).  167 In higher education, these differences play out with particular force at elite institutions, where admission functions as a status symbol, and school status tracks racial status. Admissions policies at the institutions perpetuate the exclusion of Black people: in addition to excessive reliance on standard-ized test scores that better track socioeconomic status than academic capability, admissions practices for legacy students and athletes work to maintain the institutions as predominantly white. At the na-tion’s more selective colleges and universities, the admissions rate for legacy students is two, four, and sometimes five times the rate of applicants whose parents did not attend the institutions. See Dan- 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 233 and set of opportunities that enhance, secure, or symbolize status.168 Segregat-ed education continues to function as a symbol of status positioning, such that attempts to distribute the good more equitably are understood as disruptions to the racial status order that education supports. 2. Same-Sex Marriage Like education, marriage has also preserved hierarchies, enshrining the superordinate status of men relative to women, and of straight couples relative                                                                                                                            iel A. Gross, How Elite US Schools Give Preference to Wealthy and White ‘Legacy’ Applicants, THE GUARDIAN (Jan. 23, 2019), https://www.theguardian.com/us-news/2019/jan/23/elite-schools-ivy-league-legacy-admissions-harvard-wealthier-whiter [https:/perma.cc/KZT6-92ZD] (reporting that “the acceptance rate for legacy students [at Harvard University] is about 33%, compared with an overall ac-ceptance rate of under 6%”); see also Melissa Korn, How Much Does Being a Legacy Help Your College Admissions Odds?, WALL ST. J. (July 9, 2018), https://www.wsj.com/articles/legacy-preferences-complicate-colleges-diversity-push-1531128601 [https://perma.cc/RXC4-MGE9] (reporting that “[a]t the University of Notre Dame . . . and Georgetown University, the admission rate for legacies is about double the rate” of non-legacy applicants, while “[a]t Princeton University, legacies are admitted at four times the general rate”). At institutions that have been historically majority-white, legacy prefer-ences will generally favor white students. See Gross, supra (reporting that “among white applicants who were accepted to Harvard, 21.5% had legacy status,” while “[o]nly 6.6% of accepted Asian ap-plicants, and 4.8% of accepted African American applicants, were legacies”). Athletics policies at elite colleges and universities also favor whites. According to the National Collegiate Athletics Asso-ciation, 61% of college athletes were white in 2017, with the statistic rising to 65% among the Ivy League. Saahil Desai, College Sports Are Affirmative Action for Rich White Students, THE ATLANTIC (Oct. 23, 2018), https://www.theatlantic.com/education/archive/2018/10/college-sports-benefits-white-students/573688/ [https://perma.cc/9YUP-4A8B]. Among selective colleges, “athletes were given a 48 percent boost in admissions, compared with 25 percent for legacies and 18 percent for racial minorities.” Id. At Harvard University, between 2009 and 2014, 43% of accepted white appli-cants were either “athletes, legacies, . . . on the dean’s interest list, [or] children of faculty and staff.” Peter Arcidiacono, Josh Kinsler & Tyler Ransom, Legacy and Athlete Preferences at Harvard 1, 13 (Nat’l Bureau of Econ. Rsch., Working Paper No. 26316, 2019). Ongoing challenges to the affirma-tive action policies adopted to maximize racial diversity focus on the purportedly unfair advantage from which applicants of color benefit in the admissions process. Again, expressions of animus are absent, and, in fact, challengers often profess a commitment to simple “colorblindness.” Further, the negligible impact on admissions rates for white applicants even in the absence of race-conscious poli-cies suggests that opposition is not exclusively about competing claims to a limited resource. See Sherick Hughes, Dana N. Thompson Dorsey & Juan F. Carrillo, Causation Fallacy 2.0: Revisiting the Myth and Math of Affirmative Action, 30 EDUC. POL’Y 63, 65, 70, 83 (2016) (concluding that because African American and Latino students made up such a small proportion of admissions at many selec-tive universities that the complete removal of their applications would only increase the likelihood of white admissions by about 5% at the University of North Carolina at Chapel Hill); see also Goodwin Liu, The Causation Fallacy: Bakke and the Basic Arithmetic of Selective Admissions, 100 MICH. L. REV. 1045, 1073–74 (2002) (finding that even absent affirmative action, the lead plaintiff challenging the University of Michigan Law School’s admissions policies would most likely have been denied admission). Rather, opposition is also about the status of the institutions, and who merits access to the valuable good of elite education.  168 Education can also be understood as a graduated nominal characteristic that orders people according to how much education they possess. Moreover, specific schools can operate as sites of status where esteem is conferred by virtue of enrollment. 234 Boston College Law Review [Vol. 63:199 to same-sex couples. That same-sex couples in some states pre-Obergefell could enjoy marriage-alternatives with the same material benefits is telling. Marriage was not merely an issue of economics or estate planning. Rather, the denial of marriage had symbolic meaning, serving as a mechanism by which straight people maintained superior social status to gays and lesbians; marriage was “the chief means by which culture maintain[ed] heterosexuality as a social identity.”169 Marriage ultimately conferred esteem on those heterosexual cou-ples who could and wanted to enter it, enhancing or maintaining their status relative to the same-sex couples who could not.170 Laws reserving marriage for only heterosexual couples conveyed approval and acceptance from which het-erosexual couples benefitted. In addition, men particularly benefitted from the social conventions re-garding gender that traditional marriage affirmed and same-sex marriage un-dercut. Even though marriage has historically “bestowed benefits” to both men (“services of a wife”) and women (“financial support from [a] husband”), the institution has not been an equitable one.171 Marriage is legally anchored in the common law understanding that a wife is her husband’s property.172 According to this framework, women were naturally subordinate, and a husband legally exerted “control over his wife, her body, and the products of her labor, from the children she bore to her earnings and property.”173 As a result, marriage functioned for men as a guarantor of a long-lived life filled with health and happiness.174 In contrast, and particularly for women who did not work outside the home, marriage could function as a source of status denigration, depres-sion, isolation, and deprivation of personhood.175                                                                                                                             169 David B. Cruz, “Just Don’t Call It Marriage”: The First Amendment and Marriage as an Expressive Resource, 74 S. CAL. L. REV. 925, 957 (2001) (quoting Richard D. Mohr, The Stakes in the Gay-Marriage Wars, in SAME-SEX MARRIAGE: THE MORAL AND LEGAL DEBATE 105, 106 (Robert M. Baird & Stuart E. Rosenbaum eds., 1997)).  170 As with most American phenomena, here, too, race plays a part, with studies suggesting that people of color, especially Blacks and Latinos, marry at lower rates relative to whites. The possible reasons for this are varied, ranging from “family arrangements and . . . economic hardships” that mute the “financial incentives [of] marriage,” to a tacit understanding that marriage will not necessarily yield the mainstream acceptance it brings whites. Darren Lenard Hutchinson, “Gay Rights” for “Gay Whites”?: Race, Sexual Identity, and Equal Protection Discourse, 85 CORNELL L. REV. 1358, 1370–72 (2000).  171 Kerry Abrams, Marriage Fraud, 100 CALIF. L. REV. 1, 43–44 (2012).  172 Id. at 10.  173 Mary Anne Case, Lecture, Marriage Licenses, 89 MINN. L. REV. 1758, 1765 (2005).  174 JESSIE BERNARD, THE FUTURE OF MARRIAGE 23 (Bantam Books 1973).  175 Id. at 46–52. A series of court rulings affirming a more democratic version of marriage under-cut the socially and legally sanctioned superior status of men within marriage, and helped to dismantle a gendered breadwinner/homemaker model of marriage. See, e.g., Frontiero v. Richardson, 411 U.S. 677, 690–91 (1973) (holding that federal law requiring differing qualifications for male and female spousal dependency violated the Due Process Clause); Weinberger v. Wiesenfeld, 420 U.S. 636, 636, 642–53 (1975) (holding that Social Security regulations that transferred benefits of a deceased hus- 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 235 These dynamics prompted feminists in the 1960s and 1970s to promote a “vision of egalitarian marriage” in which women who chose more traditional roles in marriage would not be penalized, and husbands and wives shared breadwinning and caregiving responsibilities more equally.176 Although the law today does not enshrine assumptions about roles in marriage on the basis of sex, cultural expectations regarding male dominance and privilege still shape heterosexual marriages to the potential disadvantage of the women who enter them.177 Same-sex marriages, however, neither necessarily involve men nor take for granted the superordinate position of men within spousal relationships. “Just as whites [can] have a stake in the preservation of their [superordinate] identity, so [can] heterosexuals,” and a reordering can be psychologically de-stabilizing.178 Destabilization can be even more intense for those who ground their opposition to same-sex marriage in religion. Not only are these opponents guided by the sense of moral authority that religion tends to imbue, but also by the more rigid gender roles that Judeo-Christian religions enshrine more gen-erally. The identification of Christianity with “true” American cultural identity                                                                                                                            band and father to both the wife and children, but prohibited the transfer of benefits for a deceased wife and mother to the husband, while permitting transfer only to children, violated the Due Process Clause); Califano v. Goldfarb, 430 U.S. 199, 201–02 (1977) (holding that gender-based requirements for survivor’s benefits which required men, but not women, to receive half of their spouse’s support at the time of death violated the Due Process Clause).  176 BERNARD, supra note 174, at 140–42; Serena Mayeri, After Suffrage: The Unfinished Busi-ness of Feminist Legal Advocacy, 129 YALE L.J. F. 512, 525 (2020), https://www.yalelawjournal.org/pdf/Mayeri_AfterSuffrage_6zdc11i7.pdf [https://perma.cc/KT3L-PHDB].  177 Research on marital satisfaction and happiness supports the idea that men benefit more from marriage than do women. Self-reported studies, for example, find that although married people report being happier than unmarried people in general, “married men [in particular] are happier than married women,” owing to the “emotional gratification” and support for professional pursuits that men enjoy through marriages. Robert H. Coombs, Marital Status and Personal Well-Being: A Literature Review, 40 FAM. RELS. 97, 97–100 (1991). Researchers also theorize that consistent benefits for married men relative to married women “in terms of both morbidity and mortality” are due to a “subordination-reactivity hypothesis”: because “women generally occupy subordinate status” within marriages, “spousal conflict [more] adversely influences [their] physiology and health.” Rebekah Wanic & James Kulik, Toward an Understanding of Gender Differences in the Impact of Marital Conflict on Health, 65 SEX ROLES 297, 297 (2011); see also Joan K. Monin & Margaret S. Clark, Why Do Men Benefit More from Marriage Than Do Women? Thinking More Broadly About Interpersonal Processes That Occur Within and Outside of Marriage, 65 SEX ROLES 320, 321 (2011) (summarizing the evidence that “[m]en [d]erive [m]ore [h]ealth [b]enefits from [m]arriage” and suggesting that the reasons for the differences are “multifaceted and complex”).  178 See Balkin, supra note 5, at 2363 (“Homosexuals undermine social meanings about gender that perpetuate male supremacy; homosexuality also threatens notions of family organized around patriarchal privilege. Demands by homosexuals for increased status—which include challenging the idea that they are immoral and deviant—undermine the superordinate identity of heterosexuals as surely as demands by blacks or women undermine the superordinate identities of whites and males.”). 236 Boston College Law Review [Vol. 63:199 only intensifies the stakes in terms of status loss.179 Same-sex marriage, then, threatens both moral commitments and signifiers of centrality in mainstream American culture. Marriage has played a central role in American political imagination and economy, and society “depicts marriage as a source of . . . happiness, compan-ionship, financial security, and even good health.”180 Obergefell affirmed this view, characterizing marriage as a “keystone” institution “at the center of so many facets of the legal and social order.”181 As such, exclusion from marriage necessarily conveys messages about the esteem and honor denied those who are excluded. The same-sex marriage movement has worked to expand these notions of worth by broadening access to marriage for gay and lesbian couples through a series of litigation victories that implicated social belonging for gays and lesbi-ans.182 Notably, these gains were won outside of judicial frameworks typically used to determine whether discrimination against a particular group is suspect. Although race and gender have been subject to a “suspect class analysis,” the “emerging” class of gays and lesbians have not; rather, their string of equal protection victories before the Court have been on the basis of a finding of an-imus.183 Obergefell, however, marked a shift away from a finding (and rejection) of animus, the dominant frame through which the Court had theretofore been                                                                                                                             179 For a rich exploration of the identification with Christianity and “genuine” American identity, see Caroline Mala Corbin, The Supreme Court’s Facilitation of White Christian Nationalism, 71 ALA. L. REV. 833, 834, 838–39 (2020) (quoting Jager v. Douglas Cnty. Sch. Dist., 862 F.2d 824, 829 (11th Cir. 1989)) (arguing that the defining characteristic of Christian nationalism “is the belief that reli-gious identity and national identity overlap completely”; that “the United States is and should be a Christian nation”; and that “Christian insiders . . . are true Americans and non-Christian outsiders . . . are not”).  180 Melissa Murray, Marriage as Punishment, 112 COLUM. L. REV. 1, 1, 4 (2012). Particularly among “those who have never wed, marriage remains a life goal,” with 61% of never-married men and women stating that at some point, they would want to marry. D’Vera Cohn, Love and Marriage, PEW RSCH. CTR. (Feb. 13, 2013), https://www.pewresearch.org/social-trends/2013/02/13/love-and-marriage/ [https://perma.cc/6JTD-X7JT]. Similarly, 36% of adults report that “[h]aving a successful marriage is ‘one of the most important things’ in life,” with “[a]n additional 48% [reporting] it is ‘very important but not the most’ important.” Id.  181 576 U.S. 644, 669–70 (2015).  182 See United States v. Windsor, 570 U.S. 744, 775 (2013) (concluding that the purpose of DO-MA was “to disparage and . . . injure” gay and lesbian married couples, in deviation from traditional rules of federalism and deference to the state in matters of domestic relations); see also Lawrence v. Texas, 539 U.S. 558, 582 (2003) (O’Connor, J., concurring) (concluding that “moral disapproval” of gays and lesbians “is insufficient to satisfy rational basis review”); Romer v. Evans, 517 U.S. 620, 635 (1996) (concluding that Colorado’s “Amendment 2 classifies homosexuals not to further a proper legislative [interest]” but rather purposefully to burden them as a class).  183 ARAIZA, supra note 120, at 3–4. 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 237 evaluating claims of discrimination on the basis of sexual orientation.184 The case “considered challenges to several states’ laws banning same-sex mar-riage,” leaving the Court unable to conclude that all states had been infected with subjective bad intent as it might with a challenge to “one statute, enacted by one [legislative body].”185 Moreover, unlike Windsor, which involved a challenge to Congress’s attempt to enshrine a definition of marriage in federal law, state bans on same-sex marriage were not about the division of authority between state and federal government. Forced to engage with the religious and philosophical underpinnings of the state laws, Justice Kennedy pivoted to an analysis of dignity.186 Distinct from animus, and from “group-based [equal protection] claims under the guarantees of the Fifth and Fourteenth Amendments,” dignity is rooted in due process guarantees of the same.187 Justice Kennedy’s focus on dignity—specifically, the respect and honor same-sex couples deserve—tracks notions of status. Moreover, acknowledgement in the opinion that the dignitary value in recognition and affirmation of same-sex couples and their families is a rhetorical move that is particularly instructive for thinking about status.188 Stigma, defined as “the situation of the individual who is disqualified from full                                                                                                                             184 See generally 576 U.S. 644 (2015) (lacking a discussion of animus).  185 Id. at 655; ARAIZA, supra note 120, at 170 (describing how the Windsor case “allowed the Court to return to the idea of subjective bad intent” and conducting a comparison to Obergefell). Windsor involved one such contest to one law passed by one body, allowing the Court to find animus more directly. 570 U.S. at 770; ARAIZA, supra note 120, at 170; see also supra note 79 and accompa-nying text (discussing the Windsor Court’s reasoning).  186 Obergefell, 576 U.S. at 656–81; ARAIZA, supra note 120, at 170–71.  187 Kenji Yoshino, The New Equal Protection, 124 HARV. L. REV. 747, 748–49 (2011) (footnotes omitted).  188 In doing so, the Court potentially opened up new doctrinal and jurisprudential avenues for societal equality. See, e.g., Elizabeth B. Cooper, The Power of Dignity, 84 FORDHAM L. REV. 3, 5 (2015) (considering the “historical and judicial equating of homosexuality and stigma with the Court’s development of a jurisprudence of dignity for gay men and lesbians, culminating in its decision in Obergefell v. Hodges”); Alexis M. Piazza, The Right to Education After Obergefell, 43 THE HARBIN-GER 62, 66–73 (2019) (analyzing how four key doctrinal and rhetorical moves in Obergefell paved the way for the development of a “fundamental right to education”); Steve Sanders, supra note 70, at 2069 (2019) (characterizing the Court’s dignity jurisprudence as “majoritarian” decisions “broadly accepted” because they reflect society’s “dramatic and long-term changes in cultural and public atti-tudes” about gays and lesbians in American life); Laurence H. Tribe, Equal Dignity: Speaking Its Name, 129 HARV. L. REV. F. 16, 17 (2015), https://harvardlawreview.org/wp-content/uploads/2015/11/vol129_Tribe.pdf [https://perma.cc/WTD8-K4FT] (presenting “equal dignity” as Obergefell’s principal contribution to equality jurisprudence, and the “groundwork for an ongoing constitutional dialogue about fundamental rights and the meaning of equality”); Kenji Yoshino, A New Birth of Freedom?: Obergefell v. Hodges, 129 HARV. L. REV. 147, 148, 179 (2015) (characterizing Obergefell as a “game changer for substantive due process jurisprudence,” stressing liberty over equality, “plac[ing] a far stronger emphasis on the intertwined nature of liberty and equality,” and thus poten-tially “open[ing] new channels of liberty”). 238 Boston College Law Review [Vol. 63:199 social acceptance,”189 attached to gay and lesbian people and was justified on both moral and religious grounds.190 Stigma prompted the criminalization of gay sex, the “collateral consequences . . . [of] conviction under th[o]se laws,” and the social condemnation those laws necessarily communicated.191 Dignity functions as the opposite of stigma in gay rights cases.192 In writing for the majority, Justice Kennedy cast matrimony as an antidote to the social exclu-sion gays and lesbians experienced (or at least those gays and lesbians who wished to marry). But for whose benefit were gays and lesbians stigmatized? Missing from the Obergefell and Windsor opinions was the same analysis absent in Brown: the identification of harm not only as injuring the subordinated group, but also as benefitting the subordinating group.193 The Obergefell majority did not con-front equality costs for those at the top of the hierarchy, thus increasing the likelihood of retreat.194 When the Court fails to confront the dominant group, attempts by the dominant group to reinstate its hierarchical position later are easier to make and harder to name. And, like in Brown, the Court again made invisible the complicity of straight people in the marginalization of gay peo-ple.195 As such, like the Brown decision delivered sixty-one years before it, the Obergefell litigation also paved exit ramps away from equality, failing to con-front heteronormativity and gender in ways that more thoroughly disrupt status hierarchies.196 The Court ultimately depicted marriage—a good historically limited to straight (or straight-performing) persons—“as an institution that confers digni-                                                                                                                            189 Cooper, supra note 188, at 6 (quoting ERVING GOFFMAN, STIGMA: NOTES ON THE MANAGE-MENT OF SPOILED IDENTITY, at PREFACE (1963)).  190 Id. at 7–8.  191 Id. at 8.  192 But see Yuvraj Joshi, The Respectable Dignity of Obergefell v. Hodges, 6 CALIF. L. REV. CIR. 117, 117 (2015), https://29qish1lqx5q2k5d7b491joo-wpengine.netdna-ssl.com/wp-content/uploads/2015/11/117-125Joshi_final-CIRCUIT.pdf [https://perma.cc/DS8M-LD7S] (arguing that Obergefell shifted dignity “from respect for the freedom to choose toward the respectability of choices and choice makers”).  193 See generally Obergefell v. Hodges, 576 U.S. 644 (2015) (lacking an identification of harm to the subordinated group, and benefit to the subordinating group); United States v. Windsor, 570 U.S. 744 (2013) (same); Brown v. Bd. of Educ., 347 U.S. 483 (1954) (same).  194 See generally Obergefell, 576 U.S. 644 (2015) (lacking discussion of equality costs for higher status groups).  195 See generally id. (lacking discussion of subordinating group’s complicity in marginalizing the subordinated group); Brown, 347 U.S. 483 (1954) (same).  196 See supra note 195 and accompanying text (discussing the Court’s failure to address equality). I make this claim irrespective of whether Obergefell was decided on equal protection or due process grounds. Although some of the recognition work I argue is absent might have been accomplished had the Court declared sexual orientation a suspect class, Brown was notably decided on equal protection grounds, only to yield the same problematic doctrinal omissions. 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 239 ty” on gays and lesbians wishing to marry.197 Although the Court did address the stigma that same-sex marriage bans impose on same-sex couples, the Court’s response to that stigma was to invite same-sex couples to perform more like straight people—an invitation that reinforces the superordinate status of straight people.198 Gays and lesbians who wish to marry, then, can be under-stood by others in society as interlopers disrupting the “natural” order of things—a framing that finds traction in claims that gays and lesbians engage in behavior that deviates from the “norm” reflected among higher status people. This framing fails to undercut consensuality around the status of straight peo-ple relative to gays and lesbians. Contrast this framing to the Constitutional Court of South Africa, which deemed bans on same-sex marriage unconstitutional nearly a decade before the U.S. Supreme Court. Placing marriage in its proper context, the Constitutional Court acknowledged that marriage is not always the goal for same-sex couples, and that families take many different forms.199 The South African court went further, making clear that marriage does not confer dignity on those who enter it; “rather, it is the legal right to decide whether to marry—and whether to mar-ry someone of the same sex—that is central to dignity.”200 Same-sex couples should have those choices not because it will make them as respectable as het-erosexual couples, but because they are as deserving of those choices as their straight peers.201 In essence, their equal status compels equal choice. These distinctions in language may be nuanced, but ultimately they matter. Like Brown, the failures of Obergefell may bear rotten fruit down the line. Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission and State v. Arlene’s Flowers, Inc., for example, implicate status most acutely, pitting the centrality of straight Christians against the status of same-sex couples.202 Un-like resistance to integrated education, which is motivated, in part, by material competition, same-sex marriage is not zero-sum; the extension of marriage to same-sex couples does not potentially undercut the availability of marriage for                                                                                                                             197 Holning Lau, Marriage Equality and Family Diversity: Comparative Perspectives from the United States and South Africa, 85 FORDHAM L. REV. 2615, 2616–17 (2017).  198 Obergefell, 576 U.S. at 665.  199 See Lau, supra note 197, at 2617–18 (discussing Justice Albert “Albie” Louis Sachs’ reason-ing in Minister of Home Affairs v. Fourie 2006 (1) SA 524 (CC) (S. Afr.)).  200 Id. at 2617 (summarizing the holding of Fourie).  201 Joshi, supra note 192, at 117–18 (arguing that dignity, as presented in Justice Kennedy’s Obergefell opinion “depends on same-sex couples . . . choosing the heterosexual norm of marriage . . . being and showing themselves to be worthy of marriage; and . . . being socially acceptable and ac-cepted”).  202 See supra notes 81–88 and accompanying text (discussing the Masterpiece Cakeshop and Arlene’s Flowers cases). See generally Masterpiece Cakeshop, 138 S. Ct. 1719, 1724 (2018) (discuss-ing the shop owner’s religious reasons for turning down service); Arlene’s Flowers, Inc., 389 P.3d 543, 549 (Wash. 2017), vacated and remanded mem., 138 S. Ct. 2671 (2018) (same). 240 Boston College Law Review [Vol. 63:199 opposite-sex couples. Moreover, plaintiffs in Masterpiece Cakeshop and Ar-lene’s Flowers disavowed any animus regarding same-sex couples, anchoring their complaint squarely in their own religious beliefs.203 Assuming religious objections to same-sex marriage are sincere, then, Masterpiece Cakeshop and Arlene’s Flowers represent a clash of values, and, accordingly, an insistence by plaintiffs that their values, their beliefs, and their status, remain central. Reflecting the multiple axes of status at play, the Masterpiece Cakeshop plaintiff, Jack Phillips, was a white, heterosexual, Christian male.204 As such, Phillips represented a group that most benefitted from the exclusion of same-sex couples from marriage, and was most vulnerable to status disruption after Obergefell.205 Because Obergefell was not forthcoming in identifying the bene-ficiaries of the status hierarchy at issue, Phillips was free to attempt to reclaim superior status absent pushback from the Court.206 By invoking animus in the Court’s opinion, Justice Kennedy essentially affirmed Phillips’s empirical claim that his traditional morals were no longer dominating majoritarian cul-ture and required judicial solicitude as a result.207 Phillips was free to try to reinstate his superior status, and the Court invoked minority status to facilitate that reinstatement.208 The liberty versus equality framing of cases like Masterpiece Cakeshop implicates important and perhaps conflicting constitutional commitments to liberty and equality.209 It also, however, implicates a status match-up for which our jurisprudence currently provides limited, if any, guidance. Nor do subse-quent victories for LGBTQ rights necessarily mediate the status problem. Bos-tock v. Clayton County, for example, was justifiably celebrated for its conclu-                                                                                                                            203 Indeed, both parties in Arlene’s Flowers stipulated that shop owner Barronelle Stutzman had been willingly serving plaintiffs for nine years. 389 P.3d at 548–49; Masterpiece Cakeshop, 138 S. Ct. at 1724.  204 Masterpiece Cakeshop, 138 S. Ct. at 1724.  205 See supra notes 169–181 and accompanying text (discussing Obergefell and status in the con-text of same-sex marriage).  206 See generally Obergefell v. Hodges, 576 U.S. 644 (2015) (failing to identify those that are beneficiaries of status hierarchy).  207 See Masterpiece Cakeshop, 138 S. Ct. at 1737 (Gorsuch, J., concurring) (“It is in protecting unpopular religious beliefs that we prove this country’s commitment to serving as a refuge for reli-gious freedom.”). One legal professor goes further, suggesting that the Court cast plaintiffs as minori-ties in need of the Court’s protection in the face of subordination. Murray, supra note 136, at 282.  208 See Masterpiece Cakeshop, 138 S. Ct. at 1740 (Gorsuch, J., concurring ) (holding that Phillips proved his case on First Amendment grounds and “after almost six years facing unlawful civil charg-es, he is entitled to judgment”). Of course, lower courts have taken contrary positions. Moreover, some observers might characterize the Court’s decision as a justifiable attempt to split the baby, rec-ognizing both religious liberty and the dignity of same-sex couples. I am not so optimistic, however, regarding future decisions in which religious animus will not be a plausible claim and the Court will be forced to resolve (more explicitly) a clash between liberty and equality.  209 Murray, supra note 136, at 257. See generally Masterpiece Cakeshop, 138 S. Ct. 1719 (2018) (holding that the Commission had shown anti-religious bias toward Phillips). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 241 sion that Title VII’s prohibitions against discrimination on the basis of sex nec-essarily includes sexual orientation and gender identity.210 In writing for the majority, however, Justice Neil M. Gorsuch pointedly reserves space for chal-lenges to the ruling on the basis of religious liberty, going so far as to suggest that the Religious Freedom Restoration Act of 1993 (RFRA) is a “super stat-ute” that could “displac[e] the normal operation” of Title VII.211 Due to a reli-gious liberty that is most likely to protect straight white males, status endures. As one in a series of claims justifying discrimination against LGBTQ in-dividuals as expressions of religious beliefs, Masterpiece Cakeshop might sig-nal an early surge in pushback to the most recent gains in LGBTQ equality.212 This surge is undergirded by a commitment to the prioritization of straight people, as buttressed by American Christian beliefs—an ordering that went unchallenged by both the Obergefell and Masterpiece Cakeshop Courts.213 Having failed to consider how straight people are implicated in heteronorma-tivity that stratifies society, even the wins of the same-sex movement insuffi-ciently dismantle the status privilege afforded straight people generally, and men in particular. Like the abandonment of integration after Brown, we may witness yet a steady hollowing out of any commitment to full dignity and equality for gays and lesbians. Access sought through litigation ultimately be-comes formal equality lacking in much substance at all. III. ACCOUNTING FOR STATUS Backlash in response to status disruptions may be inevitable and not easi-ly addressed. Nor are simple changes in language sufficient to stave off the reconstitution of temporarily destabilized racial orders.214 Nevertheless, equali-ty advocates may have opportunities to better account for status over the lifespan of equality movements, ranging from early decisions to challenges status hierarchies, to policy implementation after status disruptions are accom-                                                                                                                            210 140 S. Ct. 1731, 1754 (2020).  211 Id. at 1753–54.  212 See Terri R. Day & Danielle Weatherby, LGBT Rights and the Mini RFRA: A Return to Sepa-rate but Equal, 65 DEPAUL L. REV. 907, 907–08, 919–28 (2016) (canvassing both the efforts of law-makers to set free exercise rights against LGBTQ rights as well as anecdotal evidence of the increas-ing denial of service to same-sex couples in the name of religious freedom).  213 See id. at 908–09 (detailing some of the acts of civil disobedience characterizing the surge). See generally Masterpiece Cakeshop, 138 S. Ct. 1719 (lacking any challenge to American Christian beliefs); Obergefell v. Hodges, 576 U.S. 644 (2015) (same).  214 In Loving v. Virginia, for example, the Court explicitly cast anti-miscegenation laws as tools used to maintain white supremacy, a rhetorical move that did not automatically dismantle racial hier-archies. See 388 U.S. 1, 11 (1967) (“There is patently no legitimate overriding purpose independent of invidious racial discrimination which justifies this classification. The fact that Virginia prohibits only interracial marriages involving white persons demonstrates that the racial classifications must stand on their own justification, as measures designed to maintain White Supremacy.”). 242 Boston College Law Review [Vol. 63:199 plished. Part III conducts an initial analysis regarding opportunities to account for status and mediate long-term retrenchment in the context of litigation, poli-cy, and discourse. Section A of this Part discusses how status may be better accounted for in law and litigation.215 Section B provides recommendations for how policy can also account for status hierarchies.216 Finally, Section C con-siders how societal narratives about status loss might be reframed to more pro-ductive ends.217 A. Law and Litigation Calls to better account for status naturally align with calls to adopt an an-ti-subordination approach to discrimination and equal protection. Anti-subordination theorists argue that we cannot achieve equal citizenship while “pervasive social stratification” remains; as such, “law[s] should reform insti-tutions and practices that enforce the [subordinate] social status of historically oppressed groups.”218 Despite the advocacy of scholars and lawyers for such an approach, Su-preme Court doctrine has rejected anti-subordination theory, instead adopting an anti-classification approach to equal protection.219 As a result, the Court has scrutinized both benign and invidious racial classifications subject to the same forms of judicial scrutiny. Under this approach to equality, the Court has pre-served facially neutral laws with disparate impact on minority groups as long as discriminatory intent cannot be found, while prohibiting race-conscious government policies intended to address racial inequality.220 Insufficient focus on status, however, is not only a failure of doctrine. Ra-ther, advocates themselves are vulnerable to the same failures. Consider the following excerpt from the appellants’ brief in Brown v. Board of Education: [R]acial segregation injures infant appellants in denying them the opportunity available to all other racial groups to learn to live, work                                                                                                                             215 See infra notes 218–238 and accompanying text.  216 See infra notes 239–249 and accompanying text.  217 See infra notes 250–273 and accompanying text.  218 Jack M. Balkin & Reva B. Siegel, The American Civil Rights Tradition: Anticlassification or Antisubordination?, 58 U. MIA. L. REV. 9, 9 (2003).  219 Id. at 10. But see id. at 14 (arguing that although “the American legal system did not embrace” an anti-subordination approach, the approach was “never repudiated,” and remains a hope for civil rights law).  220 See, e.g., Parents Involved in Cmty. Schs. v. Seattle Sch. Dist. No. 1, 551 U.S. 701, 747–48 (2007) (striking down school assignment plans meant to integrate public schools by considering the racial identity of students); City of Richmond v. J.A. Croson Co., 488 U.S. 469, 486 (1989) (declaring societal discrimination as an insufficiently compelling justification for a set-aside minority business program); McCleskey v. Kemp, 481 U.S. 279, 287–91 (1987) (upholding a Georgia death penalty statute despite conclusive evidence illustrating the impact of race on sentencing). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 243 and cooperate with children representative of approximately 90% of the population of the society in which they live; to develop citizen-ship skills; and to adjust themselves personally and socially in a set-ting comprising a cross-section of the dominant population. . . . [S]egregation under law denies to the Negro status, power and privi-lege; interferes with his motivation for learning; and instills in him a feeling of inferiority resulting in a personal insecurity, confusion and frustration that condemns him to an ineffective role as a citizen and member of society.221 Although the brief acknowledged the subordinate status of Blacks at the time, it did not address the superordinate status of whites who had insisted on that ranking. The political and cultural landscape at the time certainly requires a sympathetic assessment of litigation strategy that eschewed direct attacks on white supremacy. Nevertheless, the appellants’ posture incurred costs in its focus on Black, rather than white, pathology. Appeals are made regarding mi-noritized status without acknowledgment of the dominant groups that render minoritized groups subordinate, or the corresponding tradeoffs in status that equality will bring. Petitioner’s brief in Obergefell v. Hodges similarly did little to engage the relational dynamics of status hierarchy. Like in Brown, the brief focused solely on the harm to gay and lesbian couples, noting that they were denied dignity, integrity, and subjected to daily hardships.222 Same-sex couples denied access to marriage were unquestionably subject to these harms and more. Unchal-lenged, however, was the way in which access to marriage was constructed to enhance and secure the status of straight, white men, just as access to public education was constructed to enhance the status of whites. By glorifying mar-riage while demanding access to it, petitioners defended, rather than chal-lenged, status hierarchy. The goal of access can be a crucial element of how equality is experi-enced. A focus on access, however, can also prompt concessions to the very status hierarchies that constrain access. To make access palatable, access is tokenized and limited to the privileged few; access also concedes the form of the institutions to which access is demanded, even as those institutions help to maintain status hierarchies.223 Heterosexual marriage, and the norms that de-                                                                                                                            221 Brief for Appellants, Brown v. Bd. of Educ., 347 U.S. 483 (1954) (No. 1), 1952 WL 47265, at *9 (citations omitted).  222 Brief for Petitioners at 3–4, Obergefell v. Hodges, 576 U.S. 644 (2015) (No.14-556), 2015 WL 860738, at *3–4.  223 See, e.g., Yuvraj Joshi, The Trouble with Inclusion, 21 VA. J. SOC. POL’Y & LAW 207, 207, 221, 227 (2014) (arguing that “inclusion is less likely to achieve . . . justice where it . . . maintains the status quo . . . [or] legitimizes [inequality in] the institution”). 244 Boston College Law Review [Vol. 63:199 veloped as a result, became the default, as did white schools and the norms about education that stem from their organization.224 Both phenomena, as ei-ther resources used to maintain status, or as status symbols themselves, are ultimately preserved. In the wake of Brown, for example, the NAACP developed a pattern for initiating suits in which their legal arm—the Legal Defense Fund (LDF)—directed all litigation after local attorneys recruited plaintiffs.225 In coordinat-ing litigation, the LDF was driven by the compelling symbolic meaning of in-tegrated schools in the fight for equal opportunity, a status issue to be sure. The organization, however, also answered to the middle-class Blacks and whites on whom the NAACP relied for support, and for whom integration had worked well. As a result, desegregation at all costs remained the goal of litigation strat-egy. The NAACP remained faithful to this strategy, even after it became obvi-ous that alternatives to desegregation, like genuinely equal funding for Black schools, should have been considered in response to white resistance, and even after Black parents themselves asked for those alternatives.226 In Boston, for example, NAACP lawyers rejected a plan proposed by lo-cal Black leaders who did not want to abandon desegregation, but did want to modify desegregation plans to place greater emphasis on upgrading school quality, maintaining assignments at already-integrated schools, and “minimiz-ing busing [of Black children] to the poorest and most violent white dis-tricts.”227 In Atlanta, the LDF attacked a compromise plan in which Black leaders, recognizing “the difficulty of achieving meaningful desegregation in a district . . . [that was] 82 percent Black,” agreed that alongside “limited pupil desegregation,” steps would be taken to fully integrate faculty and employees, and “to hire a number of blacks in top administrative positions, including [the] superintendent of schools.”228 These litigation decisions raise important ques-tions about the extent to which representation in the civil rights arena is driven                                                                                                                             224 See, e.g., Baldwin Clark, supra note 125, at 566 (describing how the concept of “stealing edu-cation” is facilitated and maintained by racialized school district boundaries).  225 Derrick A. Bell, Jr., Serving Two Masters: Integration Ideals and Client Interests in School Desegregation Litigation, 85 YALE L.J. 470, 475–76 (1976). This pattern was actually grounded in litigation strategy dating back to the 1930s, as a set of strategic decisions “in which every conceivable aspect of segregated schools was challenged.” Id. at 472–73.  226 Id. at 487–92. Tomiko Brown-Nagin has complicated this description of the NAACP’s work, highlighting regions in which the interests of poorer Blacks aligned with ardent integrationists even as middle-class Blacks remained ambivalent about desegregation. See generally TOMIKO BROWN-NAGIN, COURAGE TO DISSENT: ATLANTA AND THE LONG HISTORY OF THE CIVIL RIGHTS MOVE-MENT (2011) (discussing the NAACP’s work in school desegregation). The work of Bell, Nagin-Brown, and others illustrates that sentiments in Black communities about civil rights advances are indeed complex and contextual.  227 Bell, supra note 225, at 482.  228 Id. at 485. 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 245 by excessive deference to the most “palatable” of the class—a deference that fails to account for status. Admittedly, an issue like school desegregation can cut both ways. The in-tegration of white schools disrupts the conferral of high status by virtue of whiteness. At the same time, the equal resources that some parents desired for Black schools might have also undermined a narrative on inferiority, particu-larly as genuinely equal resources began to produce equal opportunities and outcomes. Thus, the takeaway is not that one approach is necessarily wrong; indeed, integration could have been pursued alongside pursuit of equal re-sources for those schools for which integration was not feasible. Rather, the takeaway is that exclusive focus on palatability is about access to an existing hierarchy, shifting focus away from a destabilizing hierarchy. This strategy further marginalizes the least powerful of minoritized communities, ensuring that the “wins” inadequately serve them, if at all.229 This critique is even more germane given the failure of the original litigation strategies in Brown to se-cure long-term education reform as it implicates race. The same-sex marriage movement is subject to similar critiques, specifi-cally that the movement sidelined the concerns of less palatable, but more vul-nerable members of the queer community in pursuit of access. The Obergefell litigation team chose plaintiffs that were disproportionately white, gender-conforming, educated, affluent, and parents. This, despite the fact that members of the LGBTQ community “are more likely to be low-income and non-white . . . [and] in an interracial relationship,” and to be parents at lower rates than sug-gested by the plaintiffs in their representative capacity.230 Furthermore, peti-tioners’ brief presented marriage as a “cherished status,” the operation of which in the lives of same-sex couples is the same as that of opposite-sex cou-ples.231 In addition to presenting a “homogenous and non-representative” im-age of gays and lesbians, this selection reified traditional norms about fami-ly,232 losing opportunities to celebrate the transformative potential of the queer                                                                                                                             229 Of course, civil rights litigation often does seek to destabilize hierarchy, as is the case with public school integration litigation, which sought to disrupt the racial hierarchies that underwrote segregated schools. Nevertheless, litigation can be constrained by the very hierarchies that prompt it, significantly curtailing the transformative potential of movements.  230 Cynthia Godsoe, Perfect Plaintiffs, 125 YALE L.J. F. 136, 145–46, 149 (2015), https://www.yalelawjournal.org/pdf/Godsoe_PDF_w3e8dk2x.pdf [https://perma.cc/9HCH-7V6G] (footnote omitted). 231 Brief for Petitioners at 3, Obergefell v. Hodges, 576 U.S. 644 (2015) (No.14-556), 2015 WL 860738, at *3.  232 Godsoe, supra note 230, at 145. To the extent that plaintiffs either had children or were caring for ill partners or parents, the plaintiffs reinscribed the “privatization of dependency,” and the valori-zation of childcare and traditional marriage. Id. at 150. Scholars further worry about the potential loss of material benefits for those same-sex couples opting not to marry, as well as the potential denial of parental rights for unmarried gay couples. Kaiponanea T. Matsumura, A Right Not to Marry, 84 FORDHAM L. REV. 1509, 1510–11, 1518 (2016); Serena Mayeri, Marriage (In)equality and the His- 246 Boston College Law Review [Vol. 63:199 family, and suggesting that human rights must be earned by performing straightness, whiteness, and privilege.233 Accordingly, the pursuit of same-sex marriage has been critiqued as cater-ing to white and upper-class people, especially given data suggesting that Blacks and Latinos exercise their right to marry at lower rates,234 as well as a decrease in marital rates across society more generally.235 Moreover, in those “state[s] where all the material benefits of marriage were already granted to same-sex couples through domestic partnership,” problems like sexual assault of transgendered prisoners, or inadequate protection or representation for queer and transgender people subject to immigration enforcement were sidelined in favor of marriage.236 Ultimately, the harm of this assimilative approach might be best illustrat-ed by increasing litigation seeking to curtail transgender rights. Between 2001 and 2011, anti-discrimination measures protecting both sexual orientation and gay rights were largely successful; after 2012, however, campaigns seeking to deny transgender individuals the right to use bathrooms of their choice have become anchors for rollbacks and repeals of anti-discrimination laws, purport-                                                                                                                           torical Legacies of Feminism, 6 CALIF. L. REV. CIR. 126, 127 (2015), https://29qish1lqx5q2k5d7b491joo-wpengine.netdna-ssl.com/wp-content/uploads/2015/11/126-136Mayeri-final-CIRCUIT.pdf [https://perma.cc/LPF8-WB4L].  233 See Capers, supra note 58, at 728–29 (asking why the queer community is surrendering to the normativity and hegemony of marriage, instead of questioning how and why it is incentivized, under-standing it “as another form of state regulation,” and “interrogating its disciplining function”); Melissa Murray, What’s So New About the New Illegitimacy?, 20 AM. U. J. GENDER, SOC. POL’Y & LAW 387, 432–33 (2012) (arguing that even though marriage equality advocates argued that their goals had the potential to make “marriage more egalitarian and progressive,” the movement’s invocation of issues like illegitimacy actually aligned them with the “neoliberal vision of the private . . . family”). See generally Godsoe, supra note 230 (reviewing the pleadings and media items about the Obergefell plaintiffs to draw conclusions about the story the plaintiffs were selected to present).  234 This dynamic has only been aggravated by rhetoric deployed by pro-gay and lesbian scholars that draw analogies and distinctions between “people of color” and “gays and lesbians,” treating the two groups as mutually exclusive, and thus erasing Black and brown people from the equality move-ment while presenting whites as the face of LGBTQ equality. Hutchinson, supra note 170, at 1368–72; see also Russell K. Robinson, Marriage Equality and Postracialism, 61 UCLA L. REV. 1010, 1010–11, 1035–58 (2014) (analyzing post-racial narratives in the gay rights movement as they appear in “[m]edia [c]overage and [p]olitical [a]dvocacy [and in] [s]ame [s]ex [m]arriage litigation,” that presented gay white men as the face of the equality movement, and advanced a concept of gay rights as distinct from women’s rights or racial justice, such that queer women and people of color were excluded as relevant constituents).  235 See Sally C. Curtin & Paul D. Sutton, Marriage Rates in the United States, 1900-2018, NAT’L CTR. FOR HEALTH STATS.: HEALTH E-STATS 1, 4 (Apr. 2020), https://www.cdc.gov/nchs/data/hestat/marriage_rate_2018/marriage_rate_2018.pdf [https://perma.cc/3C47-4YYV] (finding that in 2018, marriage fell to 6.5 per 1,000 people—the lowest level in the 118-year period covered by the report); see also CARBONE & CAHN, supra note 62, at 6 (finding that although marriage rates are declining generally, they are in steepest decline among the poor).  236 Dean Spade, Under the Cover of Gay Rights, 37 N.Y.U. REV. L. & SOC. CHANGE 79, 81–82 (2013). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 247 edly justified by religious beliefs and concerns about the safety of women.237 The acceptance of gays and lesbians, but not of transgender people, is due in part to the movement’s focus on “normalcy” as defined by heteronormative and cis-gendered conventions. The gap it created in terms of social acceptance is not only one on which opponents have readily capitalized, but also an illus-tration of how status hierarchies emerge even within coalitions between mar-ginalized groups.238 Given the anxieties that status shifts predictably prompt, presenting and demanding only that which is most palatable and least challenging seems pru-dent. Yet, palatability does not necessarily stem perceived status threats. More-over, palatability potentially obstructs consideration of viable and needed al-ternative solutions, redirects backlash toward more vulnerable segments of minoritized groups, and fails to challenge cultural beliefs that undergird status hierarchies. Better understanding status, then, can provide guidance on when litigation decisions may incur long-term status costs that undermine a short-term victory, and when alternatives to litigation warrant increased focus instead. B. Policy In the absence of a jurisprudence that can effectively engage status con-flicts, policy becomes all the more important in advancing equality. And, like in litigation, understanding status can help policymakers and equality advo-cates better assess options. Just as doctrine and litigation are shaped by status issues, so too are the policy choices meant to effectuate doctrine. Thinking with more precision about both the potential and limitations of accounting for status in policy will be useful for ensuring long-term equality wins. In the context of race and school integration, where policy is highly sali-ent,239 social scientists have found that “racial competition dynamics has-ten[ed] . . . retreat from court-ordered desegregation,” and that such “desegre-gation orders [were] at an increased risk of [termination] as black population                                                                                                                             237 Marie-Amélie George, The LGBT Disconnect: Politics and Perils of Legal Movement For-mation, 2018 WIS. L. REV. 503, 515–18.  238 See generally id. (canvassing key strategic choices that powerful LGBT civil rights organiza-tions made that have created a hierarchy which places transgendered individuals at the bottom, thus creating opportunities for those opposed to such rights to focus on denying transgender rights as part of overall attack on LGBTQ equality).  239 This is not to say that same-sex marriage is self-actualizing, but only that—unlike marriage that can be pursued at the initiative of two individuals—public school integration cannot be initiated at the behest of a small group of students, and instead requires a broad coordinated effort between local, state, and federal school officials. For a rich exploration of the broader coordination needed to address inequality embedded in the process of shifting legal relational status from unmarried to married among same-sex couples, see Suzanne A. Kim, Transitional Equality, 53 U. RICH. L. REV. 1149 (2019). 248 Boston College Law Review [Vol. 63:199 shares” of a region surpassed forty percent.240 “Correspond[ing] to contexts where desegregation will create [majority-minority] schools” or reflect “sub-stantial [Black] political power,” this tipping point suggests that status issues are at play.241 One sociologist, however, argues that policymakers can affect segregation by regulating forms of status competition. Racial competition theories suggest that “whites monopolize access to high-status schools,” and will “resist or flee” when “competing groups threaten [that] monopoly” and the higher relative so-cial position that monopoly ensures.242 The success of desegregation, therefore, will depend in part “on the costs and . . . barriers to . . . resistance” and exit.243 This framing should raise new concerns about education policies like school choice, often presented as an alternative to reform policies that focus on integration. White parents are more likely to use race as a heuristic for school quality.244 At the same time, school choice policies problematically encourage the sort of competition that renders some schools as “better” than others. School choice also depends on decentralized assignment policies vulnerable to school monopoly by more powerful parents. School choice, then, is likely only to aggravate status obstacles to education equality. Rejecting school choice initiatives as the result of a status-informed assessment is just one example of how status might be used to enhance assessment of policies adopted to ad-vance equality. The question of public accommodations service for same-sex couples, however, does illustrate the limitations of policy decisions. Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission and State v. Arlene’s Flowers, Inc. involved attempts by state governments in Colorado and Wash-ington to ensure that gays and lesbians enjoyed the same accommodations as straight people.245 There are reasons to believe that broadening access to public                                                                                                                             240 Jeremy E. Fiel & Yongjun Zhang, With All Deliberate Speed: The Reversal of Court-Ordered School Desegregation, 1970-2013, 124 AM. J. SOCIOLOGY 1685, 1715 (2019).  241 Id.  242 Fiel, supra note 139, at 131. This is most likely to happen in regions where racial and ethnic boundaries are most salient. Id. at 159.  243 Id. at 133.  244 See supra notes 46–48 and accompanying text (discussing how white parents make school choices for their children); see also Steven Glazerman & Dallas Dotter, Market Signals: Evidence on the Determinants and Consequences of School Choice from a Citywide Lottery, 39 EDUC. EVALUA-TION & POL’Y ANALYSIS 593, 593 (2017) (studying school-choice preferences); Amy Stuart Wells, Opinion, From One White Parent to Another: Don’t Pick Schools Because They’re Selective and Mostly White, HECHINGER REP. (Mar. 6, 2019), https://hechingerreport.org/opinion-from-one-white-parent-to-another-dont-pick-schools-because-theyre-selective-and-mostly-white/ [https://perma.cc/8H6A-6P2F] (discussing how white parents may choose a school for “status and prestige”).  245 COLO. REV. STAT. § 24-34-601 (2021); WASH. REV. CODE § 49.60.030 (2021); Masterpiece Cakeshop, 138 S. Ct. 1719, 1723 (2018); Arlene’s Flowers, 389 P.3d 543, 548–50 (Wash. 2017), vacated and remanded mem., 138 S. Ct. 2671 (2018). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 249 accommodations is the type of a policy decision likely to undercut markers of differentiated status while avoiding visceral backlash: a profit incentive moti-vates business owners to maximize their capacity for service; “public accom-modations [operate] at the periphery” of the socio-economic order;246 and the ease of identifying discrimination and articulating remedy in the public ac-commodations context is a straightforward one.247 These factors likely contrib-uted to the ease with which segregation in public accommodations was dis-mantled relative to schooling integration, which has proved more intractable. Nevertheless, the reality is that discrimination in public accommodations endures, often going unmonitored or ignored all together.248 Moreover, cases like Masterpiece Cakeshop and Bostock v. Clayton County leave unresolved the status question that lies at the heart of a future clash between religious lib-erty and equality.249 Policy, therefore, cannot always address status in and of itself, particularly in the absence of more progressive jurisprudence. C. Narratives Surrounding Status Loss Studies suggest that whites are more likely to understand racial progress as a zero-sum game,250 and are increasingly more likely to perceive that dis-crimination against whites is a bigger problem than discrimination against Blacks.251 Facilitated by an equal protection narrative that frames whites as innocent victims of presumptively unconstitutional race-conscious remedies to address discrimination, whites are increasingly likely to understand themselves                                                                                                                             246 See Brian K. Landsberg, Public Accommodations and the Civil Rights Act of 1964: A Surpris-ing Success?, 36 HAMLINE J. PUB. L. & POL’Y 1, 19 (2015) (citing Bayard Rustin, From Protest to Politics, in BLACK PROTEST THOUGHT IN THE TWENTIETH CENTURY 444, 444–45 (August Meier, Elliott Rudwick & Francis L. Broderick eds., 2d ed. 1971)).  247 See id. at 20 (quoting NAT’L HISTORIC LANDMARKS PROGRAM, NAT’L PARK SERV., CIVIL RIGHTS IN AMERICA: RACIAL DESEGREGATION OF PUBLIC ACCOMMODATIONS 85 (2009), https://www.nps.gov/subjects/nationalhistoriclandmarks/upload/Civil-Rights-Public-Accomodations-2018-final.pdf [https://perma.cc/769M-RN5L]; and then quoting 3 BRUCE ACKERMAN, WE THE PEOPLE: THE CIVIL RIGHTS REVOLUTION 172 (2014)) (arguing that unlike other civil rights, public accommo-dations laws do not prompt “questions about racial preferences and quotas”).  248 See generally Shaun Ossei-Owusu, Velvet Rope Discrimination, 107 VA. L. REV. 683 (2021) (analyzing inattention to discrimination in public accommodations).  249 See supra notes 209–211 and accompanying text (discussing the Masterpiece Cakeshop and Bostock cases). See generally Masterpiece Cakeshop, 138 S. Ct. at 1719–32 (leaving the question of status unresolved in the Court’s analysis); Bostock, 140 S. Ct. 1731–54 (2020) (same).  250 Michael I. Norton & Samuel R. Sommers, Whites See Racism as a Zero-Sum Game That They Are Now Losing, 6 PERSPS. PSYCH. SCI. 215, 215 (2011); see also Rebecca Aviel, Rights as a Zero-Sum Game, 61 ARIZ. L. REV. 351, 368–71 (2019) (considering the connection between whites’ in-creasing perception of reverse-discrimination and equal protection jurisprudence affirming the exist-ence of reverse-discrimination).  251 FRED L. PINCUS, REVERSE DISCRIMINATION: DISMANTLING THE MYTH, at x–xi, 3–9 (2003). 250 Boston College Law Review [Vol. 63:199 as losers in a more egalitarian society.252 Rising anxiety among whites about the security, or lack thereof, of their social status253 has been credited for eve-rything from the results of the 2016 presidential election254 to an increase in conservative and populist right ideology among white people.255 Further, the term “[w]ages of [w]hiteness” is derived from theories about the development of working-class racism in the United States; according to some historians, whiteness and white supremacy were central to the identity development of white workers in opposition to Black workers.256 In this vein, entire political campaigns have been critiqued as having been successfully built through appeals to whiteness, even as those campaigns ultimately adopted                                                                                                                             252 The theme of white innocence informs Supreme Court doctrine on race-conscious initiatives, shaping outcomes in a string of cases. E.g., Regents of the Univ. of Cal. v. Bakke, 438 U.S. 265, 294–95 n.34 (1978); Wygant v. Jackson Bd. of Educ., 476 U.S. 267, 276 (1986); Grutter v. Bollinger, 539 U.S. 306, 341 (2003); Parents Involved in Cmty. Schs. v. Seattle Sch. Dist. No. 1, 551 U.S. 701, 750 (2007) (Thomas, J., concurring). For additional exploration of the white innocence theme as manifest in doctrine, plaintiff testimony, and the diversity rationale, see James, supra note 145, at 481–89; Thomas Ross, Innocence and Affirmative Action, 43 VAND. L. REV. 297, 314–15 (1990); David Sim-son, Whiteness as Innocence, 96 DENV. L. REV. 635, 643–52 (2019).  253 See Tessa L. Dover, Brenda Major & Cheryl R. Kaiser, Members of High-Status Groups Are Threatened by Pro-Diversity Organizational Messages, 62 J. EXPERIMENTAL SOC. PSYCH. 58, 65 (2016) (finding that whites, as a “high-status group,” are threatened by pro-diversity organizational messages, demonstrating concern about discrimination and exhibiting cardiovascular threat, and that the ethnic/racial minorities studied did not exhibit the same responses).  254 See Diana C. Mutz, Status Threat, Not Economic Hardship, Explains the 2016 Presidential Vote, 115 PNAS E4330, E4330 (2018) (concluding that while “change[s] in financial well-being had little impact on candidate preference,” instead, “issues that threaten white Americans’ sense of domi-nant group status” did drive candidate preference); see also Mona Chalabi, Trump’s Angry White Men—and Why There Are More of Them Than You Think, THE GUARDIAN (Jan. 8, 2016), https://www.theguardian.com/us-news/2016/jan/08/angry-white-men-love-donald-trump [https://perma.cc/5MC2-QXJS] (describing President Donald J. Trump’s appeal among “white men [who] are also working or middle-class and middle-aged”); Sean McElwee & Jason McDaniel, Economic Anxiety Didn’t Make People Vote Trump, Racism Did, THE NATION (May 8, 2017), https://www.thenation.com/article/archive/economic-anxiety-didnt-make-people-vote-trump-racism-did/ [https://perma.cc/PXE7-J38E] (discussing the role of racism in the 2016 presidential election). But see Heather Digby Parton, The Truth About Donald Trump’s Angry White Men: Inside the Media Narrative That the Media Doesn’t Understand, SALON (Mar. 28, 2016), http://www.salon.com/2016/03/28/the_truth_about_donald_trumps_angry_white_men_inside_the_media_narrative_that_the_media_doesnt_understand [https://perma.cc/64AG-B34D] (arguing that angst about “misunderstood and under-served” white men is decades-old, dating back to the 1960s, and continuing throughout the 1970s to the present).  255 Maureen A. Craig & Jennifer A. Richeson, Corrigendum, On the Precipice of a “Majority-Minority” America: Perceived Status Threat from the Racial Demographic Shift Affects White Ameri-cans’ Political Ideology, 26 PSYCH. SCI. 950, 952 (2015); see also Noam Gidron & Peter A. Hall, The Politics of Social Status: Economic and Cultural Roots of the Populist Right, 68 BRIT. J. SOCIOLOGY (SPECIAL ISSUE) S57, S57 (2017) (“[C]onclud[ing] that status effects provide one pathway through which economic and cultural developments may combine to increase support for the populist right.”).  256 See generally DAVID R. ROEDIGER, THE WAGES OF WHITENESS: RACE AND THE MAKING OF THE AMERICAN WORKING CLASS (rev. 3d ed. 2007) (providing an overview of working-class racism in the United States). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 251 economic policies hostile to middle and working-class whites.257 Ultimately, literature on the self-defeating nature of white racial resentments is a genre unto itself.258 Nevertheless, status compels policymakers and equality advo-cates to consider not only how progressive policies like school integration or same-sex marriage provide social and economic benefits, but also how the nar-rative surrounding those policies can undercut or enhance consensual beliefs that inform status hierarchy.259 Current appeals in support of affirmative action, for example, tout the benefits of “diversity” to white and non-white students. This conception of diversity, however, renders people of color in service posi-tions, present on college campuses to help whites develop cultural competence in an increasingly diverse labor market, dispensable when the costs for whites become too high.260 Diversity deployed in this manner entrenches status differ-entials and does not invoke the immediate and material consequences that might animate coalition building. In contrast, one economics historian writes about the importance of alter-nate narratives regarding civil rights gains. Most Southern whites resistant to the civil rights movement perceived “Civil Rights demands as economically threatening”—even if they lacked the self-awareness to understand that con-cerns about racial status animated that perception.261 In fact, as a result of the movement, Blacks in the South did make strong economic gains “relative to earlier levels, relative to southern whites, and relative to national standards.”262 These gains, however, were not made “at the expense of white southerners”; rather, civil rights gains were “economically beneficial for whites as well as blacks,” including working-class white Southerners, “and for the regional                                                                                                                             257 See generally ANGIE MAXWELL & TODD SHIELDS, THE LONG SOUTHERN STRATEGY: HOW CHASING WHITE VOTERS IN THE SOUTH CHANGED AMERICAN POLITICS (2019) (discussing voting campaigns and Southern voters’ effect on politics).  258 See generally JONATHAN M. METZL, DYING OF WHITENESS: HOW THE POLITICS OF RACIAL RESENTMENT IS KILLING AMERICA’S HEARTLAND (2019) (discussing the politics surrounding racial resentment); JASON SOKOL, THERE GOES MY EVERYTHING: WHITE SOUTHERNERS IN THE AGE OF CIVIL RIGHTS, 1945-1975 (2006) (same).  259 See, e.g., Rachel Wetts & Robb Willer, Privilege on the Precipice: Perceived Racial Status Threats Lead White Americans to Oppose Welfare Programs, 97 SOC. FORCES 793, 793 (2018) (find-ing that “whites’ perceptions that minorities’ [relative] standing is rising can produce periods of ‘wel-fare backlash’”).  260 James, supra note 145, at 492–94.  261 GAVIN WRIGHT, SHARING THE PRIZE: THE ECONOMICS OF THE CIVIL RIGHTS REVOLUTION IN THE AMERICAN SOUTH 26 (2013). This slippage is reflected in the current political moment by aca-demic analysis that consistently identifies racial status as a motivating factor for white political activi-ty, even as whites deny that race is at issue. See, e.g., Brian F. Schaffner, Matthew MacWilliams & Tatishe Nteta, Understanding White Polarization in the 2016 Vote for President: The Sobering Role of Racism and Sexism, 133 POL. SCI. Q. 9, 10 (2018) (concluding that although “economic considera-tions” were a pertinent driver of white voting patterns in the 2016 election, “racial attitudes and sex-ism were much more strongly related to support for Trump”).  262 WRIGHT, supra note 261, at 26. 252 Boston College Law Review [Vol. 63:199 economy more generally.”263 Although the apparatus of Jim Crow was compat-ible with Southern economic life264 and worked for whites, integration actually worked better, settling contentious racial issues that allowed political and busi-ness leaders to pursue a growth agenda.265 The narrative around the civil rights revolution, therefore, is inaccurate in its presentation as a “program of redistribution”; a more accurate narrative is that the movement integrated citizens previously marginalized from the main-stream economy, for the benefit of all.266 One scholar qualifies his findings, noting that this integration was an example of “what can be accomplished un-der favorable conditions through concerted, purposeful government policy in a mutually supportive partnership with grassroots political mobilization.”267 Nevertheless, it remains a case study in the necessity and value of dismantling the zero-sum notions that the status-privileged can harbor about equality. Other scholars similarly highlight the value of laying bare the disad-vantages of status hierarchies for the privileged. One researcher’s work on race, pregnancy, and the opioid crisis, for example, details how the superior social status of whites has not only subjected them to harmful eugenics prac-tices meant to preserve that status,268 but also laid the groundwork for the puni-tive response to white women caught in the opioid crisis.269 Because earlier waves of addiction crises impacted Black communities, the state responded through a lens of criminality rather than public health; now that whites are the primary victims of the opioid crisis, white pregnant women are subject to the devastating response architecture that racism helped build.270 Additional examples abound. Stereotypes of the Black “Welfare Queen” popularized during the 1980s informed a dismantling of the social safety net that has negatively impacted poor families and children of all races, including whites.271 Gender stereotypes may disadvantage women, but they also hurt the                                                                                                                             263 Id. at 27–30 (emphasis added).  264 Id. at 29.  265 Wages, employment, and even school test scores progressed for all as Blacks made civil rights gains. Id. at 29–30.  266 Id.  267 Id. at 262.  268 Khiara M. Bridges, Race, Pregnancy, and the Opioid Epidemic: White Privilege and the Criminalization of Opioid Use During Pregnancy, 133 HARV. L. REV. 770, 828–32 (2020).  269 Id. at 775.  270 Id. at 775, 837.  271 See Ann Cammett, Deadbeat Dads & Welfare Queens: How Metaphor Shapes Poverty Law, 34 B.C. J.L. & SOC. JUST. 233, 239 (2014) (documenting how racialized metaphors regarding “Wel-fare Queens” and “Deadbeat Dads” “accelerate[d] the widespread eradication of the social safety net”). See generally ANGE-MARIE HANCOCK, THE POLITICS OF DISGUST: THE PUBLIC IDENTITY OF THE WELFARE QUEEN (2004) (arguing that widespread beliefs about poor Black mothers provided foundations for the radical restructuring and curtailment of welfare in the mid-1990s). 2022] Relational Obstacles in the Law to Racial Justice and LGBTQ Equality 253 men who apply for jobs that women traditionally staff.272 Greater rhetorical clarity is needed around the benefits of dismantling status hierarchies, and the harms of preserving status hierarchies, even for the status privileged. This call for engagement regarding the harms of inequality even for the privileged brings to mind Derrick Bell’s work on interest convergence. As Bell wrote: The interest of blacks in achieving racial equality will be accommo-dated only when it converges with the interests of whites. . . . [T]he fourteenth amendment, standing alone, will not authorize a judicial remedy providing effective racial equality for blacks where the rem-edy sought threatens the superior societal status of middle and upper class whites.273 Indeed, a transactional approach to addressing status can be disheartening. En-gaging status, however, must also be about reframing. Equality movements and political initiatives meant to implement the outcomes of those movements are often debated and characterized through public discourse. Pushing back on unfounded beliefs in zero-sum progress will be central to addressing the obsta-cle that status hierarchies can present on the path toward freedom. During a time when the upside of American capitalism is disproportionately enjoyed by an increasingly limited segment of society, such discourse might fall on partic-ularly receptive ears. CONCLUSION Sixty-five years after the Court’s decision in Brown v. Board of Educa-tion, public schools today are more segregated than they were at the time of the Court’s landmark ruling, with racial isolation in schools for Blacks, Latinos, and whites on the rise. This gradual return to racial segregation, even as racial attitudes are purportedly improving, is a steady winnowing away of the 1954 victory that enhanced the status of Blacks relative to whites. If the ever-weakening Brown legacy is any lesson, the victory of Obergefell v. Hodges might be similarly undone down the road.                                                                                                                             272 Jill Yavorsky, Hiring-related Discrimination: Sexist Beliefs and Expectations Hurt Both Wom-en’s and Men’s Career Options, COUNCIL ON CONTEMP. FAMS. (Jan. 16, 2019), https://contemporaryfamilies.org/hiringdiscrimination/ [https://perma.cc/4RPH-PNND] (finding “no discrimination against women in the early hiring phases when they applied for male-dominated middle-class jobs,” evidence of significant discrimination against “working-class women applying for traditionally male-dominated working-class jobs,” and discrimination against men applying for traditionally female-dominated jobs “in both working class and middle-class contexts”).  273 Derrick A Bell, Jr., Comment, Brown v. Board of Education and the Interest-Convergence Dilemma, 93 HARV. L. REV. 518, 523 (1980) (emphasis added). 254 Boston College Law Review [Vol. 63:199 Nor are status issues limited to marriage or education. Rather, status is central to any number of political and legal societal conflicts. Immigration de-bates embody the most fundamental version of status: who counts as belonging to a polity?274 And the public debates between cis-gendered and transgendered women remind us that status hierarchies exist along multiple axes of identity.275 Ultimately, status may be an inevitable part of the human experience, but that should not preclude thinking with more specificity about how to acknow-ledge status in the fight for equality. More than a symbol of what is at stake, status itself is what is at stake, and those stakes quietly, but powerfully, shape the trajectory and import of reform attempts. Better theorizing the role of status in major equality movements can limit equality’s drag, resulting in more robust and enduring equality wins.                                                                                                                             274 For thoughtful explorations of immigration, alienage, and status, see generally Hiroshi Moto-mura, Who Belongs?: Immigration Outside the Law and the Idea of Americans in Waiting, 2 U.C. IRVINE L. REV. 359 (2012) (arguing that “viewing immigrants, including unauthorized migrants, as Americans in waiting is essential to reconciling the tension between national borders and . . . a nation-al commitment to equality”); LINDA BOSNIAK, THE CITIZEN AND THE ALIEN: DILEMMAS OF CON-TEMPORARY MEMBERSHIP (2006).  275 See Michelle Goldberg, What Is a Woman? The Dispute Between Radical Feminism and Transgenderism, NEW YORKER (July 28, 2014), https://www.newyorker.com/magazine/2014/08/04/woman-2 [https://perma.cc/2DHX-DJXR] (documenting tensions between the political left and radical feminists, the latter of whom concluding that transgender women are men who should not be permit-ted to attend women’s events or facilities). Controversy regarding the exclusion of transwomen from the 2019 BET Black Girls Rock! Awards is another example, highlighting the implication of multiple axes of identity. Victoria Uwumarogie, Pose Star Angelica Ross Calls Out BET for Excluding Trans Women from Black Girls Rock!, MADAMENOIRE (Sept. 9, 2019), https://madamenoire.com/1098488/black-trans-girls-rock/ [https://perma.cc/FFY6-L22U]. ",
    "id": 491517311,
    "identifiers": {
        "doi": null,
        "oai": "oai:lawdigitalcommons.bc.edu:bclr-4037"
    },
    "title": "Superior Status: Relational Obstacles in the Law to Racial Justice and LGBTQ Equality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-27T08:00:00+00:00",
    "publisher": "Digital Commons @ Boston College Law School",
    "references": [],
    "sourceFulltextUrls": [
        "https://lawdigitalcommons.bc.edu/cgi/viewcontent.cgi?article=4037&context=bclr"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/491517311.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/491517311"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/491517311/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/491517311/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/491517311"
        }
    ],
    "abstract": "Animus and discrimination are the two legal lenses through which inequality is typically assessed and understood. Insufficient attention, however, is paid to the role of status in animating inequality, even in landmark cases thought to be equality-promoting. More than an animating force between intractable political conflicts, status also informs the development of equality law in the United States. When courts, advocates, and policymakers affirm, ignore, miss, or concede to status hierarchies instead of dismantling them, those groups that perceive a decrease in their status relative to others will only use “equality-promoting” doctrine to rebalance status hierarchy in their favor. Public school integration and same-sex marriage threatened status hierarchies primarily favoring white people in the former, and straight white males in the latter. Thus, both movements present opportunities to consider how education and marriage work to secure status, examine how the two “successful” equality movements actually preserved and created new opportunities for superordinate groups to maintain superior status, and theorize how law might better account for retrenchment demanded by the status-privileged",
    "tags": [
        "article",
        "Civil Rights and Discrimination",
        "Education Law",
        "Family Law",
        "Law and Gender",
        "Law and Race",
        "Law and Society",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:lawdigitalcommons.bc.edu:bclr-4037",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1276",
        "openDoarId": 0,
        "name": "Digital Commons @ Boston College Law School",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 491517311,
        "depositedDate": null,
        "publishedDate": "2022-01-27T08:00:00+00:00",
        "updatedDate": "2022-10-07T10:33:48+01:00",
        "acceptedDate": null,
        "createdDate": "2022-03-17T01:17:55+00:00"
    },
    "urls": [
        "https://lawdigitalcommons.bc.edu/cgi/viewcontent.cgi?article=4037&amp;context=bclr",
        "https://lawdigitalcommons.bc.edu/bclr/vol63/iss1/5"
    ],
    "lastUpdate": "2022-10-07T10:33:48+01:00",
    "setSpecs": []
}