{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kinman, Gail"
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-27T04:21:40+01:00",
    "dataProvider": {
        "id": 8,
        "name": "Birkbeck Institutional Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/8",
        "logo": "https://api.core.ac.uk/data-providers/8/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/526447807.pdf",
    "fullText": "BIROn - Birkbeck Institutional Research OnlineKinman, Gail (2021) Supporting your approach to workplace diversity andinclusion. Other. Society of Occupational Medicine, London, UK.Downloaded from: https://eprints.bbk.ac.uk/id/eprint/47057/Usage Guidelines:Please refer to usage guidelines at https://eprints.bbk.ac.uk/policies.html or alternativelycontact lib-eprints@bbk.ac.uk. Supporting your  approach toworkplace diversity  and inclusion Author: Dr Gail Kinman Visiting Professor of Occupational Health Psychology, Birkbeck University of London Produced in partnership with Public Health England2  S U P P O R T I N G  B U S I N E S S E S  TO  B U I L D  B AC K  B E T T E RThis document highlights best practice pre COVID-19 and provides new information concerning what is a rapidly evolving situation. It was informed by a review of research, evidence-informed resources and tools offered by professional bodies, and a webinar involving experts on work and wellbeing. The document aims to: • raise awareness of the disproportional impact of the pandemic on marginalised groups and the implications for wellbeing and productivity• highlight the wide-ranging benefits of an inclusive workforce• provide organisations with resources that will help them address inequalities and build and retain a diverse and inclusive workforce which is crucial for recovery. Who is this factsheet for? Employers who are reviewing their approach  to diversity and inclusion, national policy makers, and the community and voluntary sector.2:  S U P P O R T I N G  YO U R  A P P R O AC H  TO  W O R K P L AC E  D I V E R S I T Y  A N D  I N C LU S I O N    3INTRODUCTIONBITC has highlighted the benefits of an inclusive workforce:  • Race equality in the UK will potentially bring a £24 billion per year boost to the UK economy – 1.3% of GDP – that is £481 million a week1.• Organisations with more diverse teams have 36 per cent better financial returns.• Only one in 16 people at senior levels in the private and public sector are from an ethnic minority background1.• Only 33 per cent of employees stated that they have a senior-level champion for diversity and inclusion in their workplaces.• Disabled people are more likely to be employed on part-time, precarious contracts and earn less (on average £3,822 less a year) than non-disabled people.Organisations that take an inclusive approach to their recovery are likely to be more resilient and better able to navigate the challenges posed by COVID-19, restoration and recovery. An inclusive workplace is one that embraces and values difference – where people feel comfortable being themselves. Before the COVID-19 pandemic, many groups of employees felt excluded in some way2,  e.g. there are fewer black people at the top of FTSE 100 firms despite long-standing diversity targets3. The pandemic has had a disproportional impact on people from minority ethnic communities, women and people with existing multiple and long-term conditions who already felt excluded4, 5. There are also ‘inequalities within inequalities’, as people can experience dual or combined discrimination when their identities overlap, e.g. ethnic minority, woman, single parent, mental illness, not employed6.Reasons to build more inclusive culturesIt is illegal to discriminate against people due to characteristics such as age, sex, race, or disability, but addressing inequality goes beyond this. Discrimination can have a wide-ranging impact on employees’ wellbeing7, 8, so fair treatment is crucial. There are also many compelling business reasons to increase equality and diversity8, 9, with benefits for: • employee commitment, engagement, and morale• relationships between colleagues and with managers• staff performance and productivity• the quality of decision making• attracting diverse talent• attendance, recruitment, and retention• organisational image and reputation• risks of grievance and litigation.Diversity relates to protected characteristics under UK law:  age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion or belief, sex, sexual orientation.Disability refers to a physical  or mental impairment that  has a ‘substantial’ and ‘long-term’ negative effect on people’s ability to do normal daily activities.Inclusion is often defined as the extent to which everyone at work, regardless of their background, identity, or circumstance, feels valued, accepted, and supported to succeed.4  S U P P O R T I N G  B U S I N E S S E S  TO  B U I L D  B AC K  B E T T E RETHNIC MINORITY WORKERS AND COVID-19Census data show that 14 percent of people in England and Wales are non-white10 but homogenizing their experiences can mask important differences. On almost all health measures, certain ethnic minority groups have the poorest outcomes. This is also the case with COVID-19. Racial and other socioeconomic disparities in the risk of infectious diseases operate on two levels, together leading to poorer outcomes.Susceptibility • Minority ethnic populations are at greater risk of contracting COVID-19 with death rates among some ethnic groups 10% to 50% higher than white British people11. Underlying conditions linked with susceptibility (e.g. diabetes and cardiovascular disease) are also more prevalent11. Research has found greater resistance to vaccination for COVID-19 among some ethnic minorities in the UK, characterised by uncertainty about side effects and the long term impact on health and lack of trust in vaccines  (https://www.bmj.com/content/372/bmj.n513). • Longstanding disparities in rates of stress, and trauma among minority ethnic populations11 can make social isolation more challenging. This can exacerbate existing difficulties and increase susceptibility to COVID-19-related distress and trauma. • Ethnic minority workers – particularly women – are more likely to work in ‘frontline’ jobs placing them at greater risk. For example, although minority ethnic staff represent around 20% of the NHS workforce, they accounted for 63% of early deaths from coronavirus in the sector12. Many ethnic minority workers are in low-paid and insecure jobs, which have higher rates of coronavirus mortality13. Ethnic minority women are twice as likely as white workers to be employed in such jobs14. Treatment access• Minority ethnic groups reported a greater decline in mental health and wellbeing during lockdown15. Minority groups may struggle to access appropriate support for mental health, including distress brought on by the pandemic due to mistrust of services. • Stigma about mental illness in some communities can discourage people from seeking help16.• As ethnic minority workers are more likely to be working in low-paid insecure jobs17, it may be challenging to take time off to access healthcare or to recover from illness due to the lack of sick pay and other benefits associated with poor-quality work.Ethnic minorities and experiences at workEmployment rates • The unemployment rate for people from a minority ethnic group is almost double that of people from a White ethnic background17.   • One-in-five minority ethnic workers who were furloughed have since lost their job18.  • Some ethnic groups are more likely to be employed in ‘shut-down’ sectors and in part-time roles at greater risk of redundancy5. Bullying and discrimination• Research shows that 20% of workers in the public sector, 18% in the private sector and 16% in the voluntary sector had either witnessed or experienced racial harassment or bullying from managers19. Ethnic minority workers are also more likely to report being unfairly turned down for a job, singled out for redundancy, or leaving their job due to racist treatment19. • The number of  minority ethnic  doctors who reported feeling pressured to care for a patient without adequate protection was double that of their white colleagues20. See guidelines on tackling racial harassment and bullying.Employers should be aware that conducting a COVID-19-secure risk assessment is a legal requirement. Research conducted earlier in the pandemic found that while almost half (49%) of white workers reported that their employer had assessed the risks, this was only true for 36% for ethnic minority workers8, who also report feeling greater anxiety about returning to the workplace21. 2:  S U P P O R T I N G  YO U R  A P P R O AC H  TO  W O R K P L AC E  D I V E R S I T Y  A N D  I N C LU S I O N    5Workers with disabilities already face many barriers and the current crisis has compounded their difficulties. COVID-19 disproportionately affects disabled people’s health and their independence. • Early in the pandemic, 71% of disabled employees reported either losing income, being furloughed, or being made redundant. This increased to 84% for younger workers, who were pessimistic about their future prospects22. • More than four in ten (42%) of employers polled reported that concerns about being able to provide proper support to disabled workers during the pandemic was a barrier to hiring them23. • Long-term absence from work will lock disabled people into a cycle of low economic inactivity, as they are twice as likely to remain unemployed than people without disabilities22.  • Disabled people need targeted support to help them re-engage with the workplace when it is safe to do so. Increasing opportunities for flexible working will be particularly helpful23, but employers need support and guidance. The Access to Work scheme provides practical and financial support to help people stay in work. Guidance is available on recruiting, managing, and developing people with a disability and being disability confident.  • People with disabilities are at greater risk of bullying and harassment at work24. Guidance for managers and employers on how to manage this behaviour is available.   THE RACE AT WORK CHARTER: FIVE CALLS TO ACTION 1. Appoint an Executive Sponsor for race. 2. Capture ethnicity data and publicise progress. 3. Commit at board level to zero tolerance of harassment and bullying. 4. Make clear that supporting equality in the workplace is the responsibility of all leaders and managers. 5. Take action that supports ethnic minority career progression. Many organisations have signed up to this charter.  More information can be found here. Insights into the experiences of black employees  and calls to action for a sustained, responsible  business approach to race can be found here. The McGregor-Smith review on race in the  workplace8 provides a roadmap to success in  helping organisations to become more inclusive. DISABLED WORKERS AND COVID-196  S U P P O R T I N G  B U S I N E S S E S  TO  B U I L D  B AC K  B E T T E RWHAT CAN BE DONE TO INCREASE DIVERSITY AND INCLUSION?In the COVID-19 crisis, the business case for increasing diversity and inclusion is stronger than ever8, 9. So, what can be done? • Check your biases. Acknowledge institutional and structural inequalities and bias (conscious and unconscious) and how it impacts on behaviour and decision-making.• Be sensitive as some employees may experience major disparities inside and outside work.• Gain trust through clear communication and commitment to equality and diversity.• Establish an equality, diversity, and inclusion governance structure to build a working culture that is fair and inclusive. Involve enthusiastic people who will drive change and include in organizational strategy and vision. This must be chaired by a senior person otherwise this does not work, and it must report into the Board. Crucially there must be an action plan linked to targets.• Identify the barriers to equality of opportunity. • Collect data and act on your findings. See guidance on how to monitor ethnicity and set targets.• Become comfortable with conversations about inequality: nearly six out of ten employees feel that their employers are uncomfortable talking about race9. Guidance is available. • Ensure leadership is diverse and compassionate. Guidance is available on how to address barriers to career progression to the top.• Develop forums and networks so minority groups can share voices and ideas and gain mutual support. Information is available on setting up employee resource groups for minority employees. • Ensure that no minority groups are disproportionately targeted when planning change, furloughing, restructuring and redundancies. • Pay attention to work-life balance and increase flexibility to ensure employees with caring responsibilities are not disadvantaged. Guidance on planning a flexible working approach and on working from home during the pandemic is available. • Provide training in building confidence and skills, mentoring and reverse mentoring, coaching and peer support.• Take an inclusive approach to celebrations, holidays, and festivals. See here for guidance.  • Ensure managers are trained in addressing inappropriate behaviours and biases and supporting those who experience such behaviour. They will need time and space for this. Guidance is available here. • Signpost employees to any financial resources and support services available. Actively encourage them to apply for support and provide help if appropriate.• Commit to zero tolerance on harassment and bullying and ensure that reporting processes are clear and accessible. A toolkit on tackling racial harassment and bullying is available. • Share examples of good practice widely.Review your HR processes and policies for bias or favouritism, as this is often at the heart of inequality in organisations. Examine your performance management systems and your exit processes for leavers. For example, exit interviews by people who are not direct line managers or using anonymised questionnaires can identify problem areas which may otherwise remain hidden. Use diverse interview panels and consider introducing ‘name-blind’ recruitment. Guidance on inclusive recruitment is available. The CIPD provides guidance on promoting equal opportunities and managing diversity at work and information on diversity and inclusion roles. 2:  S U P P O R T I N G  YO U R  A P P R O AC H  TO  W O R K P L AC E  D I V E R S I T Y  A N D  I N C LU S I O N    7 A roadmap to success6. GOVERNMENT SUPPORTEmployers should be supported in making these changes by Government. Specifically, Government should:• Legislate to make publishing data mandatory;• Create a free, online unconscious bias training resource;• Develop a guide to talking about race at work;• Work with Business in the Community and others to develop an online portal of best practice;• Seek out ways to celebrate success, such as a top 100 BME employers list;• Write to all institutional funds who have holdings in FTSE companies and ask them for their policies on diversity and inclusion and how they ensure that the representation of BME individuals is considered across the employee base of the companies where they hold investments. While it is for employers to  deliver these changes, Government must keep their feet to the fire  and should consider how opportunities have improved for ethnic minorities in 12 months.1. GATHER DATAOrganisations must gather and monitor the data by:• Setting, then publishing aspirational targets;• Publishing data to show how they are progressing;• Doing more to encourage employees to disclose their ethnicity.2. TAKE ACCOUNTABILITYSenior executives must take accountability by:• Ensuring executive sponsorship for key targets;• Embedding diversity as a Key Performance Indicator;• Participating in reverse mentoring schemes to share experience and improve opportunities;• Being open about how they have achieved success, in particular Chairs, CEOs and CFOs in their annual reports.4. EXAMINE RECRUITMENTHR directors must critically examine recruitment processes by:• Rejecting non-diverse shortlists;• Challenging educational selection bias;• Drafting job specification in a more inclusive way;• Introducing diversity to interview panels;• Creating work experience opportunities for everyone, not just the chosen few.3. RAISE AWARENESSAll employers must raise awareness of diversity issues by:• Ensuring unconscious bias training is undertaken by all employees;• Tailoring unconscious bias training to reflect roles – e.g. workshops for executives;• Establishing inclusive networks;• Providing mentoring and sponsorship. 5. CHANGE PROCESSESResponsible teams must change processes to encourage greater diversity by:• Being transparent and fair in reward and recognition;• Improving supply chains;• Being open about how the career pathway works.8  S U P P O R T I N G  B U S I N E S S E S  TO  B U I L D  B AC K  B E T T E RFURTHER RESOURCESTime to Fix Up: https://www.bitc.org.uk/wp-content/uploads/2020/09/BITC-Report-TimetoFixUp-September2020.pdfFactsheet on ethnicity and the economic impact of COVID-19:  https://www.bitc.org.uk/wp-content/uploads/2020/04/bitc-race-factsheet-ethnicity-economic-impact-april20.pdf BME women and work: https://www.tuc.org.uk/sites/default/files/2020-10/BMEwomenandwork.pdfDiversity management that works:  https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf#Disability and employment:  https://www.cipd.co.uk/knowledge/fundamentals/emp-law/disability-discrimination/factsheetGender equality at work: https://www.cipd.co.uk/news-views/viewpoint/gender-equality-workSex discrimination and employment:  https://www.cipd.co.uk/knowledge/fundamentals/emp-law/sex-discrimination/factsheet#Neurodiversity at work:  https://www.cipd.co.uk/knowledge/fundamentals/relations/diversity/neurodiversity-workSexual orientation, gender identity, gender reassignment and employment:  https://www.cipd.co.uk/knowledge/fundamentals/emp-law/sexual-orientation-discrimination/factsheetRace, ethnicity, and mental health:  https://www.mind.org.uk/about-us/our-policy-work/equality-and-human-rights/our-work-on-race-and-ethnicity-in-mental-health/Mental health in the COVID-19 pandemic - recommendations for prevention: https://www.mentalhealth.org.uk/sites/default/files/MHF%20Mental%20Health%20in%20the%20COVID-19%20Pandemic.pdf2:  S U P P O R T I N G  YO U R  A P P R O AC H  TO  W O R K P L AC E  D I V E R S I T Y  A N D  I N C LU S I O N    9REFERENCES1. https://www.bitc.org.uk/race/2. https://www.bitc.org.uk/fact-sheet/inclusive-employment-inspire-hire-and-grow-diverse-talent/3. https://www.green-park.co.uk/news/britain-s-top-firms-failing-black-leaders-green-park-s-annual-business-leaders-index-records-no-black-chairs-ceos-or-cfos-at-ftse-100-companies/s228922/4. https://www.mentalhealth.org.uk/sites/default/files/MHF%20Mental%20Health%20in%20the%20COVID-19%20Pandemic.pdf5. https://www.gov.uk/government/publications/covid-19-mental-health-and-wellbeing-surveillance-spotlights/ethnicity-covid-19-mental-health-and-wellbeing-surveillance-report6. https://www.gov.uk/government/publications/covid-19-understanding-the-impact-on-bame-communities7. https://onlinelibrary.wiley.com/doi/full/10.1111/1475-6773.132228. https://www.tuc.org.uk/news/tuc-1-3-bme-workers-have-had-self-isolate-during-covid-19-pandemic9. https://www.cipd.co.uk/Images/diversity-and-inclusion-at-work_2018-facing-up-to-the-business-case-1_tcm18-44146.pdf10. https://www.ethnicity-facts-figures.service.gov.uk/uk-population-by-ethnicity/national-and-regional-populations/population-of-england-and-wales/latest11. https://www.gov.uk/government/publications/covid-19-understanding-the-impact-on-bame-communities12. https://www.hsj.co.uk/exclusive-deaths-of-nhs-staff-from-covid-19-analysed/7027471.article13. https://www.mentalhealth.org.uk/sites/default/files/MHF%20Mental%20Health%20in%20the%20COVID-19%20Pandemic.pdf14. https://www.tuc.org.uk/research-analysis/reports/bme-women-and-work15. https://www.nuffieldfoundation.org/news/depression-and-anxiety-higher-amongst-those-from-black-asian-and-minority-ethnic-backgrounds-during-lockdown16. https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-020-08964-317. https://researchbriefings.files.parliament.uk/documents/SN06385/SN06385.pdf18. https://www.resolutionfoundation.org/press-releases/one-in-five-young-people-and-over-one-in-five-bame-workers-who-were-furloughed-during-lockdown-have-since-lost-their-jobs/19. https://www.bitc.org.uk/wp-content/uploads/2019/10/BITC-race-toolkit-tacklingracial_harassmentandbullying-Oct2018.pdf20. https://www.bmj.com/content/369/bmj.m250621. https://www.tuc.org.uk/news/tuc-1-3-bme-workers-have-had-self-isolate-during-covid-19-pandemic22. https://www.scope.org.uk/about-us/disability-wellbeing/23. https://www.leonardcheshire.org/sites/default/files/2020-04/Social-care-Coronavirus-policy-briefing.pdf24. https://link.springer.com/referenceworkentry/10.1007%2F978-981-10-5338-2_15-1© 2021 The Society of Occupational Medicine • 2 St Andrews Place • London NW1 4LBCharity Commission No: 1184142 • Scottish Charity No: SC049793 • VAT No: 927 0030 57",
    "id": 526447807,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.bbk.ac.uk.oai2:47057"
    },
    "title": "Supporting your approach to workplace diversity and inclusion",
    "language": null,
    "publishedDate": "2021-09-01T01:00:00+01:00",
    "publisher": "Society of Occupational Medicine",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.bbk.ac.uk/id/eprint/47057/1/SOM%20Factsheet%20no.%202%20FINAL.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/526447807.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/526447807"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/526447807/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/526447807/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/526447807"
        }
    ],
    "abstract": "This document highlights best practice pre COVID-19 and provides\n\nnew information concerning what is a rapidly evolving situation. It\n\nwas informed by a review of research, evidence-informed resources\n\nand tools offered by professional bodies, and a webinar involving\n\nexperts on work and wellbeing. \n\n\n\nThe document aims to:\n\n• raise awareness of the disproportional impact of the pandemic\n\non marginalised groups and the implications for wellbeing and\n\nproductivity\n\n• highlight the wide-ranging benefits of an inclusive workforce\n\n• provide organisations with resources that will help them address\n\ninequalities and build and retain a diverse and inclusive workforce\n\nwhich is crucial for recover",
    "tags": [
        "BBS",
        "BBS"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "BBS"
    ],
    "oai": "oai:eprints.bbk.ac.uk.oai2:47057",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "8",
        "openDoarId": 0,
        "name": "Birkbeck Institutional Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 526447807,
        "depositedDate": null,
        "publishedDate": "2021-09-01T01:00:00+01:00",
        "updatedDate": "2024-02-12T05:12:44+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-27T04:21:40+01:00"
    },
    "urls": [
        "https://eprints.bbk.ac.uk/id/eprint/47057/1/SOM%20Factsheet%20no.%202%20FINAL.pdf"
    ],
    "lastUpdate": "2024-02-12T05:12:44+00:00",
    "setSpecs": []
}