{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Allen, Reema"
        }
    ],
    "contributors": [],
    "createdDate": "2021-06-06T08:23:06+01:00",
    "dataProvider": {
        "id": 13128,
        "name": "Digital Commons @ CSUMB (California State University, Monterey Bay)",
        "url": "https://api.core.ac.uk/v3/data-providers/13128",
        "logo": "https://api.core.ac.uk/data-providers/13128/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/429659529.pdf",
    "fullText": "California State University, Monterey Bay Digital Commons @ CSUMB Capstone Projects and Master's Theses Capstone Projects and Master's Theses 5-2021 Supporting Transgender Students: Implementing an Inclusive Education Reema Allen Follow this and additional works at: https://digitalcommons.csumb.edu/caps_thes_all This Capstone Project (Open Access) is brought to you for free and open access by the Capstone Projects and Master's Theses at Digital Commons @ CSUMB. It has been accepted for inclusion in Capstone Projects and Master's Theses by an authorized administrator of Digital Commons @ CSUMB. For more information, please contact digitalcommons@csumb.edu. Supporting Transgender Students 1Supporting Transgender Students: Implementing an Inclusive EducationReema AllenCalifornia State University Monterey BayLS 400: Senior CapstoneDr. Patty WhangMay 21, 2021Supporting Transgender Students 2AbstractThe focus issue addressed in this Capstone Project is acknowledgement of transgender studentsand lack of gender identity education in California public schools. These are important issues fortransgender students, their families, and the LGBTQIA+ community because they help addressand prevent the discrimination, violence, and academic barriers they face. Primary stakeholderperspectives were obtained from two parents, one parent on the school board, and onetransgender high school student, because of their first hand experiences with the systemic flawsin our public education when it comes to transgender youth. Three action options emerged froman analysis of the data and are explored as ways to address the issues presented. Training allschool staff is argued to be the most effective way to achieve the goals of representingtransgender voices, teaching about gender identity, and supporting identity development.Supporting Transgender Students 3Supporting Transgender Students: Implementing an Inclusive EducationGrowing up it was clear that my family did not fit into the societal standards when itcame to marital status, gender identity, and our loud acceptance for those who identified with theLGBTQIA+ community. I was first exposed to the LGBTQIA+ community and the work theydid to change laws when my grandmother was hired by Marriage Equality USA. MEUSA at thetime was working vigorously to have the marital laws changed to allow same sex marriages forgay and lesbian couples. As a young child, I would attend MEUSA rallies for Proposition 8,walk the golden gate bridge in protest, and even spoke to Arnold Schwarzeneger’s assistant atthe Capitol to pressure them to allow people like my grandmother to marry whomever they lovedregardless of gender. At this time, the conversation of transgender individuals was barelybeginning, because the focus was about equal rights for the gay and lesbian community.Jumping five years into the future, my father fell in love with a transgender woman andmy eyes were opened to her experience, and theirs as a LGBTQIA+ couple. She began to openup about her childhood, school, and her transition as an adult, causing me to reflect on my owneducation and become aware of if our system had shifted the teaching approach. I found myselfhaving this wave of protection over my, now, step mother, becoming hyperaware of all and anyhardship or discrimination that she may face due to her identity, which established this need tosupport the transgender community as a whole. She would casually give me little tips orsuggestions on how I could make my future classroom a better environment than what she wasexposed to, or how to approach conversations with students and their families. Evidently, thissparked an interest to study transgender students’ experiences in schools, what ways to bettersupport their academic and developmental growth, and why that was important.Literature Synthesis and IntegrationSupporting Transgender Students 4Gender identity, including but not limited to transgender, is a topic that is not commonlydiscussed in public schools, thus resulting in noticeable negative implications. For example manytransgender students experience discrminiation and a lack of safety or acknowledgement withinCalifornia’s public school system.  Children are aware of themselves and their surroundings,soaking up and retaining everything, but we are not facilitating student identity development ortheir ability to respect people different from themselves if we don’t have the conversation ofdiverse groups.What is the issue?Transgender students are not only a population that is rarely discussed in education, butthey are also a minority that faces discrimination on a daily basis, largely due to the lack ofacknoledgment and acceptance. Transgender is a term defined by the Gay and Lesbian AllianceAgainst Defomation (2021), as “people whose gender identity differs from the sex they wereassigned at birth”. When discussing gender identity, we are referring to what the person identifiesas, rather than who they are attracted to, which is sexual identity. Transgender students are a partof the LGBTQIA+ community, which includes sexual identities, though these terms, sexual andgender, are not interchangable and we will be focusing solely on the gender identity issuestransgender students face in public school.Transgender students make up about four percent of our student body in California, ascalculated in California, our education should put a greater emphasis on educating for and withthis population (Population Reference Bureau, 2017). According to Teach for America, in theUnited States there are  approximately 1.4 million transgender identifying individuals (Zingg,2019), and it is common for children to recognize their gender identity, whether or not they areconforming, as early as two years old (Planned Parenthood, 2021).The major issues that ourSupporting Transgender Students 5transgender students face is the utter lack of acknoledgement within education anddiscrimination at the hands of their peers and teachers. A study conducted by the CaliforniaHealthy Kids Survey found that 80 percent of transgender students faced some form ofharassment in their public school campus (Hanson, 2019). These issues have led to mental healthconcerns (see Figure 1), including suicide and substance abuse in our transgender youth. It isfour times more likely for a transgender student to attempt suicide than a cis-gender studentbefore they enter adulthood, and the rate of mental health issues is twice as likely (Hanson,2019).As we grow and develop a sense of individuality and identity, we go through the societal,cultural, and personal expectations of who we are supposed to be and what we desire to be.Throughout our lifetime, we continue to reevaluate our identity and make adjustments as welearn about the world around us and within ourselves. This is a part of being human, which manyof us struggle with, therefore, it can be assumed that if you are non conforming to the gendernorms, you could face greater internal and external obstacles. In order to ensure that our studentshave the best opportunity to grow into the humans they want and need to be, we must educateourselves and our students on gender and transgender individuals.Figure 1.California Healthy Kids Study DataSupporting Transgender Students 6Note. Source: https://www.wested.org/wp-content/uploads/2020/09/Infographic-LGBTQ-R21.pdfWhat is being done?The US Department of Education (2016) released a letter, Fact Sheet on U.S. Departmentof Education Policy Letter on Transgender Students, which includes the rights, laws, and policiesthat are in place to protect and encourage inclusivity in our schools for transgender students.However, it  never mentions that there should be mandatory educational materials, resources, orcurriculum that teaches about gender identity and transgender students. Unfortunetly, during theTrump  presidency, we experienced a “withdrawl of federal policy” which protected ourtransgender youth in schools (Zingg, 2019). In many cases, it is left to the teachers’ own devicesto implement material or lessons that feature or discuss influential transgender figures, such asLaverne Cox, Georgina Beyer or Billy Tipton. In 2016, California passed a law that stated wemust teach LGBTQ+ inclusive sexual education lessons that include topics around genderidentity and expression, though many parents threatened to remove their children from schoolsthat implemented this law (North, 2019). To protect against discrimination, the CaliforniaSupporting Transgender Students 7Education Code Section 51500 states, “public schools can’t provide instruction or sponsoractivities that promote or reflect bias or discrimination against any person on the basis of theirsexual orientation, gender identity, gender expression, or gender” (LGBTQ Student Rights,2018). This means that in all public schools in the state of California, teachers  cannot teach theirpersonal beliefs or discriminate against a person based on their gender identity or sexual identity,but it is not required to teach about either topic even if approached in a safe, inclusive andeducational manner.What should be done?In order for schools to create an environment that acknowledges and accepts transgenderyouth, we must begin with educating teachers and faculty. Teachers then can implement thatknowledge to create a curriculum and build material that features, supports, and educatesstudents on the transgender population. This also forms a more organic approach to a topic thatcan be viewed as more sensitive for some educators. Since children gather a lot of messagesabout gender from the world around them, and not just from direct teaching, it’s important thatthe classroom materials, such as books, also be inclusive (Planned Parenthood, 2021). Mostsources suggest beginning with conversations about different families and cultures and how to berespectful of them.One of the questions that arises often is, at what grade level should we begin teachingabout gender identity, and the simple answer is right away. It’s argued that this education shouldbegin in kindergarten because “gender identity, including transgender and gender nonconformingidentities, are cemented early in elementary school” (Planned Parenthood, 2021). Children aresponges that are soaking up everything they experience, and having knowledge of transgenderSupporting Transgender Students 8individuals and gender identity fosters their own identity development, as well as, acceptanceand respect (Planned Parenthood, 2021).MethodFor this capstone project, the researcher investigated to what extent public schools weresupporting their transgender students and the options to increase inclusivity within theclassroom. After considering the relevant literature and analyzing the data collected from theparticipants, criteria was used to evaluate the options, where conclusions were drawn. Theresearcher followed through with this recommendation with an action to address the issue.ContextThis research took place within two neighboring school districts in California. The firstdistrict, Bay School District, is diverse with a public school system that includes many minoritygroups. In contrast, Sunny School District has a majority middle class, Caucasian demographicattending its public schools. Within the Bay School District, our focus school is Bay School ofthe Arts, due to its  diversity, mission statement, and participant attendance. There is not onefocus school for Sunny School District since the participants are involved with multiple schools,including a Montessori charter school, a public elementary, and a public high school, and all beaddressed in this study. According to the participants, both districts still have a very low numberof openly- identifying transgender students, making their children one of the few if not only attheir school.ParticipantsThe participants in this study include two families, where both parental figures werepresent, as well as, one child from one of the families. These participants were selected becauseSupporting Transgender Students 9of their involvement with the focus issue and their relevant, personal experiences with genderidentification throughout their school years.John Smith- The father of a seven year old child, Myka Smith, who identifies astransgender.  He currently works as a high school teacher and is on the school board for hisdistrict, advocating for transgender student rights.Sara Smith- The mother of Myka Smith. She also has involvement with the LGBTQIA+center in their area.Jamie Wells- A gender transitioning high school student who lives with their adoptedparents.Lorraine Wells- The adopted mother of Jamie. She works as a high school teacher and isa member of the LGBTQIA+ community. 1ResearcherThis topic issue is something that I have been studying from different angles for a fewyears now. I became increasingly aware of the issues transgender students face when I wasintroducted to the LGBTQIA+ community through my family members, specifically a closeloved one who identifies as a transgender woman. After reflecting on my own education, andobserving current curriculum in public schools, I noticed a lack of gender inclusive information,causing me to rethink my values as a future educator. I strive to teach with equity and in order todo so, I must be aware of the flaws our education system has when it comes to the transgenderstudent population.Semi- Structured Interview Questions1. What challenges do you see with transgender/ gender indentity inclusivity in publicschools?1 Pseudonyms have been used for the names of all people, schools, and locations.Supporting Transgender Students102. What do you know about what is currently being done and which aspects are useful?3. How can teachers better support these students currently?4. When should schools provide gender identity education to their students and why?5. What issues do you see arising as we make this transition in our curriculum?6. What can teachers do versus what should our administration do to implement genderinclusive curriculum?ProcedureParticipants were interviewed in a no- contact method, either via Zoom or phone, withfollow up interactions conducted over email. Interviews were one and a half hours and bothparticipants from either family were interviewed within that time. The interview with the Smithfamily was held over the phone, due to their availability and comfortability. The interview thatincluded Jamie Wells, was done in the supervision of their parent, Lorraine Wells via a Zoommeeting. Each interview used the same semi- structured interview questions, with informalfollow up questions to clarify or further ideas and themes. Due to the fact that one of theparticipants was a minor, there were other informal questions or comments given by the presentparent to ensure comfortability and keep the child engaged in the interview.Data AnalysisFor the phone interview, the data was collected through a written transcription as theinterview took place. The Zoom interview was transcribed and the researcher took a writtentranscription of the interview as well. Each interview was analyzed to find emergent themes andexperiences.ResultsFor this Capstone Project, transgender students and parents of those students wereSupporting Transgender Students11interviewed to see what they think could be done to improve inclusivity, support, and awarenessfor transgender students. This is important because these students face the fact of continuouslybeing denied acknowledgment through our education system. They are exposed to an alarmingrate of discrimination, harassment, and bullying, as a result of not conforming to societal gendernorms, and the way to prevent ignorance or hate is to educate. Based on an analysis of the dataand the relevant research literature three themes emerged (see Table 1). Evidence-based decisionmaking required evaluating each potential Action Option by the following criteria: time; reach;and effectiveness. Time is a very important factor to consider in this issue because most schoolstaff members are already struggling with having the necessary time to complete what they needtheir students to know. Since being transgender can expose you to violence, discrimination, andother life- long obstacles, this is a very time sensitive issue. Reach is important to considerbecause this is not a population that is congested into one area, but rather one that you will findall over the world. One school making a change is great, but it is not enough to get the systemicchanges these people deserve, therefore the reach is necessary for evaluating these options.Effectiveness will allow us to take a look into how successful the option will be and whatimplications may play a part in this success. Based on the evaluation of each Action Option anaction will be recommended and justified.Table 1.Time Reach EffectivenessPolicy changes at theState LevelHigh High ModerateTraining for AllSchool Staff onLow High HighSupporting Transgender Students12LGBTQIA+Education andGender IdentitySupportCurriculum Changesfor Inclusion ofGender Identity andTransgenderIndividualsModerate High ModerateChanging the LawWhile their are laws in place that protect transgeder students from prejudice ordiscrimination in schools, the laws to do not state that students should be educated on what itmeans to be transgender, let alone gender identity as a whole. Even with the laws in place thatare meant to protect our transgender youth, without making it necessary to educate the rest ofstudents, it cannot be expected that all discrimination or bullying will end. According to theschool board member John Smith, “policies at the district level isn’t doing enough”, teachers canthen lean on the state legalities to back their approach (J. Smith. personal communication, March2, 2021). His wife follows up with, “we need policy changes for the communities that aren’t asprogressive” because you will face “traditional teachers”. She argues that this “obsession withbinary is not fair, even for the cis kids”, meaning that having an education on gender identity willallow cisgender, (gender conforming, or students who identify with their birth sex), to identifygreater with their gender (S. Smith. personal communication, March 2, 2021). It is not an policythat is focused on transgender students or identifying with a gender other than your birth gender,but rather an policy that will facilitate identity development and create a supportive and inclusiveenvironment for those who identify outside of their birth gender.Supporting Transgender Students13In the United States, a law goes through a very long and extensive process to be passed,therefore this option is very high on the criteria of time. The process begins with the bill beingdrafted, assigned to a committee, voten on, and if passed, then gets transferred to the nextcommittee to be voted on again (The Legislative Process). It takes some time before the billmakes it to the president then is passed as a law. Since the law would be at the state level, thereach is high because it would be mandatory to follow by all Californians, though theeffectiveness is only moderate because it takes time for change to follow the new policy.Educating the StaffTeachers are educated greatly before they are able to enter a classroom, and they continueto learn throughout their career. However, we are mostly educated on content which we shouldteach, and not focused on how to care for people, which is a large part of this job. How can ateacher be expected to implement knowledge on gender identity when they have not received thiseducation themselves? Training teachers on gender identity is not enough though because thesestudents have interactions with other school staff, who also play a huge role in students’development and their attitudes towards school. “Classified staff needs training”, we don’trealize the level of interactions they have with our students. Training all school staff will allowthe conversation of gender identity to flow more organically, and not to single out the diversegroup, but rather talk about all groups equally and accurately (J. Smith. personal communication,March 2, 2021). It will give teachers the resources, materials, and support they need to relay thisinformation to their students, assist their students with coping, and reduce the likelihood ofbullying. Lorraine Wells described how “even the parents of trans kids are still learning”, andhaving the staff educated, will give them the opportunity to provide support and resources tothese parents as well (L. Wells. personal communication, March 11, 2021). For many transgederSupporting Transgender Students14students, they do not have the support they need at home, so if they are able to gain that supportand information from their educators or school counselors, it can make a world of difference.In regards to the criteria, the time necessary is quite low for this option, with both theeffectiveness and reach being high. Training sessions held by different LGBTQIA+ centersthroughout California were found to be typically within two hours per training. These can takeplace during staff development days, or on the teachers own time, therefore they do not cut intoclassroom time. The knowledge gained from these training sessions can be used for years tocome, reaching many different students, and teachers can refresh or update with training eachyear, or however often the school feels necessary. The most effective way to find a solution to anissue or concern is to educate yourself on what is going on, making this option quite effective.Inclusive Curriculum“There is no inclusion of public figures in curriculum” and no conversation about genderin elementary school (J. Wells. personal communication, March 11, 2021). It benefits studentlearning when you can provide them information about or from people they can relate to. Forexample, if you have a female student who is interested in science, you may gather books thatfeature women astronauts to inspire and empower that child. Therefore, if you have a transgenderstudent, you should have materials available that feature other transgeder figures to empower thatstudent and motivate them to continue learning. The inclusive curriculum benefits cisgenderstudents as well because the more exposure to diversity, the less likely the child is to fall intodiscriminatory behaviors. It also creates the feeling of equality, open- mindedness, and positivitywithin the classroom, which is proven to increase academic success.Changing our curriculum standards to include information about gender identity andtransgender individuals forces teachers to “do something!” (L. Wells. personal communication,Supporting Transgender Students15March 11, 2021). It prevents teachers from letting their own biases or values form the way theytalk about gender because they will need to follow the guidelines that coincide with the statestandards. This ensures that each teacher is giving the same information to all students andprovides a less awkward way of incorporating the topic into their daily lessons. Lorraine Wellsconfirms that a gender inclusive curriculum will give a time dedicated to the topic, whereascurrently, she is the only teacher who is incorporating transgender voices into her lessons (L.Wells. personal communication, March 11, 2021). Teachers have such a focus on curriculumbecause it is basically the map for what you need to know, teach, and assess, therefore whencurriculum includes this topic, teachers can fall back on this guide.Similarly to the policy changes, altering the curriculum takes a bit more time. Whileteachers can make their curriculum inclusive independently, changing the standard requires amoderate time frame. Once a standard is implemented, it has to be followed by all teachers,making this option one to consider based on the reach and effectiveness.ConclusionGiven the options listed above and based on the criteria, I would recommend training allschool staff to be the step taken to address this issue. From what was learned in the literaturesynthesis and suggestions with first hand experience from the participants, I believe that thisoption would not only provide the change necessary, but it will propel further changes within oureducation system with the intent of providing a more inclusive education and learningenvironment to our students in public schools.ConcessionsThough I have chosen the training of all school staff to be the best option for approachingthis issue, the other two options do provide great stances for changing how our education systemSupporting Transgender Students16treats transgeder students. In the long run, we would hope for policy changes at the state level,because that is how we will continue to progress towards a safer and inclusive country. Not onlydoes this hold teachers and administrators accountable if they fail to incorporate gender identityeducation into their teachings, but it also stands as a back bone for them to rely on if they facecommunity backlash or need further resources. Similarly to option one, the third option alsotakes some of the stress away from the teachers themselves, because they have a guide to follow.This will help with bringing a natural flow to this topic, so that they are not singling the diversegroup, but rather including it with the other diverse groups we teach about. Again, it takes theheat off of the teachers if there is community backlash, because it is not selective, and is indeed astate- wide curriculum inclusion. Each of these options provides a solution, it is only afterconsidering the criteria that option two be the first step taken to address the focus issue.LimitationsWhile the argument is strong for implementing training for all school staff, we mustconsider the limitations that will arise. As explained by Sara Smith, “the newer generations aremore comfortable with the topic, but geographics matter”, because there are still whole districtsthat function at more of a “traditional” view (S. Smith. personal communication, March 2, 2021).In these areas, it can be expected to face community backlash, especially from the parents. Evenin an area that is considered more diverse and progressive, there is still a population that does notbelieve this should be a topic included in our education, let alone one that should be taught asearly as kindergarten.Another limitation we face is the sensitivity of this topic and those who identify astransgender not being comfortable voicing their needs. Jamie Wells described how it can bedifficult for the transgender students to come forward because in their case they weren’t ready toSupporting Transgender Students17acknowledge their own identity. “Bring this up sooner, it’ll help the young children make senseof their own feelings when they can’t put words to it” (J. Wells. personal communication, March11, 2021). Jamie also explained how seeking out the support in school can be “disheartening”,therefore these students may lose their motivation to continuously fight for theiracknowledgement. Without their voices, this issue cannot be resolved, but it takes a lot to standup for yourself when you have to fear for your safety.Potential Negative OutcomesThe potential negative outcomes are unfortunately some that are quite drastic and violent.As a country, we do not have an agreement on the treatment or acceptace of the LGBTQIA+community, especially those who identify as transgender. This poses a risk for the safety of theselives, because they do experience physical assaults at an alarming rate. When the goal is toeducate about and for a diverse population, the last thing we want to create is an opportunity forsomeone to attack.ConclusionEven with the limitations and potential negative outcomes, I strongly believe based on theresearch gathered in this study, that requiring all school staff who have contact with students andfamilies, be trained in educating and supporting gender identity, specifically our transgenderyouth. Given that they face these limitations and negative outcomes already, the only way to takea step to prevention of transgender discrimination and violence is to educate. The solution tofacilitating identity growth and development is to educate our students on what gender identitymeans and what systemic or societal expectations still stand. Without the proper knowledge, ourteachers, counselors, and administrative staff could actually be doing a disservice when theyactually have well intentions. We expect our schools to hold their staff to a high standard ofSupporting Transgender Students18education, equality, and safety for all students, and this training will ensure that the transgederstudent population is gaining such qualities throughout their academic career.Action DocumentationBased on the literature, there is a major fault in our education system when it comes togender identity and transgender student support, resources, and knowledge. After considering thecriteria for each option; policy changes, inclusive curriculum, and staff training, I concluded thatthe action needed to address this issue is training all school staff. The participants and literaturesupport that given these trainings are implemented, we can expect an increase in positiveexperiences within public schools for transgender students. This option leads to academicsuccess, furthering education, reduced bullying, violence, and mental health concerns for ourtransgender youth, as well as facilitating identity development. With this optionrecommendation, I contacted the California Department of Education through their onlineemailing system with my suggested action option (see Image 1). Within that email, I providedlinks to lbgt centers throughout California that provide training on transgender youth andstudents for the department to evaluate and share with their educators.Furthering this recommendation, I would like to contact these centers and schools willingto participate directly, to facilitate the integration of these trainings into schools. The hope is thatwith the momentum of more public school participation, we can gain the support of districts,which will lead to policy changes explained in the first option. Due to the length of time that isrequired, this option is not the ideal first step, but is indeed the goal. With more teachers,administrators, and counselors advocating for these trainings, the state will need to recognize theimpact it makes.Supporting Transgender Students19Image 1. Copy of Recommendation Email.Critical ReflectionWhen I began thinking about how I was going to address this issue for my Capstone, Ifound myself struggling with the broadness of this topic. My research took me down a slightlySupporting Transgender Students20different path than the course, because it wasn’t until I conducted my interviews that I discoveredthe area I was going to focus on. This issue holds personal meaning to myself and my family, andmy research only furthered my appreciation for the transgender community and hightened theneed to advocate for their success within the California public school system. Through myinterviews, I learned what ways teachers and administrators can better support their transgenderstudents. From the literature, I realized how much our current approach to transgender inclusivityeffects the mental health, academic success, and safety of these students. CSU Monterey Bayemphasizes the importance of teaching with equity, and from what was taught about the roleeducators have in including a multicultural education, this is one area that I noticed was lackingin our public schools. In order to teach for social change, the educator has to be knowledgeableon the issue and actions that aid in the resolution of the issue. While the idea of teaching withinclusivity for transgender students poses its limitations and potential negative reactions, theoutcome is one that will bring equality and acceptance to a group of students that face a greatdeal of hardship just living their true lives. I am hopeful that this new generation of educatorswill propel the government to pass policies that support this population, and until then, we cancontinue to educate ourselves and our youth on gender identity development and transgenderindividuals.Synthesis and IntegrationThis Capstone course has tested and strengthened all aspects of my professionaldevelopment including content knowledge, multicultural teaching practices, relationships withmy community, understanding of social justice, and education systems. One of the MajorLearning Outcomes (MLO) of this course is Developing Educators, which is how I evaluated myknowledge on public school systems. Through my research, I learned about policies andSupporting Transgender Students21standards and the differences between what was at the district or state level. The second MLO isthe Diversity and Multicultural Scholar, assessing the students' understanding of societalinstitutions and practices, as well as multicultural knowledge. This research gave me theopportunity to go in depth about the current and past school practices around a diverse group ofstudents. Finally, the fourth MLO, Social Justice Collaborator, was a skill that I wasn’t confidentin prior to this course. When entering a profession that requires you to be a part of yourcommunity and the important role you play in the development of these students, futureeducators need to use this knowledge to advocate for access, equality, and justice in publiceducation. With the resources and experience gained throughout this project, I know I havefulfilled this learning goal and can continue my stance towards social justice.Supporting Transgender Students22ReferencesHanson, T., Zhang , G., Cerna , R., Stern , A., & Austin, G. (n.d.). Understanding theExperiences of LGBTQ Students in California. WestEd.https://www.wested.org/resources/lgbtq-students-in-california/.Lgbtq student rights. (2018, February 15). Retrieved April 06, 2021, fromhttps://www.aclusocal.org/en/know-your-rights/lgbtq-student-rights#:~:text=Under%20California%20Education%20Code%20Section,%2C%20gender%20expression%2C%20or%20gender.North, A. (2019, December 03). The future of sex Ed has ARRIVED. Is AMERICAREADY? Retrieved April 06, 2021, fromhttps://www.vox.com/identities/2019/12/3/20877238/sex-education-california-lgbtq-gender-schools-healthParenthood, P. (2021). Teaching my elementary school aged child about identity.Retrieved April 06, 2021, fromhttps://www.plannedparenthood.org/learn/parents/elementary-school/what-should-i-teach-my-elementary-school-aged-child-about-identiSmith, J. Personal Communication, March 2, 2021.Smith, S. Personal Communication, March 2, 2021.The United States House of Representatives . (n.d.). The Legislative Process.https://www.house.gov/the-house-explained/the-legislative-process.Supporting Transgender Students23Transgender faq. (2021, January 11). Retrieved April 06, 2021, fromhttps://www.glaad.org/transgender/transfaqTransgender Youth, by Gender and Grade Level. (2017). Retrieved fromhttps://www.kidsdata.org/topic/2163/transgender-gender/table#fmt=2664&loc=2,127,347,1763,331,348,336,171,321,345,357,332,324,369,358,362,360,337,327,364,356,217,353,328,354,323,352,320,339,334,365,343,330,367,344,355,366,368,265,349,361,4,273,59,370,326,333,322,341,338,350,342,329,325,359,351,363,340,335&tf=122&ch=78,77,69,305,306,431,1177,1176Wells, J. Personal Communication, March 11, 2021.Wells, L. Personal Communication, March 11, 2021.Zingg, L. (2019, November 13). Standing up for transgender students. Retrieved April06, 2021, fromhttps://www.teachforamerica.org/stories/standing-up-for-transgender-students",
    "id": 429659529,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.csumb.edu:caps_thes_all-2037"
    },
    "title": "Supporting Transgender Students: Implementing an Inclusive Education",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-05-01T08:00:00+01:00",
    "publisher": "Digital Commons @ CSUMB",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.csumb.edu/cgi/viewcontent.cgi?article=2037&context=caps_thes_all"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/429659529.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/429659529"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/429659529/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/429659529/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/429659529"
        }
    ],
    "abstract": "The focus issue addressed in this Capstone Project is acknowledgement of transgender students and lack of gender identity education in California public schools. These are important issues for transgender students, their families, and the LGBTQIA+ community because they help address and prevent the discrimination, violence, and academic barriers they face. Primary stakeholder perspectives were obtained from two parents, one parent on the school board, and one transgender high school student, because of their first hand experiences with the systemic flaws in our public education when it comes to transgender youth. Three action options emerged from an analysis of the data and are explored as ways to address the issues presented. Training all school staff is argued to be the most effective way to achieve the goals of representing transgender voices, teaching about gender identity, and supporting identity development",
    "tags": [
        "text",
        "Transgender",
        "Inclusive",
        "LGBTQIA+"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.csumb.edu:caps_thes_all-2037",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13128",
        "openDoarId": 0,
        "name": "Digital Commons @ CSUMB (California State University, Monterey Bay)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 429659529,
        "depositedDate": null,
        "publishedDate": "2021-05-01T08:00:00+01:00",
        "updatedDate": "2024-02-13T19:35:16+00:00",
        "acceptedDate": null,
        "createdDate": "2021-06-06T08:23:06+01:00"
    },
    "urls": [
        "https://digitalcommons.csumb.edu/caps_thes_all/1020",
        "https://digitalcommons.csumb.edu/context/caps_thes_all/article/2037/viewcontent/Supporting_Transgender_Students__Implementing_an_Inclusive_Education.pdf"
    ],
    "lastUpdate": "2024-02-13T19:35:16+00:00",
    "setSpecs": []
}