{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hancock, Meg, --Assoc. Prof."
        }
    ],
    "contributors": [],
    "createdDate": "2024-02-15T13:59:56+00:00",
    "dataProvider": {
        "id": 13975,
        "name": "Vanderbilt University Law School: Scholarship@Vanderbilt Law",
        "url": "https://api.core.ac.uk/v3/data-providers/13975",
        "logo": "https://api.core.ac.uk/data-providers/13975/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/599447895.pdf",
    "fullText": "Vanderbilt Journal of Entertainment & Technology Law Volume 26 Issue 2 Article 3 1-2024 Tackling Bias in Sport: Recognizing the Impact of Identities Meg Hancock --Assoc. Prof. Dept. of Health, Univ. of Louisville Follow this and additional works at: https://scholarship.law.vanderbilt.edu/jetlaw  Part of the Civil Rights and Discrimination Commons, and the Entertainment, Arts, and Sports Law Commons Recommended Citation Meg Hancock --Assoc. Prof., Tackling Bias in Sport: Recognizing the Impact of Identities, 26 Vanderbilt Journal of Entertainment and Technology Law 329 (2024) Available at: https://scholarship.law.vanderbilt.edu/jetlaw/vol26/iss2/3 This Article is brought to you for free and open access by Scholarship@Vanderbilt Law. It has been accepted for inclusion in Vanderbilt Journal of Entertainment & Technology Law by an authorized editor of Scholarship@Vanderbilt Law. For more information, please contact mark.j.williams@vanderbilt.edu.  329 Tackling Bias in Sport: Recognizing the Impact of Identities Meg Hancock* “If we know how sport is organized, the type of games played, the way winners and losers are treated, the type and amount of compensation given to the participants, and the rules enforced, then we surely know a great deal about the larger society in which it exists. Conversely, if we know the values of a society, the type of economy, the way minority groups are treated, and the political structure, then we would also have the important clues about how sport in that society is likely organized.”   Stanley Eitzen1 ABSTRACT Studies suggest participation in organized sports—from childhood to adulthood—promotes positive physical, social, emotional, and intellectual benefits that impact individuals and their communities over a lifetime. Sports participation in early childhood and adolescence also leads to higher self-esteem, greater wage-earning potential, lower health costs, reduced chronic disease, and lower levels of depression. In adulthood, participating in sports provides social connection, personal enjoyment, and improved health. In US society, sports are often viewed as a popular, viable, and sustainable avenue for social mobility. While the benefits of sports participation are unequivocal, the visibility and influence of star athletes, along with the way sports are embedded in US culture, may perpetuate the impression that sports—and their benefits—are broadly accessible to all people. While this is true for some, access to organized sports and associated benefits vary widely by sex, race, sexual orientation, and gender identity. More specifically, women, persons of color, and members of the LGBTQ+ community may be less likely to participate in organized sports due to discrimination and harassment experienced in various settings. This Article illustrates the intersectionality of social identities, institutions, and law as they inhibit   * Meg Hancock, PhD (she/they) is an Associate Professor in the Department of Health and Sport Sciences at the University of Louisville.  Meg’s research focuses on organizational  leadership, management, and inclusion in the sport industry.  1. SPORT IN CONTEMPORARY SOCIETY: AN ANTHOLOGY 1 (D. Stanley Eitzen ed., 7th ed. 2005). 330 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 a person or group’s access to sports based on race, sex, gender identity, or sexual orientation and explores how existing legal antidiscrimination frameworks might help promote access to sports, particularly for historically disadvantaged groups. TABLE OF CONTENTS I.  INTRODUCTION ............................................................................. 330 II.  THE EXCLUSIONARY HISTORY OF SPORTS IN THE  UNITED STATES ........................................................................... 333 III.  SPORT AS A MICROCOSM .............................................................. 337 A. Youth Participation in Sports ................................................ 338 1. Impact of Title IX ............................................................ 341 2. Impact of Equal Protection ............................................. 342 B. Employment in Sport Organizations ..................................... 343 IV.  CONCLUSION ................................................................................ 346  I. INTRODUCTION Valued at nearly a half-trillion dollars,2 organized sports are ubiquitous in the United States.3 The youth sports (ages 6–17) industry is valued at $19 billion, with some towns investing several million dollars in state-of-the-art training and event complexes.4 Soccer Shots, i9 Sports, and D1Training are but a handful of franchises designed to grow youth sports.5 The National Collegiate Athletic Association (NCAA), the largest governing body in college sports, generated $1.14   2. Christina Gough, Sports Industry Revenue Worldwide in 2022, with a Forecast for 2023 and 2027, STATISTA (July 13, 2023), https://bit.ly/3Y8uNNC [https://perma.cc/6S72-36EE].   3. Madeleine Orr, Yuhei Inoue, Russell Seymour & Greg Dingle, Impacts of Climate Change on Organized Sport: A Scoping Review, WIRES CLIMATE CHANGE, May 2022, at 1, 1  (defining “sports” as “(1) competition, (2) physical activity, and (3) structures underpinned by rules or laws.”) (citations omitted).  4. Roman Stubbs, The Next Youth Sports Arms Race, WASH. POST (July 29, 2022, 11:45 AM), https://www.washingtonpost.com/sports/2022/07/29/youth-sports-business-facilities/ [https://perma.cc/SS3H-A428].   5. See About, SOCCER SHOTS, https://www.soccershots.com/about/#the-history-of-soccer-shots [https://perma.cc/6ZNC-8UV4] (last visited Oct. 9, 2023); About i9 Sports, I9 SPORTS, https://www.i9sports.com/about [https://perma.cc/6WNL-H3G6] (last visited Oct. 9, 2023); Our Rookie Training Program, D1 TRAINING, https://www.d1training.com/scholastic-training/rookie-training/ [https://perma.cc/9QRC-ZJ2G] (last visited Oct. 9, 2023). 2024 TACKLING BIAS IN SPORT 331 billion in revenue, mostly from television and marketing rights as well as championship events like March Madness.6  In 2021, the NCAA began allowing athletes to use their name, image, and likeness (NIL) to earn compensation.7 Now, twenty-four NCAA athletes have NIL valuations of over one million dollars and over 100 athletes are valued at greater than $500,000.8 These valuations are often based on social media reach, which expands the athlete brand and, in some cases, the reach of their respective institutions.9  For example, in providing guidance on Texas state law, The University of Texas explained that student-athletes are prohibited from “earning NIL-compensation in exchange for property owned by The University of Texas or Texas Athletics, or for providing an endorsement while using intellectual property or other property owned by The University of Texas or Texas Athletics.”10 As such, athletes are prohibited from wearing University of Texas colors and logos for their individual NIL deals.11 However, the University of Texas partnered with a licensing company that allows individual athletes to enter into  co-licensing agreements to use university trademarks, colors, and logos, thus expanding the brand of the athlete and University of Texas.12 The “Big Five” professional sports organizations—National Football League (NFL), National Basketball Association (NBA), National Hockey League (NHL), Major League Baseball (MLB), and Major League Soccer (MLS)—continue to increase revenue through expanded media rights, obtaining a global presence by hosting   6. Eben Novy-Williams, NCAA Revenue Dips to $1.14 Billion as Self-Insurance Kicks in, SPORTICO (Jan. 26, 2023, 12:14 PM), https://www.sportico.com/leagues/college-sports/2023/ncaa-revenue-2022-1234707661/ [https://perma.cc/MFJ3-P74W]; Christina Gough, Revenue of the NCAA from Television Broadcast Payments and Licensing Rights from 2012 to 2027, STATISTA (Mar. 23, 2023), https://www.statista.com/statistics/219608/ncaa-revenue-from-television-rights-agreement/ [https://perma.cc/6ZX2-U44R].   7. Michelle Brutlag Hosick, NCAA Adopts Interim Name, Image and Likeness Policy, NCAA (June 30, 2021, 4:20 PM), https://www.ncaa.org/news/2021/6/30/ncaa-adopts-interim-name-image-and-likeness-policy.aspx [https://perma.cc/BW6Y-8GPM].  8. See ON3 NIL, https://www.on3.com/nil/rankings/player/nil-100/ [https://perma.cc/U239-UZBM] (Oct. 4, 2023, 12:00 AM).  9. See id.  10. H.B. 2804, 88 Leg., Reg. Sess. (Tex. 2023); Name, Image, Likeness FAQ for Student-Athletes, UNIV. OF TEX., https://texassports.com/docu-ments/2021/7/1//NIL_SA_FAQ_DRAFT_6_30_21.pdf?id=15853 [https://perma.cc/5L26-927G] (June 30, 2021).   11. UNIV. OF TEX., supra note 10.  12. Tamera H. Bennett, Can A Student Athlete [NIL] Use the University’s Trademarks, Logos, Colors?, BENNETT L. OFF. (Nov. 11, 2021), https://www.tben-nettlaw.com/blog/2021/10/28/nil-can-a-student-athlete-use-the-schools-colors-logo-mascot-jersey-endorsement [https://perma.cc/L4SF-3AL2].  332 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 exhibition as well as in-season games in countries outside the United States, and global licensing and merchandising efforts.13 Women’s professional sports organizations, like the Women’s National Basketball Association (WNBA) and National Women’s Soccer League (NWSL), have experienced exponential growth in sponsorship, marketing budget, and fan engagement (e.g., attendance, social media, and viewership).14  Studies suggest participation in organized sports—from childhood to adulthood—promotes positive physical, social, emotional, and intellectual benefits.15 This in turn impacts individuals and their communities.16 Specifically, sports participation in early childhood and adolescence leads to higher self-esteem, greater wage earning potential, lower health costs, reduced chronic disease, and lower levels of depression.17 In adulthood, participating in sport provides social connection, personal enjoyment, and improved health.18 Overall, US society views sports participation as a popular, viable, and sustainable avenue for social mobility.19 While the benefits of sports participation are unequivocal, the visibility and influence of star athletes may perpetuate the impression that sports—and their benefits—are broadly accessible to all people. While this is true for some, access to organized sports and associated benefits vary widely by sex, race, sexual   13. See, e.g., Professional Sports, STATISTA https://www.statista.com/mar-kets/409/topic/627/professional-sports/#overview [https://perma.cc/BD79-N2PY] (last visited Oct. 9, 2023).  14. Elise Robson, Equality in Women’s Sports: What’s the Score, Ref?, GWI (Apr. 27, 2023), https://blog.gwi.com/chart-of-the-week/are-womens-sports-equalizing/ [https://perma.cc/6FKQ-DNSZ].   15. See, e.g., Nora Wiium & Reidar Säfvenbom, Participation in Organized Sports and Self-Organized Physical Activity: Associations with Developmental Factors, INT’L J. ENV’T RSCH. & PUB. HEALTH, Feb. 18, 2019, at 1, 1 https://www.ncbi.nlm.nih.gov/pmc/arti-cles/PMC6406465/pdf/ijerph-16-00585.pdf [https://perma.cc/CB48-BZE9].   16. Why Play Matters, PROJECT PLAY ASPEN INST., https://projectplay.org/youth-sports/facts [https://perma.cc/5H3D-T59X] (last visited Oct. 9, 2023).  17. See generally State of Play 2022, PROJECT PLAY ASPEN INST., https://project-play.org/state-of-play-2022/introduction [https://perma.cc/LJF7-HMC7] (last visited Oct. 9, 2023).   18. See NPR, ROBERT JOHNSON WOOD FOUND. & HARVARD T.H. CHAN SCH. OF PUB. HEALTH, SPORT AND HEALTH IN AMERICA 2–3 (2015), https://news.harvard.edu/wp-content/up-loads/2015/07/sports-and-health-report.pdf [https://perma.cc/SD8Q-RDKB].  19. Social mobility refers to the ability of a person to change positions within an economic class system. See Social Mobility, BRITANNICA, https://www.britannica.com/topic/social-mobility [https://perma.cc/2JV7-WL9C] (Aug. 15, 2023); see also D. STANLEY EITZEN, Upward Mobility Through Sport?: The Myths and Realities, in FAIR AND FOUL: BEYOND THE MYTHS AND PARADOXES OF SPORT 202 (1999). 2024 TACKLING BIAS IN SPORT 333 orientation, and gender identity.20 More specifically, women, people of color, and lesbian, gay, bisexual, transgender, queer/questioning, and other non-heterosexual or non-cisgender (LGBTQ+) individuals may be less likely to participate in organized sport due to discrimination and harassment experienced in various settings.21  This Article illustrates the intersectionality of social identities, institutions, and law as they inhibit a person or group’s access to sports based on race, sex, gender identity, or sexual orientation. Part II  focuses on a brief history of sports in the United States. This history illustrates the economic and educational structures that affected sport participation for women, people of color, and sexual and gender minorities.22 Part III examines how the layering of identities, specifically of those who are oppressed, impacts access to sports and its benefits. Throughout, this Article explores how existing legal antidiscrimination frameworks might help promote access to sports, particularly for historically disadvantaged groups. II. THE EXCLUSIONARY HISTORY OF SPORTS IN THE UNITED STATES Sports have been an important thread in North America’s social, cultural, and economic fabric for several hundred years.23 Until the twentieth century, sport was primarily a domain for wealthy, white, heterosexual men.24 Women remained in the domestic sphere, primarily due to the social expectation that a woman’s purpose was to be a mother   20. See GLSEN RSCH. INST., LGBTQ STUDENTS AND SCHOOL SPORTS PARTICIPATION 1 (2021) [hereinafter GLSEN I], https://www.glsen.org/sites/default/files/2022-02/LGBTQ-Students-and-School-Sports-Participation-Research-Brief.pdf [https://perma.cc/WCA8-KRNV]; GLSEN RSCH. INST., GENDER AFFIRMING AND INCLUSIVE ATHLETICS PARTICIPATION 2 (2022) [hereinafter GLSEN II], https://www.glsen.org/sites/default/files/2022-05/GLSEN_Transathlete_Policies_ Issue_Brief-04-2022.pdf [https://perma.cc/X6NG-XNUJ].  21. See GLSEN I, supra note 20.   22. “Sexual and gender minority (SGM) populations include, but are not limited to,  individuals who identify as lesbian, gay, bisexual, asexual, transgender, Two-Spirit, queer, and/or intersex.” About SGMRO, NAT’L INSTS. OF HEALTH, https://dpcpsi.nih.gov/sgmro#:~:text=Sex-ual%20and%20gender%20minority%20(SGM)%20populations%20include%2C%20but%20are, sex%20development%20are%20also%20included [https://perma.cc/B52L-WGVN] (last visited Oct. 12, 2023).   23. See, e.g., Byung Jin Lee & Tae Young Kim, A Study on the Birth and Globalization of Sports Originated from Each Continent, 12 J. EXERCISE REHAB. 1 (2016) (describing the evolution of the sport of baseball throughout the history of the United States); ROBERT PRUTER, THE RISE OF AMERICAN HIGH SCHOOL SPORTS AND THE SEARCH FOR CONTROL: 1880–1930 (2013) (cataloguing the development of high school sports from the colonial era onward); Sports in America, U.S. DIPLOMATIC MISSION TO GER., https://usa.usembassy.de/sports.htm [https://perma.cc/FN4V-8UGK] (July 2010) (providing a brief summary of sports in North America).  24. See WOMEN IN SPORT: ISSUES AND CONTROVERSIES 25–30 (Greta L. Cohen ed., 2d ed. 2001).  334 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 and wife.25 While sports were perceived as an activity to increase the strength and vitality of men, medical professionals suggested women’s participation in physical activity would detract from the viability of the female reproductive system.26 Moreover, societal gender roles deemed physical exertion “unladylike,” contravening the expectation that women present themselves as submissive, passive, and diminutive.27 Conversely, sports perpetuated assertiveness, dominance, aggression, and competitiveness—defining roles for men.28 These traditional gender role expectations became deeply entrenched in American society.29 As a result, women were often denied equal opportunities in accessing education, sports, and careers.30 During the late 1800s, women from elite social classes would play tennis, croquet, and bowling.31 Women who were white and could afford to attend a college or university could participate in competitive sports, but school administrators limited women’s participation to intramurals or “play days” to limit “over-competitiveness.”32 Colleges and universities coordinated play days in which women from different institutions could participate in games and sports; the impetus was on socialization, not competition or winning.33 At the turn of the early twentieth century, the National Collegiate Athletic Association (NCAA) began to take shape by offering intercollegiate athletic competitions and championships for men; women could compete, but the NCAA did not host championships for women.34 In 1941, the American Association for Health, Physical Education, and Recreation Division for Girls’ and Women’s Sport (DGWS) established the Commission on Intercollegiate Athletics for Women (CIAW) which later became the Association for Intercollegiate Athletics for Women (AIAW).35    25. See id. at 7.  26. See id. at 40–41.  27. Id.  28. See James H. Frey & D. Stanley Eitzen, Sport and Society, 17 ANN. REV. SOCIO. 503, 516 (1991).   29. See id.  30. See id.  31. See WOMEN IN SPORT: ISSUES AND CONTROVERSIES, supra note 24, at 42–43.  32. Id.  33. See Lynn E. Couturier, ‘Play with Us, Not Against Us’: The Debate About Play Days in the Regulation of Women’s Sport, 25 INT’L J. HIST. SPORT 421, 421–22 (2008).  34. See History, NCAA, https://www.ncaa.org/sports/2021/5/4/history.aspx [https://perma.cc/YFR9-X8JX] (last visited Oct. 9, 2023).   35. See Diane Lynn Williams, Inside the AIAW: The Philosophy, People and Power of the Association for Intercollegiate Athletics for Women (AIAW), at 43–44 (May 2020) (Ph.D.  dissertation, University of Iowa), https://doi.org/10.17077/etd.005292 [https://perma.cc/F4Nu-9S6D]. 2024 TACKLING BIAS IN SPORT 335 From its inception, the AIAW sponsored intercollegiate competitions and championships for women.36 The AIAW espoused an educational model that emphasized sport programs that: (a) were compatible with educational missions of institutions, (b) were developed in accordance with student interest, and (c) cultivated women’s leadership.37 While the AIAW disbanded in 1982, the NCAA continues to host dozens of women’s championships.38 Despite these advancements, women’s sports still receive 40 percent or less of college athletics funding.39 Following the abolition of slavery, social relationships among races remained strained.40 The rise of Jim Crow laws across the southern United States denied African Americans access to white sports facilities, teams, competitions, and leagues.41 Schools and colleges were segregated, limiting intermural athletics to competition between schools of like races.42 Segregation stifled countless talented Black athletes, depriving them of equal opportunities and recognition.43 Additionally, Black athletes were often relegated to separate leagues or barred from participating in major competitions, hindering their ability to showcase their skills on a national stage.44 Black athletes formed their own leagues at both the college and professional levels in response to this exclusion.45 The “Negro” leagues provided opportunities for talented Black baseball players who the MLB had excluded.46 Black athletes attending Historically Black Colleges and Universities (HBCU) played in Black leagues.47 While women continued to experience discrimination in educational settings, HBCUs supported   36. See id. at 45.   37. See id. at 48.  38. See id. app. at 245.  39. See Vanesha McGee, Title IX Funding Gap Widens for Women’s Sports: NCAA Report, BEST COLLEGES (Aug. 19, 2022), https://www.bestcolleges.com/news/title-ix-funding-gap-widens-for-womens-sports-ncaa-report/ [https://perma.cc/DT3Q-8ZRQ].  40. See generally U.S. CONST. amend. XIII, § 1.  41. See George H. Sage, Racial Inequality and Sport, in SPORT IN CONTEMPORARY SOCIETY: AN ANTHOLOGY 266, 267–68 (D. Stanley Eitzen ed., 10th ed. 2005).   42. See id.  43. See Matt Kelly, The Negro National League is Founded, NAT’L BASEBALL HALL OF FAME, https://baseballhall.org/discover-more/stories/inside-pitch/negro-national-league-is-founded [https://perma.cc/T3P3-HGFS] (last visited Oct. 13, 2023).   44. See id.  45. See id.  46. See id.  47. See Autumn A. Arnett, Experts: HBCUs Powered Baseball’s Negro Leagues, DIVERSE ISSUES IN HIGHER EDUC. (Apr. 1, 2015), https://www.diverseeducation.com/sports/arti-cle/15096225/experts-hbcus-powered-baseballs-negro-leagues [https://perma.cc/NV4C-T2DN]. 336 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 and promoted women’s sports at their respective institutions.48 Such opportunities were rarely available for women at predominately white institutions.49 After integration, many southern colleges still refused to play HBCUs or schools that had Black players.50 However, when the all-Black Texas Western University team defeated the all-white basketball University of Kentucky team in the 1966 NCAA National Basketball Championship, historically white colleges began to recruit non-white players.51  Beyond racial discrimination, sports also have historically been unwelcoming to LGBTQ+ participants.52 Sports have long been referred to as “the deepest closet.”53 This metaphorical expression highlights the challenges and barriers LGBTQ+ individuals face in the sports context.54 It suggests that the sports community can be a particularly challenging and unwelcoming environment for LGBTQ+ individuals, forcing them to hide or conceal their sexual or gender identities.55 Before 1975, athletes rarely shared their sexual orientation publicly.56 It was only after former NFL player Dave Kopay disclosed his sexual orientation that LGBTQ+ athletes began to discuss their sexual identities, but usually only after retiring from their respective sports.57   48. See Leveling the Playing Field: HBCU Athletes, NAT’L MUSEUM OF AFRICAN AM. HIST. AND CULTURE, https://nmaahc.si.edu/explore/stories/leveling-playing-field-hbcu-athletes [https://perma.cc/Q9YV-4ETK] (last visited Oct. 9, 2023).  49. See id.  50. See Williams, supra note 35, at 123.   51. See 1966. It Was a Landmark Night., UTEP, https://www.utep.edu/glory-road/the-year/ [https://perma.cc/6SHZ-CWT6] (last visited Oct. 9, 2023).  52. See PAT GRIFFIN, STRONG WOMEN, DEEP CLOSETS: LESBIANS AND HOMOPHOBIA IN SPORT 35–36, 53–54 (Becky Lane et al. eds., 1st ed. 1998).  53. Id. at 158; Danielle Lerner, Southern Pride: LGBTQ Athletes in Kentucky Face  Challenges As an ‘Invisible Minority’, COURIER J., https://www.courier-jour-nal.com/story/sports/2019/08/28/lgbtq-athletes-kentucky-confronted-with-complex-chal-lenges/1458571001/ [https://perma.cc/32SD-S2T6] (June 1, 2022, 2:34 PM).  54. Kendra Cherry, What Does LGBTQIA+ Mean?, VERY WELL MIND, https://www.verywellmind.com/what-does-lgbtq-mean-5069804 [https://perma.cc/9HAX-3WZW] (June 2, 2023). See generally GRIFFIN, supra note 52, at 91–107 (detailing challenges to  participating in sports as a lesbian).  55. GRIFFIN, supra note 52, at 55, 93, 99–100.  56. See id. at 38, 42. According to Griffin’s work, the cultural consensus was that  identifying as LGBTQ+ was “sinful” and “psychologically deviant.” See id. at 38, 79.  57. See Dawn Ennis, Celebrating LGBTQ Sports History: Dave Kopay Comes Out, OUTSPORTS (Oct. 31, 2020, 6:37 AM), https://www.outsports.com/2020/10/31/21543248/celebrating-lgbtq-sports-history-dave-kopay-nfl-washington-coming-out [https://perma.cc/9RS9-ZDZ6]; LGBT History in Sport, SPORT&DEV.ORG (Oct. 28, 2021), https://www.sportanddev.org/latest/news/lgbt-history-sport [https://perma.cc/8CM8-LB7V]; Ken Belson, Raiders’ Carl Nassib Announces He’s Gay, an N.F.L. First, N.Y. TIMES, https://www.nytimes.com/2021/06/21/sports/football/carl-nassib-gay-nfl.html [https://perma.cc/QP75-ECJ6] (Sept. 14, 2021). 2024 TACKLING BIAS IN SPORT 337 Over the last several decades, athletes at all levels of competition have become more outspoken about their sexual and gender identities.58 Still, students on sports teams report experiencing discrimination and harassment based on their sexual orientation.59 In recent years, national sport governing bodies like the NCAA have become more conservative in their policies regarding transgender student-athlete participation.60 Several states have banned transgender student-athlete participation in organized sports.61 The history of sports in the United States reflects the broader societal struggles for gender equality, racial justice, and LGBTQ+ rights. It underscores the power of sports not only as a source of entertainment and competition, but also as a mirror to the evolving values and beliefs of our society. Moreover, the history and structure of sport participation in the United States reflects the covert and overt social bias embedded in US culture that perpetuates exclusionary and discriminatory practices by governmental and private entities. Thus, it is important to examine the compounding effect of social systems on marginalized identities and how such systems inhibit access sport and its benefits. III. SPORT AS A MICROCOSM  Sports sociologist D. Stanley Eitzen suggested that “(1) sport is a microcosm of the larger society and, as such, reflects or mirrors the broader social milieu and (2) sport is inexorably intertwined with other institutions” (e.g., religion, education, polity, and economics).62 Undoubtedly, the history of sports in the United States mirrors the broader social environment and demonstrates a connectedness to other institutions. Still, our understanding of sports often looks at identities as monolithic and binary—man versus woman, Black versus white,   58. See Amanda Goad, A Proud History: LGBT Athletes in American Pro Sports, ACLU (May 1, 2013), https://www.aclu.org/news/lgbtq-rights/proud-history-lgbt-athletes-american-pro-sports [https://perma.cc/SR6G-AC4U].   59. Meng Xiang, Kim Geok Soh, Yinying Xu, Seyedali Ahrari & Noor Syamilah Zakaria, Experiences of LGBTQ Student-Athletes in College Sports: A Meta-Ethnography, HELIYON, June 2023, at 1, 7.  60. See Transgender Student-Athlete Participation Policy, NCAA, https://www.ncaa.org/sports/2022/1/27/transgender-participation-policy.aspx [https://perma.cc/N2TV-YWEL] (Apr. 17, 2023).   61. See LGBT Youth: Bans on Transgender Youth Participation in Sports, MOVEMENT ADVANCEMENT PROJECT, https://www.lgbtmap.org/img/maps/citations-sports-participation-bans.pdf [https://perma.cc/CH9D-3DPJ] (Aug. 21, 2023).  62. Wilbert M. Leonard, Sociology of American Sport by D. Stanley Eitzen and George H. Sage, 6 TEACHING SOCIO. 286, 286–88 (1979) (book review). 338 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 poor versus wealthy, and gay versus straight. Society often fails to consider how the intersection of identities either precludes participation in sports or leads to predefined pathways of participation.  Intersectionality, a term coined by Kimberlé Crenshaw, is a framework that recognizes how multiple social identities, such as race, gender, class, and sexual orientation, can intersect and result in unique and compounded forms of discrimination.63 It acknowledges that individuals do not experience discrimination in isolated silos but rather in interconnected ways, making it imperative to address these multifaceted aspects of identity when evaluating claims of unequal treatment and access.64 This framework of intersectionality is relevant to an understanding of “sports opportunity structures.”65 Sports opportunity structures consist of access to sports facilities, coaching, funding, competition, and pathways for advancement within the sporting world.66 Thus, in a structure designed to provide “opportunity,” many athletes may experience limitations or discrimination based on location, income, gender, race, resource allocation, stereotyping, and bias.67 The following section explores the intersectionality of identities in youth sport and how identities may preclude sport participation and the benefits therein. A. Youth Participation in Sports Despite the immediate and long-term benefits of participation in sports, youth participation rates are relatively low.68 Many young   63. See What Is Intersectionality, CTR. FOR INTERSECTIONAL JUST., https://www.intersec-tionaljustice.org/what-is-intersectionality [https://perma.cc/DX23-UQC4] (last visited Oct. 10, 2023); Jane Coaston, The Intersectionality Wars, VOX, https://www.vox.com/the-high-light/2019/5/20/18542843/intersectionality-conservatism-law-race-gender-discrimination [https://perma.cc/4BK6-LAAT] (May 28, 2019, 9:09 AM). See generally Kimberle Crenshaw,  Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics, 1989 U. CHI. LEGAL F. 139, 149 (1989)  (discussing the intersectional identity of Black women).   64. Crenshaw, supra note 63.  65. See Frey & Eitzen, supra note 28, at 513.  66. Id.; see also Les Carpenter, ‘It’s Only Working for the White Kids’: American Soccer’s Diversity Problem, GUARDIAN (June 1, 2016, 6:00 AM), https://www.theguardian.com/foot-ball/blog/2016/jun/01/us-soccer-diversity-problem-world-football [https://perma.cc/YR58-YWLR] (explaining how expense can be a barrier to entry to private soccer clubs and visions of how to provide the less fortunate athletes opportunities).   67. See Frey & Eitzen, supra note 28, at 513–16.  68. See Benefits, PROJECT PLAY ASPEN INST., https://projectplay.org/youth-sports/facts/benefits [https://perma.cc/X7CG-7WFE] (last visited Oct. 10, 2023); Youth  Participation Rates, PROJECT PLAY ASPEN INST., https://aspenprojectplay.org/youth-sports/facts/participation-rates [https://perma.cc/3PFY-ZU2T] (last visited Oct. 10, 2023). 2024 TACKLING BIAS IN SPORT 339 people do not have access to sports in the first instance or stop pursuing sports at a young age.69 Children spend less than three years participating in organized sports and often quit before age 11.70 Money is one of the biggest drivers of participation.71 On average, it costs $883 per year for a child to participate in organized sports.72 Participation costs may include league registration, equipment, travel, lessons, and camps.73 As such, participation in certain sports may be cost-prohibitive for some families,74 as many US families live below the poverty line.75 The challenges accompanying poverty are then further exacerbated for specific demographics.76 For example, nearly 25 percent (2.7 million) of Black children and 24 percent (4.5 million) of Latinx children live below the poverty line compared to 11.3 percent (4.1   69. Youth Participation Rates, supra note 68.   70. Jon Solomon, Survey: Kids Quit Most Sports by Age 11, PROJECT PLAY ASPEN INST. (Aug. 1, 2019), https://projectplay.org/news/kids-quit-most-sports-by-age-11 [https://perma.cc/F7LX-LL89].   71. See Matt Richtel, The Income Gap Is Becoming a Physical-Activity Divide, N.Y. TIMES, https://www.nytimes.com/2023/03/24/health/sports-physical-education-children.html [https://perma.cc/JQ3P-9KRQ] (Mar. 25, 2023); Challenges, PROJECT PLAY ASPEN INST., https://projectplay.org/youth-sports/facts/challenges [https://perma.cc/X3NB-3VWJ] (last visited Oct. 10, 2023).  72. Challenges, supra note 71.  73. Id.  74. See Youth Participation Rates, supra note 68. Ice hockey tends to be the most  expensive sport ($2,583 per child) on an annual basis, while track and field ($191 per child) is the least expensive. Solomon, supra note 70.   75. See What Does Living at the Poverty Line Look Like?, USA FACTS, https://usa-facts.org/articles/what-does-living-at-the-poverty-line-look-like/#:~:text=How%20many%20peo-ple%20are%20living,or%20below%20the%20poverty%20level [https://perma.cc/K5HN-2F5G] (last visited Oct. 10, 2023). In 2023, the federal poverty level for a family of four was $30,000. Federal Poverty Level (FPL), HEALTHCARE.GOV, https://www.healthcare.gov/glossary/federal-poverty-level-fpl/ [https://perma.cc/K7FC-L8WU] (last visited Oct. 10, 2023). In 2020, only 31 percent of children living below the poverty line played organized youth sports compared to 50 percent of children in families with incomes between and up to four times the poverty level; more than 70 percent of children with household incomes more than four times the poverty level participated. LINDSEY I. BLACK, EMILY P. TERLIZZI & ANJEL VAHRATIAN, ORGANIZED SPORTS PARTICIPATION AMONG CHILDREN AGED 6–17 YEARS: UNITED STATES, 2020 3 (Aug. 2022), https://www.cdc.gov/nchs/data/databriefs/db441.pdf [https://perma.cc/3YV4-7KU4]. To further clarify, approximately 12.5 million children lived in poverty during February 2022, which means 9 million children likely were not able to experience the benefits of organized sports. Zachary  Parolin, Sophie Collyer & Megan A. Curran, Monthly Poverty in 2022 Remains Elevated in  February, 6 CTR. ON POVERTY & SOC. POL’Y 1, 2 (Mar. 23, 2022); see BLACK ET AL., supra, at 3 (showing only about 1/3 of children below the poverty line participated in sports in 2021).   76. See Parolin et al., supra note 75, at 2.  340 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 million) of white children.77 Thus, the pipeline for participation and, perhaps, future benefits of participation narrows.78  Many public schools that predominantly serve students of color have far fewer sports teams on which students can participate.79 When participation opportunities are available, men from racialized minority groups have more opportunities than young women of the same demographic.80 There are already fewer opportunities for girls to participate in interscholastic sports; however, young women of color may have even fewer opportunities.81  Students identifying as part of the LGBTQ+ community are half as likely as students not identifying as part of the LGBTQ+ community to participate in interscholastic sports.82 Moreover, coaches and staff have prevented or discouraged LGBTQ+ athletes from playing school sports.83 To date, twenty-three states have passed laws banning transgender students from participating in sports consistent with their gender identity, though some differ based on age and level of education.84 For example, Kentucky prohibits transgender students from participating in sports consistent with their gender identity in grades 6–12, whereas Iowa and Kansas banned transgender athletes in public and private K-12 schools and institutions of higher education alike.85 In states without laws prohibiting transgender participation, high school athletic associations may create guidelines dictating how   77. Id.  78. See Ages 13–17 Data, 2020, PROJECT PLAY ASPEN INST., https://projectplay.org/state-of-play-2021/ages-13-17 [https://perma.cc/56VC-MNXV] (last visited Oct. 10, 2023); Ages 6–12 Data, 2020, PROJECT PLAY ASPEN INST., https://projectplay.org/state-of-play-2021/ages-6-12 [https://perma.cc/MGP2-4FU8] (last visited Oct. 10, 2023). Only 16 percent of all boys and 15  percent of all girls who participate in youth sports are African American or Black. See WOMEN’S SPORTS FOUND., GO OUT AND PLAY: YOUTH SPORTS IN AMERICA 5 (2008), https://files.eric.ed.gov/fulltext/ED539976.pdf [https://perma.cc/3ZEX-RCSS]. Only 15 percent of male athletes and 17 percent of female athletes are Hispanic. See id. Only 12 percent of Asian boys and 8 percent of Asian girls play sports. See id. As previously stated, benefits include physical, social, emotional, and intellectual benefits that impact individuals—and their community—over a lifetime. Benefits, supra note 68.   79. Annie Ma & Cliff Brunt, Title IX: Strides for Women of Color in Sports Lag Under Law, AP NEWS (June 22, 2022, 12:41 PM), https://apnews.com/article/sports-college-education-race-and-ethnicity-lacrossed70a7ab6361cbbee851d16acb177c819 [https://perma.cc/XST6-B2EF].  80. Id.  81. Id.  82. GLSEN I, supra note 20.  83. Id.  84. MOVEMENT ADVANCEMENT PROJECT, supra note 61.  85. S.B. 83, 2022 Gen. Assemb., Reg. Sess. (Ky. 2022); H.R. HF2416, 89th Gen. Assemb., 2d Sess. (Iowa 2022); H.B. 2238, 90th Legis., Reg. Sess. (Kan. 2023). 2024 TACKLING BIAS IN SPORT 341 transgender athletes can compete.86 For instance, the Ohio High School Athletic Association generally allows transgender athlete participation if a doctor has not prescribed the athlete hormone treatment for the purposes of transition.87 If the athlete has started hormone treatment, guidelines differ for transgender individuals.88  1. Impact of Title IX Title IX prohibits sex discrimination in federally funded education programs, including athletics.89 As such, schools can offer separate competitive athletic programs for male and female students as long as they are equitable in their facilities, supplies, and other support.90 Women’s participation in organized interscholastic and intercollegiate sports grew exponentially when Title IX was enacted.91 However, since Title IX pertains to sex rather than race, it does not necessarily account for or address systemic racism embedded in educational structures.92 Moreover, Title IX does not account for the income level of an individual or community; therefore, underfunded schools—most often found in racially marginalized communities—may provide limited or no opportunity for sport participation.93 Consequently, Black and Latinx women may find themselves at the challenging intersection of sex, race, and income level thereby limiting the social, physical, mental, academic, and occupational benefits typically gained through participation in sports.   86. See, e.g., Doug Ute, OSHAA Transgender Student Policy, OHIO HIGH SCH. ATHLETIC ASS’N, https://ohsaaweb.blob.core.windows.net/files/Eligibility/OtherEligi-biltyDocs/TransgenderPolicy.pdf [https://perma.cc/N3T6-MPWX] (last visited Oct. 10, 2023).  87. Id. at 3.  88. Id.  89. Title IX of the Education Amendments of 1972, 20 U.S.C. §§ 1681– ⁠1688.  90. Id.; NCAA, Title IX Frequently Asked Questions, https://www.ncaa.org/sports/2014/1/27/title-ix-frequently-asked-questions.aspx#athletics (“Title IX does not require that each team receive exactly the same services and supplies. Rather, Title IX requires that the men and women's program receive the same level of service, facilities, supplies and etc. Variations within the men and women's program are allowed, as long as the variations are justified.”).   91. See ELLEN STAUROSWKY, COURTNEY FLOWERS, ERIN BUZUVIS, LINDSEY DARVIN & NATALIE WELCH, WOMEN’S SPORTS FOUNDATION, 50 YEARS OF TITLE IX: WE’RE NOT DONE YET 8 (2022), https://www.womenssportsfoundation.org/wp-content/uploads/2022/05/Title-IX-at-50-Report-FINALC-v2-.pdf [https://perma.cc/W8X7-M2R3].   92. Id. at 11.  93. Id. at 59. 342 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 2. Impact of Equal Protection  In considering the intersection of law, policy, gender identity, and sexual orientation, institutional limitations on participation and overall unsafe educational spaces suggest many LGBTQ+ youth may not feel safe at school.94 They are therefore inhibited from participation in school athletics and the accompanying lifetime benefits.95 Where state actors—like publicly funded K-12 schools and universities—are concerned, potential Equal Protection Clause concerns arise.  The Equal Protection Clause of the US Constitution ensures that no state or state actor shall deny any person within its jurisdiction equal protection of the laws.96 As a threshold matter, the promise of equal protection of the law is limited to discrimination by governmental entities, not by private parties.97 State-run schools are governmental entities and are therefore required to avoid distribution of benefits or burdens based on a protected characteristic.98 The application of this principle to sports participation is critical to not only guaranteeing that state institutions afford athletes, regardless of their protected characteristics, equal opportunities to participate in sports, but also the well-established benefits such participation offers. For institutional limitations to be placed on participation in sports based on well-recognized protected characteristics, these burdens must be justified under either intermediate or strict judicial scrutiny.99 Applying these standards of review, however, no such limitations on participation in sports can be justified; there is no interest in depriving the benefits of this participation that can support the burden of denying participation.  Recently, in Hecox v. Little, the US Court of Appeals for the Ninth Circuit affirmed the grant of a preliminary injunction against an Idaho law that banned transgender women and girls from participating in sport.100 The court cited Bostock v. Clayton County, which extended the definition of sex discrimination to include discrimination on the basis of sexual orientation and gender identity as it pertained to Title VII of the Civil Rights Act of 1964.101 In Hecox, the Ninth Circuit held   94. GLSEN I, supra note 20.  95. Id.   96. U.S. CONST. amend. XIV, § 1.  97. See Heart of Atlanta Motel v. United States, 379 U.S. 241, 279 (1964).   98. See, e.g., Students for Fair Admissions, Inc. v. President & Fellows of Harv. Coll., 143 S. Ct. 2141, 2156 n.2 (2023). While the Equal Protection Clause applies only to state actors, Title VI applies to institutions which accept federal funds. Id.   99. See, e.g., United States v. Virginia, 518 U.S. 515, 531–33 (1996).        100.       Hecox v. Little, 79 F.4th 1009, 1026 (9th Cir. 2023).  101. Bostock v. Clayton Cnty., 140 S. Ct. 1731, 1746–47 (2020); see 42 U.S.C. §§ 2000e to 2000e–17; id. at 1022. 2024 TACKLING BIAS IN SPORT 343 that heightened scrutiny applied to the Idaho law because it impermissibly discriminated on the basis of sex through its transgender athlete ban.102  While Bostock made significant headway in terms of combatting forms of discrimination linked to sex, anti-LGBTQ+ laws persist, impacting participation in educational settings, including sports.103 As such, LGBTQ+ college athletes may be more likely to attend schools in states where anti-LGBTQ+ legislation does not exist. Alternatively, LGBTQ+ athletes may choose to attend schools with athletic departments that have nondiscrimination and inclusion policies for LGBTQ+ athletes, coaches, and fans even in states with anti-LGBTQ+ legislation. To put this in context, about 20 percent of Generation Z Americans—many of whom are in college—identify as LGBTQ+,104 yet only 35 percent of NCAA Division I athletic departments have publicly accessible LGBTQ+ nondiscrimination policies inclusive of athletes, fans, and coaches.105  B. Employment in Sport Organizations Organizations with diverse staff often have higher levels of productivity, greater innovation, and increased revenue generation.106 Moreover, when diverse identities are represented in the leadership and management of organizations, employees experience greater inclusion and higher levels of job satisfaction—all of which reduce job turnover.107 Consider the following demographics of NCAA Division I athletic departments. Men lead the majority of athletic departments   102. Hecox, 79 F.4th at 1021 (explaining the law discriminates on the basis on sex, as it did not apply to males, and transgender status, the court applied this higher standard of scrutiny to conclude the law did not survive heightened scrutiny).  103. See generally MOVEMENT ADVANCEMENT PROJECT, supra note 61.  104. Jeffrey M. Jones, U.S. LGBT Identification Steady at 7.2%, GALLUP (Feb. 22, 2023), https://news.gallup.com/poll/470708/lgbt-identification-steady.aspx [https://perma.cc/9Q4E-7UXG]. More broadly, approximately 7.2 percent of people in the United States identify as a  member of the LGBTQ+ community. Id. Assuming the percentage of LGBTQ+ college athletes is similar to that of the general population, athletes identifying as LGBTQ+ would equal between thirty-seven thousand and 108,000. NCAA Student-Athletes Surpass 520,000, Set New Record, NCAA (Dec. 5, 2022, 12:00 PM), https://www.ncaa.org/news/2022/12/5/media-center-ncaa-student-athletes-surpass-520-000-set-new-record.aspx [https://perma.cc/MW6L-KGS2].  105. NCAA Division-I Athletic Equality Index (AEI), ATHLETE ALLY, https://aei.ath-leteally.org/wp-content/uploads/2023/08/August-2023-AEI-Executive-Summary.pdf [https://perma.cc/9LLG-UEBZ] (last visited Oct. 12, 2023).  106. Why Diversity and Inclusion Matter (Quick Take), CATALYST (June 24, 2020), https://www.catalyst.org/research/why-diversity-and-inclusion-matter/ [https://perma.cc/L22T-TQZU].  107. Id. 344 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 and athletic teams, including women’s teams.108 Team physicians are also predominately white men.109 In contrast, over one-third of all intercollegiate athletes are athletes of color.110 Despite a diverse athlete population, white men and women hold more than 80 percent of the positions of assistant athletic director, associate athletic director, and athletic director.111 These administrators have strategic decision-making roles and access to resources for allocation to various athletics teams, departments, and strategic department initiatives.112 The dominance of white men in decision-making positions perpetuates homologous reproduction.113 Homologous reproduction is the process whereby a dominant group of people within an organization guards their power and privilege by recruiting, hiring, and promoting people they see as like them.114 Moreover, the repercussions of homologous reproduction sports organizations may lead to lower proportions of underrepresented groups in management positions, fewer diverse role models, the perpetuation of stereotypes, and occupational de facto sex segregation.115  Generally, professional sports organizations have more diversity in their front offices and coaching staffs, particularly related to race and gender.116 Still, decision-makers, such as presidents and general managers in league offices, are white and male.117 While women generally hold fewer leadership positions in sport, the layering of gender and racial identities appear to limit opportunities even more so   108. NCAA Demographics Database, NCAA, https://www.ncaa.org/sports/2018/12/13/ncaa-demographics-database.aspx [https://perma.cc/P6Y4-X244] (last visited Oct. 12, 2023).   109. Id.  110. Id.  111. Id. (reporting that 83 percent of athletic directors, 83 percent of assistant athletic  directors, and 82 percent of associate athletic directors identify as white).  112. See Jason Belzer, The Dynamic Role of the Modern Day College Athletics Director, FORBES (Feb. 19, 2015, 11:30 AM), https://www.forbes.com/sites/jasonbelzer/2015/02/19/the-dy-namic-role-of-the-modern-day-college-athletics-director/?sh=3a6135716076 [https://perma.cc/QJ79-AK2R] (discussing the various responsibilities of athletic directors across different levels of college athletics programs).  113. See ROSABETH MOSS KANTER, MEN AND WOMEN OF THE CORPORATION 48 (1977).  114. See id.  115. See id. at 49.  116. See RICHARD E. LAPCHICK, THE INST. FOR DIVERSITY & ETHICS IN SPORT, 2022 RACIAL & GENDER REPORT CARD 1, 2 (Asia Ervin et al. eds., 2022) [hereinafter LAPCHICK, REPORT CARD], https://www.tidesport.org/_files/ugd/ac4087_31b60a6a51574cbe9b552831c0fcbd3f.pdf [https://perma.cc/4BH4-NMSL] (finding that racial and gender hiring practices in professional sports leagues have generally increased but “that professional sport’s front offices hiring practices do not nearly reflect the number of players of color competing in the game”).  117. Id. at 34. 2024 TACKLING BIAS IN SPORT 345 for Black and African American women.118 Aggregated data on sexual minority status and disability is not publicly available.119  League offices of most major professional sports, however, have made a concerted effort to hire diverse staff.120 For example, the NBA sponsors NBA Access, Support, Coaching, Exposure, Networking, and Development (ASCEND) to match talented women of color with executive sponsors across the league to promote growth and development of program participants.121 Major League Soccer (MLS) promotes internship opportunities to students attending HBCUs; MLS also developed the McKinsey Leadership Academic to accelerate the advancement of Black, Asian, Hispanic, and Latino professionals.122 NBA Pride connects LGBTQ+ employees and allies to “foster an environment in which all employees feel empowered and encouraged to bring their whole selves to work each day.”123  Some league offices demonstrate a commitment to diversity by engaging in initiatives and opportunities to advance women and people of color in professional sports organizations.124 As such, the leadership and decision-making structures may seem to stand in sharp contrast to those in intercollegiate athletics. To be clear, while league offices are making efforts to increase diversity, team front offices may be less so.125 In short, all intercollegiate and professional sports organizations have room to improve the diversity of their administrative structures, which   118. See id. at 3.  119. See generally id. at 35 (analyzing only racial and gender hiring practices of major sports leagues, despite touting itself as “a comprehensive review and analysis of the hiring  practices”).  120. See id. at 2.  121. Id. at 6.  122. RICHARD E. LAPCHICK, THE INST. FOR DIVERSITY & ETHICS IN SPORT, THE 2023 RACIAL & GENDER REPORT CARD: MAJOR LEAGUE SOCCER 1, 35 (Asia Ervin et al. eds., 2022) [hereinafter LAPCHICK, MLS], https://www.tidesport.org/_files/ugd/c01324_24acde5f83f24b99aa481a33138 f9cf1.pdf [https://perma.cc/U47H-UN5F].  123. RICHARD E. LAPCHICK, THE INST. FOR DIVERSITY & ETHICS IN SPORT, THE 2023 RACIAL AND GENDER REPORT CARD: NATIONAL BASKETBALL ASSOCIATION 1, 47 (Asia Ervin et al. eds., 2022), https://www.tidesport.org/_files/ugd/c01324_abb94cf8275d49499e89fa14f0777901.pdf [https://perma.cc/2Z8P-2T9V].  124. LAPCHICK, REPORT CARD, supra note 117, at 1.  125. Id. at 35. For example, in 2022, 82.1 percent of those holding the position of team CEO/president in MLS are white. LAPCHICK, MLS, supra note 123, at 46. 68.8 percent of MLB executive level managers (e.g., chief financial officers, chief operating officers) were white. LAPCHICK, REPORT CARD, supra note 117, at 12. In 2022, 96.9 percent of NFL team owners were white and 78.1 percent were male. RICHARD E. LAPCHICK, THE INST. FOR DIVERSITY & ETHICS IN SPORT, THE 2022 RACIAL AND GENDER REPORT CARD: NATIONAL FOOTBALL LEAGUE 1, 3 (Asia Ervin et al. eds., 2022), https://www.tidesport.org/_files/ugd/ac4087_d74e4aa674334087b6c45 06f6d353a48.pdf [https://perma.cc/AK7H-7VLF]. 346 VAND. J. ENT. & TECH. L.  [Vol. 26:2:329 can help mitigate bias and promote inclusion for employees and athletes.  Federal law prohibits the government and, in some cases, private employers from discriminating against individuals based on certain protected characteristics such as race and sex.126 Employment laws, including Title VII of the Civil Rights Act of 1964, draw on this constitutional principle to prohibit workplace discrimination.127 As legal scholar Paul E. McGreal notes, not all discrimination is overt.128 While Title VII and Title IX provide protections for people in suspect or quasi-suspect classes, the embedded bias in organizational and institutional structures may result in hiring inequity and discrimination.129 IV. CONCLUSION Sports participation is an integral part of US society, and institutional barriers to sports participation can have far-reaching legal and social implications when such denial disproportionally impacts protected groups.130 The benefits of sports are myriad, from the youth to professional levels and including athletes and other participants alike.131 Structures rooted in systems of racism, sexism, homophobia, and transphobia often inhibit access to sports.132 When institutional structures deprive marginalized groups of the of benefits accompanying sports participation, gaps in health, education, economic status, and equality only grow larger. Therefore, policy makers should consider the generational impacts on individuals and groups when creating legislation that promotes discrimination instead of inclusion. While policy and legal measures alone may not eliminate bias and discrimination, they provide a solid foundation for change by signaling a commitment to equality, thus setting the stage for broader societal transformation.   126. 42 U.S.C. § 2000e–2(a)(1).  127. Id.; Bostock v. Clayton Cnty., 140 S. Ct. 1731, 1740 (2020).  128. Paul E. McGreal, Equal Protection and Intersectionality—A Reply to Professor  Yarbrough, 38 S. TEX. L. REV. 1167, 1170 (1997).   129. See NCAA, supra note 109 (showing the hiring disparities present in college athletics programs). 130.        Benefits, supra note 68 (discussing the various benefits afforded to children who  participate in sports). 131.  See Why Play Matters, supra note 16. 132.       See generally MOVEMENT ADVANCEMENT PROJECT, supra note 61; STAUROSWKY ET AL., supra note 91; Joseph John Gurgis, Gretchen Kerr & Simon Darnell, ‘Safe Sport Is Not for  Everyone’: Equity-Deserving Athletes’ Perspectives of, Experiences and Recommendations for Safe Sport, FRONTIERS PSYCH., at 1, 10 (2022). ",
    "id": 599447895,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.vanderbilt.edu:jetlaw-1617"
    },
    "title": "Tackling Bias in Sport: Recognizing the Impact of Identities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2024-01-01T08:00:00+00:00",
    "publisher": "Scholarship@Vanderbilt Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.vanderbilt.edu/cgi/viewcontent.cgi?article=1617&context=jetlaw"
    ],
    "updatedDate": "",
    "yearPublished": "2024",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/599447895.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/599447895"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/599447895/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/599447895/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/599447895"
        }
    ],
    "abstract": "Studies suggest participation in organized sports--from childhood to adulthood--promotes positive physical, social, emotional, and intellectual benefits that impact individuals and their communities over a lifetime. Sports participation in early childhood and adolescence also leads to higher self-esteem, greater wage-earning potential, lower health costs, reduced chronic disease, and lower levels of depression. In adulthood, participating in sports provides social connection, personal enjoyment, and improved health. In US society, sports are often viewed as a popular, viable, and sustainable avenue for social mobility. While the benefits of sports participation are unequivocal, the visibility and influence of star athletes, along with the way sports are embedded in US culture, may perpetuate the impression that sports—and their benefits—are broadly accessible to all people. While this is true for some, access to organized sports and associated benefits vary widely by sex, race, sexual orientation, and gender identity. More specifically, women, persons of color, and members of the LGBTQ+ community may be less likely to participate in organized sports due to discrimination and harassment experienced in various settings. This Article illustrates the intersectionality of social identities, institutions, and law as they inhibit a person or group’s access to sports based on race, sex, gender identity, or sexual orientation and explores how existing legal antidiscrimination frameworks might help promote access to sports, particularly for historically disadvantaged groups",
    "tags": [
        "text",
        "athletics",
        "gender  discrimination",
        "LGBTQ",
        "race discrimination",
        "sex discrimination",
        "social identity",
        "sports",
        "transgender athletes",
        "Civil Rights and Discrimination",
        "Entertainment, Arts, and Sports Law",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.vanderbilt.edu:jetlaw-1617",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13975",
        "openDoarId": 0,
        "name": "Vanderbilt University Law School: Scholarship@Vanderbilt Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 599447895,
        "depositedDate": null,
        "publishedDate": "2024-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-15T13:59:56+00:00",
        "acceptedDate": null,
        "createdDate": "2024-02-15T13:59:56+00:00"
    },
    "urls": [
        "https://scholarship.law.vanderbilt.edu/context/jetlaw/article/1617/viewcontent/Hancock_FINAL.pdf",
        "https://scholarship.law.vanderbilt.edu/jetlaw/vol26/iss2/3"
    ],
    "lastUpdate": "2024-02-15T13:59:56+00:00",
    "setSpecs": []
}