{
    "acceptedDate": "",
    "authors": [
        {
            "name": "de Plevitz, Loretta"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-02T14:29:39+01:00",
    "dataProvider": {
        "id": 310,
        "name": "Queensland University of Technology ePrints Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/310",
        "logo": "https://api.core.ac.uk/data-providers/310/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/10877229.pdf",
    "fullText": "      COVER SHEET   de Plevitz, Loretta (2005) Take-home Lessons for gay, lesbian, transgender and bisexual school students.  Alternative Law Journal 30(4):pp. 180-183.  Accessed from  http://eprints.qut.edu.au  Copyright 2005 the authors.   1This article was published in (2005) 30 (4) Alternative Law Journal 180-183.  TAKE-HOME LESSONS FOR GAY, LESBIAN, TRANSGENDER AND BISEXUAL SCHOOL STUDENTS  Loretta de Plevitz  Introduction  Over the last decade in Australia there has been a growing awareness of verbal bullying as ‘a serious, and insidious, form of violence that plagues the school system’.1  Bullying has always existed; it demonstrates dominant behaviour and reinforces group cohesion.2  The victims of bullying are afraid to complain for fear of reprisals; the bullying usually only comes to light when the student refuses to go to school, does not achieve their academic potential, or in tragic cases is driven to attempt suicide.3  A particular area of concern is the bullying of students who are perceived to be gay, lesbian, transgender or bisexual.  Secondary students are particularly vulnerable, as adolescence is a time of reflection and discovery about sexuality.  A survey of 1200 rural school students from Victoria, Tasmania and Queensland                                                  1 Brenda Morrison, 'Bullying and Victimisation in Schools: A Restorative Justice Approach' (Trends and Issues in Crime and Criminal Justice Paper No 219, Australian Institute of Criminology, 2002) 1. 2 Clare Wilson, ‘Bully boys’, New Scientist, 5 March 2005, 49. 3 Human Rights Watch, Hatred in the Hallways: Violence and Discrimination against Lesbian, Gay, Bisexual, and Transgender Students in US Schools (2001) ch VI http://www.hrw.org/reports/2001/uslgbt/Final-11.htm#P1041_194473  2revealed that 11 per cent did not classify themselves as heterosexual.4  Up to 8 per cent of adolescents are not sure of their sexual orientation.5 Uncertainty about sexual identity, diffident or flamboyant behaviour, and appearance or mannerisms give fuel to school bullies who single out those who do not conform to their view of gender.  A high proportion of gay, lesbian and transgender adults report that they contemplated suicide as teenagers because of the harassment, bullying and ostracism they suffered at school.6  While schools respond to physical attacks on students, they do not treat verbal bullying with the same seriousness.  Taunts and insults are put down to ‘boys being boys’7 or the victim is blamed for being ‘a little different from the others and therefore prone to stimulating a reaction from others.’8 Our dominant culture of robust masculinity tolerates verbal abuse which ranges from calling a male a ‘girl’ to epithets such as ‘fairy’, ‘faggot’, ‘lezzo’, ‘poofter’, and worse.  While racism is no longer acceptable in schools, ‘homophobia is the last bastion of acceptable prejudice’.9  Most schools now have rules and policies to deal with bullying.  Commonly, however, they are written either in general terms, preferring a holistic approach rather than singling out particular attributes or, if specific, cover the more common grounds of race, gender or disability.  Reference is unlikely to be made                                                  4 Lynne Hillier, ‘Lesbian, Gay, Bisexual, Unsure: The Rural Eleven Percent’ in Anthony Smith (ed), Health in Difference: Proceedings of the First National Lesbian, Gay, Transgender and Bisexual Health Conference (1997) 90–4. 5 A 1993 province-wide survey in British Columbia found this uncertainty in 8 per cent of teenage girls and 7 per cent of teenage boys: McCreary Centre Society, Being Out: Lesbian, Gay, Bisexual & Transgendered Youth in British Columbia: An Adolescent Health Survey (1993) as cited in North Vancouver School District No 44 v Jubran [2003] 3 WWR 288, [210]. 6 Human Rights Watch, above n 3, ch VI. 7 Andrew McGarry, ‘Society Ignores Verbal Bullying’, The Australian, 22 April 2004, 3. 8 Mary Papadakis, ‘Beau’s Bodyguard: “Bullied” Student to be Given Protection’, Sunday Mail (Adelaide), 18 April 2004, 24. 9 Rodney Croome, human rights activist, quoted in Greg Callaghan, ‘Worst Days of Their Lives’, The Australian, 10 April 2000.  3to sexual orientation or identity.  Indeed, in some religious schools, it would be anathema even to address the issue as it would be contrary to the accepted teachings of the religion to protect and condone homosexuality.  Within the school system, students grappling with issues of sexual identity have few mentors or role models of successful lives.  The University of Sydney Pink Ceiling research project reported that a high proportion of gay and lesbian teachers do not reveal their sexual orientation for fear of discrimination or dismissal.10  Some had even given up their profession because they were afraid of being accused of paedophilia.  Sexual identity, homosexuality and paedophilia are confounded in the public’s minds.  Intolerance and homophobia are institutionalised by the law: most state anti-discrimination legislation allows homosexual teachers to be excluded from teaching in religious schools on the basis that it is a genuine occupational requirement that the employee not offend the religious precepts of the school.  To be employed, all teachers must carry cards affirming that they have not been convicted of sex offences against children. Transgender persons can be excluded from working with children if the discrimination is ‘reasonably necessary to protect the physical, psychological or emotional wellbeing of minors’.  By pandering to ignorance and prejudice, schools have eliminated teachers who have the experience and understanding to help these students deal with their inner conflicts.  This article examines the extent to which the law — both the common law and State and federal anti-discrimination legislation — provides protection to gay, lesbian, transgender or bisexual students who are verbally abused by other students.  It identifies a need for legislative reform, as well as school-based education around issues of human rights and discrimination.  The Law of Civil Wrongs                                                   10 Jude Irwin, The Pink Ceiling is Too Low: Workplace Experiences of Lesbians, Gay Men and Transgender People (2002).  4The Australian common law system offers only limited redress to a person who has been verbally abused.  Gay, lesbian and transgender people may be unlikely to contemplate a defamation action which would expose them to a public enquiry about their sexual orientation.  This would be especially damaging for a young person as yet unsure of their sexuality.  If there was a threat of a physical attack, the student could sue the bully for assault, but the plaintiff risks not being taken seriously.  In any case, a school bully is likely to be a ‘man of straw’, without assets to provide compensation for a wrong, the major remedy provided by the law of torts.  It is no use looking to make the school financially responsible for the bullies’ conduct, as common law vicarious liability only covers wrongful actions by employees in the course of their employment.  A school owes a duty of care to a student.  If it fails to act when bullying is reported or fails to implement its own anti-bullying policies, could there be grounds for a negligence action based on the school’s breach of its duty of care?  The United States Supreme Court created a flurry of school policy implementation after it held, in Davis v Monroe County Board of Education, that a school board would be liable if it were deliberately indifferent to students harassing each other.11  Australian courts have been more circumspect.  In New South Wales v Lepore, McHugh J cited the case of Richards v Victoria12 to support his view that the duty a school owes to its students ‘extends to protecting the pupil from the conduct of other pupils’.13 However, in the case of Richards, the conduct took place in the presence of the teacher.  Most teasing, name-calling and whispering campaigns occur when the teacher’s back is turned — in the classroom, corridor or playground.    The third element of negligence requires proof of damage. Penelope Watson argues that a victim of verbal bullying is unlikely to succeed because the usual damage caused - loss of self-esteem, feelings of worthlessness, and thoughts of suicide - falls short of the psychiatric illness (‘nervous shock’) compensable                                                  11 526 US 629 (1999). 12 Richards v Victoria [1969] VR 136, 138–9 (‘Richards’). 13 (2003) 212 CLR 511, 565.  5under the law of negligence.14 It would seem then that torts law offers little assistance to a verbally bullied school student.  Anti-discrimination law  Anti-discrimination legislation has been enacted in each State of Australia and at the federal level with the express purpose of protecting people from unfair discrimination and other objectionable conduct.  It was early recognised that there would be situations where parents’ and young peoples’ interests might not coincide and that a parent might try to dissuade their son or daughter from making a complaint for cultural or personal reasons.15  Therefore, minors can make complaints of discrimination, harassment, vilification or victimisation under the legislation.  Similarly, there is no restriction on naming a minor as a respondent to a complaint though enforcement of a compensation order may raise difficulties.  Leaving aside indirect discrimination (the adverse effect on a particular group of apparently neutral policies or procedures), there are a number of avenues for redress under anti-discrimination law, including direct discrimination, victimisation, vilification, or harassment.  The problem is, however, that there is no standard approach across the jurisdictions to dealing with verbal abuse based on a person’s sexual orientation or gender status.  Direct discrimination  Direct discrimination is treating a person with an attribute less favourably than another without that attribute in the same or similar circumstances.  Name-calling would be considered less favourable treatment under Australia's anti-discrimination legislation.  In every jurisdiction except the federal jurisdiction, it is                                                  14 Penelope Watson, ‘The Supposed Safe Haven of Schools: Bullying and the Law, (2003) 57 Plaintiff, 17; Tame v New South Wales (2002) 211 CLR 317, 329 (Gleeson CJ). 15 Haines v Leves (1987) 8 NSWLR 442, 466 (Kirby P).  6unlawful to discriminate on the grounds of sexual orientation or gender identity.16  Further, the legislation covers a person who is presumed, perceived or imputed to have an attribute even if they do not.  In Daniels v Hunter Water Board, Mr Daniels was provoked, ridiculed and verbally and physically attacked for over two years by his workmates who presumed he was gay because he took up aerobics, adopted a ‘trendy’ haircut, wore an earring, and looked for work as a model.17  However, to fall within the reach of anti discrimination legislation, the unlawful conduct must take place within a specified area of public life such as work, provision of goods and services, or education and training.  Only the Tasmanian legislation prohibits discrimination by students on the grounds of sexual orientation in education and training.18  In the other jurisdictions, such conduct by school students is not unlawful.  The only liability is in relation to certain specified activities carried out by educational authorities: refusing a student admission, allowing admission only on certain terms, expelling a student, and denying a student access to any benefits the authority provides. Outside these activities, schools can discriminate.  In New South Wales, private schools are exempt altogether from the Anti-Discrimination Act 1977 (NSW), except for racial discrimination.19   The anti-discrimination legislation imposes vicarious liability on an entity if it has not taken reasonable steps to prevent its employees or agents from contravening the applicable legislation.  In Daniels v Hunter Water Board, Mr Daniels’ employer was found vicariously liable for the conduct of its employees: its response to his complaints had been tardy, ineffectual and unreasonable in the                                                  16 Discrimination Act 1991 (ACT) s 7; Anti-Discrimination Act 1992 (NT) s 19; Anti-Discrimination Act 1977 (NSW) s 24; Anti-Discrimination Act 1991 (Qld) s 7(1); Equal Opportunity Act 1984 (SA) s 29(2); Anti-Discrimination Act 1998 (Tas) s 16; Equal Opportunity Act 1995 (Vic) s 6; Equal Opportunity Act 1984 (WA) s 8.  At the federal level, an aggrieved person can only make a complaint in the area of employment: see the definition of ‘discrimination’ in Human Rights and Equal Opportunity Commission Act 1986 (Cth) s 3. 17 Daniels v Hunter Water Board (1994) EOC 92–626. 18 Anti-Discrimination Act 1998 (Tas) s 16(c) (‘a person must not discriminate against another person’) read with s 22(1)(b) (‘this Act applies to discrimination …by or against a person engaged in, or undertaking any, activity in connection with …education and training’). 19 Anti-Discrimination Act 1977 (NSW) s 38K(3) and s 49ZO(3).  7circumstances.  It was ordered to pay him damages and to participate in a program to raise its awareness of discrimination.  The vicarious liability provisions, though wider than the common law because they extend to agents appear to cover economic, rather than social, agency (except for Tasmania where an organisation can be held responsible for the unlawful conduct of its members and officers).  Other anti-discrimination provisions could create liability for a school which has caused, assisted, encouraged, requested, induced or aided the person who has committed the unlawful act.  The WA and ACT legislation even appear to make an entity liable for the passive act of ‘permitting’ a contravention.20  However, as it is not unlawful (except in Tasmania) for a student to treat another student less favourably on the grounds of sexual orientation or gender identity, these provisions are ineffective in imposing liability on a school, because the complainant first needs to prove that the bully contravened the Act.  Victimisation  Anti-discrimination legislation provides criminal sanctions for victimisation.  However, ‘victimisation’ does not bear its ordinary meaning in this jurisdiction.  The perpetrator can only be punished if a person suffers a detriment because they have complained or intend to complain to the relevant anti-discrimination authority.  As discussed below, few complaints are made or even threatened in relation to schoolyard bullying.  Vilification  Vilification provisions are specifically designed to catch the intolerance and hatred which undercut human dignity.  In recent years, all State, territory and federal legislatures have passed laws outlawing publication of matter that incites or promotes hatred, serious contempt or severe ridicule on the grounds of race. However, only NSW, Queensland and Tasmania have made it unlawful to incite                                                  20 Equal Opportunity Act 1984 (WA) s 160;. Discrimination Act 1991 (ACT) s 108H.  8hatred, contempt or ridicule on the grounds of a person’s sexual orientation, sexuality or transgender status.21  In those states, it is not necessary that the conduct fall within a particular area of life; just that it was done publicly.  In NSW and Queensland, the complaint can be brought by a representative body established to promote the interests or welfare of persons of a particular sexuality or gender identity.22  This would provide financial and moral support for the student, though not necessarily anonymity, unless the tribunal suppressed the parties’ names.  The word ‘incite’ is defined by the Macquarie Dictionary as to ‘urge on; stimulate or prompt to action’.  Though it is not necessary to prove that a particular person was incited, the content of the abuse must be such that it has that potential.  Vilification provisions do not make unlawful the use of words that merely convey hatred towards a person, or express serious contempt or severe ridicule.23  In Burns v Dye, one of the few reported cases of homosexual vilification, the majority of the NSW tribunal members dismissed Mr Burns’ complaints of vile abuse screamed at him in the public hallway of his block of flats, and the hurling of bottles and deposits of human waste at his door on the grounds that they did not incite hatred, contempt or ridicule in others on the grounds of his homosexuality.24  Only the graffiti on Mr Burns’ front door, ‘fag lives here, faggots should die’, was considered to fulfil this element.25  Given the vitriolic content of Dye’s abuse, it is hard to see why it did not incite contempt and ridicule.  However, on this precedent, the language used by school students might not be sufficient to fall within the reach of vilification legislation.  The fact remains that in the majority of Australian jurisdictions there is no protection against homophobic vilification.                                                   21 Anti-Discrimination Act 1977 (NSW) ss 38R–T, 49ZS –TA; Anti-Discrimination Act 1991 (Qld) 124A; Anti-Discrimination Act 1998 (Tas) s 16. 22 Anti-Discrimination Act 1977 (NSW) s 87C; Anti-Discrimination Act 1991 (Qld) s 134. 23 Wagga Wagga Aboriginal Action Group v Eldridge (1995) EOC 92-701, 78-266. 24 Burns v Dye [2002] NSWADT 32 [84].  25 [2002] NSWADT 32 [87].  9Harassment  Only the Northern Territory legislation protects students from being harassed on the basis of their heterosexuality, homosexuality, bisexuality or transsexuality.26  However, those provisions only cover harassment by educational authorities, not other students.  Sexual harassment is prohibited in every jurisdiction.  Could homophobic insults and taunting at school fall under sexual harassment?  Harassment is an abuse of power in the context of an unequal relationship.  Sexual harassment is often as much about domination as sexual gratification.  Verbal (and physical) attacks on lesbians and gay men are especially common as a means of asserting the masculinity that the harasser feels is under threat by their presence.  Margaret Thornton goes further:  The aggressive conduct often found in such cases [as Daniels] clearly has more to do with hate than desire. They illustrate how masculinist cultures of homosociality and heterosexism are effectively sustained.27  Anti-discrimination legislation recognises the aggression inherent in harassment: the test for determining whether harassment has occurred is, would a reasonable person have anticipated that the other would be humiliated, intimidated, or offended by the unwelcome conduct?  Even so, sexual harassment requires proof of the sexual nature of the conduct.  Therefore, the content of the verbal abuse becomes important.  Remarks, gestures, and actions that refer to a student’s sexuality would fulfil this element.  However, tribunals have found that name-calling, such as ‘stupid bitch’ and ‘fat arse’28 in an employment context, and workers in a previously all-male workplace smearing the work toilets with faeces                                                  26 Anti-Discrimination Act 1992 (NT) s 22. 27 Margaret Thornton, ‘Sexual Harassment Losing Sight of Sex Discrimination’ (2002) 26 Melbourne University Law Review 422, 433. 28 Hoseman v Crea’s Glenara Motel (2000) EOC 93–062.  10and threatening to kill a female colleague’s pet29 amounted to personal, not sexual, abuse.  In a Canadian case, bullies who over five years of high school called a student names associated with gay hatred were held not to be liable because the British Columbia Supreme Court found no sexual connotation in their language.30  The evidence was that the victim was neither gay nor did the bullies believe he was.  In their school, ‘poofter’ terms, gestures and graffiti were common forms of abuse and were devoid of sexual meaning.  William Black argues that as the bullies had chosen to use particular words which imputed to the boy characteristics associated in their minds with homosexuality, this was clearly homophobia despite their protestation that they did not believe he was gay.31  The Supreme Court decision did nothing to penalise the use of homophobic language or to counter negative stereotypes and prejudice.  In Australia, all jurisdictions except Queensland require the sexual harassment to have occurred in designated areas of public life.  Similar to the discrimination provisions, the area of education is limited: it is unlawful in all jurisdictions for staff of educational authorities to sexually harass students, but only in Victoria, the ACT, Queensland and Tasmania is there a general prohibition on students sexually harassing each other.  In NSW, adult students (aged over 16) cannot harass other students, while the Sex Discrimination Act 1984 (Cth) prohibits adult students (similarly defined) from harassing other adult students.  In Queensland, the Anti-Discrimination Act 1991 (Qld) prohibits sexual harassment generally so it would catch all students, not only those in school but also those outside.  Ironically, a complaint of sexual harassment might offer the students the best chance of success. Unlike vilification, it does not have to incite hatred or occur in                                                  29 Hill v Water Resources Commission (1985) EOC 92–127. 30 North Vancouver School District No 44 v Jubran [2003] 3 WWR 288. 31 William Black, ‘Grading Human Rights in the Schoolyard: Jubran v Board of Trustees’ (2003) 36 University of British Columbia Law Review 45.  11a public place, and there is no need to prove a course of conduct; one instance is sufficient.  Making a Complaint  The process of making a complaint provided for by the anti-discrimination legislation has certain advantages.  The parties to the complaint are called in for a compulsory and confidential conciliation conference to try to resolve the issues.  Over 90 per cent of cases are settled at this level and do not proceed to a public hearing.  If the complaint goes to a hearing, the remedies take into account that the respondent ‘takes their victim as they find them’ and so damages are available for counselling and medical treatment for distress, as well as for loss of educational opportunity.  However, few complaints are made to anti-discrimination commissions about homophobia, despite its prevalence in the community.  The reasons are personal. Complainants fear public exposure of their sexual orientation.  They point to long delays in processing complaints and the high emotional cost of carrying through a complaint when the outcome is uncertain.32  Add to this the fear of retribution against a whistleblower and the chance of a complaint from a young person at school is minimal.  Could Anti-Bullying Legislation Help?  Specific legislation aimed at bullies has been mooted but would it generate any more complaints than anti-discrimination legislation?  And what should be its nature — punitive or educative? Language such as ‘zero tolerance’ or ‘one strike and you’re out’ focuses attention on the pathological behaviour of the bully.  It does not necessarily change societal attitudes that tolerate hatred of gay, lesbian and transgender people.  As with other legislation that seeks to change attitudes                                                  32 Irwin, above n 10, 67.  12— for example occupational health and safety legislation — a ‘carrot and stick’ approach is best.  Bullies are often created at home,33 but school and peer pressure effectively counterbalance home influences when students reach their teenage years.  Educational authorities should institute school programs which inform students about our international human rights obligations and encourage respect for others.  Conclusion  Though Australia has signed conventions which recognise a student’s right to an education free from discrimination, we have no Bill of Rights to protect that right.  While legislatures profess to protect the rights of people on the grounds of their sexuality or gender orientation, the take-home lesson for school students is that, by and large, they are not protected against bullying from other students.  The foremost issue for reform of the anti-discrimination legislation is to make students liable for discrimination and harassment of other students.  Second, vilification on the basis of sexual orientation and gender identity needs to be made unlawful in all jurisdictions.  Third, educational authorities must be held liable if they cause or allow discrimination, harassment or vilification to flourish in their schools.  Combined with these legislative changes, an understanding of the legislation should be part of every school curriculum.  There must be a coherent strategy to address bullying in schools by providing appropriate training and education in human rights and respect for others’ differences so that all students may have an equal opportunity to benefit from the right to education.                                                   33 Anna Patty, ‘Home Truth on School Bullying Revealed’, The Courier-Mail, 15 March 2005, 11. ",
    "id": 10877229,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.qut.edu.au:6401"
    },
    "title": "Take-Home Lessons for Gay, Lesbian, Transgender and Bisexual School Students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2005-01-01T00:00:00+00:00",
    "publisher": "SAGE Publications Inc.",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.qut.edu.au/6401/"
    ],
    "updatedDate": "",
    "yearPublished": "2005",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10877229.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10877229"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10877229/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10877229/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10877229"
        }
    ],
    "abstract": "The take-home lesson from this survey of Australian anti-discrimination law is that the legislation offers only minimal protection to gay, lesbian, transgender or bisexual students who are verbal abused by other students. School students, apart from those in Tasmania, cannot be held liable for discrimination. Only the Northern Territory Act protects students from being harassed on the basis of their heterosexuality, homosexuality, bisexuality or transsexuality, but this is by educational authorities, not other students. Vilification on the grounds of a person’s sexual orientation, sexuality or transgender status is only prohibited in NSW, Queensland and Tasmania. School-based education on human rights and reform to the anti-discrimination legislation are needed",
    "tags": [
        "Contribution to Journal",
        "Bisexual",
        "Gay",
        "Lesbian",
        "School Student",
        "Transgender"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Contribution to Journal"
    ],
    "oai": "oai:eprints.qut.edu.au:6401",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "310",
        "openDoarId": 0,
        "name": "Queensland University of Technology ePrints Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10877229,
        "depositedDate": null,
        "publishedDate": "2005-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T08:30:41+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-02T14:29:39+01:00"
    },
    "urls": [],
    "lastUpdate": "2024-01-30T08:30:41+00:00",
    "setSpecs": []
}