{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Viles, Dawn J."
        }
    ],
    "contributors": [],
    "createdDate": "2023-06-16T08:34:46+01:00",
    "dataProvider": {
        "id": 13791,
        "name": "Lincoln Memorial University, Duncan School of Law: Digital Commons @ LMU-DSOL",
        "url": "https://api.core.ac.uk/v3/data-providers/13791",
        "logo": "https://api.core.ac.uk/data-providers/13791/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/568033058.pdf",
    "fullText": "Lincoln Memorial University LMU Institutional Repository Ed.D. Dissertations Carter & Moyers School of Education Spring 3-2-2023 TEACHERS’ PERCEPTIONS OF POLICIES AND PRACTICES OF LGBTQ-INCLUSIVE CURRICULUM IN RURAL APPALACHIAN HIGH SCHOOL ENGLISH LANGUAGE ARTS CLASSES Dawn J. Viles dawnjviles@gmail.com Follow this and additional works at: https://digitalcommons.lmunet.edu/edddissertations  Part of the Curriculum and Instruction Commons, Secondary Education Commons, and the Secondary Education and Teaching Commons Recommended Citation Viles, Dawn J., \"TEACHERS’ PERCEPTIONS OF POLICIES AND PRACTICES OF LGBTQ-INCLUSIVE CURRICULUM IN RURAL APPALACHIAN HIGH SCHOOL ENGLISH LANGUAGE ARTS CLASSES\" (2023). Ed.D. Dissertations. 49. https://digitalcommons.lmunet.edu/edddissertations/49 This Dissertation is brought to you for free and open access by the Carter & Moyers School of Education at LMU Institutional Repository. It has been accepted for inclusion in Ed.D. Dissertations by an authorized administrator of LMU Institutional Repository. For more information, please contact LMUIR@lmunet.edu.   TEACHERS’ PERCEPTIONS OF POLICIES AND PRACTICES OF LGBTQ-INCLUSIVE CURRICULUM IN RURAL APPALACHIAN HIGH SCHOOL ENGLISH LANGUAGE ARTS CLASSES Dissertation  Submitted in partial fulfillment of the requirements for the degree of Doctor of Education in the Carter and Moyers School of Education at Lincoln Memorial University  by  Dawn Janel Viles   March 2023  ii © 2023 Dawn Janel Viles All Rights Reservediii Dedication To my incredible kids, Abigail and Alice, who have taught me exponentially more about life than one mom could ever imagine. The foundation of this work springs from my desire to know you and love you both better than ever. Through your compassion for other humans and your passion for justice, you inspire me and fill my heart with pride. To my parents, Mike and Deborah, your firm belief that I can accomplish whatever I put my mind to drove me to the finish line. During this tumultuous time in my life with changes and challenges seemingly around every bend, you remained as constant as ever in your confidence in me. The texts asking me, “Are you writing?” always spurred me on, but the texts, “We are so proud of you!” always cheered my heart. To my dear friends, many of whom are also fellow educational professionals, you motivated me day by day. Checking in on my progress, advising me on LGBTQ culture and needs, loaning me books from your personal libraries, listening to my freakouts, helping me realize the end in sight—I am convinced you were placed in my path for a reason. To the LGBTQ students who enter my classroom, know you are loved.  iv Acknowledgments The completion of this dissertation is due in a very tangible way to my sisters in Beta Pi, Tennessee State Organization (TNSO [Xi State]), and Delta Kappa Gamma International (DKG); your generous scholarships afforded me the opportunity to successfully complete this Educational Doctorate in Curriculum and Instruction. I am honored by your confidence and grateful for your generosity. From TNSO the Dr. Isabel Wheeler Scholarship and from DKG the Caroline Guss Scholarship both financially supported my doctoral work. Dr. Cherie Gaines, my dissertation Chair, guided my work with both expertise and passion. Her patience with my misgivings and misunderstandings guided me to complete this work. Her understanding of the personal aspects involved with my research inspired me to continue, even when the challenges seemed overwhelming. Dr. Alexander Parks and Dr. Kristy Hutson, my dissertation committee, encouraged me and supported me in every reading of my work and every meeting. I am grateful for your particular insight into the content and craft, which aided my research and writing through your unique perspectives.    v Abstract Lesbian, Gay, Bisexual, Transgender, Queer students were a vulnerable population in rural Appalachian high schools. Minority high school students, specifically those who identified as Lesbian, Gay, Bisexual, Transgender, Queer, who saw themselves reflected in practices and curriculum increased their academic performance, felt safe, and developed stronger empathy for others. Traditionally, English Language Arts teachers had power to select literary works and supplemental materials they deemed important for their students; however, local, district, and state stakeholders and policymakers influenced curricular choices in English Language Arts classrooms more directly than had occurred in the past. Further marginalizing Lesbian, Gay, Bisexual, Transgender, Queer students, legislation trends and the political climate at the time of this study targeted Lesbian, Gay, Bisexual, Transgender, and Queer students and caused reluctance in or disallowed teachers to include Lesbian, Gay, Bisexual, Transgender, Queer topics. After collecting data from 16 rural Appalachian high school certified English Language Arts teachers, I concluded teachers’ perceptions of practices and policies about Lesbian, Gay, Bisexual, Transgender, Queer-inclusive curriculum negatively influenced what they taught in their classrooms; therefore, English Language Arts teachers’ negative perceptions of policies and practices prevented the implementation of Lesbian, Gay, Bisexual, Transgender, Queer-inclusive curriculum in rural Appalachian high schools to the detriment of Lesbian, Gay, Bisexual, Transgender, Queer students.   vi Table of Contents CHAPTER .................................................................................................... PAGE Chapter I: Introduction ............................................................................................ 1 Statement of the Problem .............................................................................2 Research Questions ......................................................................................7 Theoretical Framework ................................................................................8 Significance of the Study ...........................................................................11 Description of the Terms ...........................................................................13 Organization of the Study ..........................................................................17 Chapter II: Review of the Literature ..................................................................... 21 United States Health and Behavior Statistics Regarding All High School Students ..........................................................................................22 United States Health and Behavior Statistics Regarding LGBTQ High School Students ..............................................................................24 Tennessee Statistics Regarding LGBTQ High School Students ................26 Health Concerns for LGBTQ High School Students .................................28 Psychological Concerns for LGBTQ High School Students .....................31 Academic Concerns for LGBTQ High School Students ...........................34 LGBTQ-Inclusive School Policies ............................................................36 LGBTQ-Inclusive Pedagogy .....................................................................39 Educators’ Perceptions of LGBTQ High School Students ........................47 LGBTQ-focused Legislation and Schools .................................................50 Educators’ Resistance to Teaching LGBTQ Topics and Literature ..........51 LGBTQ-Affirming Curriculum and Climate .............................................52 vii Preservice and Professional Development LGBTQ Training ....................57 Summary of Review of Literature .............................................................62 Chapter III: Methodology ..................................................................................... 65 Research Design .........................................................................................66 Role of the Researcher ...............................................................................68 Participants in the Study ............................................................................72 Data Collection ..........................................................................................74 Methods of Analysis ..................................................................................78 Trustworthiness ..........................................................................................79 Limitations and Delimitations ....................................................................81 Assumptions of the Study ..........................................................................83 Summary of Methodology .........................................................................84 Chapter IV: Analyses and Results ........................................................................ 86 Data Analysis .............................................................................................87 Research Questions ....................................................................................89 Summary of Results .................................................................................107 Chapter V: Discussion of the Study .................................................................... 109 Implications for Practice ..........................................................................115 Recommendations for Further Research ..................................................119 Conclusions of the Study .........................................................................122 References ........................................................................................................... 125 Appendix A Glossary of Terms .......................................................................... 143 Appendix B Acronyms/Initials Used Throughout Document ............................ 148 viii Appendix C 16 Considerations for Making Schools More Inclusive for LGBTQ Students ................................................................................................... 150 Appendix D Implied Consent Letter to Participants ........................................... 153 Appendix E Questionnaire .................................................................................. 155   ix List of Figures Figure Page Figure 1 Queer Theory as Theoretical Framework ................................................. 9 Figure 2 LGBTQ Definition Diagram .................................................................. 16 Figure 3 Anti-LGBTQ Harassment, Assault Statistics for Tennessee High School Students ..................................................................................................... 27 Figure 4 Hearing Anti-LGBTQ Remarks from Students and Staff in Tennessee Schools ...................................................................................................... 28 Figure 5 Participants' Words about Feelings of LGBTQ Topics in Open Coding 90 Figure 6 Axial Coding Perspectives on the Effect of Policies about LGBTQ Topics in ELA Curriculum ....................................................................... 91 Figure 7 Participants’ Words about Feelings ........................................................ 96 Figure 8 Participants’ Lack of Use of LGBTQ-Inclusive Topics ......................... 97 Figure 9 Axial Coding Perspectives on the Effect of LGBTQ-Inclusive Practices and Curriculum ......................................................................................... 98 Figure 10 Participants’ Thoughts on State-level Influence on LGBTQ-inclusive Practices .................................................................................................. 104 Figure 11 LGBTQ-inclusive Authors and Works Used by Participants in ELA Classes..................................................................................................... 106    Chapter I: Introduction When students had access to literature through which they saw themselves, they felt included and part of the world around them (Bishop, 2015; Bowen, 2021). Bishop (2015) explained how books were windows, which offered views of real or imagined worlds. Bishop (2015) further described how those windows sometimes as served as metaphorical sliding glass doors through which students walked to become part of the real or imagined worlds created by authors. Furthermore, Bishop (2015) concluded literature transformed the reader’s experience, and reading became a means for literature to reflect the larger human experience. Bishop (2015) argued for children of all social groups to find their mirrors in books and stated when children did not find themselves reflected in the books they read, they learned how the lack of representation in literature lead to feelings around being devalued. Adams and Rodriguez (2019), Batchelor et at. (2018), Bishop (2015), Caillouet (2008), Clyde and Lobban (2001), Crisp and Knezek (2010), MacGillivray and Jennings (2008), and Zacko-Smith and Smith (2010) called for all classrooms to be reflective of all cultures, with their similarities and differences, where all children found representation of their identities and voices.  Bowen (2021) found when students felt a sense of belonging in the classroom, it increased their educational success and motivational outcomes in multiple ways, and teachers created this feeling of belonging by building connections between classroom and community. Particularly for marginalized groups, a sense of belonging and community did not exist across all K-12 classrooms. Heteronormative assumptions limited teachers to homogenous 2 curriculum choices, as well as caused teachers to overlook the mental health needs of sexual minority students (Linville, 2017; MacGillivray & Jennings, 2008). Lesbian, Gay, Bisexual, Transgender, Queer (LGBTQ) high school students did not feel safe from bullying and bias, neither did they feel welcomed nor affirmed (Adams & Rodriguez, 2019; Batchelor et at., 2018; Bowen, 2021; Caillouet, 2008; Clyde & Lobban, 2001; Crisp & Knezek, 2010; MacGillivray & Jennings, 2008). While there were studies on creating a diverse school climate (Bishop, 2015; Roberts, 2021), there was little research on how a teacher’s biases, known or unknown, affected a choice to create a safe and inclusive classroom environment through a diverse curriculum inclusive of the LGBTQ minority population in Appalachian high schools. Inclusive literature provided benefits to all students (Adams & Rodriguez, 2019; Batchelor et at., 2018; Bowen, 2021; Caillouet, 2008; Clyde & Lobban, 2001; Crisp & Knezek, 2010; MacGillivray & Jennings, 2008). LGBTQ-inclusive literature offered marginalized and isolated LGBTQ students a mirror in which to see themselves and validate their experiences (Bishop, 2015). Additionally, LGBTQ-inclusive literature allowed all students the opportunity to grow in empathy and understanding (Bishop, 2015). Statement of the Problem Researchers explained when students had access to literature through which they saw themselves, they felt included and part of the world around them (Adams & Rodriguez, 2019; Batchelor et at., 2018; Bishop, 2015; Bowen, 2021; Caillouet, 2008; Clyde & Lobban, 2001; Crisp & Knezek, 2010; MacGillivray & Jennings, 2008). Junker and Jacquemin (2017) suggested reading literature 3 fostered empathy, and Haxhihyseni (2013) found diverse literature enriched students with experiences and aided them in perceiving ideas from a different point of view. Masko and Bloem (2017) asked whether the use of novels in the context of teaching and learning about racial and socioeconomic equity built empathy for racially and financially diverse students. Bishop (2015) urged teachers to add supplemental materials such as novels and other texts to their curriculum that helped children understand the multicultural nature of the world they lived in, their place as a member of a group, and their connections to all other humans.  Though Bishop (2015) focused on racially diverse and multicultural literature, another diverse population, LGBTQ students, also experienced marginalization when teachers did not include access to books that mirrored LGBTQ topics within the curriculum (Zacko-Smith & Smith, 2010). According to Swartz (2003) and Zacko-Smith and Smith (2010), teachers were the point at which policy and practice converged: teachers carried out policies through practices in their classrooms. Educators who operated in hyper-diverse environments had greater awareness of and sensitivity to other cultures, ideas, beliefs, values, and practices; however, researchers questioned whether or not educators were prepared to fully embrace diversity (Zacko-Smith & Smith, 2010). Teachers connected policies made by lawmakers to practices in classrooms where students received instruction (Zacko-Smith & Smith, 2010). Researchers, however, argued teachers became outdated, ineffective, damaging, and socially unjust when teachers ignored their roles as purveyors of the convergence of policy and practice (Zacko-Smith & Smith, 2010). In this study, I considered legislation 4 in Tennessee, which enacted policies potentially damaging to LGBTQ students. Kumashiro (2002) argued for educators to constantly consider the multiple identities and multiple oppressions found in classrooms, and to look to the margins to find students, particularly LGBTQ students, who were being missed and their needs were not addressed. Kumashiro (2002), Linville (2017), and Zacko-Smith and Smith (2010) recommended for teachers to study queer theory to understand how queer pedagogy can help to transform schools making them more equitable and safer.  According to Bowen (2021), a sense of belonging at school meant feeling a sense of acceptance, respect, inclusion, and support in a learning environment. Kumashiro (2002) and Zacko-Smith and Smith (2010) concluded teachers both implicitly and explicitly enforced established social norms to the detriment of LGBTQ students. Those social norms included heteronormative attitudes about what was masculine and feminine, and teachers who did reinforce such social norms led directly to classrooms with harassing behavior toward LGBTQ high school students (Zacko-Smith & Smith, 2010). To create change, Swartz (2003) and Zacko-Smith and Smith (2010) recommended using LGBTQ-inclusive language and resources. Swartz (2003) and Zacko-Smith and Smith (2010) suggested educating students about LGBTQ issues to break down the power of heteronormativity, or the stereotypical assumption of binary ideas of gender expression (male or female) and identity. Ultimately, Kumashiro (2002), MacGillivray and Jennings (2008), Swartz (2003), and Zacko-Smith and Smith (2010) urged educators to examine their own responses to LGBTQ students and educate themselves to be better able to educate others.  5 From bullying to lack of sexual education, LGBTQ high school students said they did not often encounter positive influences from their school experiences (Kumashiro, 2002; MacGillivray & Jennings, 2008; Steed et al., 2021; Swartz, 2003; Zacko-Smith & Smith, 2010). In comparison to non-LGBTQ peers, LGBTQ high school students experienced greater discrimination and victimization resulting in higher depression, self-harm, suicidal ideation, and dropping out of school (Bowen, 2021; Day et at., 2018; Snapp et at., 2015). Researchers found transgender youth (represented by the T in LGBTQ) had higher odds of truancy, skipping school, substance use, self-harm, and suicide compared with cisgender youth (Day et at., 2018; Snapp et at., 2015). In the Youth Risk Behavior Survey (YRBS), out of 107,000 youth in the United States, 21% of gay and lesbian youth, 22% of bisexual youth, and 29% of transgender youth attempted suicide compared to 7% of straight youth (CDC, 2019). According to Bowen (2021), students who felt a sense of belonging at school were typically more energized, more likely to spend time on task and return to activities, and more likely to choose to be in the school environment. Conversely, students who did not feel a sense of belonging struggled to devote their full cognitive resources to academic and social tasks and experienced issues with emotional wellness (Bowen, 2021; Day et at., 2018; Kumashiro, 2002; MacGillivray & Jennings, 2008; Snapp et at., 2015; Steed et al., 2021; Swartz, 2003; Zacko-Smith & Smith, 2010). Bowen (2021) found these feelings manifested in frequent visits to the nurse’s office or even truancy, as students avoided environments where they felt as though they did not belong.  6 In Tennessee, where I taught and lived, the reality at the time of this study was Tennessee lawmakers restricted diverse curricula, reinforcing restrictions on teachers including LGBTQ topics in their classes. Thus, I focused on Tennessee legislative policies as they applied to me and my classroom practices; however, participants from the study could have worked in any state or commonwealth geographically identified as Appalachia. Although states contiguous to Tennessee may have had similar legislation, the purposes of this study were better suited to the political climate in Tennessee at the time I conducted this study. Following March 2021 legislation, which required LGBTQ athletes to participate in sports under their birth gender, Tennessee legislators passed HB 529 and SB 1229, which increased the lack of LGBTQ inclusivity in school curriculum. With the passing of the Moody House Bill 529 and the Rose Senate Bill 1229, effective May 2021, state legislators encouraged the marginalization of LGBTQ high school students and prohibited all students’ opportunities to learn about the LGBTQ community in Tennessee schools. The bills required educators to inform parents of any instruction including LGBTQ topics and allowed parents to opt-out of such instruction for their children. Such laws reinforced the marginalization of LGBTQ high school students, restricted their voices, and increased isolation and risk for physical and mental harm, not to mention further contributed to a lack of academic success (Blackburn & Miller, 2017; Block, 2014; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; Hatchel et at., 2019; Kosciw et at., 2019; Nappa et at., 2018; Poteat et at., 2020). I considered if, in Appalachian English Language Arts (ELA) classrooms, teachers’ perceptions of teaching LGBTQ topics prevented them from providing 7 LGBTQ diversity in the curricular choices they made. Thiel (2018) explained even though some teachers may not have had homophobic views, they avoided bringing LGBTQ-inclusive materials into their classrooms. The purpose of this basic qualitative interpretive study was to examine rural Appalachian ELA high school teachers’ perceptions of policies about using LGBTQ-inclusive literature and teachers’ practices regarding whether or not they used LGBTQ-inclusive literature in their classrooms.  Research Questions According to Creswell and Creswell (2018), research questions were broad, exploratory questions focused on the central concept of the study. Additionally, Creswell and Creswell (2018) described research questions as the intent to explore participants’ varied perspectives. I used the following research questions to guide my study on how ELA teachers’ perceptions of the policies and practices of LGBTQ-inclusive literature influenced what teachers taught. Research Question 1 What were rural Appalachian high school English Language Arts teachers’ perceptions about policies on using Lesbian, Gay, Bisexual, Transgender, and Queer inclusive literature in the curriculum? Research Question 2 What were rural Appalachian high school English Language Arts teachers’ practices on using Lesbian, Gay, Bisexual, Transgender, and Queer inclusive literature in the curriculum?  8 Theoretical Framework According to Roberts and Hyatt (2019), the best way to find a framework for research was to read extant literature seeking interrelated core concepts. After immersing myself in the literature, a guiding concept emerged related to my study on LGBTQ curriculum choices. Queer theory provided the conceptual lens I needed to narrow and focus my understanding of teachers’ perceptions of including LGBTQ curriculum in their teaching. For the purpose of this study, I focused on three tenets of queer theory as most relevant: What is normal?, Sexual Identity Construction, and Value in Community and Policies. The tenets What is normal? and Sexual Identity Construction provided an understanding of empathy and safety in light of LGBTQ student needs in the classroom. The tenet Value in Community and Policies illuminated the needs for affirmation and acceptance of LGBTQ students. The three tenets provided the foundation for an LGBTQ-inclusive classroom as the desired practice in rural Appalachian ELA classrooms (see Figure 1). 9 Figure 1 Queer Theory as Theoretical Framework  Emerging in the 1990s, queer theory had beginnings in feminism, gay and lesbian studies, and postmodern literary theory (Driver, 2008; Meem et at., 2010). According to Harper et at. (1997), queer theory was “an articulating principle functioning in, across, between, and among various social domains and political experiences, and it [was] therefore consciously provisional and dynamic, strategic and mobilizing, rather than prescriptive or doctrinal” (p. 1). Queer theorists questioned established social, economic, and political power relations (Thiel, 2018). According to Meem et at. (2010), before the emergence of queer theory, sexual orientation was assumed through heteronormativity, or the assumption that heterosexuality was the standard for defining sexual behavior American Psychological Association (APA, 2020). By challenging the existing constructs of sexuality and by resisting traditional norms, LGBTQ activists and scholars reconsidered basic assumptions about sexual identity, community, and politics, 10 through queer theory. Accordingly, Meem et at. (2010) and Dawson (2015) argued the positive, dynamic, and creative power in resistance to normativity. Meem et at. (2010) continued, “While acts of transgression are often deployed as acts of resistance, they are also acts of assertion . . . and values both against and within the social matrix they are transgressing” (p. 289). Furthermore, such acts of resistance or transgressing opened spaces for the construction of different identities, various types of relationships, and new social and cultural forms (Driver, 2008; Kumashiro, 2002).  Leaving LGBTQ voices out of high school ELA classrooms did not address diversity in its fullness (Day et at., 2018; Dixon, 2018; Duong & Bradshaw, 2014). If the representation, visibility, and access in public spaces/institutions for minority populations improved mental health, academic performance, and community acceptance, then an inclusive curriculum benefitted all students, regardless of race, ethnicity, or gender and sexual identity (Blackburn & Miller, 2017). Since LGBTQ high school students were an incredibly vulnerable high school population, then representative literature was vital for their well-being (Blackburn & Miller, 2017). If teachers’ fears of pushback or even legal repercussions prevented them from intentionally using LGBTQ-inclusive curricula (Dixon, 2018), then LGBTQ high school students would be adversely affected (Blackburn & Miller, 2017; Block, 2014; CDC, 2019; Chaudoir et at., 2017; Hall, 2018; Hatchel et at., 2019; Kosciw et at., 2019; Nappa et at., 2018).   11 Richard Carranza (2018), Chancellor of the New York City Department of Education explained his conviction in teaching youth about LGBTQ icons: It’s not enough to tell students that they will be accepted for who they are. We must show them in the literature we read, in the language we use, and in the ways we invest our resources, that we are a deeply connected society made up of different voices and perspectives that all deserve to be seen, heard, and respected. (p. 2) Teachers’ perspectives on policies and practices of LGBTQ-inclusive curriculum determined whether LGBTQ voices and perspectives were offered in their classrooms.  Significance of the Study With this basic qualitative interpretive study, I filled a gap in the literature about LGBTQ-inclusive literature in rural Appalachian ELA high school classrooms. Although I found in extant research the benefits of LGBTQ extracurricular engagement (Day et at., 2019), the benefits of LGBTQ school-wide policies (Mishna et at., 2020; Sadowski, 2017; Swartz, 2003), and the benefits of LGBTQ-inclusive sex education classes (Baams et at., 2017), a gap existed in the representation of LGBTQ topics, authors, and literature in Appalachian ELA classrooms. Furthermore, as an ELA teacher in an Appalachian high school among a department of over 20 other ELA teachers, hallway conversations and department meetings revealed teacher worry over the strange and volatile times in which we were teaching; from district policies to school board meeting discussions, ELA 12 teachers shared concerns about outside influences over classroom practices and curriculum. District administrators enforced state and district policies that required ELA teachers to publish lists of books in classroom libraries. My district in the Appalachian Highlands of East Tennessee required in-service training for all teachers regarding concepts that were prohibited from classroom discussion. As ELA teachers, we were unsure of what we could and could not teach or discuss.  Many colleagues, in light of district policies on prohibited subjects, decided to self-censor and remove any potentially controversial classroom books or materials they had been questioned on or had defended in the past. For example, one colleague removed the novel, The 57 Bus: A True Story of Two Teenagers and the Crime That Changed Their Lives by Dashka Slater (2019) because of its journalistic account of a violent attack on an agender student in Oakland, California. Another colleague removed from her classroom library books of poetry from LGBTQ poets. A third colleague removed any book which she did not want to try and defend because of race, mature language and situations, or LGBTQ topics. Other policies required teachers to include statements on syllabi offering alternative assignments if parents found anything disagreeable. Many colleagues expressed the concern that the parents in the community, the board members, and district administrators did not trust the judgment and expertise of teachers in the classroom. The implications of anti-LGBTQ-inclusive policies and practices on ELA classroom teachers caused feelings of fear and anxiety in my colleagues, as well as for some the desire to leave the profession altogether. 13 Description of the Terms Creswell and Creswell (2018) suggested for readers outside the field of study to understand the study, the researcher should define and identify terms that go beyond common language, which was especially important when discussing education with its professional terminology. Additionally, LGBTQ terminology was constantly evolving, and there were different interpretations of and sensitivity to LGBTQ terms and their application (Los Angeles Conservancy, 2020). I included an appendix for definitions of terms to help with the reader’s understanding (see Appendix A). Additionally, I created a list of acronyms and initials used in this study to aid in clarification (see Appendix B). For my study, I specifically defined or clarified the following terms related to understanding the representation of diverse minority student populations within the context of my research study. Appalachia According to the Appalachian Regional Commission (2022), Appalachia was a geographic term with cultural connotations. Geographically used, it described the mountain range that stretches from southern New York to northern Alabama and Georgia in the eastern United States (Appalachian Regional Commission, 2022). Culturally used, it defined the people found in the central and southern areas of the mountain range from Virginia through the Great Smoky Mountains (Appalachian Regional Commission, 2022). For the purpose of this study, I used the term to identify the cultural aspects of the central, southern Appalachian mountains.  14 Curriculum For this study, I used the definition of curriculum provided by the Tennessee Comptroller of the Treasury. Mumpower (2022), defined curriculum as the instructional program and related resources that school districts used to assure students met the academic standards approved by the Tennessee State Board of Education. I used the term to identify teaching materials, text books, and supplemental texts used in ELA classrooms. English Language Arts The Tennessee Department of Education defined ELA as standards designed to prepare students with the most important literacy skills necessary to succeed in post-secondary and workforce arenas. According to the Tennessee Department of Education (2022), ELA standards reinforced three ELA instructional shifts: regular practice with complex text and its academic vocabulary; reading and writing grounded in evidence from literary and informational text; and building knowledge through content-rich literary and informational text. I used ELA to describe the teachers and classes in which reading, literature, and composition were taught and learned. High School For the purposes of this study, I defined high school as a secondary school containing grades 9-12. Tennessee Code § 49-6-410 (2015) defined a secondary school as education normally available and required by state standards to be taught to children enrolled in grades 7-12. 15 Lesbian, Gay, Bisexual, Transgender, Queer LGBTQ was an acronym for lesbian, gay, bisexual, transgender, and queer/questioning. National Geographic writer Erin Blakemore (2021) wrote the following:  The terms for the community of people who are lesbian, gay, bisexual, transgender, queer, intersex, and asexual are as broad as that community itself: As society’s understanding, recognition, and inclusion of diverse sexual identities and gender expressions has grown, so has its acronym (p. 1). Dawson (2015) explained each term represented in the LGBTQ acronym. • Dawson (2015) defined lesbian as women who have sexual attraction to women; however, some women prefer the term gay woman. • Dawson (2015) defined gay as men who have sexual attraction to men and women who have sexual attraction to women. • Dawson (2015) defined bisexual as someone who prefers sex with men and women. • Dawson (2015) defined transgender as a term for people who experimented with or moved between genders. • Queer was originally defined as unusual; however, queer became a derogatory term referring to homosexuals (Dawson, 2015). Dawson (2015) defined queer as an identity not having to be defined but used by some people whose sexual orientation is not exclusively heterosexual or straight. Although once considered a pejorative term, 16 queer has been reclaimed by some LGBTQ people to describe themselves; however, it is not a universally accepted term even within the LGBTQ community.  See Figure 2 for a diagram of the definition of LGBTQ. Figure 2 LGBTQ Definition Diagram  Source: Dawson (2015, p. 18).  17 Policy According to the Rand Corporation (2022), education policy included laws as well as processes that educational institutions, local districts, states, and nations follow to achieve academic goals. I defined policy as the decisions that influenced the field of education, as well as the laws that controlled education systems. I included in the definition of policy any legislation on the federal and state levels, as well as formal decisions made by local districts, school boards, and school-level administrations. Practice Steadman (2018) defined educational practice as the work in schools that created equity-based professional learning frameworks that ensured high-quality teaching and learning experiences existed for all learners. In this study, I defined practice as the strategies teachers used to facilitate teaching and learning. Rural According to the Health Resources and Services Administration (HRSA) (2022), census administrators did not define rural for the United States Census; however, HRSA did define urban as areas with more than 50,000 people, which concluded rural as areas outside urban areas. According to the Appalachian Regional Commission (2022), one-fourth of Appalachian counties were classified as rural. I defined rural as a geographical area outside an urban area. Organization of the Study In Chapter I, I introduced the resulting harmful effects on LGBTQ high school students of ELA classes without LGBTQ-inclusive curriculum. I identified a gap in the literature about LGBTQ curriculum in rural Appalachian high school 18 ELA classrooms. I also included the statement of the problem: LGBTQ students experienced marginalization when teachers did not use the classroom curriculum to provide access to books that mirrored LGBTQ topics. The research questions that drove the study focused on perceptions of ELA teachers related to policies about LGBTQ-inclusive curriculum and to LGBTQ-inclusive practices in ELA classrooms. Further, I described the theoretical framework on which the study was based. Specifically, queer theory provided the conceptual lens I needed to narrow and focus my understanding of teachers’ perceptions of including LGBTQ curriculum in their teaching. The gap, which existed in the representation of LGBTQ topics, authors, and literature in Appalachian ELA classrooms, established the significance of the study. Finally, to provide clarity and understanding for the reader, I defined terms from my research questions, as well as provided a glossary of LGBTQ-related terms and a list of acronyms I used in the study.  In Chapter II, I provided an in-depth, thorough review of literature related to this dissertation. In the review of the literature, I presented statistics about high school students in general and LGBTQ students specifically. I also provided explanations and clarifications on topics related to perceptions of LGBTQ representation in curriculum and climate in schools. To analyze the needs for safety and acceptance of LGBTQ high school students and how those needs were or were not being met, I examined statistics on the numbers of high school students who identified as LGBTQ and their perceptions of safety and acceptance in their schools. I also reviewed LGBTQ students’ perceptions of the access to literature or topics that reflected LGBTQ issues. Additionally, I compared 19 physical, social, psychological, and academic concerns of LGBTQ high school students to non-LGBTQ high school students. I read studies on the effectiveness of LGBTQ-inclusive school policies and pedagogy and teachers’ perceptions of LGBTQ issues and legislation regarding LGBTQ topics and literature. In Chapter III, I identified the participants in the study and my criteria for selecting participants. Through snowball sampling, I selected certified ELA teachers who had teaching experience in rural Appalachian high schools. Further, I explained the data collection instrument, a questionnaire, and the method for validating its use by having conducted a pilot study. To improve trustworthiness in my study, I included participants from varying perspectives and points of view on LGBTQ-inclusive policies and practices in the ELA classroom. This methodology process aided me in finding answers to my research questions based on rural Appalachian ELA high school teachers’ perceptions of the policies and practices of LGBTQ-inclusive curriculum. In Chapter IV, after completing the study, I reported and analyzed the results utilizing the five steps for data analysis described by Creswell and Creswell (2018). Based on my research questions, I distributed a questionnaire to rural Appalachian high school English Language Arts teachers and reported their responses in Chapter IV. I coded the raw data and categorized the data into thematic core concepts. From the data, I created figures to provide visual representations of data to aid the readers’ understanding of the thematic core concepts. Also, I thoroughly answered the research questions based on the data I analyzed. As the purpose of my study was to determine teachers’ perceptions of LGBTQ-inclusive topics, I parsed the data for words about feelings, types of 20 literary materials used in ELA classes, and teachers’ thoughts on polices affecting their classrooms. In Chapter V, I summarized the findings of this study provided by rural Appalachian ELA teachers. I discussed the implications for practice I found necessary in order to meet the needs of LGBTQ students in rural Appalachian ELA classrooms. I considered implications for school districts to improve professional development offerings including diversity and inclusion training. Additionally, I recommended teachers improve LGBTQ representation in the curriculum by selecting LGBTQ-inclusive literature and authors. I reviewed implications for future research that focused on improving general educator training and preparation related to LGBTQ representation in an inclusive curriculum in ELA classes. I provided recommendations for future researchers to include LGBTQ students and other teachers and grade levels as participants. Also, I suggested future researchers expand the geographic and demographic parameters of the study. Finally, I summarized the conclusions of this study on teachers’ perceptions of policies and practices in LGBTQ-inclusive curriculum in rural Appalachian high school ELA classes.   21 Chapter II: Review of the Literature The purpose of this basic qualitative interpretive study was to examine Appalachian ELA teachers’ perceptions of policies and practices about using LGBTQ-inclusive literature. To determine whether teachers’ perceptions of LGBTQ topics influenced them to make LGBTQ-inclusive curriculum choices, I explored rural Appalachian teachers’ perceptions of LGBTQ topics in the ELA high school classroom in this review of the literature. To conduct this study, I needed to understand LGBTQ students during their high school years and how their physical, psychological, and social needs differed from students who did not identify as LGBTQ. I also needed to understand how deficits in meeting the needs specific of LGBTQ students affected their academic success.  To gain this information, I conducted searches in the Lincoln Memorial University Carnegie-Vincent Library WorldCat, Education Resources Information Center, and Journal Storage. I searched terms and Boolean phrases such as LGBTQ high school students and curriculum, LGBTQ adolescents and health risks, LGBTQ adolescents and depression, bullying and victimization of LGBTQ high school students in Appalachian high schools, LGBTQ curriculum choices in Appalachian Secondary ELA classes, and the effects of inclusivity and access in ELA classes in high schools. I also consulted the programs of study for local universities to examine the requirements for preservice teachers and whether or not the universities required diversity and/or inclusivity coursework or training. In this study, I additionally used resources from Gay, Lesbian, and Straight Education Network (GLSEN), an American education organization working to end discrimination, harassment, and bullying based on sexual orientation, gender 22 identity, and gender expression and to prompt LGBTQ cultural inclusion and awareness in K-12 schools (Bishop, 2015; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; Kosciw et at., 2019; Poteat et at., 2020; Swartz, 2003).  Through scholarly books and Google searches, I found publications strictly devoted to the study of LGBTQ adolescents, credited as flagship studies on this population. I found little literature exclusive to rural Appalachian high schools but rather literature especially focused on urban schools or United States schools reported by state. Through this review of the literature, I examined statistics on high school students, regardless of sexual identity. I also examined educators’ practices and perceptions of including LGBTQ topics in ELA classes, as well as the impact of LGBTQ-inclusive policies, curricula, and programs for LGBTQ high school students. Additionally, I looked at preservice teacher training regarding LGBTQ inclusivity. To understand why LGBTQ students needed access to LGBTQ-inclusive literature in rural Appalachian high school ELA classes, I began by exploring statistics on the types of behaviors all students in high schools exhibited; then I focused specifically on LGBTQ students. United States Health and Behavior Statistics Regarding All High School Students According to the Centers for Disease Control and Prevention (CDC) (2019), there were six categories of health risk behaviors among a nationally representative sample of high school students: unintentional injuries and violence; tobacco use; alcohol and other drug use; sexual behaviors related to unintended pregnancy and sexually transmitted diseases; unhealthy dietary behaviors; and physical inactivity (CDC, 2019). The Association for Middle Level Education 23 (AMLE) (2022) stated because adolescence was identified as a difficult time of change and transition, many adolescents felt uncomfortable about the differences in the highly varied rate of visible physical changes and were exploring self and social boundaries.  In the Youth Risk Behavior Survey (YRBS), a report on the data on health behaviors and experiences among high school students in the United States, the percentage of high school students in the United States who had ever had sex was 38% in 2019 (CDC, 2019). Of 13,000 high school students surveyed in the YRBS, the percentage of students who had four or more sexual partners was 9% in 2019 (CDC, 2019; Conron, 2020; Kosciw et at., 2019). With these numbers, condom use among students having sex decreased by 54% from 2009 to 2019, presenting a serious health risk for sexually transmitted diseases, including human immunodeficiency virus (HIV) (CDC, 2019; Conron, 2020; Kosciw et at., 2019). This decline followed a period of increased condom use throughout the 1990s and early 2000s (CDC, 2019; Conron, 2020; Kosciw et at., 2019). In the YRBS results, other factors such as experiences of violence and poor mental health were linked to sexual risk behaviors that led to HIV and sexually transmitted infections/sexually transmitted diseases (STIs/STDs) (CDC, 2019; Conron, 2020; Kosciw et at., 2019).  Health and behavior risk studies not only included sexual behaviors, but also behaviors of violence to oneself and others. Nationally, 25% of high school students reported being bullied, 8% of students reported physical dating violence, and 11% reported sexual violence (CDC, 2019). According to the YRBS, during 2019, 19% of kindergarten through twelfth grade (K-12) students reported having 24 seriously considered attempting suicide, 16% made a suicide plan, and 9% made a suicide attempt (CDC, 2019). To understand why LGBTQ students needed access to LGBTQ-inclusive literature in rural Appalachian high school ELA classes, I explored statistics on the types of behaviors all students in general exhibited, then LGBTQ students. United States Health and Behavior Statistics Regarding LGBTQ High School Students According to the Library of Congress (2002), GLSEN worked with the U.S. Departments of Education, Justice, and Health and Human Services to create research-based model policies supporting LGBTQ high school students and educators. GLSEN researchers examined the experiences of LGBTQ high school students in U.S. schools (Kosciw et at., 2019). According to the National Academy of Medicine, both the YRBS and GLSEN studies were historically comprehensive data collections guiding school health policies and practices in the United States for decades (Underwood et at., 2020). Kosciw et at. (2019) conducted research for the Gay, Lesbian, Straight Education Network and produced the flagship LGBTQ student statistics publication of the National School Climate Survey, which had collected LGBTQ student data for over 20 years. Additional researchers relied on the National School Climate Survey for furthering their own research (Block, 2014; Carrera-Fernandez et at., 2019; CDC, 2019; Chaudoir et at., 2017; Dragowski et at., 2016; Duong & Bradshaw, 2014; Hall, 2016, 2018; Hall & Rodgers, 2019; Hatchel et at., 2019; Poteat et at., 2020; Rawlings, 2019; Schalet et at., 2014; Simovska & Kane, 2015; Steed et al., 2021). Kosciw et at. (2019) collected data on 16,713 high school students from across 25 the United States for inclusion in the National School Climate Survey. In combination with the YRBS, the researchers of the National School Climate Survey provided data on sexual behaviors, discipline, and academic behaviors, as well as violent behaviors exhibited against and by LGBTQ students and their heterosexual peers (CDC, 2019; Kosciw et at., 2019). Conron (2020) researched the LGBTQ high school population in the United States Fact Sheet and estimated the number of high school students aged 13 to 17 who identified as LGBTQ in the United States at 1,994,000 (9.5%). Researchers studied the effects of a hostile school environment on LGBTQ high school students and compared LGBTQ high school students to their heterosexual peers (CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Day et at., 2018; Hall, 2018; Kosciw et at., 2019). LGBTQ high school students experienced higher victimization, lower self-esteem, lower grade point averages, nearly three times the school absences, more school discipline instances, and higher levels of depression than their heterosexual peers (Chaudoir et at., 2017; Conron, 2020; Day et at., 2018; Hall, 2018; Kosciw et at., 2019). In the National School Climate Survey, according to Kosciw et at. (2019), 71% of LGBTQ students heard peers make negative remarks about sexual orientation and gender expression. Moreover, 57% of LGBTQ students heard teachers make negative comments about sexual orientation and gender expression (Kosciw et at., 2019). Additionally, in the National School Climate Survey, Kosciw et at. (2019) found 82% of LGBTQ, over 1.6 million students were verbally harassed, and 38% were physically harassed. After I explored national statistics, I focused on state-specific statistics in Tennessee, where I lived and taught at the time of this study. 26 Tennessee Statistics Regarding LGBTQ High School Students Researchers in the National School Climate Survey identified four criteria (a 7-point scale) by which to judge a state’s support of LGBTQ students based on how states adopt policies centered on developing supportive educators, providing an inclusive curriculum, establishing comprehensive policies, and supporting Gay Straight Alliances (GSAs) (Kosciw et at., 2019; Sadowski, 2016, 2017). In the State Policy Scorecards, out of a possible 7 points, Kosciw et at. (2019) gave Tennessee a -2 out of 7-point score because of adopted discriminatory policies that disaffirmed or excluded LGBTQ high school students in the school setting. Researchers gave Tennessee a negative score (-1) in two categories: Inclusive Curriculum and Athletics Policies, and researchers gave Tennessee a zero score for the Every Student Succeeds Act promotion of equity (Kosciw et at., 2019). Although students experienced less harassment and discrimination, better academic achievement such as grade point average, better mental health and emotional well-being, and more positive and welcoming school climates in states where the four criteria were in place (Kosciw et at., 2019), Sadowski (2017) argued that was not enough in order to improve the quality of life for LGBTQ students.  According to Conron (2020) and Kosciw et at. (2019), a total of 41,000 youth identified as LGBTQ in Tennessee. Kosciw et at. (2019) reported 95% of LGBTQ students in Tennessee high schools heard anti-LGBTQ remarks. Kosciw et at. (2019) found most LGBTQ students in Tennessee experienced victimization at school either by verbal harassment, physical harassment, or physical assault. Kosciw et at. (2019) further found, in Tennessee high schools, 76% of LGBTQ 27 students were verbally harassed based on sexual orientation, 59% of LGBTQ students were verbally harassed based on gender expression, and 57% of LGBTQ students were verbally harassed based on gender. Kosciw et at. (2019) found in Tennessee high schools 33% of LGBTQ students were physically harassed based on sexual orientation, 23% of LGBTQ students were physically harassed based on gender expression, and 23% of LGBTQ students were physically harassed based on gender. Kosciw et at. (2019) found in Tennessee high schools, 14% of LGBTQ students were physically assaulted based on sexual orientation, 11% of LGBTQ students were physically assaulted based on gender expression, and 12% of LGBTQ students were physically assaulted based on gender (see Figure 3).  Figure 3 Anti-LGBTQ Harassment, Assault Statistics for Tennessee High School Students  Source: Kosciw et at. (2019).  28 In Tennessee high schools, Kosciw et at. (2019) pointed out 25% of LGBTQ students heard homophobic remarks made by school personnel, and 44% of LGBTQ students heard negative remarks about someone’s gender expression (see Figure 4). Figure 4 Hearing Anti-LGBTQ Remarks from Students and Staff in Tennessee Schools  Source: Kosciw et at. (2019). Health Concerns for LGBTQ High School Students I explored the physical, social, psychological, and academic health concerns of LGBTQ high school students. Because of safety concerns such as bullying, LGBTQ high school students’ absenteeism increased from 2009 to 2019 (CDC, 2019). According to Kosciw et at. (2019), issues such as verbal and 29 physical harassment, lower levels of educational attainment and decreased academic achievement, poorer psychological well-being, and higher rates of absenteeism were realities faced by high school LGBTQ-identifying youth. Belsha (2022) explored the consequences of LGBTQ-focused legislation and stated restrictions on curriculum led to incomplete and inaccurate lessons, made students afraid to talk about themselves or their families, and exacerbated mental health disparities that already existed for LGBTQ youth. Physical Health Concerns for LGBTQ High School Students In general, minority high school students, including LGBTQ high school youth, experienced hostile school climates resulting in physical violence because of racial, gender, and other minority factors (APA, 2015; Blackburn & Miller, 2017; Block, 2014; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; Hatchel et at., 2019; Kosciw et at., 2019; Nappa et at., 2018; Poteat et at., 2020; Schmidt et at., 2018; Steed et al., 2021; Swartz, 2003; Wesche et at., 2021). Because of violence such as bullying, LGBTQ high school students were at risk of engaging in drug and alcohol use, sexual compulsivity, condomless sex, and casual sexual partners (Bickford, 2017; Chaudoir et at., 2017; Day et at., 2018; Day et at., 2019; Steed et al., 2021). Blackburn and Miller (2017) stated LGBTQ students faced challenges in school related to homophobia, which often appeared as violence, verbal abuse, or anti-gay graffiti. In comparison to non-LGBTQ peers LGBTQ high school students experienced discrimination and victimization resulting in higher rates/levels of depression, self-harm, suicidal ideation, and dropping out of school than peers who did not identify as LGBTQ (CDC, 2019; 30 Chaudoir et at., 2017; Conron, 2020; Day et at., 2018; Hall, 2018; Kosciw et at., 2019; Snapp et at., 2015; Steed et al., 2021).  Social Health Concerns for LGBTQ High School Students In addition to physical health concerns, high school students faced sexual health concerns disproportionate to either younger or older people (CDC, 2019; Chaudoir et at., 2017; Hall, 2018). For example, Hall and Rodgers (2019) explained 90% of youth under the age of 24 had engaged in sexual intercourse, which had significant life-long consequences such as pregnancy and a disproportionate percentage of STIs/STDs in high school students. Additionally, some high school students experienced sexual assault and traumatic sexual experiences, which had long-term psychological effects, and greater disparities existed in high school students who identified as non-heterosexual or LGBTQ (Hall & Rodgers, 2019). LGBTQ high school students were a vulnerable population faced with unique sexual health risks (Andrzejewski et at., 2020; Block, 2014; Carrera-Fernandez et at., 2019; Dragowski et at., 2016; Duong & Bradshaw, 2014; Hall, 2016; Hall & Rodgers, 2019; Hatchel et at., 2019; Poteat et at., 2020; Rawlings, 2019; Schalet et at., 2014; Simovska & Kane, 2015; Steed et al., 2021).  Hall and Rodgers (2019) argued sexual health education in schools was imperative to prevent unplanned pregnancies, STIs/STDs, and sexual violence, as well as to promote well-being and healthy relationships. Likewise, Andrzejewski et at. (2020) argued the need for school-based sexual health interventions such as staff referrals for sexual health services for LGBTQ students. Researchers studied policies instituted on the state level and found a concerning number of states 31 required sex education to be taught with students separated based on gender and had policies explicitly stigmatizing homosexuality (Block, 2014; Carrera-Fernandez et at., 2019; CDC, 2019; Chaudoir et at., 2017; Dragowski et at., 2016; Duong & Bradshaw, 2014; Hall, 2016, 2018; Hall & Rodgers, 2019; Hatchel et at., 2019; Poteat et at., 2020; Rawlings, 2019; Schalet et at., 2014; Simovska & Kane, 2015; Steed et al., 2021). Finally, Hall and Rodgers (2019) argued such policies fostered bullying in schools because even if a student was bullied based on LGBTQ identity, teachers in some states such as Arizona could not intervene for fear of being interpreted as promoting homosexuality. Andrzejewski et at. (2020) concluded their findings underscored the need for understanding the risks and prevention efforts inclusive of all gender identities. Psychological Concerns for LGBTQ High School Students Adolescents in general experienced growing mental health problems (Block, 2014; Carrera-Fernandez et at., 2019; CDC, 2019; Dragowski et at., 2016; Duong & Bradshaw, 2014; Hall, 2016, 2018; Hall & Rodgers, 2019; Hatchel et at., 2019; Poteat et at., 2020; Rawlings, 2019; Seelman & Walker, 2018; Wernick et at., 2017; Wesche et at., 2021). Regarding policies to combat mental health problems through greater engagement in extracurricular activities, Poteat et at. (2020) found clubs such as GSAs resulted in positive youth development for all students, particularly LGBTQ students. For my study, I sought to understand the influence of teachers’ perceptions of LGBTQ-inclusive policies and practices and discovered teachers who often fostered positive social connections promoted high school youth’s mental well-being (Chaudoir et at., 2017; Hall, 2018; MacGillivray & Jennings, 2008; Poteat et at., 2020; Proulx et at., 2019; Swartz, 32 2003; Zucker, 2019). I found in the literature the powerful influence teachers had on the psychological health of the students in their classrooms and specifically considering LGBTQ high school students. LGBTQ high school youth often faced rejection in society due to their stigmatized minority sexual orientation and gender identities (APA, 2015; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; Kosciw et at., 2019; Poteat et at., 2020; Steed et al., 2021; Swartz, 2003). In high school, LGBTQ high school youth heard, on average, over 26 anti-gay slurs a day (Kosciw et at., 2019). Additionally, 28% of LGBTQ high school students (nearly one-half of a million) dropped out before graduating high school due to harassment (Kosciw et at., 2019). Conversely, when LGBTQ students were engaged in extracurricular connections as those in GSAs, Poteat et at. (2020) identified positive mental health in terms of three cognitive dimensions of empowerment: relational (perceived peer validation), emotional (self-efficacy), and cognitive (hope). Despite the positive effects of extracurricular opportunities, Hall (2018) found 60% of LGBTQ students felt sad or hopeless almost every day.  To further understand the psychological concerns of LGBTQ high school youth, Proulx et at. (2019) examined the 2015 YRBS and CDC’s 2014 School Health Profiles (SHP) and found associations among LGBTQ-inclusive sex education curriculum, mental health concerns, and victimization of sexual minority high school youth. Participants in the YRBS and SHP included 47,730 high school students (grades 9-12) throughout the United States. Proulx et at. (2019) used mental health concerns as a dependent variable (i.e., depressive symptoms, suicidality, bullying victimization). Independent variables included 33 LGBTQ-inclusive sex education, sexual identity, state-level covariates, and demographic covariates to determine whether LGBTQ-inclusive sex education programs improved the relationship between mental health concerns and bullying victimization. Proulx et at. (2019) found when LGBTQ high school students had access to LGBTQ-inclusive sex education, both the LGBTQ population and the heterosexual population experienced a decrease in depression symptoms, such as suicidal thoughts or making a suicide plan. Moreover, Proulx et at. (2019) found LGBTQ high school youth had a reduction in the odds of experiencing bullying victimization in schools that taught LGBTQ-inclusive sex education. Ultimately, Proulx et at. (2019) concluded LGBTQ-inclusive sex education related to lower reports of adverse mental health concerns among all high school youth and fewer experiences of bullying among LGBTQ high school students.  Despite advances in LGBTQ quality of life, Chaudoir et at. (2017), Hall (2018), and Wesche et at. (2021) found LGBTQ minorities continued to exhibit adverse mental health conditions, such as anxiety and depression. Chaudoir et at. (2017) identified interventions designed to mitigate LGBTQ mental stress, including 30 strategies that reduced the frequency or severity of stressors, two of which were specific to my research study:  1. LGBTQ Professional Development Training—Two-hour course on bullying and harassment of LGBTQ high school students, after which educators reported greater awareness of and self-efficacy for interrupting anti-LGBTQ behaviors; and 34 2. Rainbow Educator—Program that raised awareness of heterosexual privilege, increased confidence to act as an LGBTQ ally, and promoted LGBTQ-affirmative climate (Chaudoir et at., 2017).  Chaudoir et at. (2017) recommended the interventions as discrete modifications with the intended goal of reducing LGBTQ stress and improving mental health. For example, Day et at. (2019) documented the mechanisms for improving school climate: reduced bias-based bullying and stronger support networks within schools, and these mechanisms mitigated the negative effects of bullying by strengthening support among classmates and teachers. Gower et at. (2017) concurred LGBTQ-focused practices lowered harassment for all students, regardless of sexual orientation. Day et at. (2019) found male assigned-at-birth youth and out LGBTQ high school students were more visible than other LGBTQ high school students and may have sought out support from teachers and classmates as a result. Day et at. (2019) and Ray (2014) found student clubs such as GSAs, supportive educators, anti-bullying/anti-harassment policies, and LGBT-inclusive curricula improved school climate. After examining the physical, social, and psychological health concerns of LGBTQ high school students, I focused on academic concerns. Academic Concerns for LGBTQ High School Students Hall (2018) and Snapp et at. (2015) concluded school-based victimization of LGBTQ high school students had negative consequences for students’ school success, and the researchers reported the costs associated with the victimization of LGBTQ high school students were disproportionate to non-LGBTQ peers. For example, LGBTQ high school students, particularly males, experienced a greater 35 risk of being victimized and had six times greater odds of experiencing gender-based bullying (Day et at., 2018; Day et at., 2019; Hatchel et at., 2019). LGBTQ high school students also had eight times greater odds of experiencing homophobic bullying than non-identified LGBTQ peers (Day et at., 2018; Day et at., 2019; Hatchel et at., 2019).  Sadowski (2017) argued for more than a physically safe school as a qualifier for meeting LGBTQ high school students’ overall educational needs. Although the safe school movement, the creation of GSAs, and the establishment of safe zones in ally teachers’ classrooms were moves in the right direction in the 1990s, Sadowski (2017) argued for schools to support LGBTQ high school students all day, every day in all aspects of high school life. LGBTQ high school students felt excluded from extracurriculars, athletics, and curriculum (Sadowski, 2017). Sadowski (2017) emphasized the need for more than a place for LGBTQ high school students to go once a week and a faculty advisor to talk to. The negative climate LGBTQ high school students faced resulted in truancy and skipping school, both detrimental to student success (Blackburn & Miller, 2017; Block, 2014; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; Hatchel et at., 2019; Kosciw et at., 2019; Nappa et at., 2018; Poteat et at., 2020). Furthermore, in addition to truancy, LGBTQ high school students had negative school attitudes and lower grade point averages than non-LGBTQ peers (Blackburn & Miller, 2017; Block, 2014; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; Hatchel et at., 2019; Kosciw et at., 2019; Nappa et at., 2018; Poteat et at., 2020). Sinclair and Reece (2016) found gender-based homophobia in the minutest of details in school-based structures, activities, and 36 interactions. The full impact of harassment endured based on whether one’s sexuality or gender identity was unknown; however, some indicators suggested the effects were quite dire. Therefore, LGBTQ students not only deserved physical safety but also deserved support in all areas of high school life including attendance, counseling, and academics. Truancy, lower GPAs, bullying, and the absence of LGBTQ voices in the curriculum contributed to lower academic performance, extracurricular participation, and social acceptance for LGBTQ high school students.  LGBTQ-Inclusive School Policies To combat the dire consequences of the lack of LGBTQ representation in high schools, I reviewed literature on LGBTQ-inclusive school policies beginning with bullying based on dislike for LGBTQ students. Bullying and harassment were harmful to students and the learning environment and were pervasive in United States schools (APA, 2015; Block, 2014; Carrera-Fernandez et at., 2019; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Crothers et at., 2017; Dragowski et at., 2016; Duong & Bradshaw, 2014; Hall, 2016, 2018; Hall & Rodgers, 2019; Hatchel et at., 2019; Kosciw et at., 2019; Poteat et at., 2020; Rawlings, 2019; Seelman & Walker, 2018; Steed et al., 2021; Wernick et at., 2017; Wesche et at., 2021). Blackburn and Miller (2017) stated to provide LGBTQ students with a full opportunity in all educational programs, educators needed to eliminate transphobia (i.e., dislike for or prejudice against transgender people), homophobia (i.e., dislike for or prejudice against gay people), and biphobia (i.e., dislike for or prejudice against bisexual people). Mishna et at. (2020) and Swartz (2003) suggested bullying targeted against students based on 37 perceived difference (e.g., gender, sexuality, class, ethnicity, bullying) was normalized, minimized, and considered inevitable. According to Day et at. (2019), both GSAs and LGBTQ-focused policies “play mutually enforcing roles in reducing bias-based bullying and promoting social support in schools” (p. 426). The Safe Schools Act focused on antibullying programs, LGBTQ safe zones, and GSAs (Sadowski, 2017). As a result, LGBTQ-focused policies resulted in less psychological distress, fewer depressive symptoms, less bullying and harassment, lower rates of suicidal behavior, and greater general well-being (Chaudoir et at., 2017; Day et at., 2019; Gower et at., 2017; Hall, 2018; Poteat et at., 2020; Proulx et at., 2019; Zucker, 2019).  Despite the LGBTQ-inclusive support found in the Safe Schools Act, Kosciw et at. (2019) evaluated states on their implementation, or lack of, policies intended to improve the school experience for LGBTQ youth and found some states lacking. Furthermore, Bickford (2017) stated even though all states were required to implement anti-bullying programs such as the Safe Schools Act, some states lacked curricula or implementation uniformity. Kosciw et at. (2019) found three in four LGBTQ students in Tennessee reported discriminatory policies or practices at their schools. Kosciw et at. (2019) reported over 35% of LGBTQ in Tennessee were unable to use the bathroom aligned with their gender. Additionally, Kosciw et at. (2019) found 32% of LGBTQ students in Tennessee were prevented from using their chosen name or pronouns in school.  Other policies fostered anti-LGBTQ and anti-minority environments; for example, Aghasaleh (2018) argued dress code policies precipitated homophobic bullying, and educators who implemented and enforced a rigid heteronormative 38 and White-centric dress code created opportunities for violence against minority students. Furthermore, Aghasaleh (2018) claimed dress codes conveyed sexism and racism with inherent biases, with teachers labeling students as not acting White, not being ladylike, or wearing butch-tomboy or ragged clothing, all of which were deemed disruptive to academic success. Ultimately, Aghasaleh (2018) challenged the normative practice of dress codes and argued they aimed to stabilize gender categories and “contribute in painting a picture of girlhood/boyhood for students as they continue to develop a gender identity” (p. 108). An aspect of my study was LGBTQ-focused policies, and Day et at. (2019) found LGBTQ high students whose schools had LGBTQ-focused policies and GSAs perceived both greater classmate support and teacher support. Day et at. (2019) and Poteat et at. (2020) found schools with both GSAs and LGBTQ-focused policies had fewer incidences of gender-based bullying in addition to lower odds of frequent homophobic bullying. Contrary to previous research, Day et at. (2019) found LGBTQ-focused policies and GSAs together improved the school climate rather than one of the other interventions exclusively. Day et at. (2019) found LGBTQ-focused policies were more effective at addressing homophobic bullying, while GSAs were more effective for preventing gender-based bullying; therefore, the researchers recommended having both practices in place for a positive and inclusive school culture. LGBTQ-focused policies and GSAs influenced the professional or administrative characteristics of schools as a result of teachers who were pivotal in implementing policies (Day et at., 2019).  39 Although safe school policies made high schools safer, even lifesaving, for LGBTQ high schoolers, safety alone did not provide optimal education for LGBTQ high school students (Sadowski, 2017). Considering the purpose of this study was to determine teachers’ perceptions on policies and practices on LGBTQ-inclusive curriculum, I reviewed literature on pedagogy. LGBTQ-Inclusive Pedagogy Kumashiro (2002) urged educators to integrate LGBTQ lessons and topics throughout the year. Sadowski (2017) insisted on the creation of schools that affirmed LGBTQ high school students and integrated respect for LGBTQ identities. Conron (2020) and Kosciw et at. (2019) reported LGBTQ high school students in Tennessee high schools did not have access to LGBTQ-inclusive curriculum and were not protected by supportive and inclusive school policies. GLSEN found schools nationwide were hostile environments for LGBTQ high school students. Researchers evaluated survey data on three categories: school safety, anti-LGBTQ remarks, and harassment and found the majority of LGBTQ high school students experienced discrimination in each of those categories (Bickford, 2017; Chaudoir et at., 2017; Day et at., 2018; Day et at., 2019; Kosciw et at., 2019; Steed et al., 2021). Kosciw et at. (2019) found only 9% of LGBTQ students in Tennessee schools experienced positive representations of LGBTQ people, history, or events (known as inclusive curriculum). AMLE (2022) stated for isolated LGBTQ high school youth, literature that mirrored their real-life struggles and challenges was of paramount importance. AMLE (2022) suggested teachers began critical conversations about the fears, feelings, and questions held by LGBTQ students, and made positive differences in LGBTQ students’ lives by 40 using inclusive literature. Blackburn and Miller (2017) stated curriculum was only one piece of the larger puzzle, but it was an important one. In contrast, Snapp et at. (2015) found in some cases, students experienced more victimization when the curricula included LGBTQ-inclusive subject matter, but the researchers attributed this as a consequence of students being more in tuned, thus reporting more.  In a New Zealand study, researchers employed a critical ethnography and examined the environment of a diverse co-educational public school by participating, observing, and interviewing students and teachers (McGlashan & Fitzpatrick, 2017). For 32 weeks in the 2016 school year, one researcher, Hayley McGlashan, attended school for 3-5 days per week and became immersed in the school community. McGlashan conducted observations, focus groups, and semi-structured interviews to analyze school policies, sexual education programs, and school culture (McGlashan & Fitzpatrick, 2017). In this school, LGBTQ high school students actively challenged the hetero norms of their school by having club meetings and planning activist initiatives, which caused both greater visibility for LGBTQ high school students and greater tensions among students. The researchers considered pedagogical practices that ignored gender and sexuality silenced alternative identities; however, McGlashan and Fitzpatrick (2017) warned highlighting the problems associated with LGBTQ high school students portrayed those students as victims rather than strong individuals with their own agency. Additionally, the researchers advised against problematizing LGBTQ students, and encouraged rather to advocate for a focus on their strengths (McGlashan & Fitzpatrick, 2017). The researchers focused on the school’s sexual 41 and gender diversity group, the Rainbow Group, and the school counselor who established the group (McGlashan & Fitzpatrick, 2017). Because the school counselor created the Rainbow Group and invested in the students, the researchers found her to be integral to the group’s success (McGlashan & Fitzpatrick, 2017). The study of LGBTQ-inclusive pedagogy reiterated the importance of teachers’ work in creating spaces, being supportive, and making curricular decisions. Furthermore, Snapp et at. (2015) and Sadowski (2017) concluded when the curricula were supportive, particularly in sex education, health, music, drama, and physical education, safety increased and bullying decreased for all K-12 students. Additionally, Kumashiro (2002) found as teachers included LGBTQ topics in lessons and discussions, educators enriched the understanding of all students, not only LGBTQ students, in areas of empathy and understanding of what is “normal” (p. 42). LGBTQ high school students viewed physical education and sex education courses as unsafe places, which resulted in verbal harassment and disrespect for the needs of LGBTQ high school students (Kosciw et at., 2019). Researchers also concluded English, social studies, and health classes were the safest for LGBTQ high school students (Snapp et at., 2015). Blackburn and Miller (2017) identified heteronormativity, gendered and sexual stereotypes, as both implicitly and explicitly promoted in schools, which minimized and erased LGBTQ voices and experiences. To combat this, Blackburn and Miller (2017) found when K-12 LGBTQ students experienced positive representations of LGBTQ people in literature, they were less likely to hear homophobic comments, less likely to feel unsafe, less likely to miss school, and more likely to feel accepted by and connected to their peers. 42 Bishop (2015) explained how books were mirrors, windows, or even sliding glass doors. Books were mirrors which offered reflections of real or imagined worlds (Bishop, 2015). Bishop (2015) urged teachers to provide books that reflected the demographics of the population of students in their classrooms: diverse authors, diverse topics, diverse characters. Bishop (2015) also described how books were windows; books as windows provided a view of life for people who may be different from the reader. Bishop (2015) further supposed those windows were sometimes sliding glass doors through which students walked to become part of the real or imagined worlds created by authors. Furthermore, Bishop (2015) concluded literature transformed the reader’s experience, and reading became a means for literature to reflect the larger human experience. Junker and Jacquemin (2017) suggested reading literature fostered empathy, and Haxhihyseni (2013) found diverse literature enriched students with experiences and aided them in perceiving ideas from a different point of view. Masko and Bloem (2017) found the use of the novels in the context of teaching and learning about racial and socioeconomic equity built empathy for racially and financially diverse students and broke down resistance to acknowledging difference. According to Ackerman (2018) and AMLE (2022), access to literature was important for both inclusivity (i.e., the feeling of belonging) and perception (i.e., how people from one social group viewed another social group).  Researchers found LGBTQ high school students who had LGBTQ-related school resources reported better academic experiences and academic success than students who did not have those resources (APA, 2015; Blackburn & Miller, 2017; Block, 2014; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; 43 Hatchel et at., 2019; Kosciw et at., 2019; Nappa et at., 2018; Poteat et at., 2020; Steed et al., 2021; Swartz, 2003; Wesche et at., 2021). Blackburn and Miller (2017) researched how an inclusive curriculum contributed to LGBTQ students staying and succeeding in school. Kosciw et at. (2019) reported 8.2% of 1,994,000 LGBTQ high school students reported having been taught LGBTQ-inclusive sex education. Kosciw et at. (2019) further reported 19.4% of these LGBTQ high school students were taught positive representations of LGBTQ people, history, or events, and 17% had been taught negative content about LGBTQ topics. Kosciw et at. (2019) found less than half of LGBTQ high school students found information about LGBTQ-related issues in their school library and concluded U.S. high schools failed to provide adequate access to resources and supports for LGBTQ students.  Bowen (2021) found a sense of belonging at school meant feeling a sense of acceptance, respect, inclusion, and support in a learning environment. Blackburn and Miller (2017) identified a pedagogy that included LGBTQ-themed discussions and texts as one that centered on LGBTQ identities in the classroom. Moorhead (2018) and Steed et al. (2021) found educators who used LGBTQ-inclusive pedagogy addressed stigma and discrimination and reduced risky sexual behaviors and reduced suicidal thoughts. Moorhead (2018) wrote, “Excluding LGBTQ+ people and issues from the curriculum disregards this reality and denies young people a view into themselves and into their world” (p. 22). Blackburn and Miller (2017) found when teachers created a safe place for LGBTQ students through curricular choices and discussion topics, LGBTQ students had the opportunity to approach, discuss, and enjoy LGBTQ-themed 44 literature, which had a positive impact on LGBTQ students who often experienced unsafe and discriminatory school environments. According to Batchelor et at. (2018), whenever schools embraced an LGBTQ-inclusive curriculum, LGBTQ high school students felt safer; it was not only the curriculum that made students feel safer but also the staff, namely teachers. Batchelor et at. (2018) and Swartz (2003) suggested teachers included LGBTQ-themed literature, and such literature was neglected in schools’ curricula since it was not required in most school districts. The purpose of including diverse text selections, according to Batchelor et at. (2018), was not only to instill empathy, curiosity, and connectivity among all students but also for LGBTQ high school students to reflect on themselves within a text. Batchelor et at. (2018) found if teachers used texts offering a mirror in which students saw themselves, educators combatted heteronormativity or the assumption that heterosexuality was the norm.  Zaino (2020), an openly gay English teacher in an urban high school, used traditional canonical works to originate discussions about LGBTQ topics in an English class. Works such as The Great Gatsby and Their Eyes Were Watching God did not explicitly feature LGBTQ characters, but the protagonists failed to meet normative standards for gender and sexuality (Zaino, 2020). Zaino (2020) argued literary texts revealed LGBTQ tendencies, and whether spontaneous or formalized, when students felt safe, they asked LGBTQ-focused questions or explored LGBTQ themes in their discussions, group work, and writing assignments.  45 For example, Zaino (2020) observed, “Whenever students expressed any strong emotion about a book when they laughed or frowned or pantomimed gagging, I knew we were in for a good discussion about something queer” (p. 42). Zaino (2020) and Swartz (2003) suggested because teachers often avoided controversial topics, students did not have the opportunity to engage in conversations about race, gender, sexuality, and class. Teachers who challenged heteronormativity in traditional pedagogy and curriculum and who understood intersectionality, or the ways our gender, race, ethnicity, sexual orientation, disability, and class identities connect and overlap, built an LGBTQ-affirming classroom and/or campus culture (Aghasaleh, 2018; Batchelor et at., 2018; Rosiek et at., 2017; Zaino, 2020).  The ELA classroom was not the only place to deliver a curriculum more inclusive of LGBTQ; the history classroom was another place to incorporate content about LGBTQ people (Moorhead, 2018). Textbooks often neglected to mention the LGBTQ identities of historical figures such as Walt Whitman, Langston Hughes, Emily Dickinson, Ralph Waldo Emerson, Nathaniel Hawthorne, and President James Buchanan (Moorhead, 2018). Sadowski (2017) argued safety was not the only thing LGBTQ high school students were entitled to, but also the skills and knowledge to be effective, engaged members of society. Kosciw et at. (2019) stated having an LGBTQ-inclusive curriculum served as a mirror for and created a more positive environment and healthy self-awareness for LGBTQ high school students, while raising awareness for everyone. An LGBTQ-inclusive curriculum is essential in helping teachers create an equitable 46 learning environment and supportive school climate (Blackburn & Buckley, 2005). When educators used LGBTQ-inclusive pedagogy, Snapp et at. (2015) identified higher levels of personal safety, fewer instances of bullying, and a better school climate for LGBTQ high school students. Blackburn and Buckley (2005) furthered the impetus for inclusive pedagogy and called for ELA curricula to be queer-inclusive rather than LGBT-inclusive. Teachers who used queer-inclusive curricula educated students about the interconnectedness among sexuality, identity, and literature, whereas teachers who used LGBTQ-inclusive curricula merely exposed students to certain authors and texts (Blackburn & Buckley, 2005). Blackburn and Buckley (2005) explained ELA classrooms were centers for thinking and feeling, and since teachers facilitated thinking and feeling based on various types of literature, teachers actively, honestly, and intellectually facilitated these activities. When teachers offered LGBTQ-themed literature, intentionally considered the intersectionality of all students, and provided students with discussions of same-sex desire, they promoted diversity and inclusion (Blackburn & Buckley, 2005). Furthermore, when LGBTQ students saw reflections of themselves in literature, they felt supported and included (Blackburn & Buckley, 2005). Through increased representations of LGBTQ identities in literature, teachers acknowledged the identities and experiences of all students (Blackburn & Miller, 2017). Through my review of the literature on the perspectives of LGBTQ topics, I turned my attention to educators and their perceptions of LGBTQ high school students, texts, and voices. 47 Educators’ Perceptions of LGBTQ High School Students Educators who had positive perceptions of LGBTQ students provided safe, welcoming, and affirming classrooms (Arora et at., 2016; Blackburn & Miller, 2017; Block, 2014; Day et at., 2019; Dragowski et at., 2016; Duong & Bradshaw, 2014; Gower et at., 2017; Hall & Rodgers, 2019; Hsieh, 2016; McCabe et at., 2013; Nappa et at., 2018; Schmidt et at., 2018; Steck & Perry, 2017; Swartz, 2003; Zack et at., 2010; Zacko-Smith & Smith, 2010; Zotti et at., 2018). Blackburn and Miller (2017) identified teachers as potential social advocates for LGBTQ students. Blackburn and Miller (2017) emphasized teaching was inherently political and required teachers to advocate actively and explicitly for LGBTQ students. Zotti et at. (2018) associated victim support and counteracted bullying when school staff practiced supportive interventions. Additionally, Zotti et at. (2018) found evidence of negative school climates when school staff underestimated the seriousness of homophobic bullying, engaged in homophobic jokes and name-calling, and lacked awareness regarding homophobic bullying episodes Zotti et at. (2018) associated unsafe feelings and absenteeism among LGBTQ students when school staff legitimized, either covertly or overtly, homophobic bullying. Crothers et at. (2017) found LGBTQ students reported experiencing greater levels of physical, verbal, relational, and cyberbullying due to their sexual orientation than allied students received and greater than the teachers perceived to occur. Also, Zacko-Smith and Smith (2010) and Swartz (2003) argued when homophobia was tolerated in schools, it not only had immediate negative consequences, but the effects rippled outward and 48 contaminated the whole school community and the larger society. Blackburn and Miller (2017) found an incorporation of intersectionality, or the interconnectedness of all the social categories from which their students came, as vital in combatting homophobia.  Zacko-Smith and Smith (2010) called for educators to accept their roles as mentors who help to define reality for those they educated. According to Zacko-Smith and Smith (2010) and Swartz (2003), teachers who ignored their roles as mentors became outdated and ineffective at best and damaging and socially unjust at worst. Educators who operated in hyper-diverse environments were connected to other cultures, ideas, beliefs, values, and practices, and Zacko-Smith and Smith (2010) questioned whether or not educators were prepared to fully embrace diversity. Zacko-Smith and Smith (2010) recommended teachers study queer theory to understand how queer pedagogy could help to transform schools, making schools more equitable and safer. Zacko-Smith and Smith (2010) concluded the enforcement of established social norms regarding what was masculine and feminine directly led to harassing behaviors toward LGBTQ high school students. To effect change, Zacko-Smith and Smith (2010) and Swartz (2003) recommended using language and resources chosen for classes that did not reinforce the sexual orientation and gender binary or heteronormativity. Zacko-Smith and Smith (2010) and Swartz (2003) suggested educating students about LGBTQ issues to break down the power of binary thinking. Ultimately, Zacko-Smith and Smith (2010), MacGillivray and Jennings (2008), and Swartz (2003) urged educators to examine their own responses to LGBTQ students and educate themselves to be better able to educate others. 49 Zotti et at. (2018) found LGBTQ high school students did not report instances of bullying because school staff tended to not intervene in cases of homophobic verbal or physical assault. Zotti et at. (2018) found more than half of LGBTQ high school students who were victims of homophobic bullying did not report because they doubted the effectiveness of school staff interventions, were concerned about staff members’ reactions, and were afraid reporting would make the situation worse. Zotti et at. (2018) also found LGBTQ high school teachers blatantly legitimized bullying, resulting in the total disengagement of LGBTQ students. Zotti et at. (2018) and Swartz (2003) proposed school staff could improve the climate by preventing homophobic bullying and supporting victims.  Ullman (2018) stated since LGBTQ-inclusion was linked to student well-being, education policies should include relevant considerations as an extension of bullying and harassment plans already in place. Blackburn and Miller (2017) concluded English teachers needed to incorporate LGBTQ-themed texts into their curricula not only to affirm LGBTQ identities but also to act as activists who combatted homophobia and disrupted heteronormativity. After examining educators’ perspectives of LGBTQ high school students and perspectives, I looked at studies about LGBTQ-inclusive curricula to determine whether including LGBTQ texts, topics, and voices had a positive impact on LGBTQ high school students. According to Thein (2013), although most teachers held positive views toward LGBTQ students and topics, few teachers were willing to act either to advocate for changes in school policies or to make changes in what and how they taught.  50 LGBTQ-focused Legislation and Schools The reality at the time of this study was legislators in multiple states signed anti-LGBTQ-focused legislation into law. Specifically, Tennessee lawmakers restricted diverse curricula, reinforcing the restrictions on teachers including LGBTQ topics in their classes. The Moody House Bill 529 and the Rose Senate Bill 1229, effective May 2021, encouraged the marginalization of LGBTQ high school students and prohibited all students’ opportunities to learn from the LGBTQ community. The bills required educators to inform parents of any instruction including LGBTQ topics and allowed parents to opt-out of such instruction for their children. Arkansas and Montana legislators passed the same legislation (Belsha, 2022). In March 2021, Tennessee lawmakers passed legislation requiring LGBTQ athletes to participate in sports under their birth gender, and Alabama, Arkansas, Florida, Indiana, Louisiana, Montana, Ohio, Oklahoma, South Carolina, South Dakota, and Utah lawmakers passed similar legislation in 2022 (Belsha, 2022; Branigin, 2022; Glueck & Mazzei, 2022). In March 2022, Tennessee Governor Bill Lee signed the Age-Appropriate Materials Act of 2022, which required classroom teachers to publicly post their classroom materials for parent access (Scott, 2022). Scott (2022) interviewed teachers who concluded the law was a pretext for a future book ban on classroom materials.  Furthermore, Florida Governor Ron DeSantis signed the Parental Rights in Education measure, known to critics as the Don’t Say Gay law, which prohibited classroom instruction about sexual orientation or sexual identity (Glueck & Mazzei, 2022). According to Belsha (2022), Louisiana, Ohio, and South Carolina legislators considered passing similar measures. Branigin (2022) argued Florida 51 legislators’ anti-LGBTQ-focused measures became a template for other states. Cathryn Oakley of the Human Rights Campaign, an LGBTQ rights organization, confirmed in 2020 state legislators introduced 79 anti-LGBTQ-focused bills, with over 140 introduced in 2022 (Glueck & Mazzei, 2022). Branigin (2022) explained the devastating impact of laws on the mental health of LGBTQ students, a population at higher risk for depression and suicide. After examining the anti-LGBTQ-focused laws of 2021 and 2022 across the U.S., I explored the resistance teachers exhibited in reaction.  Educators’ Resistance to Teaching LGBTQ Topics and Literature Even though teachers were anti-homophobic and sympathetic to LGBTQ students, many resisted including LGBTQ topics, discussions, and literature in their classrooms (DeWitt, 2015; Glueck & Mazzei, 2022; Najarro, 2021; Thein, 2013), which inspired the purpose for this research study. With the political turmoil around LGBTQ-focused legislation as that in Florida, teachers felt scared to discuss LGBTQ topics (Glueck & Mazzei, 2022). DeWitt (2015) and Najarro (2021) found educators did not offer LGBTQ curriculum because of unsupportive administrators, parent pushback, and teachers did not know where to start. Najarro (2021) furthered the argument by adding a lack of training and the idea that teachers did not want to say or do something controversial. DeWitt (2015) said policies and codes of conduct protected teachers from parent pushback as well as provided parents of LGBTQ students support when administrators ignored policies.  Branigin (2022) warned about the culture of fear and suspicion among students and school staff as a result of recent anti-LGBTQ laws. Bathroom bills, 52 which delineated which students could use which bathrooms, banned books featuring same-sex couples, and laws limiting classroom discussions on gender and sex influenced teachers’ hesitation to specifically teach LGBTQ topics (Najarro, 2021). Belsha (2022) described teachers as unsure about how to talk about LGBTQ content, which resulted in LGBTQ topics being avoided altogether. Additionally, Belsha (2022) described the 2022 school climate as one that overwhelmed teachers due to anti-LGBTQ-focused laws and as a climate in which teachers worried if they said the wrong thing they risked being fired. LGBTQ-Affirming Curriculum and Climate Teachers created a supportive classroom by engaging with students regularly in ways that conveyed care and concern (Baams et at., 2017; Cipriano et at., 2019; MacGillivray & Jennings, 2008; Swartz, 2003). Cipriano et at. (2019), MacGillivray and Jennings (2008), and Swartz (2003) stated supportive classroom environments were associated with improved student outcomes. Teachers created a supportive classroom by engaging with students regularly in ways that conveyed care and concern (Baams et at., 2017; Cipriano et at., 2019; MacGillivray & Jennings, 2008; Swartz, 2003). Wang (2015) found LGBTQ students who experienced either a form of bullying or a lack of social justice were also students who were disconnected from adults in their schools. Wang (2015) sought to understand the role of rapport between the adults and students in a school as a factor in reducing negative outcomes such as bullying or violations of social justice. Wang (2015) found equity was a principle that was both “ethical and values laden, [and] it is inextricably connected to social justice . . . geared towards what is good for everybody” (p. 671). Baams et at. (2017) found a 53 curriculum that was inclusive of sexual diversity and LGBTQ issues improved the school climate; however, sexual orientation and gender were rarely covered in K-12 schools (Baams et at., 2017). Therefore, having more extensive sexuality education and having more topics covered improved the school climate (Baams et at., 2017). Day et at. (2019) explained since teachers were at the convergence of policy and practice, their direct interactions with students significantly impacted the school climate positively or negatively. Hall and Rodgers (2019) argued schools, such as those in Arizona, with anti-LGBTQ sex education policies contributed to hostile school climates for LGBTQ high school students, which negatively impacted psychological and educational outcomes for LGBTQ high school students. Conversely, researchers found schools with LGBTQ supportive policies fostered inclusive and safe school environments (Day et al., 2019; Gower et al., 2017; MacGillivray & Jennings, 2008; Swartz, 2003). Gower et at. (2017) asked 103 Minnesota high school administrators, responsible for 31,183 students, to evaluate their school climates based on the existence of six practices related to an overall positive school environment: • Having an LGBTQ point person; • Displaying sexual orientation-specific content; • Having a GSA, an extracurricular club; • Discussing sexual orientation-based bullying; • Providing professional development on LGBTQ inclusion; and • Including professional development on LGBTQ student issues. 54 Gower et at. (2017) concluded it was the administrators’ and teachers’ intentions behind implementing even the smallest measures that made a school climate safer and more inclusive. Furthermore, Day et at. (2019) and Swartz (2003) explained when the school climate was positive and safe and contained supportive teacher/student relationships, student health, and academic outcomes were better than intolerant school climates. Educators who created positive school climates created greater school engagement, better academic performance, and better social-emotional well-being (Day et at., 2019; MacGillivray & Jennings, 2008; Swartz, 2003). Day et at. (2019) found improved school climates when school leaders implemented multipronged approaches, such as both LGBTQ-focused policies and GSAs. Also, Day et at. (2019) found investments in teacher training and creating LGBTQ-specific support groups within schools were a cost-effective strategy for positive school culture. Similarly, Gower et at. (2017) found schools implementing multiple LGBTQ-focused practices experienced more positive school climates, and the researchers credited the improvement in school climate to the increase in the number of stakeholders involved in implementing inclusive school-wide policies. Ray (2014) recommended 16 considerations for making a school more inclusive and affirming for LGBTQ students (see Appendix C). There remained little guidance for teachers to implement LGBTQ-affirming curricula across all K-12 schools in the U.S. (Prescott, 2019). Prescott (2019) and Swartz (2003) claimed to prepare teachers to create and teach an inclusive curriculum remained a challenge because of inherent prejudices. Prescott (2019) identified only four states—California, New Jersey, Colorado, and 55 Illinois—had mandates requiring LGBTQ inclusion in PreK-12 curricula. Steed et al. (2021) found only 15 states offered LGBTQ-inclusive sexual education curricula. Researchers stated it was important to understand how LGBTQ-focused policies and GSAs improved school climates by making them safer and more supportive for LGBTQ high school students (Block, 2014; Day et at., 2019; Dragowski et at., 2016; Gower et at., 2017; Hall & Rodgers, 2019; Hsieh, 2016).  Page (2017) and Kosciw et at. (2019) found high school students who identify as LGBTQ report feeling less safe, less respected, and less valued than their heterosexual peers. Page (2017) contended those feelings of less than resulted in lower engagement and achievement for LGBTQ high school students. Page (2017) and Kosciw et at. (2019) also found LGBTQ high school students frequently heard homophobic remarks and negative comments about gender expression. When LGBTQ high school students heard homophobic remarks from school staff, they felt unsafe at school (Page, 2017), reinforcing the need for LGBTQ-inclusive curriculum and climate. Prescott (2019) and MacGillivray and Jennings (2008) argued even if teachers knew about LGBTQ-inclusive resources, many did not have the support needed from school administration to take on the work. Prescott (2019) described the challenges to an inclusive curriculum as a complicated web, which accounted for much of the barrier to meeting the needs of LGBTQ high school students; however, Prescott (2019) and Swartz (2003) argued personal bias against the LGBTQ community was a barrier to inclusive teaching and learning. Since existing curricula were taught through the lens of one identity, Prescott (2019) hoped innovative teachers considered new approaches to inclusive learning 56 environments. Prescott (2019) reflected Bishop’s (2015) ideology and stated curriculum should offer students both a window into the lives of people different from them and a mirror in which they saw themselves reflected. As a result, Sadowski (2016) proposed LGBTQ high school students deserved more than safety. Sadowski (2016) described case studies with Amhurst Regional High School (ARHS), Massachusetts; Decatur High School (DHS), Georgia; and Jericho Middle School (JMS), New York. At ARHS, at least half the students spent an entire semester discussing LGBTQ identities in English class before they graduated (Sadowski, 2016). Sadowski (2016) found ARHS student reflections spoke to the empowerment students felt when they saw LGBTQ identities silenced in many school communities and represented prominently in their curriculum. Other ARHS student reflections stated the LGBTQ-focused English class gave every student a voice (Sadowski, 2016). Sadowski (2016) also found DHS offered counseling sessions to LGBTQ high school students because they were vulnerable to anxiety, stress, and depression.  According to Sadowski (2016) and MacGillivray and Jennings (2008), LGBTQ high school students often experienced rejection from peers, family members, and religious communities. Sadowski (2016) found the faculty at DHS recognized the link between social and emotional well-being and academic performance. Thus, the DHS faculty were supportive of LGBTQ high school students and their attendance in the offered counseling sessions (Sadowski, 2016). At JMS, Sadowski (2016) found colorful safe place stickers everywhere, as well as student-created art, posters, and other displays in the hallways proudly announcing the school’s LGBTQ-friendliness. Sadowski (2016) found over 100 57 posters students made for National Coming Out Day, in which students came out for, against, or in alliance with something or someone. Sadowski (2016) concluded creating a school environment where LGBTQ high school students felt connected, both to the content they learned and the people with whom they learned, was essential and definitely possible. Additionally, Comment (2009) stated openly addressing the homosexuality of the writer or homoerotic themes enhanced discussion and understanding of literary works. Comment (2009) found inclusive curriculum filled students with curiosity and excitement about their studies.  Caillouet (2008), MacGillivray and Jennings (2008), and Swartz (2003) agreed youth, especially those who feel isolated or rejected by society, needed to find themselves in literature. Caillouet (2008) argued high school students needed literature to build a connection to humanity and to find their identities in the pages of books so they could understand their own place in the world. Since educators were at the convergence of policy and practice, I evaluated research around preservice teacher training and professional development for experienced teachers, which equipped educators to implement LGBTQ topics in the curriculum in ELA classes. Preservice and Professional Development LGBTQ Training According to Caillouet (2008) and MacGillivray and Jennings (2008), preservice teachers feared their first years in anticipation of the battles they would fight over literature. Caillouet (2008) explained preservice teachers understood the need for literature of diversity, but they were still afraid of diverse literature and classroom taboos, and MacGillivray and Jennings (2008) addressed teachers’ 58 fear of political pushback from evangelicals or other conservative community members. Caillouet (2008) and MacGillivray and Jennings (2008) described the current and historical atmosphere of censorship and unrest in America as LGBTQ literature remained essentially absent from the high school canon (Caillouet, 2008). Caillouet (2008) and Swartz (2003) explained teachers’ fear of LGBTQ literature as one of the greatest taboos in American classrooms. Caillouet (2008) argued as long as one of the highest causes of teen suicide stemmed from homosexual issues, teachers should have taken some responsibility by not participating in the censorship of LGBTQ literature. Clyde and Lobban (2001) found high school libraries should support LBGTQ high school students as they begin to explore their own sexuality. The researchers also found justification for inclusive literature in the ELA classroom in the support of children with gay/lesbian parents or other relatives (Clyde & Lobban, 2001). Also, Clyde and Lobban (2001) found having LGBTQ titles in school library collections broadened straight students’ views of the world and sexuality.  Gower et at. (2017), Chaudoir et at. (2017), and Swartz (2003) found professional development and preservice education for teachers focusing on LGBTQ figures in the curriculum was a key strategy for combatting heteronormativity and for improving impressions of safety for LGBTQ students. Adams and Rodriguez (2019) conducted a qualitative study with preservice teachers with findings that illustrated a commitment from the teacher candidates to creating an inclusive space for all students. Adams and Rodriguez (2019) found academic identity was critical in feeling part of school culture. A negative academic identity, including feelings of not belonging, kept students from gaining 59 the confidence needed to experience academic success (Adams & Rodriguez, 2019). Additionally, Adams and Rodriguez (2019) found preservice teachers in their study illustrated a dedication to multicultural education, and those preservice teachers developed lessons and activities that allowed students space to consider their impact and place in the community, state, nation, and world.  Although Adams and Rodriguez (2019) experienced a positive experience with preservice teachers, when it came to LGBTQ students, MacGillivray and Jennings (2008) and Swartz (2003) found otherwise. MacGillivray and Jennings (2008) and Swartz (2003) warned about negative attitudes toward LGBTQ people prevalent among preservice and licensed teachers, and the researchers explained teachers were unprepared to affirm and address the needs of LGBTQ students and families. MacGillivray and Jennings (2008) and Swartz (2003) explained teacher educators excluded LGBTQ topics unintentionally due to a lack of knowledge or awareness, and teachers excluded LGBTQ topics intentionally because they were unsure how to discuss LGBTQ topics or whether they were permitted to discuss them. MacGillivray and Jennings (2008) argued political pushback from anti-gay activists caused teachers’ fear and silenced discussions of LGBTQ issues. Teacher preparation courses or foundations of education courses were the first places preservice teachers were introduced to diverse topics, and textbooks for those courses lacked LGBTQ inclusivity or reinforced negative or stereotypic representations of LGBTQ people (MacGillivray & Jennings, 2008). MacGillivray and Jennings (2008) and Swartz (2003) claimed the majority of LGBTQ high school students were neglected in teacher preparation coursework 60 because of heteronormative assumptions that presented heterosexuality as the only legitimate sexual orientation. In studies with preservice teachers, Batchelor et at. (2018) and Swartz (2003) found the anti-discriminating power of inclusive young adult literature. Through a qualitative study with preservice teachers, Batchelor et at. (2018) found reading young adult literature helped preservice teachers to recognize the power literature offered to students and caused them to think about the disconnect between LGBTQ high school students’ lives inside and outside of school. Batchelor et at. (2018) also found preservice teachers in their study agreed to use curricular decisions to include a wide range of LGBTQ-themed literature, which teachers not only offered in their classroom libraries but also offered for reading and discussions throughout the year. In their case study of the University of Oregon Teacher Education Program, Rosiek et at. (2017), called for the inclusion of LGBTQ justice within a more comprehensive reform of the graduate teacher education program; therefore, the researchers suggested teacher education curriculum preparing students to be advocates for gender justice and LGBTQ high school students was a necessity. Furthermore, Batchelor et at. (2018) found most of the participants in their study reflected on the lack of diversity in the curriculum as a cause for students being unprepared for life outside of school; therefore, the preservice teachers in Batchelor’s et at. (2018) study considered ensuring their curricular choices included young adult literature reflecting diversity specific to LGBTQ topics. Through a sense of embedded advocacy, preservice teachers believed using LGBTQ-themed curricular choices benefitted students both on and off the 61 LGBTQ spectrum (Batchelor et at., 2018). In Batchelor’s et at. (2018) study, preservice teachers idealized the notion of being activists for equality, especially regarding LGBTQ high school students. Batchelor et at. (2018) wrote, “By exposing students to multiple voices and experiences through new characters’ eyes, perhaps recognizing human diversity is a step in the right direction” (p. 35). Furthermore, Rosiek et at. (2017) and MacGillivray and Jennings (2008) argued preservice teachers and graduate students in teacher education were not professionally competent in their studies until they had learned patriarchal and heteronormative silences perpetuated sexual and homophobic harassment. MacGillivray and Jennings (2008) and Swartz (2003) explained heterosexuals considered themselves as normal and anyone who did not fit the norm was not normal or other. Thus, preservice teachers and graduate students needed self-reflection on their perspectives on heteronormativity and LGBTQ inclusivity to be professionally competent. Swartz (2003), an Assistant Professor of English, described her students, who were also prospective teachers, as “white Appalachians living in socio-economically depressed rural areas and small towns” (p. 52) who had not begun “to think through the ways in which heterosexuality has been normalized in the culture” (p. 52). Swartz (2003) also found students were afraid to use materials about sexuality and gender because of name-calling, which led Swartz (2003) to discuss the power of language, particularly about slurs used to demean people and the use of language as a weapon. Swartz (2003) described hallways as places where slurs were used by students and seldom addressed by teachers. Swartz (2003) claimed when school personnel failed to intervene in hate speech, 62 it was the same as approving its use; therefore, Swartz (2003) challenged her students’ internalized prejudices through readings, class discussion, and writing tasks. I found through the studies in this review of the literature the ways in which educational and social structures did not meet the physical, psychological, or academic needs of LGBTQ students. With preservice and professional development increasingly involving research-based strategies, more ELA teachers were exposed to Diversity and Inclusivity training so as to better meet the needs of LGBTQ students (Hutson & Parks, personal communication, March 2, 2023).  Summary of Review of Literature After consulting scholarly texts, journals, and resources, I found evidence for the need for access to LGBTQ texts, topics, and perspectives for LGBTQ high school students. Ackerman (2018) argued when marginalized people and people from underrepresented groups saw themselves reflected in the media, they felt included in society. Ackerman (2018) stated access to LGBTQ-inclusive literature reinforced positive views of oneself. Additionally, Ackerman (2018) found people who existed outside marginalized and underrepresented groups found it difficult to imagine life with the experiences and hardships minorities such as LGBTQ people faced. Conron (2020) and Kosciw et at. (2019) found data demonstrating the discrimination and victimization of LGBTQ secondary students in Tennessee. Mental, physical, and sexual health concerns resulted in research on adolescent LGBTQ high school students since they were an at-risk and vulnerable population within schools. Educators were responsible for having provided safe and inclusive environments for LGBTQ high school students. Furthermore, school policies, 63 teacher preparation programs of study, and professional development on LGBTQ topics for discussion and study were necessary for building a positive school environment inclusive of all diverse populations within the school.  Kosciw et at. (2019) found one way educators could promote safer school environments was by developing lessons that avoid bias. Also, positive representations of LGBTQ people, history, and events promoted a less-hostile school experience. GLSEN (2011) found all students benefitted from promoting diversity and the many identities in their communities. GLSEN (2011) identified curriculum as the mirror that reflected individuals and experiences back to themselves; therefore, LGBTQ high school students saw themselves reflected in the literature and experienced self-affirmation. GLSEN (2011) also described the curriculum as a window providing an opportunity to understand the experiences and perspectives of those who possess other identities. Crisp and Knezek (2010) stated by including LGBTQ literature in the ELA curriculum, educators served an immediate purpose by providing LGBTQ students images of not only who they could be when they were adults, but also who they were already. Comment (2009) found inclusive curriculum filled students with curiosity and excitement about their studies. Prescott (2019) argued for inclusive professional learning materials to prepare educators to create learning environments in which inclusion was normal and expected. Prescott (2019) described professional learning materials as texts on queer history, an explanation of challenges LGBTQ students face, and information on language, pronouns, and why they mattered.  Prescott (2019) described an inclusive learning environment as one that included resources that explained same-sex families in a lesson on family trees. 64 Prescott (2019) encouraged educators to add to class libraries texts that exposed students to a diversity of queer ideas and narratives. MacGillivray and Jennings (2008) advised preservice teachers in secondary education to weave LGBTQ issues into their content areas. Blackburn and Miller (2017) argued teachers who used LGBTQ-themed curricula advocated for LGBTQ students and addressed issues of identity relatable to all students.  The purpose of this basic qualitative interpretive study was to examine rural Appalachian ELA teachers’ perceptions about policies and practices regarding using LGBTQ-inclusive literature, and I found in the literature review statistics of high school students, including LGBTQ students specifically, as well as literature pertaining to the effects of access to LGBTQ perspectives and voices. In Chapter II, I provided an in-depth, thorough review of the literature, which included perceptions of students who identify as LGBTQ, the physical, mental, and sexual health concerns those students encountered, anti-LGBTQ-inclusive school policies, educators’ responses to LGBTQ high school students, LGBTQ-inclusive pedagogy, LGBTQ-inclusive curriculum and climate, and preservice LGBTQ training. In Chapter III, I explained the methodology of my basic qualitative interpretive study by describing the participants and data collection and analyses utilized.   65 Chapter III: Methodology Rural Appalachian high school ELA teachers’ perceptions of LGBTQ topics shed light on the decision to include those topics in the teachers’ class instruction. Researchers found all students benefitted from promoting diversity and the many identities in their communities (Bishop, 2015; Bowen, 2021; GLSEN, 2011; Sadowski, 2016, 2017). Furthermore, Kosciw et at. (2019) found one way educators could promote safer school environments was by developing lessons that avoid bias. Also, positive representations of LGBTQ people, history, and events promoted a less-hostile school experience for LGBTQ high school students (Arora et at., 2016; Blackburn & Miller, 2017; Block, 2014; Day et at., 2019; Dragowski et at., 2016; Duong & Bradshaw, 2014; Gower et at., 2017; Hall & Rodgers, 2019; Hsieh, 2016; McCabe et at., 2013; Nappa et at., 2018; Schmidt et at., 2018; Steck & Perry, 2017; Swartz, 2003; Zack et at., 2010; Zacko-Smith & Smith, 2010; Zotti et at., 2018).  LGBTQ students benefitted from access to LGBTQ authors, themes, and characters in the literature they studied in ELA classes (Kumashiro, 2002; MacGillivray & Jennings, 2008; Steed et al., 2021; Swartz, 2003; Zacko-Smith & Smith, 2010). The use of LGBTQ-inclusive literature benefitted all students regarding inclusivity and perception in rural Appalachian high school ELA classrooms (Sadowski, 2016, 2017). To conduct this study, I needed to understand LGBTQ students during their high school years and how their physical, psychological, and social needs differed from students who did not identify as LGBTQ. I also needed to understand how deficits in meeting the needs specific to LGBTQ students affected their academic success. The purpose of this basic 66 qualitative interpretive study was to examine rural Appalachian ELA teachers’ perceptions of policies and practices regarding using LGBTQ-inclusive literature. In Chapter III, I described the research design I followed for this study. I conducted a basic qualitative interpretive study as I sought to understand how rural Appalachian high school ELA teachers interpreted their experiences with LGBTQ-inclusive literature. Additionally, I explained my role as the researcher in this qualitative study. As the mother of a transgender young adult and a veteran rural Appalachian high school ELA teacher, I had first-hand knowledge of the need for social acceptance and safety of the most vulnerable population as well as the ELA curricular choices and discussion topics. I continued Chapter III with the description of the participants in the study, how I selected them, and the criteria required for participation. Furthermore, I explained the data collection process including the development and pilot testing of the data collection instrument, an electronically distributed 7-question questionnaire. I explained the methods of data analysis as I looked for recurring regularities in the data. Finally, I concluded Chapter III with a description of the limitations, delimitations, and assumptions involved in the study. The purpose of the basic qualitative interpretive study was to examine rural Appalachian high school ELA teachers’ perceptions of LGBTQ-inclusive curriculum, and I explained the framework for conducting such a study in Chapter III.  Research Design Creswell and Creswell (2018) advised researchers to examine their philosophical worldview to determine a research approach. Because I identified best with a constructivist philosophy of education, I approached research 67 qualitatively and collected data based on the narratives of the participants. Tracy and Morrow (2017) described constructivism as the integration of new knowledge with existing knowledge that occurs when the learner was actively engaged in the learning process. Etherington (2011) described constructivism as the idea that each individual observed and evaluated their own experiences through their belief systems. Tracy and Morrow (2017) further explained constructivist learning as learning in which the learner had a personal connection to the topic, and the product of the learning impacted a particular audience.  For this study on rural Appalachian high school ELA teachers, their perceptions of LGBTQ topics, and their classroom practices, I used a basic qualitative interpretive study approach. Creswell and Creswell (2018) described the qualitative approach to research as one that aligned with the constructivist worldview. Merriam and Tisdell (2016) concurred in their description of qualitative researchers as “interested in understanding how people interpret their experiences, how they construct their worlds, and what meaning they attribute to their experiences” (p. 6). Creswell and Creswell (2018) described the qualitative researcher as one who sought to “establish the meaning of a phenomenon from the views of the participants” (p. 17). Etherington (2011) explained how qualitative studies allowed researchers to hear how a person’s belief system affected attitudes and values, which shaped identity.  Through a basic qualitative interpretive study approach based on Etherington’s (2011) explanation of narrative inquiry in research, I asked participants questions about how they interpreted events; the values, beliefs, and experiences that shaped those interpretations; and how those events and 68 interpretations may or may not affect classroom practices. Participants’ answers helped me answer my research questions for this study: What were rural Appalachian high school English Language Arts teachers’ perceptions about policies on using Lesbian, Gay, Bisexual, Transgender, and Queer inclusive literature? What were rural Appalachian high school English Language Arts teachers’ practices on using Lesbian, Gay, Bisexual, Transgender, and Queer inclusive literature?  Role of the Researcher According to Creswell and Creswell (2018), the researcher identified personal values, biases, and assumptions at the beginning of the study. In my case, I chose to research LGBTQ-inclusive literature for several reasons. First, I have been an ELA teacher for nearly three decades in primarily homogenous schools mostly consisting of white conservatives or Christian communities. Second, my second child came out to me as gay/transgender the semester I began my doctoral studies, and I wanted to understand her perspectives from a deeper level. As the mother of an LGBTQ child, I learned about the prejudices and dangers LGBTQ students faced through the eyes of my own child. Finally, I wanted my research to be meaningful for other, similarly placed ELA teachers. It became strikingly relevant to me that understanding the complex intersectionality of student needs as a high school ELA teacher was vital for the success and safety of the LGBTQ students who entered my classroom.  As the mother of a transgender young adult, I and my child experienced the need for social acceptance and the safety of the most vulnerable population. Also, as a veteran rural Appalachian high school ELA teacher, I had first-hand 69 experience with ELA curricular choices and discussion topics, as well as expertise regarding the needs of high school students and representative literature. I believed my experiences and the context in which they occurred enhanced my understanding and empathy in approaching this study. Because I grew up in, worked in, and raised an LGBTQ child in this region and as a native of southern, rural Appalachia, I understood the culture and its people. According to Creswell and Creswell (2018), qualitative researchers collected data themselves and did not rely on questionnaires or instruments made by other researchers. Since I was the only researcher involved in this study, I was the primary instrument of data collection and analysis (Merriam & Tisdell, 2016). My teaching experience helped me interpret the data I received from ELA teachers. I designed the questionnaire, conducted a pilot study, collected data from my research participants using my questionnaire, analyzed the data by coding, and reported the data in Chapter IV.  Merriam and Tisdell (2016) warned of a researcher’s potential shortcomings and biases. Considering the sensitive nature of LGBTQ topics, and having recently witnessed the coming out of my second child, I closely examined my potential shortcomings and biases throughout the study. To mitigate bias, I focused my questionnaire solely on the driving research questions, and I constantly referred to my purpose statement and conceptual framework. Also, via the web-based Google Suite Forms and Sheets applications, I collected questionnaire data to the point of saturation, which occurred when no new information or insights were forthcoming (Merriam & Tisdell, 2016). Also, I received questionnaire answers from teachers throughout rural Appalachia, which 70 provided many perspectives that according to Creswell and Creswell (2018) was necessary to triangulate the data.  As a successful ELA teacher of nearly 30 years in southern Appalachia, I was knowledgeable and experienced with the ELA standards in Tennessee and Kentucky. In 30 years of teaching ELA in rural Appalachian high schools, many LGBTQ students came out to me before they came out to their families. In 2019, while teaching in an Appalachian high school in Tennessee, several students confided in me they could not tell their caregivers about their gender and sexual identity concerns, and those students continued to express the safety and trust they felt in telling me. Brett and Will (pseudonyms), a transgender couple, were the most recent to come out to me. Brett and Will, transgender males, dated secretly while having parent-approved sleepovers under the guise of platonic girlfriends. Will, shy and socially awkward, was the first of the couple to come out to me. I remember the first conversation we had in which Will (at the time, I knew him as Alicia) was testing the waters to see how I would respond. Several after-class conversations ensued and focused on topics about how Will’s mother made fun of Brett for being too masculine for a girl. Will and I also discussed how difficult he found it to hide in living as a person his parents did not accept. A semester later, I finally met Brett, a confident, intellectual sophomore, who thanked me for being a trusted listening ear for Will throughout the previous semester. Brett explained he and Will decided I was a safe person, and my class a safe place to be who they really were, and they told all their friends about me. This, in turn, sparked several other hallway conversations with other transgender and gay students who wanted me to be the first adult at school in whom they wanted to confide.  71 I asked these students why they wanted to tell me when they had not been my students and we really had no prior relationship at all. The consensus was I listened without judgment and conducted class in a manner that did not allow homophobic or other inappropriate comments, vastly different from other teachers in the school, who were sometimes at worst openly homophobic themselves or at least perpetuating heteronormativity. This caused me to wonder what was so different about the experience gay and transgender students had in my class as opposed to other teachers’ classrooms. I did not explicitly plan LGBTQ-affirming writing or discussion topics, nor did I choose curriculum for the specific purpose of addressing gender or sexual minority content. I have never been overly concerned about tiptoeing around controversial topics in my ELA classes. My philosophy of education has included providing students with meaningful opportunities to express their voices and with access to diverse voices and perspectives in the literature I taught. Throughout nearly three decades of teaching, I challenged my ideas about representation from my own feminist leanings and desire to see female authors and characters brought to the forefront of curricular choices to recent developments in my life to see gender and sexuality issues brought to the ELA classroom stage as well. Early in my career, I supplemented the traditional canonical textbook curriculum with outside literature providing feminist voices, such as Sue Monk Kidd, Shirley Jackson, Mary Wollstonecraft, Jane Austen, Emily Dickenson, and Kate Chopin. These authors gave my classes powerful female characters, which had been typically ignored in rural Appalachian ELA classrooms.  72 Upon relocating to a large metropolis and gaining a more diverse student population, I sought texts that better represented ethnic voices. I added supplemental reading assignments from authors such as Maya Angelou, Toni Morrison, Sandra Cisneros, Sherman Alexie, Khaled Hosseini, Lisa See, and Amy Tan. The evolution of my curricular choices reached the point of including voices from all diverse populations, a choice that has regularly been met with pushback, particularly due to the inherent homophobia within the cultural context of rural Appalachian high schools and the communities they represented. While reading literature from Margaret Atwood, F. Scott Fitzgerald, James Baldwin, Stephen Chbosky, John Knowles, John Steinbeck, Alice Walker, and Willa Cather, students in my classes expressed shock at the queerness of these authors’ works, even though students had been taught these authors’ works by other ELA teachers who never mentioned the LGBTQ topics within them. Why not? This was a question at the crux of my desire to research the lack of access to LGBTQ literature, perspectives, and voices in Appalachian high school ELA classrooms.  Participants in the Study Merriam and Tisdell (2016) advised researchers to use participants whose experiences best helped in understanding the problem and answering the research questions. Creswell and Creswell (2018) described this as purposeful sampling, or a sample containing study participants who helped the researcher understand the problem and the research questions. I selected ELA teachers because of the input into curricular choices they often had. For the initial data collection, I identified ten high school ELA teachers who had taught in rural Appalachian schools in Tennessee and Kentucky to complete the questionnaire. I relied on the snowball 73 sampling process to collect data from additional participants. There was a total of 24 eligible participants. Merriam and Tisdell (2016) advised researchers to identify the selection criteria essential in choosing participants for the study. Creswell and Creswell (2018) recommended setting the boundaries for the study by carefully choosing the participants in the study. Since my research questions focused solely on ELA teachers, I used Merriam and Tisdell’s (2016) and Creswell and Creswell’s (2018) guidelines to limit the study to participants who met the following specific criteria for the purpose of my research: • Certified and licensed as a secondary teacher by a state or commonwealth geographically identified as Appalachian; • Taught ELA in at least one secondary (high school) grade level; and • Taught ELA in a rural Appalachian high school. This criterion-based sampling helped me identify teachers who could answer my research questions regarding LGBTQ-inclusive policies and practices in ELA classrooms.  Merriam and Tisdell (2016) described snowball, chain, or network sampling as the most common form of purposeful sampling where the researcher identified and interviewed key participants who referred the researcher to additional participants. I used snowball sampling for the collection of data for this qualitative research study on teachers’ perceptions of LGBTQ-inclusive policies and practices. Merriam and Tisdell (2016) pointed out the validity and benefits of 74 random sampling; therefore, I used snowball sampling to randomize participants in this study. The population for my study included rural Appalachian secondary education teachers, 9th through 12th grade, who taught ELA. I kept the three criteria in mind while contacting potential participants. I coded participants for anonymity, and I purposefully selected 10 initial participants to contact to initialize my data collection process. After the participants completed the Google Forms questionnaire of the study, I asked them to recommend potential participants, including contact information, who may have contributed to my research study. To qualify for contact, the recommended participants also met the established criteria to participate in the study. I expected between 10 and 30 participants who met the established criteria to participate in the study. I emailed the Google Forms link for my questionnaire to 24 potential participants. After I completed data collection, 16 (67%) of the recommended individuals, who represented rural Appalachian public school secondary education teachers and taught ELA, participated in the study. Data Collection The purpose of this qualitative interpretive study was to analyze rural Appalachian high school ELA teachers’ perceptions of LGBTQ-inclusive curriculum and classroom policies and practices. Adamson et at. (2004) recommended the use of standardized questionnaires in qualitative studies because questionnaires provided triggers to difficult or contested topics and yielded fruitful answers. I used a questionnaire formulated after my research questions and constructed in the web-based Google Forms for this basic 75 qualitative interpretive study. After obtaining Institutional Review Board (IRB) approval, I emailed the Google Form link, participation request, and implied consent letter to teachers who met participant criteria (see Appendix D). In Google Forms, participants had the opportunity to provide answers at their convenience, which allowed for thoughtful and thorough responses. The digital format allowed the collection of data from schools in an Appalachian geographic area, and answering the questionnaire did not intrude upon teacher work time or planning time.  At the end of the questionnaire, participants provided names of other teachers who had teaching experiences in ELA within a rural Appalachian high school. This was an example of snowball sampling, which Merriam and Tisdell (2016) explained as a type of purposeful sampling to reach the intended participants. I continued accepting and analyzing data until the data reached the point of saturation. Creswell and Creswell (2018) defined saturation as the point to stop collecting “when fresh data no longer spark[ed] new insights or reveal[ed] new properties” (p. 186). Creswell and Creswell (2018) identified an adequate sample as one that reached the point of saturation.  Instrumentation According to Creswell and Creswell (2018), the qualitative researcher did not use instruments created by other researchers, but qualitative researchers used data collection instruments they created themselves. I crafted the questionnaire after exploring the central phenomenon of this basic qualitative interpretive study (Creswell & Creswell, 2018), which was teachers’ perceptions of LGBTQ-inclusive policies and practices. Based on the problem statement, 76 theoretical framework, extant literature, and research questions, I developed a questionnaire in a digital format with eight open-ended questions, created to elicit the views and opinions of the participants (Creswell & Creswell, 2018). I added a seventh question to provide participants the opportunity to recommend additional participants in my snowball sample. Lambert (2019) described the use of the questionnaire as advantageous by allowing a large number of responses.  According to Merriam and Tisdell (2016), in education, interviewing was the most common form of data collection in qualitative studies. An interview in the form of a questionnaire was a highly structured, standardized list of questions that was useful for this study due to the broad Appalachian geographical coverage of the participants’ schools (Merriam & Tisdell, 2016). Due to the number of participants acquired from snowball sampling, I was able to share the digital questionnaire with teachers until I reached the point of saturation. Furthermore, due to the sensitive nature of LGBTQ topics, I chose the questionnaire instrument, which allowed participants to answer privately on their own time schedules. The questions were based on gaining an understanding about the perceptions of rural Appalachian ELA teachers on LGBTQ-inclusive policies and practices. In the questionnaire, questions one, three, four, and five determined how teachers’ perceptions of LGBTQ topics influenced their curricular choices, regarding Research Question 1. Questions two and three related to Research Question 2, established how LGBTQ students interacted with the teacher and other students in the classroom, indicating the classroom climate. Questions two and four identified whether or not teachers used LGBTQ materials for discussion and addressed Research Question 1 regarding policies about curricular choices. 77 Question six asked participants to describe how they felt about state legislation on LGBTQ topics, and this question particularly addressed both the theoretical framework for my study and Research Question 1 relating to policies. Due to the number of participants acquired from snowball sampling, I shared the digital questionnaire with teachers until the point of saturation of data was reached. I added a seventh question to provide participants the opportunity to recommend additional participants in my snowball sample.  Pilot Testing Lambert (2019) advised researchers to carefully pilot their questionnaires. Piloting the instrument identified weaknesses or areas that could potentially confuse participants (Lambert, 2019). I consulted non-ELA education professionals, including recent doctoral candidates and content area teachers, to proofread, edit, and evaluate my first draft. After revising, I asked ELA teachers, former colleagues, to complete the questionnaire as pilot participants who would not complete the questionnaire as a part of the study. I asked the pilot participants to comment on whether the questions made sense, if they were in a logical order, and if anything should be reworded. Upon receiving those responses, I coded the data to see if the questionnaire provided the data I needed to answer my research questions. Merriam and Tisdell (2016) said the key to good data was good questions, and pilot questionnaires were necessary to test the clarity of the questions and whether or not they yielded effective and desired data.  From my piloted questionnaire, I learned some of my questions seemed to lead the respondent to particular answers, and I revised those questions to eliminate the bias within. Additionally, I added a question to the questionnaire 78 and omitted another based on the data I received as it related to my research questions. By using the questionnaire format, the exact wording was consistent throughout the data collection. The recommendations and adjustments to the pilot ensured the final questionnaire (see Appendix E) provided the data I sought to answer my research questions. Permissions and Administration of Questionnaire I sought approval from the Lincoln Memorial University IRB, and after receiving permission, I emailed the potential participants a statement of implied consent before accessing the Google Form questionnaire link. When participants clicked on the implied consent link, they were directed to the questionnaire. With snowball sampling, I repeated this process based on the participants’ references to other teachers who met the participation criteria. I administered the questionnaire through the Google Forms application of Google Suite since many teachers were familiar with it because of their schools’ use of the program. I also used Google Forms’ collaborative application, Google Sheets, to combine and sort the data, and Google Docs, which later aided in coding.  Methods of Analysis According to Merriam and Tisdell (2016), data analysis occurred when the researcher compared one unit of information with the next, looking for recurring regularities in the data. Creswell and Creswell (2018) described coding as the process of organizing data by chunking and categorizing it into themes. Merriam and Tisdell (2016) described coding as assigning a designation to bits of data to retrieve them later. I began with the raw data, which were answers from the questionnaire. Creswell and Creswell (2018) recommended the sorting and 79 narrowing of data in qualitative research. I parsed the aggregate data into a small number of emerging themes (Creswell & Creswell, 2018). After reading the data from the questionnaires, I annotated the questionnaire results in Google Sheets. My annotations were notes of potentially meaningful and relevant information, a process Merriam and Tisdell (2016) identified as open coding. I used annotations and color-coded highlights to mark the data. After I completed the open coding process, I searched for commonalities that emerged from the open codes. By grouping the open codes into categories, themes emerged, which according to Merriam and Tisdell (2016) was axial coding. Through axial coding, I found themes, which related to my research questions. With selective coding, I found major categories that connected themes and directly answered the essential questions of my study. Trustworthiness According to Merriam and Tisdell (2016), “All research is concerned with producing valid and reliable knowledge in an ethical manner” (p. 237). Additionally, Merriam and Tisdell (2016) concluded trustworthiness in qualitative research was accomplished through careful attention to a study’s conceptualization, data collection, analysis, interpretation, and the presentation of the researcher’s findings. I carefully and thoughtfully conceptualized this study over the course of two years with guidance from my dissertation chairperson and committee members, professors in my program of study, professional colleagues, and recent successful doctoral candidates. I studied existing literature in the literature review, collected data via a questionnaire, analyzed, interpreted, and presented my findings following knowledge learned from experts such as 80 Creswell and Creswell (2018), Merriam and Tisdell (2016), and Roberts and Hyatt (2019).  Additionally, Lambert (2019) described the use of the questionnaire as advantageous by allowing a large number of responses, which Creswell and Creswell (2018) described as necessary for trustworthiness via triangulating data from multiple perspectives. Another manner in which I worked to achieve trustworthiness was through triangulation or collecting questionnaire answers from people with different perspectives, from different areas, from different demographics, and from different ages and experience levels.  Lambert (2019) noted questionnaires allowed for anonymity and/or confidentiality, informed consent, and voluntary participation, all of which were necessary for the trustworthiness and validity of the study. To further ensure the trustworthiness of this study, I used purposeful participants in this study who then provided email addresses of other high school English Language Arts teachers in Appalachia. I purposefully selected ten current and former colleagues who met the participant criteria and contacted them by email, which included a link to the Google Form Questionnaire. According to Brown (2022) and Merriam and Tisdell (2016) by using a questionnaire, I strengthened trustworthiness since participants typed their responses, and I did not conduct face-to-face interviews, and, therefore, did not transcribe interviews. The questionnaire format allowed for researcher neutrality; thus, I achieved increased trustworthiness, particularly necessary when topics related to queer theory were explored (Merriam & Tisdell, 2016). In Google Forms, I additionally selected the option of not collecting email addresses to secure anonymity. I also selected the Google Forms option of not 81 allowing respondents to change or resubmit their answers, which increased trustworthiness. Merriam and Tisdell (2016) recommended storing collected data in cloud storage, which I did, under password protection, to maintain the confidentiality of the participants and their responses. Furthermore, Merriam and Tisdell (2016) encouraged the researcher to mitigate bias by periodically, during coding the data, thinking about the biases that the researcher brought into the study beyond the theoretical framework. I reexamined the tenets of queer theory as I examined my assumptions about sexual identity and LGBTQ topics. I also referred to my research questions throughout the study to focus my attention on the purpose of the study. Limitations and Delimitations  Theofanidis and Fountouki (2019) defined limitations as potential weaknesses out of the researcher’s control. My study was limited to the participants’ ability to articulate their ideas clearly and honestly on a questionnaire. My study was limited since not all people could have been equally articulate or careful in their responses, and potentially not everyone was honest, especially when asked about sensitive or controversial topics. I found no reason, however, to believe the participants were not honest in their clear communication. Another limitation of the study was the potential participants’ unwillingness to share the names of potential subjects due to the sensitive nature of LGBTQ topics. By using a questionnaire, I was unable to observe the feelings and emotions participants had while completing the questionnaire, but the questions I used, which were centered on participants’ perceptions and opinions of LGBTQ topics 82 in the rural Appalachian high school ELA classroom, were straightforward and piloted for clarity. Another limitation from the use of a questionnaire was my limited ability to ask follow-up questions, which would have been useful in some of the less thorough responses I received. Finally, my study was limited by snowball sampling. Respondents referred participants who were ideologically similar to themselves, which resulted in respondents sharing LGBTQ-positive perceptions. Also, because I used snowball sampling in which I asked for referrals for other Appalachian ELA teachers, I could not control from which state or commonwealth the participants came; therefore, I focused my study on Tennessee legislation. Roberts and Hyatt (2019) defined delimitations of the qualitative study as the information the researcher chose to include. One delimitation was the limited number of participants. Creswell and Creswell (2018) described a delimitation of a qualitative method of study as one using a purposeful sampling of participants. I used purposeful sampling, through which the participants met particular criteria. Because I found a gap in the literature about rural Appalachia, I also limited my study to the criteria set for participants as rural Appalachian high school ELA teachers. As a type of purposeful sampling, I used snowball sampling, which limited the number of criteria-based participants to those who were referred by participants who also met the criteria to be included in the study. Another delimitation was my use of Google Forms for the data collection instrument, a questionnaire. As I chose to use the Google Suite to collect, code, report, and store data, I risked the possibility of participants not knowing how to use Google Forms; however, with the recent need for teachers to conduct digital and virtual 83 classrooms because of the COVID-19 pandemic, I trusted teachers to be able to provide questionnaire answers via Google Forms.  Assumptions of the Study Roberts and Hyatt (2019) and Merriam and Tisdell (2016) explained assumptions as both common in qualitative research and necessary to avoid researcher bias. First, I assumed participants observed students interacting with each other and how students engaged with diverse or minority students, specifically LGBTQ high school students. Since teachers had students in their classrooms during formal instructional time and informal class time, I assumed teachers implemented practices to provide acceptable and safe classroom management by implementing local, district, state, and federal policies. Because the purpose of this study was to analyze rural Appalachian high school ELA teachers’ perceptions of policies and practices on LGBTQ-inclusive topics, I assumed such a population provided the most meaningful data to answer my research questions.  Additionally, I assumed teachers were familiar with Google Forms. During the pandemic, teachers learned to use many online resources to teach and communicate with their students, and Google Suite provided the Forms tool for ease of collecting data. The Forms tool was simple to create and distribute, and I seamlessly transferred raw data from the questionnaire into the Google Sheets tool for analysis. Finally, I assumed ELA teachers had input into reading passages, writing prompts, and discussion topics. Whether as individual teachers or as a collaborative professional learning community, I assumed ELA teachers had some 84 control over curricular choices, such as pieces of literature to read, discussion topics to address, and essay prompts about which to write. I also assumed participants, as rural Appalachian high school ELA teachers, had decision-making permissions regarding the reading material and discussion topics in their classrooms. Because of the sensitive nature of this topic, I also assumed participants answered the questions honestly and accurately since participation was voluntary, and I informed participants of the anonymity and privacy measures. I assumed if they wanted, ELA teachers could have chosen to omit or add LGBTQ topics in their classrooms. Thus, the purpose of this study was to collect data on rural Appalachian ELA high school teachers’ perceptions of the policies and practices on LGBTQ-inclusive topics. Summary of Methodology The purpose of this study was to determine rural Appalachian high school ELA teachers’ perceptions of LGBTQ-inclusive policies and practices. In Chapter III, I described the qualitative method of research used to gain an understanding of teachers’ perceptions of LGBTQ-inclusive policies and practices in rural Appalachian high school ELA classes. Creswell and Creswell (2018) described qualitative methods of research as those with a focus on the natural setting, the role of the researcher, data collection, and interpretations based on participants’ meanings. Because of my personal interest in the topic of study, I chose a qualitative interpretive method with a data collection questionnaire, which identified teachers’ perceptions of LGBTQ inclusivity in rural Appalachian high school ELA classes. Also, because I had first-hand knowledge of the subject 85 matter and served as the sole researcher, I examined potential bias and identified and explained ways to mitigate it.  Additionally, I identified the participants in the study and my criteria for selecting participants. Through snowball sampling, I selected certified ELA teachers who had teaching experiences in rural Appalachian high schools. Further, I explained the data collection instrument, a questionnaire, and the method for validating its use by having conducted a pilot study. To improve trustworthiness in my study, I triangulated the data via anonymous and private data collection, and I included participants from varying perspectives and points of view on LGBTQ-inclusive policies and practices in the ELA classroom while maintaining their anonymity and confidentiality. This qualitative methodology process aided me in finding answers to my research questions based on rural Appalachian ELA high school teachers’ perceptions of the policies and practices of LGBTQ-inclusive topics. In Chapter IV, I explained the data analysis and detailed the results.   86 Chapter IV: Analyses and Results Researchers found all students in K-12 schools benefitted from promoting diversity and the many identities in their communities (Bishop, 2015; Bowen, 2021; GLSEN, 2011; Sadowski, 2016, 2017). Additionally, positive representations of LGBTQ people, history, and events promoted a less-hostile school experience for LGBTQ high school students (Arora et at., 2016; Blackburn & Miller, 2017; Block, 2014; Day et at., 2019; Dragowski et at., 2016; Duong & Bradshaw, 2014; Gower et at., 2017; Hall & Rodgers, 2019; Hsieh, 2016; McCabe et at., 2013; Nappa et at., 2018; Schmidt et at., 2018; Steck & Perry, 2017; Swartz, 2003; Zack et at., 2010; Zacko-Smith & Smith, 2010; Zotti et at., 2018).  Furthermore, LGBTQ students benefitted from access to LGBTQ authors, themes, and characters in the literature they studied in ELA classes (Kumashiro, 2002; MacGillivray & Jennings, 2008; Steed et al., 2021; Swartz, 2003; Zacko-Smith & Smith, 2010). The use of LGBTQ-inclusive literature benefitted all students regarding inclusivity and perception in rural Appalachian high school ELA classrooms (Sadowski, 2016, 2017); therefore, the purpose of this basic qualitative interpretive study was to determine rural Appalachian high school ELA teachers’ perceptions of policies and practices regarding LGBTQ-inclusive curriculum in the classroom. Through data analysis, I examined how teachers’ feelings along with outside influences affected classroom practices and curricular choices. 87 Data Analysis For this basic qualitative interpretive study, I used an online questionnaire I derived from the research questions and based on the purpose of the study. I sought rural Appalachian high school English Language Arts teachers’ perceptions of policies and practices of LGBTQ-inclusive curriculum. After gaining Institutional Review Board approval from Lincoln Memorial University, I contacted a purposeful sample of 10 rural Appalachian high school ELA teachers to begin the data collection process. With an email containing the implied consent and link to the Google Form Questionnaire, I requested participation in my study from teachers who met the criteria established for this study. The criteria included participants in the purposeful sample who were current or former certified English Language Arts teachers and who had taught in a rural Appalachian high school. Out of the 10 purposeful sample participants, seven supplied recommendations for further participants, which began the snowball sampling of this study.  With snowball sampling, I distributed the questionnaire to 14 additional participants. My goal for the number of participants was between 15-30, and I met that goal with 16 returned questionnaires (a 67% return rate). The return rate provided quality responses to each prompt on the questionnaire rich with data that led to saturation of information used to answer the research questions for this study. As I coded the raw data, I discovered no new information with newer responses to the questionnaire. I noticed the same themes emerged from the data and, therefore, met saturation of the data.  Google Sheets and Google Docs allowed for my sorting and color-coding of the data, which made open, axial, and selective coding easier to interpret. I 88 color-coded the raw data to coordinate with general, common ideas in open coding. While reading through the raw data, I annotated with the comments tool important words and phrases: emotion words; specific texts and authors; class rules; and class procedures.  From there, I compared the emerging open coding ideas to the research questions for this study. I dissected the research questions into main ideas which included perceptions, policies, practices, and curriculum. In open coding, connections from raw data to each research question's main ideas began to appear. Open coding the main ideas included ELA teachers’ positive and negative thoughts and feelings, classroom culture, classroom rules, what was taught in rural Appalachian high school ELA classrooms, and policies regarding LGBTQ-inclusive topics and curriculum. In the final open coding stage, I highlighted the open codes with the same colors in the raw data. Color coding allowed for ease in sorting ideas in the Google Docs table tool.  For the next step in coding, I studied the open coding results to determine thematic ideas for axial coding. I found axial coding thematic ideas to focus more directly on both the purpose of this study and the research questions. Axial coding contained teachers’ practices; local, district, and state policies; and curricular choices, as well as the overwhelming volume of negative words about feelings. I continued color coding to easily identify the raw data and open coding that coordinated with the themes that emerged in axial coding. I combined the themes in axial coding into two core concepts that categorized the axial coding themes.  Through selective coding, I developed thematic statements based on the thematic elements in axial coding. The thematic statements directly answered the 89 research questions for this study. Additionally, I identified two selective coding themes that answered each research question. I found the following two core concepts in selective coding: participants overwhelmingly expressed negative feelings about policies on using LGBTQ-inclusive curriculum in the classroom; participants’ perceptions of policies about LGBTQ-inclusive topics affected classroom practices and curriculum. In Chapter IV, I explained the data analysis of this basic qualitative interpretive study in terms of emerging core concepts derived from the open and axial coding of raw data. I discussed the themes that emerged, which answered both research questions. Research Questions By continuously referring to the research questions, I read and annotated the raw data (i.e., the actual responses to each question on the questionnaire). With the Google Suite, I collected the data through Google Forms and transferred the responses into Google Sheets and Google Docs. I used digital tools for color-coding, sorting, annotating, and highlighting the data. Under password protection, I saved the data collection instrument, the raw data, and the coded data in Google Drive. I presented the answers to the research questions below. Research Question 1 What were rural Appalachian high school English Language Arts teachers’ perceptions about policies on using Lesbian, Gay, Bisexual, Transgender, and Queer inclusive literature in the curriculum? Rural Appalachian high school English Language Arts teachers’ perceptions about policies on using Lesbian, Gay, Bisexual, Transgender, and Queer-inclusive literature in the curriculum were overwhelmingly 90 negative. For example, 100% of participants mentioned words about feelings and/or comments. I categorized participants’ responses as words about feelings if the comments related to what teachers thought or felt about LGBTQ topics (see Figure 5).  Figure 5 Participants' Words about Feelings of LGBTQ Topics in Open Coding  I determined the percentages of perceptions by tabulating the number of feeling words and comments and dividing them by the number of participants. In axial coding, I created two subcategories of positive words about feelings and comments and negative words about feelings and comments. I also coded each participant according to these subcategories, and only one participant provided positive words about feelings, comments, or examples. Further in open coding, I 91 discovered in addition to negative words about feelings, respondents mentioned the absence of LGBTQ-representative curriculum and the fear of punishment or repercussions from teaching LGBTQ topics. Additionally, open coding revealed the influence of stakeholders on curricular choices in ELA classrooms, as well as restrictive state, district, and local policies on LGBTQ-inclusive topics. In axial coding for Research Question 1, the following codes emerged from open coding: curriculum choices, inadequate policies, negative perceptions, parent influence, punishment, restrictive policies, and student influence (see Figure 6).  Figure 6 Axial Coding Perspectives on the Effect of Policies about LGBTQ Topics in ELA Curriculum  92 Out of 48 comments pertaining to perceptions, two (less than one percent) were positive. Participant 12, the only respondent who conveyed positive perceptions, stated, “LGBTQ texts are of extreme importance in our classrooms, as representation is vital.” Also, Participant 12 was the only participant who responded by directly stating, “I am comfortable discussing LGBTQ texts and topics with students in a respectful and inclusive way.” Moreover, Participant 12, the only respondent to provide positive perceptions, also provided negative observations as well. The raw data revealed very few positive statements but 100% of participants expressed negative perceptions of LGBTQ-inclusive policies, practices, and topics affecting the classroom.  Participant 8 stated, “I would feel comfortable, but the board has strict policies [about prohibited topics and concepts, such as LGBTQ topics].” Consequently, I categorized Participants 8’s and similar comments as negative because of the resulting lack of LGBTQ support and representation in classroom practices and curriculum, ultimately a negative result of anti-LGBTQ policies.  Other participants explained their hesitancy in addressing LGBTQ topics. For example, Participant 10 remarked on the fear of parents’ and community members’ disapproval and reactions on social media: Seeing how certain parents and community members react to those topics by putting schools and individual teachers on blast on social media makes me very hesitant in my responses to students’ comments and questions. Given the state's new mandate to give parents/guardians a 30-day notice before addressing these topics, I would not plan to teach them. It feels like opening a can of worms. 93 Similarly, I coded comments about caution and avoidance as negative. For instance, Participant 7 was “cautious” about demonstrating an LGBTQ-inclusive and affirming classroom. Also, Participant 3 said, “I have the mentality to each his own.” Furthermore, Participant 5 explained, “Sometimes we would discuss an author who was openly gay and how that was reflected in the writing. Most of the time, I tried to play down that angle because I wanted them to just focus on the literature.” Participant 12 explained another example of hesitancy: “I don’t make a big deal out of asking for pronouns” because “other teachers think I give a big speech about preferred pronouns. I feel judged harshly.” Though not entirely negative, participants who were hesitant, cautious, or evasive did not include LGBTQ representation in the classroom.   Definitively, I found the most emotionally charged and substantive data in the negative axial coding when respondents described feelings about current legislation. In the questionnaire Question 5, I asked respondents to explain their thoughts on the impacts on their classroom, if any, of legislation such as Tennessee State Law 1229 (i.e., a school district must notify parents before providing a sexual orientation curriculum or gender identity curriculum); their thoughts on the implications of these laws on themselves as professional educators; and on their students. Participant 12 disclosed negative opinions on legislative policies regarding LGBTQ-inclusive topics:  To be candid, I think it's one of the darkest pieces of legislation to come out in a long time. We were just starting to make minimal progress on revising the way we uphold these students, and now with legislation, 94 people are scared to touch it. It's deeply unsettling to hear local politicians make disgusting statements against this population. In agreement, Participant 5 stated, “The law not only narrows teachers' ability to teach lessons but also makes students who identify as LGBTQ feel marginalized and vilified.” Accordingly, Participant 4 adamantly expressed angry feelings about current legislation: I am angry. Just irate. As an educator, this makes me feel like I can’t be trusted to choose wisely for my students. What good is a teacher if they aren’t allowed to make professional decisions in the best interest of their students? Making blanket decisions for ALL children is dangerous. I also get so angry when I think of things that are NEVER questioned—simply because they’re acceptable classics.  With this basic qualitative interpretive study, I sought to understand rural Appalachian high school ELA perceptions of policies on LGBTQ-inclusive curriculum, and I found the majority of respondents expressed negative feelings.  Accordingly, via selective coding, I found ELA teachers’ negative perceptions of policies influenced curricular choices to the detriment of LGBTQ students. For instance, Participant 8 revealed the following: I do not have an LGBTQ-affirming and inclusive environment due to current legislation that prohibits me from teaching or \"pushing\" an LGBTQ agenda. I do not have material or books in my classroom that promotes such teaching, but I also have not had any students who have come to me and asked for it either. 95 Additionally, regarding LGBTQ-inclusive and affirming topics in the classroom, Participant 1 said, “I avoid it” and “I don’t even know what those letters mean.” Also, Participant 2 stated, “I do not feel comfortable at all.” Accordingly, Participant 10 expressed, “In today’s climate, I feel very uncomfortable discussing LGBTQ texts and topics with students.” Ultimately, selective coding revealed ELA teachers expressed how negative perceptions caused a lack of LGBTQ representation in their classrooms from questionnaire answers and examples; however, words about feelings appeared throughout the raw data among all participants’ responses.  I coded examples of words about feelings in the negative subcategory. In the raw data, I coded participants’ emotions as they described how they felt throughout the questionnaire. I identified the respondent as I annotated the raw data, and I listed the respondent’s identification number in the figure. The respondent column revealed not only the respondent, but also the frequency of the emotion descriptor. When I found 100% of the respondents expressed negative perceptions, I concluded I reached the point of saturation in data collection. I used the raw data of participants’ words about feelings used in questionnaire responses to create the word cloud in Figure 7.  96 Figure 7 Participants’ Words about Feelings  Note: In the figure, the larger the word, the more frequently it appeared in responses.  Respondents’ candid expressions of emotions throughout the questionnaire yielded data that revealed the connections between rural Appalachian high school ELA teachers’ perceptions of policies about LGBTQ topics, as well as classroom practices and curriculum taught, which was the next thematic core concept for my study.  Research Question 2 What were rural Appalachian high school English Language Arts teachers’ practices on using Lesbian, Gay, Bisexual, Transgender, and Queer-inclusive literature in the curriculum?  Rural Appalachian high school English Language Arts teachers’ perceptions about practices on using Lesbian, Gay, Bisexual, Transgender, and Queer-inclusive literature in the curriculum were overwhelmingly negative. With 100% of respondents who expressed negative feelings about policies on LGBTQ-inclusive curriculum and practices in rural Appalachian high 97 school English classes, I found 14 of the 16 respondents did not use LGBTQ-inclusive curriculum in their classrooms. I analyzed the raw data which revealed Respondents 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 13, 14, and 15 agreed there were no LGBTQ-representative topics or literature in their classrooms (see Figure 8). Figure 8 Participants’ Lack of Use of LGBTQ-Inclusive Topics  In the figure, red books represented the respondents who did not include LGBTQ topics, and green represented respondents who did use LGBTQ topics. Respondents explained reasons for not including LGBTQ topics in their classrooms, and reasons ranged from student-initiated inclusion to outside pressures, particularly local, district, or state policies.  In addition to negative words about feelings, open coding revealed teachers’ perspectives on the following topics: texts taught and avoided, heteronormative assumptions, lack of training, how students behaved in class, teacher expectations of student behavior, and classroom culture. In axial coding for Research Question 2 perspectives on practices, the following categories emerged: LGBTQ supportive rules, teacher apathy, negative perceptions, 98 unintentional inclusion of LGBTQ topics, need for teacher training, lack of LGBTQ curriculum and texts, teachers’ desire for supportive culture, and LGBTQ-inclusive texts (see Figure 9).  Figure 9 Axial Coding Perspectives on the Effect of LGBTQ-Inclusive Practices and Curriculum    I collected data on what was taught in ELA classrooms by asking Questions 3 and 4 on the questionnaire. With Question 3, I asked participants to describe the classroom materials that reflect LGBTQ topics for study or for classroom discussion. Raw data from Question 3 addressed both research questions I used in my study. Also, with Question 4, I asked participants to describe a time the class discussed an LGBTQ topic related to literary works, what works were being used, and a description of the discussion experience.  99  Respondents provided answers to Questions 3 and 4 that revealed a lack of LGBTQ-representative topics and literature; however, three participants described examples of instances when LGBTQ topics came up in class discussion. First, Participant 5 described a cursory discussion in English III American Literature class, “We only really discussed homosexuality when we read literature like A Streetcar Named Desire, because of the underlying homosexual themes. Tennessee Williams dealt with the topic in almost all of his plays. We did not, however, go in-depth.” Second, Participant 16 explained, “While analyzing an article centered on male friendship, our class discussed the assumptions that many in our culture make surrounding men and their relationships with each other (both platonic and sexual).” Accordingly, Participant 12 stated, “I do not have any materials that I include in my curriculum that directly speak to LGBTQ topics, though I do normally discuss ideas of same-sex friendship/sexuality as it pertains to one of my teams' core 10th-grade texts.” As three respondents described examples of LGBTQ-inclusive topics and curriculum in their classrooms, out of the remaining 13 respondents, 12 of them answered similarly.  As with the previous core concept from Research Question 1 on teachers’ feelings, only one respondent in raw data from Research Question 2 expressed the freedom to explore (not merely include) LGBTQ topics in class discussions about authors, literature, or current events. As another example of LGBTQ inclusivity, Participant 6 described an LGBTQ-inclusive practice in their classroom: Despite it not being adopted curriculum, I teach debate in my English III class. In this, each student is given multiple topics not normally discussed using the curriculum guide. It is truly my belief if students are given an 100 opportunity to discuss topics (diverse, hard topics) in a safe place, we are more likely to bring about true change and acceptance. Similar to the first core concept from Research Question 1 in my study, respondents to questions in Research Question 2 felt overwhelmingly restricted in curricular choices. In coding, I found outside restrictions as any pressure to refrain from including practices related to LGBTQ-inclusive topics in the ELA classroom that came from sources other than the teachers’ own feelings. I found decisionmakers on the following levels: local (e.g., school-level leadership, parents, students), district (e.g., colleagues, school boards, district administrators), and state (e.g., legislation, political climate). Beginning with the influence of other colleagues on classroom practices, Participant 12 expressed sadness for their students: It's further unsettling to hear some of my own colleagues express [negative] views against these students. It shouldn't be such a reach for teachers to respect students' chosen identities and pronouns. I feel further sad for our students who grapple with beloved mentors and teachers disrespecting who they are as people.  Continuing with the local (school-level) influence on teachers’ choices for classroom practices and curriculum, Participant 11 explained how school-level administrators monitored classroom practices and supplemental material choices: I am very cautious, and I have to have my list of literature choices approved by my department chair, who censors anything she deems controversial; therefore, not having access to any of the literature, I have not had the opportunity to address any LGBTQ topics. [The Department 101 Chair] even cleaned out the English Department closet and removed controversial paperbacks.  Other respondents considered parent influence as a restrictive force on including LGBTQ topics in classroom practices. Participant 11 stated, “It is ridiculous to me that a parent can opt out of real-life conversations.” Specifically concerned with judgment by parents, Participant 14 provided examples of specific LGBTQ-representative poets whom the teacher has self-censored from classroom practices: While I have living and breathing poets who I really like, I do not have their books on my shelves. In fact, they are in my desk drawer. Some of these poets (Ocean Vuuong and Jericho Brown) are homosexuals who write about sexual topics or having HIV. I do not want a student accessing these books and taking it home. It's too risky. Obviously, I don't choose poems with those topics, as that would be insane. Another example of parent influence over classroom practices, Participant 15 stated, “I have to tread carefully with what is read or discussed as a whole class because there are parents that would get upset.” Additionally, Participant 16 acknowledged parent influence over classroom practices, “It is fair to ask teachers to make their curriculum public for parents to view, but there should be no need to make special communications about specific topics.” Accordingly, Participant 11 agreed with other participants about the negative influence parents have over LGBTQ-inclusive classroom practices: I think that parents have the right to know what I am teaching their children, but I do feel like laws such as these are created by legislators 102 who “have it in” for teachers and have bought into media propaganda about what goes on in schools.  Impassioned, Participant 14 described the negative pressure of parent influence over classroom practices:  I am already so concerned and paranoid about anything I teach. I am worried about what I say in class, too, and what will possibly be recorded on a phone. I think this is unfortunate that parents would view a curriculum of this nature as indoctrination. Students influenced LGBTQ-inclusive practices in addition to school-level leadership and parent influence. Participant 14 described, “Anytime discrimination is a story theme, students will make connections to LGBTQ+ rights and issues. I let the students lead the way in these discussions.”  Not only did respondents recognize outside pressure from school, parent, and student stakeholders, but also from district stakeholders with more power over teacher employment. Participants acknowledged restrictions on classroom practices from the district decision-makers, for example, school boards. Participant 10 stated, “The school board is very strict in texts it allows students to read or discuss.” Additionally, Participant 8 stated, “Our current adopted curriculum in our district does allow us to teach The Importance of Being Earnest, but I have not taught the grade level it is approved for.” Although district-level influence existed, state-level influence dominated teachers’ responses. The third level of outside influence (e.g., state legislation, political climate) also affected whether teachers included LGBTQ-inclusive practices and curriculum in ELA classrooms. In response to Question 5 in the questionnaire, 103 rural Appalachian high school ELA teachers acknowledged outside pressure of state legislation and the political climate on their practices and curricular choices.  I illustrated findings from the raw data of respondents’ negative thoughts about state-level influence, which had a negative effect on the inclusivity of LGBTQ topics in rural Appalachian high school ELA teachers’ practices and choices in the curriculum. I used selective coding with axial codes from these findings and developed the second core concept of this study: Rural Appalachian ELA teachers held negative perceptions about LGBTQ-inclusive practices. In Figure 10, I reported the negative influence of state legislation and the current political climate on including LGBTQ topics in ELA classrooms according to participants in this study.   104 Figure 10 Participants’ Thoughts on State-level Influence on LGBTQ-inclusive Practices  Other raw data acquired from Questions 3 and 4 revealed commonality in the pieces of literature rural Appalachian high school ELA teachers used in their 105 classrooms. Respondents (81%) did not intentionally use LGBTQ topics in direct instruction, rather only using LGBTQ-inclusive authors and works as a part of their classroom practices of class discussion, read-alouds, sustained silent reading, and student-choice reading selections. In Figure 11, I provided the classic and modern authors and works most frequently mentioned by the participants.  106 Figure 11 LGBTQ-inclusive Authors and Works Used by Participants in ELA Classes  Respondents mentioned the following works as LGBTQ-representative in their classrooms: Shakespeare’s life and Tragedy of Romeo and Juliet; A Streetcar 107 Named Desire, by Williams; Sir Gawain and the Green Knight; The 57 Bus, by Slater; The Great Gatsby, by Fitzgerald; and The Canterbury Tales, by Chaucer.  Finally, participants’ comments in raw data expressed the need for training in LGBTQ-inclusive policies and practices affecting ELA classrooms and curriculum. For example, Participant 7 stated, “I have suggested to our administration that we could use some training (maybe sensitivity training?) on this.” Additionally, Participant 13 agreed, “I do not want to offend by saying something wrong because I do not know what I am talking about; if I had more knowledge on [LGBTQ] topics, I would feel more at ease discussing things.” In open coding, I found the need for training present in the raw data; thus, in axial coding, I categorized comments on training as negatively charged because of the negative connotations associated with teachers' perceptions of not being equipped to meet the needs of students in their classes.  Summary of Results In Chapter IV, I presented the findings of my basic qualitative interpretive study on the perceptions of high school ELA teachers in rural Appalachia on policies and practices regarding LGBTQ-inclusive curriculum. I centered this study on two research questions that guided the development of my data collection questionnaire. The respondents met the criteria of the study by having taught English in a rural Appalachian high school as state-certified teachers. I began data collection with a purposeful sample of 10 teachers and continued collecting data via snowball sampling. I collected raw data from 16 respondents from which I developed open codes, axial codes, and selective codes. Through the 108 data analysis selective coding, I generated two core concepts that answered the two research questions. I answered both Research Questions 1 and 2 by analyzing teachers’ emotions that appeared through coding the raw data into open codes. Since teachers’ thoughts and feelings were integral to understanding their perceptions of policies and practices, I developed the following core concept via coding: Participants overwhelmingly expressed negative emotions about policies on LGBTQ-inclusive curriculum and practices in the classroom. Based on data analysis, I found 100% of participants expressed negative feelings regarding LGBTQ-inclusive topics, with only one participant who shared positive feelings. Participants’ feelings ranged from apathy to anger, which in turn affected curricular choices and classroom practices.  I also answered Research Questions 1 and 2 by exploring the influence of policies on practices in ELA classrooms. Through data analysis, I developed the second core concept: Participants’ perceptions of policies about LGBTQ-inclusive topics affected classroom practices and curriculum. I also discovered three influencing factors outside teachers’ own feelings. Local influences (school-level, parents, and students), district influences (school board and district administrators), and state influences (legislators and political climate) directly affected what ELA teachers included in instruction and in classroom practices. In Chapter V, I discussed the findings of the study, implications for practice based on observations gained from data collection and interpretation, recommendations for further study, and conclusions of the study regarding LGBTQ-inclusive curriculum and instructional practices.  109 Chapter V: Discussion of the Study In policies and practices concerning curriculum and instruction reflecting the identity and experiences of all students, researchers found minority students felt included and part of the world around them when exposed to literature representative of minorities (Bishop, 2015; Bowen, 2021). Additionally, Bishop (2015) concluded literature transformed the reader’s experience when reading became a means for literature to reflect the larger human experience; therefore, children who did not find themselves reflected in the books they read felt devalued.  According to Bishop (2015), LGBTQ-inclusive literature offered marginalized and isolated LGBTQ students a mirror in which to see themselves and validate their experiences. Additionally, LGBTQ-inclusive literature allowed all students the opportunity to grow in empathy and understanding (Bishop, 2015). Bowen (2021) concurred a sense of belonging at school meant feeling a sense of acceptance, respect, inclusion, and support in a learning environment; however, Kumashiro (2002) and Zacko-Smith and Smith (2010) concluded teachers both implicitly and explicitly enforced established social norms to the detriment of LGBTQ students. Those social norms included heteronormative attitudes about what was masculine and feminine, and teachers who did reinforce such social norms led directly to classrooms with harassing behavior toward LGBTQ high school students (Zacko-Smith & Smith, 2010). To create change, Swartz (2003) and Zacko-Smith and Smith (2010) recommended using LGBTQ-inclusive language and resources.  110 For LGBTQ high school students, inclusivity, affirmation, and representation were a matter of life and death. For example, researchers found in comparison to non-LGBTQ peers, LGBTQ high school students experienced greater discrimination and victimization resulting in higher depression, self-harm, suicidal ideation, and dropping out of school (Bowen, 2021; Day et at., 2018; Snapp et at., 2015). As a result, Swartz (2003) and Zacko-Smith and Smith (2010) suggested educating students about LGBTQ issues to break down the power of heteronormativity and homophobia. Conclusively, Kumashiro (2002), MacGillivray and Jennings (2008), Swartz (2003), and Zacko-Smith and Smith (2010) urged educators to examine their own thoughts and feelings about LGBTQ topics; therefore, for the purpose of this study, I asked rural Appalachian high school ELA teachers to reflect upon and express their thoughts and feelings on the policies and practices of including LGBTQ topics in the curriculum. When teachers reflected on their practices, they could improve instruction and meet the needs of more students. Reflective teaching allowed teachers to adjust or implement practices and curricula that supported students’ physical, mental, emotional, and academic health. For the purpose of this study, I wondered if teachers’ negative perceptions prevented them from meeting the needs of LGBTQ students. According to Bowen (2021), students who felt a sense of belonging at school were typically more energized, more likely to spend time on task and return to activities, and more likely to choose to be in the school environment. Conversely, students who did not feel a sense of belonging struggled to devote their full cognitive resources to tasks and experienced issues with emotional wellness (Bowen, 2021; Day et at., 2018; Kumashiro, 2002; 111 MacGillivray & Jennings, 2008; Snapp et at., 2015; Steed et al., 2021; Swartz, 2003; Zacko-Smith & Smith, 2010). I believed ELA teachers, despite knowing the benefits of minority-inclusive practices and curriculum, did not LGBTQ students in their curriculum and instructional practices. I wanted to understand why teachers resisted LGBTQ inclusivity; consequently, the qualitative data I collected showed rural Appalachian high school ELA teachers expressed negative thoughts and feelings about LGBTQ topics. For the purpose of my study, I wondered if rural Appalachian high school English Language Arts teachers created a feeling of belonging by using LGBTQ-inclusive literature. I wondered what teachers felt and thought about LGBTQ-inclusive policies and practices in the curriculum because, for marginalized groups, a sense of belonging and community did not exist across all K-12 classrooms (MacGillivray & Jennings, 2008). Furthermore, LGBTQ students felt a sense of belonging in the classroom and experienced educational success when teachers had positive thoughts and feelings about including LGBTQ topics in the curriculum and instructional practices (MacGillivray & Jennings, 2008). Some teachers’ heteronormative assumptions caused them to overlook the mental health needs of sexual minority students (Linville, 2017; MacGillivray & Jennings, 2008), which caused LGBTQ high school students not to feel safe from bullying and bias, neither did they feel welcomed nor affirmed in the classroom (Adams & Rodriguez, 2019; Batchelor et at., 2018; Bowen, 2021; Caillouet, 2008; Clyde & Lobban, 2001; Crisp & Knezek, 2010; MacGillivray & Jennings, 2008). Teachers’ fear of and biases against LGBTQ-inclusive curriculum caused 112 me an overwhelming sense of concern for the well-being of LGBTQ students forced to struggle in classrooms hostile to their very being. Respondents’ candid expressions of emotions throughout the study yielded data that revealed the connections between rural Appalachian high school ELA teachers’ perceptions of policies about LGBTQ topics and classroom practices and curriculum taught. Because rural Appalachian high school ELA teachers’ perceptions of policies and practices regarding LGBTQ-inclusive curriculum were overwhelmingly negative, repercussions toward the LGBTQ student community were inevitable. Considering the implications of curricular and instructional practices, I was motivated to conduct a study on teachers’ perceptions of policies regarding LGBTQ-inclusive topics because of the increasingly hostile climate LGBTQ students were subjected to at the time of this study. National and local news stations frequently ran stories of anti-LGBTQ policies passed by local school boards and state legislatures. From the topic of eligibility of transgender students competing in athletics to censorship of LGBTQ books and authors in school libraries to “don’t say gay” bills, the school climate in Appalachia during the time of this study became increasingly challenging for LGBTQ students’ acceptance and safety. Such laws reinforced the marginalization of LGBTQ high school students, restricted their voices, and increased isolation and risk for physical and mental harm, not to mention further contributed to a lack of academic success (Blackburn & Miller, 2017; Block, 2014; CDC, 2019; Chaudoir et at., 2017; Conron, 2020; Hall, 2018; Hatchel et at., 2019; Kosciw et at., 2019; Nappa et at., 2018; Poteat et at., 2020). 113 These topics were discussed both on a broad, public scale, and in whispered hallway conversations as teachers tried to understand the implications on their classrooms and the consequences of using LGBTQ-inclusive literature, authors, topics, and class discussions. Specifically, two policies were hot topics during the school year in which this research study was conducted in English departments: the required public posting of classroom libraries and the required 30-day notice to parents communicating any LGBTQ topics covered in the ELA classroom. For example, in social media groups, I read posts of high school English teachers asking for help both in how to meet the needs of LGBTQ students and to save themselves from at worst violating new legislation, and at least becoming a target for Facebook persecution from conservative community groups.  Within the context of these hallway conversations, I found some teachers frustrated and frightened by the seemingly anti-LGBTQ classroom climate manifested by new legislation. Pointedly, Thiel (2018) explained even though some teachers may not have had homophobic views, they avoided bringing LGBTQ-inclusive materials into their classrooms. By analyzing my raw data, I found the same to be true; for example, to avoid potential controversy over publicly posted classroom library catalogs, even LGBTQ-sympathetic teachers imposed self-censorship of LGBTQ-inclusive materials by strategically taking books or authors off their shelves and hiding them in their teacher desks or removing them from school altogether. Other ELA teachers expressed concern over the LGBTQ topics that could arise from traditionally taught canonical literary works and authors, especially when students questioned the explicit or 114 implicit homosexuality, cross-dressing, or questions of gender roles in the classic ELA curriculum. For example, one group of teachers in this study fretted over the potential of addressing Shakespeare’s characters and theater where women were prohibited women from acting, which resulted in young boys or men playing the parts of a young, infatuated Juliet and a maturely sexual Lady Macbeth. Not to mention that Shakespeare wrote many of his sonnets to a young man. As a result of these conversations, I developed research questions that drove the construction of my qualitative questionnaire and collected data that I used to consider the implications of teaching LGBTQ topics in the rural Appalachian ELA high school classroom. I was disturbed to find 100% of the participants in my study expressed negative feelings (ranging from apathy to fear to anger) about including LGBTQ topics in rural Appalachian English Language Arts high school classrooms. LGBTQ-supportive teachers worried about retaliatory parent reactions, and seemingly less supportive teachers avoided LGBTQ topics from personal choice; regardless, LGBTQ students were restricted from LGBTQ-inclusive curricula and practices due to teachers’ negative perceptions. Specifically disturbing, the gross apathy of Participants 1 and 2 evidenced by such statements as “I avoid [LGBTQ topics]” and “I don’t even know what those letters [LGBTQ] mean” revealed the need for diversity and inclusion training among teachers. For the benefit of their minority students, ELA teachers have included minority authors, topics, and literature in their curriculum, and many have done so primarily because popular textbook publishers have included ethnic voices. Unfortunately, with the increasing popularity of digital classrooms, some rural 115 Appalachian schools have stopped purchasing literature textbooks and have relied on English departments to develop curricula and select literature for the members of the department to teach, resulting in an absence of LGBTQ-inclusive literature in rural Appalachian high school ELA classes. Therefore, by evaluating the current curriculum and literature sections for ELA classes, districts should identify missing minority representation and ensure students from all minority populations have affirmation and representation in policies, practices, and materials in classrooms. Specifically, district curriculum personnel or district administrators should collaborate with ELA teachers in selecting literature and designing curriculum and instruction with a focus on the representation of LGBTQ students. Moreover, ELA teachers should include LGBTQ topics, discussions, authors, and literature in their instruction. All students deserve representation in their coursework, which affirms their identity and their belonging to the community. Without representation, LGBTQ students will continue to be at risk for failure to thrive academically, at risk for being victims of bullying, and at risk for feelings of not belonging, all of which lead to behavior problems, dropping out, self-harm, and suicide. School districts must create schools where LGBTQ students feel they are valued and important members of the school community. Implications for Practice One implication for practice in the ELA classroom was the need for teacher training on LGBTQ students, topics, and needs. Educators should reflect on their own responses to LGBTQ students and educate themselves on the inclusivity and affirmation of diverse student populations, particularly LGBTQ 116 students. In their responses, several participants admitted they were not properly trained on LGBTQ students’ needs and recommended their districts provide teacher training on the topic. Ultimately, most respondents were uncomfortable with LGBTQ topics in their classrooms. Thus, educators should learn to be sensitive to the needs of LGBTQ students and should then be advocates for them, creating affirming classroom environments in which all other students learn to respect and accept people who may be different from them. Rather than prohibiting teachers from including LGBTQ topics, districts should train teachers in diversity and inclusion curricula and instructional practices.  Another implication for practice was the autonomous freedom of ELA teachers to censor materials. Teachers should choose LGBTQ-inclusive materials and authors for use in their classrooms, and school districts should allow teachers the freedom to select relevant and age-appropriate LGBTQ literature and authors. On a positive note, ELA teachers have traditionally had the freedom to supplement their school-selected curriculum with additional materials of the teachers’ choice. As a veteran English teacher, I enjoyed adding poetry, nonfiction, and other literature to my instruction. Furthermore, in the words of Participant 4, “What good is a teacher if they aren’t allowed to make professional decisions in the best interest of their students?” On the spectrum between positive and negative perspectives, Participant 6 explained, “I speak freely about a host of topics in my classroom, probably more freely than I should.” The caveat “more freely than I should” stood out as an indicator of restrictive outside influences on the teachers’ perceived freedom to speak about LGBTQ topics in class. Also, Participant 11 reported their department chair had complete authority to remove 117 any curriculum or supplemental texts the department chair chose. When Participant 11 looked for literature selections to add, they were told controversial works had been thrown away. According to Participant 11, the department chair decided what literature was deemed controversial, and the two professionals differed ideologically as to what was controversial, further evidence that diversity and inclusion training was necessary for teachers in the same building to be trained on how to support minority populations, such as LGBTQ students. In this study, I found a large percentage of classrooms without LGBTQ representation, which revealed most LGBTQ students in Appalachian ELA classrooms are not represented in the curriculum; they do not hear LGBTQ voices in the literature selections; and they do not benefit from experiencing the normalizing of their existence in their school programming; therefore, teachers should create classroom environments in which LGBTQ students feel safe and affirmed for their diverse contributions to the ELA classroom. Although ELA teachers have traditionally autonomously selected literature to use in their classrooms, without effective training, teachers would not be sensitive to the needs of LGBTQ students in their classes and therefore not include diverse literary selections. School districts should continue to allow ELA teachers the freedom to choose literature for reading and discussion in their classrooms; however, districts should require literary selections to include works from LGBTQ authors. School districts should fund the purchase of LGBTQ-diverse literary selections for classroom libraries and for school libraries. Ultimately, as a result of the data collected in this study, teachers must have more 118 support, training, access, and accountability for LGBTQ-affirming policies and practices to happen in all high schools in Appalachia. Participants experienced censorship, but they also experienced fear of being reprimanded, shamed on social media, or worse if LGBTQ topics came up in their classrooms. Thus, a third implication for practice in the ELA classroom was the absence of LGBTQ representation in curriculum and instruction due to teacher fear. Participants expressed fear of confrontation with outside influences such as other colleagues, parents, boards, and lawmakers. Being blasted on social media and being written up for violating prohibited concepts clauses were worries that participants struggled with as they selected supplements to the curriculum. School districts should not only protect the mental, social, physical, and academic needs of LGBTQ students, but also those teachers who acknowledge and affirm the LGBTQ students in their classrooms. At the time of this study, teacher morale was extremely low and teacher turnover was high, as was the trend to censor literature available in school libraries. Teachers felt vulnerable, attacked, and fearful as they were accused of indoctrinating students with a progressive or liberal ideology via assignments, texts, and discussions offered in their classrooms. Furthermore, parents were encouraged by the media to challenge offending texts, often LGBTQ-inclusive works and authors, in public school board meetings. Because of legislation requiring the public posting of teachers’ classroom libraries, teachers in Tennessee were especially afraid of the consequences of having LGBTQ literature in their classroom libraries. Thus, districts should enact policies to support and protect teachers from parental or public pressure to censor LGBTQ books and resources. Additionally, teachers 119 should make available diverse examples of literary works which are representative of LGBTQ identities and other minority populations. Finally, whether districts provide training or not, teachers should use the research-based resources from GLSEN to better understand their LGBTQ students and learn ways to meet their unique needs in the classroom. GLSEN provides academic articles, lesson plans, professional development, networking, and resources for teachers to reflect upon and improve their craft to support LGBTQ students in their school experiences.  Recommendations for Further Research I have provided recommendations for future research for teachers, school leaders, school districts, and teacher training programs that will aid in the continual exploration of teachers’ perceptions of policies and practices about LGBTQ-inclusive topics in the curriculum. My recommendations provide actionable steps for future researchers to add to the research base on LGBTQ-inclusive topics in the curriculum. For my study on teachers’ perceptions of the policies and practices regarding LGBTQ-inclusive topics in the curriculum, I focused on teachers in rural Appalachian high schools. Future researchers should expand this research by conducting studies focused on other rural areas in the United States. In addition, future researchers should expand this research by conducting studies focused on other cultural and/or geographic regions within the United States. Determining the specific area would help individual school districts within different regions tailor their training and professional development to meet the needs of LGBTQ students in their classrooms. This type of study would also 120 allow researchers to examine whether or not the conceptualizations and implications made in this study were valid in other areas. Future researchers should expand the study to include teachers from other subjects in which LGBTQ topics were addressed. Moreover, future researchers should evaluate course subjects in which teachers have the opportunity to select supplemental reading materials to add to their curriculum. Specifically, future researchers should expand the study to science and social studies considering those course standards' emphases on non-fiction reading and informational textual evidence. Although my study focused on ELA teachers, legislation at the time of this study applied to schools in general; therefore, all course subjects were under legislative authority. LGBTQ students deserve to see LGBTQ figures in the world of science and in their roles throughout history. Also, future researchers should expand the study to include middle school teachers, as they are observers of students during the onset of adolescence while middle school students are often exploring their sexual identities. Future researchers should also include elementary teachers, as they are vital to modeling acceptance. Regarding the research instrument, future researchers should conduct a qualitative study by using an interview. Because LGBTQ topics are sensitive in their nature, an interview would provide researchers with the opportunity to delve deeper into participants’ surface-level answers. Also, face-to-face interviews with participants would allow researchers to gauge body language and evaluate the outward physical expressions of the participants’ thoughts and feelings. As the purpose of this study was to determine participants’ perceptions, an interview 121 would be more insightful into what teachers thought about LGBTQ topics than a questionnaire with no opportunity for follow-up. Furthermore, future researchers should observe classrooms to determine whether or not materials in their curriculum and instruction helped LGBTQ students understand the nature of the world they live in, their place as a member of a group, and their connections to all other humans. By observing classrooms, future researchers should determine if LGBTQ-inclusive curricula, practices, and polices produced greater awareness and sensitivity to others while determining if teachers’ perceptions of LGBTQ-inclusive topics affected whether or not LGBTQ students’ needs were being met or neglected.  Finally, future researchers should expand the participant sample to include LGBTQ students. By examining the perceptions of LGBTQ students, future researchers should evaluate how policies and practices regarding LGBTQ-inclusive curriculum affected LGBTQ students in their mental, emotional, and physical well-being, as well as their academic and social success. Including LGBTQ students would pose some ethical considerations for researchers, such as the risk of inadvertently outing an LGBTQ student. Also, as participants under 18 years of age often must have parental permission to participate in a study, LGBTQ students may not feel comfortable asking their parents for permission to participate in an LGBTQ-focused study. Ultimately, the needs of LGBTQ students and how teachers’ perceptions of LGBTQ-inclusive policies, practices, and curriculum meet those needs should be at the forefront of curriculum reform.  122 Conclusions of the Study The purpose of this basic qualitative interpretive study was to examine rural Appalachian ELA high school teachers’ perceptions of policies about using LGBTQ-inclusive literature and teachers’ practices regarding whether or not they used LGBTQ-inclusive literature in their classrooms. In this study, I considered if, in Appalachian ELA classrooms, teachers’ perceptions of teaching LGBTQ topics prevented them from providing LGBTQ diversity in their curricular choices. Participants of this study were state-certified teachers with English endorsements who had teaching experience in rural Appalachian high schools. I collected data through an online questionnaire in Google Forms. The questionnaire, based on my research questions and problem statement, contained seven open-ended questions, which allowed for thoughtful and thorough participant responses. The findings of this study revealed overwhelmingly negative teacher thoughts and feelings about policies and practices regarding LGBTQ-inclusive topics in the curriculum. Teachers expressed fear of the consequences of including LGBTQ topics in light of the hostile political and social climate at the time of this study. Additionally, some participants expressed their concern for LGBTQ students’ needs, but ELA teacher participants felt untrained and incapable of adequately meeting those needs.  This study served as a foundational study exploring the thoughts and feelings about policies and practices of rural Appalachian high school ELA teachers regarding LGBTQ-inclusive topics in their curriculum. Teachers expressed their desire for further training and administrative support in meeting the needs of LGBTQ students. Finally, teachers admitted to excluding LGBTQ 123 books, authors, discussions, and topics due to threats of pushback or reprimands under current legislation and local policies. At the time of this study, the political climate in many states, including Tennessee, was hostile toward the LGBTQ community, and LGBTQ legislation was ever-changing. All students deserve access to age-appropriate, rigorous, and diverse literature in curriculum and instructional practices. Access to literature, however, does not only serve an academic purpose but it should also touch the soul of the reader. The gift of literature is that the reader can experience life through the characters’ lives—learn life lessons through the mistakes and successes of characters—and see themselves reflected in the narrative. Diversity in the narrative of life has caused reading and English teachers through the years to address the absence of particular voices in the canon. Progressive ELA teachers have provided girls with literature about successful women; they have provided Black students with stories of African American heroes; they have provided Latino students with literary art from South America; but the inclusivity seems to have stopped with ethnic diversity. Sexually diverse students deserve the same considerations. LGBTQ students deserve to hear the voices of LGBTQ artists, figures, characters, and authors. LGBTQ students deserve to feel safe in classrooms without being bullied and harassed. LGBTQ students deserve allies among their classmates and their teachers. LGBTQ students deserve respect and understanding. Thankfully, English classrooms have traditionally been the ones where students can openly express their thoughts and feelings in response journals or class discussions. Consequently, ELA teachers have welcomed even the 124 groanings of their students’ souls in their creative works of poetry or other literary artistic expressions. Moreover, ELA teachers broaden their students’ understandings of life through the heroic exploits or tragic consequences of literary characters. Thus, ELA teachers have the unique opportunity to change the classroom and school culture by opening the door to LGBTQ-inclusive literature, so all students are blessed with safety, acceptance, support, and love. One of the greatest needs humans have is the safety to be the unique individuals they were created to be, and the second is the need for belonging. Because they admitted they felt safe to do so, students have come out as LGBTQ to me as their English teacher when they did not feel safe to do so at home or in other teachers’ classes – sometimes in a face-to-face conversation and sometimes in a responsive journal. It saddens me that many of my students have other teachers who have shown heteronormative, if not homophobic, behaviors openly in class, further marginalizing and harming LGBTQ students. In today’s post-pandemic classroom, all students bring a plethora of needs as I have not seen in three decades of teaching, but my heart is with the LGBTQ students in my classroom whose battle to be affirmed and included is often a silent one and sometimes a dangerous one. It is my desire to create an accepting and affirming classroom culture in which LGBTQ students know when they enter my classroom they are welcomed, safe, and loved.   125 References Ackerman, A. (2018). Representation in literature: Why it’s important and how to handle it. Writers Helping Writers. https://www.writershelpingwriters.net/2018/10/representation-in-literature-why-its-important-and-how-to-handle-it/ Adams, M., & Rodriguez, S. (2019). Moving toward: Using a social justice curriculum to impact teacher candidates. Journal for Multicultural Education, 13(4), 320–337.  Adamson, J., Gooberman Hill, R., & Woolhead, G. (2004). 'Questerviews': Using questionnaires in qualitative interviews as a method of integrating qualitative and quantitative health services research. PubMed, 9(3), 139-145.  Aghasaleh, R. (2018). Oppressive curriculum: Sexist, racist, classist, and homophobic practice of dress codes in schooling. Journal of African American Studies, 22(1), 94–108.  American Psychological Association. (2020). Dictionary of psychology. https://dictionary.apa.org/heteronormativity  American Psychological Association. (2015). School based risk and protective factors for gender diverse and sexual minority children and youth: Improving school climate. Andrzejewski, J., Pampati, S., Johns, M. M., Sheremenko, G., Lesesne, C., & Rasberry, C. N. (2020). Sexual behaviors, referral to sexual health services, and use of sexual health services among 126 transgender high school students. Journal of School Health, 90(5), 349–357.  Appalachian Regional Commission. (2022). Rural Appalachia compared to the rest of rural America. https://www.arc.gov/rural-appalachia/#:~:text=Of%20the%20Appalachian%20Region's%20420,residents%2C%20live%20in%20rural%20counties Arora, P. G., Kelly, J., & Goldstein, T. R. (2016). Current and future school psychologists’ preparedness to work with LGBT students: Role of education and gay straight alliances. Psychology in the Schools, 53(7), 722–735.  Association for Middle Level Education. (2022). LGBTQ literature in the classroom. https://www.amle.org/lgbt-literature-in-the-classroom Baams, L., Dubas, J. S., & van Aken, M. A. G. (2017). Comprehensive sexuality education as a longitudinal predictor of LGBTQ name calling and perceived willingness to intervene in school. Journal of Youth and Adolescence: A Multidisciplinary Research Publication, 46(5), 931–942. Batchelor, K. E., Ramos, M., & Neiswander, S. (2018). Opening doors: Teaching LGBTQ themed young adult literature for an inclusive curriculum. The Clearing House: A Journal of Educational Strategies, Issues and Ideas, 91(1), 29–36.  Belsha, B. (2022, April 22). ‘Am I not allowed to mention myself?’ Schools grapple with new restrictions on teaching about gender and sexuality. Chalkbeat. 127 https://www.chalkbeat.org/2022/4/12/23022356/teaching-restrictions-gender-identity-sexual-orientation-lgbtq-issues-health-education Bickford, J. H. (2017). The representations of LGBTQ themes and individuals in nonfiction young adult literature. Social Studies Research and Practice, 12(2), 182–198.  Bishop, R. (2015). Mirrors, windows, and sliding doors. Reading is Fundamental. https://scenicregional.org/wp-content/uploads/2017/08/Mirrors-Windows-and-Sliding-Glass-Doors.pdf Blackburn, M. V., & Buckley, J. F. (2005). Teaching queer inclusive English language arts. Journal of Adolescent & Adult Literacy, 49(3), 202–212. Blackburn, M., & Miller, M. C. (2017). Equity by design: Teaching LGBTQ themed literature in English language arts classrooms. Midwest & Plains Equity Assistance Center. https://files.eric.ed.gov/fulltext/ED580428.pdf Blakemore, E. (2021, October 19). From LGBT to LGBTQIA+: The evolving recognition of identity. National Geographic. https://www.nationalgeographic.com/history/article/from-lgbt-to-lgbtqia-the-evolving-recognition-of-identity  Block, B. A. (2014). Supporting LGBTQ students in physical education: Changing the movement landscape. Quest, 66(1), 14–26. 128 Bowen, J. (2021). Why is it important for students to feel a sense of belonging at school? NC State University, College of Education News. https://ced.ncsu.edu/news/2021/10/21/why-is-it-important-for-students-to-feel-a-sense-of-belonging-at-school-students-choose-to-be-in-environments-that-make-them-feel-a-sense-of-fit-says-associate-professor-deleon-gra/#:~:text=When%20students%20feel%20a%20sense,according%20to%20DeLeon%20Gray%2C%20Ph Branigin, A. (2022, July 8). 10 anti-LGBTQ laws just went into effect. They all target schools. The Washington Post.  Brown, M. (2022, April). Relationships among public school general education teachers, who teach students with chronic illnesses, and teacher attrition and teacher mobility. [Doctoral dissertation, Lincoln Memorial University.] ProQuest Theses and Dissertations. Caillouet, R. (2008). Dixie Chicks, scrotums, Toni Morrison, and gay penguins: Homosexuality and other classroom taboos. Assembly on Literature for Adolescents of NCTE Review, 35(3), 30 34. Carranza, R. (2018, June 22). Why it’s so important to include LGBTQ education in schools. Teen Vogue. https://www.teenvogue.com/story/why-its-so-important-to-include-lgbtq-education-in-schools Carrera-Fernández, María V., Cid Fernández Xosé, M., Almeida, A., González Fernández, A., & Rodríguez Castro, Y. (2019). Gender bashing in adolescents: Structural relations with heterosexual 129 matrix, racism/xenophobia and attitudes toward bullying. Journal of School Health, 89(7), 536–548. https://doi.org/10.1111/josh.12778 Centers for Disease Control and Prevention (CDC). (2019). YRBSS results. Adolescent and school health. https://www.cdc.gov/healthyyouth/data/yrbs/results.htm Chaudoir, S. R., Wang, K., & Pachankis, J. E. (2017). What reduces sexual minority stress? A review of the intervention “toolkit.” Journal of Social Issues, 73(3), 586–617.  Cipriano, C., Barnes, T. N., Pieloch, K. A., Rivers, S. E., & Brackett, M. (2019). A multilevel approach to understanding student and teacher perceptions of classroom support during early adolescence. Learning Environments Research: An International Journal, 22(2), 209–228.  Clyde, L. A., & Lobban, M. (2001). A door half open: Young people’s access to fiction related to homosexuality. School Libraries Worldwide, 7(2), 17-30. Comment, K. (2009). “Wasn’t she a lesbian?” Teaching homoerotic themes in Dickinson and Whitman. The English Journal, 98(4), 61-66.  Conron, K. J. (2020). LGBT youth population in the United States. The Williams Institute, University of California Los Angeles. 130 Creswell, J. W., & Creswell, J. D. (2018). Research design: Qualitative, quantitative, and mixed methods approaches (5th ed.). Sage Education. Crisp, T., & Knezek, S. M. (2010). Challenging texts: \"I just don't see myself here.\" Challenging conversations about LGBTQ adolescent literature. The English Journal, 99(3), 76–79. Crothers, L. M., Kolbert, J. B., Berbary, C., Chatlos, S., Lattanzio, L., Tiberi, A., Wells, D. S., Bundick, M. J., Lipinski, J., & Meidl, C. (2017). Teachers’, LGBTQ students’, and student allies’ perceptions of bullying of sexually diverse youth. Journal of Aggression, Maltreatment & Trauma, 26(9), 972–988.  Dawson, J. (2015). This book is gay. Sourcebooks Fire. Day, J. K., Fish, J. N., Grossman, A. H., & Russell, S. T. (2019). Gay straight alliances, inclusive policy, and school climate: LGBTQ youths’ experiences of social support and bullying. Journal of Research on Adolescence, 30, 418-430.  Day, J. K., Perez Brumer, A., & Russell, S. T. (2018). Safe schools? Transgender youth’s school experiences and perceptions of school climate. Journal of Youth and Adolescence, 47(8), 1731-1742.  DeWitt, P. (2015, July 10). 3 reasons why many schools won’t offer LGBT curriculum. Education Week.  Dixon, D. (2018). Representation in literature: Why it’s important and how to handle it. Writers Helping Writers. 131 https://writershelpingwriters.net/2018/10/representation-in-literature-why-its-important-and-how-to-handle-it/ Dragowski, E. A., McCabe, P. C., & Rubinson, F. (2016). Educators' reports on incidence of harassment and advocacy toward LGBTQ students. Psychology in the Schools, 53(2), 127–142. Driver, S. (2008). Queer youth cultures. State University of New York Press. Duong, J., & Bradshaw, C. (2014). Associations between bullying and engaging in aggressive and suicidal behaviors among sexual minority youth: The moderating role of connectedness. Journal of School Health, 84(10), 636–645.  Etherington, K. (2011). Narrative methods in research [PowerPoint Slides]. Keele University.  Gay, Lesbian, Straight Education Network. (2011). Teaching respect: LGBT inclusive curriculum and school climate (Research brief). https://www.glsen.org/sites/default/files/2020-06/Teaching%20Respect.pdf Gay, Lesbian, Straight Education Network. (2019). Developing LGBTQ-inclusive classroom resources. https://www.glsen.org/sites/default/files/2019-11/GLSEN_LGBTQ_Inclusive_Curriculum_Resource_2019_0.pdf Glueck, K., & Mazzei, P. (2022, April 14). Red states push LGBTQ restrictions as education battles intensify. The New York Times.  132 Gower, A. L., Forster, M., Gloppen, K., Johnson, A. Z., Eisenberg, M. E., Connett, J. E., & Borowsky, I. W. (2017). School practices to foster LGBT supportive climate: Associations with adolescent bullying involvement. Prevention Science, 19(6), 813-821.  Hall, W. J. (2016). Initial development and validation of the bullyharm: The bullying, harassment, and aggression receipt measure. Psychology in the Schools, 53(9), 984–1000.  Hall, W. J. (2018). Psychosocial risk and protective factors for depression among lesbian, gay, bisexual, and queer youth: A systematic review. Journal of Homosexuality, 65(3), 263–316.  Hall, W. J., & Rodgers, G. K. (2019). Teachers’ attitudes toward homosexuality and the lesbian, gay, bisexual, and queer community in the United States. Social Psychology of Education: An International Journal, 22(1), 23–41.  Harper, P. B., McClintock, A., Muñoz, J., & Rosen, T. (1997). Queer transexions of race, nation, and gender: An introduction. Social Text, 15(3-4), 52-53. Hatchel, T., Valido, A., De Pedro, K. T., Huang, Y., & Espelage, D. L. (2019). Minority stress among transgender adolescents: The role of peer victimization, school belonging, and ethnicity. Journal of Child and Family Studies, 28(9), 2467–2476.  Haxhihyseni, S. (2013). Using literature through the curriculum, as a way to increase children’s potential. Academic Journal of Interdisciplinary Studies, 2(4). https://www.richtmann.org/journal/index.php/ajis/article/view/113 133 Health Resources and Services Administration. (2022). Defining rural population. https://www.hrsa.gov/rural-health/about-us/what-is-rural Hsieh, K. (2016). Preservice art teachers' attitudes toward addressing LGBTQ issues in their future classrooms. Studies in Art Education, 57(2), 120–138.  Illinois General Assembly Public Act 101-0227. (2019). https://www.ilga.gov/legislation/publicacts/fulltext.asp?Name=101-0227  Junker, C., & Jacquemin, S. (2017). How does literature affect empathy in students? College Teaching, 65(2), 79-87.  Kumashiro, K. (2002). Troubling education: Queer activism and antiopressive pedagogy. RoutledgeFalmer. Kosciw, J., Clark, C., Truong, N., & Zongrone, A. (2019). The 2019 national school climate survey: The experience of lesbian, gay, bisexual, transgender, and queer youth in our nation’s schools. https://www.glsen.org/sites/default/files/2021-04/NSCS19-FullReport-032421-Web_0.pdf Lambert, M. (2019). Practical research methods in education: An early researcher's critical guide. Routledge. Library of Congress. (2002). Gay, Lesbian and Straight Education Network GLSEN [Web Archive]. https://www.loc.gov/item/lcwaN0008342/ 134 Linville, D. (2017). Queering education: Pedagogy, curriculum, policy. Bank Street Occasional Paper Series, 37(1). https://educate.bankstreet.edu/cgi/viewcontent.cgi?article=1176&context=occasional-paper-series#:~:text=Queer%20theory%20asks%20educators%20to,unknowable%20(Britzman%2C%202000) Los Angeles Conservancy. (2020). Explanation of LGBTQ terms. https://www.laconservancy.org/explanation-lgbtq-terms MacGillivray, I., & Jennings, T. (2008). A content analysis exploring lesbian, gay, bisexual, and transgender topics in foundations of education textbooks. Journal of Teacher Education, 59(2), 170-188. Masko, A. L., & Bloem, P. L. (2017). Teaching for equity in the milieu of white fragility: Can children's literature build empathy and break down resistance? Curriculum and Teaching Dialogue, 19(1), 55-67, 169, 171. McCabe, P. C., Rubinson, F., Dragowski, E. A., & Elizalde Utnick, G. (2013). Behavioral intention of teachers, school psychologists, and counselors to intervene and prevent harassment of LGBTQ youth. Psychology in the Schools, 50(7), 672–688.  McGlashan, H., & Fitzpatrick, K. (2017). LGBTQ youth activism and school: Challenging sexuality and gender norms. Health Education, 117(5), 485–497. Meem, D. T., Alexander, J., & Gibson, M. (2010). Finding out: An introduction to LGBT studies. Sage. 135 Merriam, S. B., & Tisdell, E. J. (2016). Qualitative research: A guide to design and implementation. (4th ed.). John Wiley & Sons, Incorporated. Mishna, F., Sanders, J. E., McNeil, S., Fearing, G., & Kalenteridis, K. (2020). “If somebody is different”: A critical analysis of parent, teacher and student perspectives on bullying and cyberbullying. Children and Youth Services Review, 118. Moorhead, L. (2018). LGBTQ visibility in the k-12 curriculum. Phi Delta Kappan, 100(2), 21–22. Mumpower, J. (2022). Defining Tennessee education: A glossary of terms. Research and Education Accountability. Tennessee Comptroller of the Treasury. https://comptroller.tn.gov/office-functions/research-and-education-accountability/collections/glossary.html Najarro, I. (2021, December 15). Teachers are divided on teaching LGBTQ topics. Education Week. https://www.edweek.org/leadership/educators-divided-on-whether-schools-should-teach-about-lgbtq-topics-survey-finds/2021/12 Nappa, M. R., Palladino, B. E., Menesini, E., & Baiocco, R. (2018). Teachers’ reaction in homophobic bullying incidents: The role of self-efficacy and homophobic attitudes. Sexuality Research and Social Policy, 15(2), 208-218.  Page, M. L. (2017). From awareness to action: Teacher attitude and implementation of LGBT inclusive curriculum in the English 136 language arts classroom. SAGE Open. https://doi.org/10.1177/2158244017739949 Poteat, V. P., Calzo, J. P., Yoshikawa, H., Lipkin, A., Ceccolini, C. J., Rosenbach, S. B., O’Brien, M. D., Marx, R. A., Murchison, G. R., & Burson, E. (2020). Greater engagement in gender sexuality alliances (GSAs) and GSA characteristics predict youth empowerment and reduced mental health concerns. Child Development, 91(5), 1509–1528. Prescott, S. (2019). Supporting LGBTQ-inclusive teaching: How open digital materials can help. New America. https://www.newamerica.org/education-policy/reports/supporting-lgbtq-inclusive-teaching/ Proulx, C. N., Coulter, R. W. S., Egan, J. E., Matthews, D. D., & Mair, C. (2019). Associations of lesbian, gay, bisexual, transgender, and questioning inclusive sex education with mental health outcomes and school based victimization in U.S. high school students. Journal of Adolescent Health, 64(5), 608–614.  Rand Corporation. (2022). Education policy. https://www.rand.org/topics/education-policy.html Rawlings, V. (2019). ‘It's not bullying,’ ‘It's just a joke’: Teacher and student discursive manoeuvres (sic) around gendered violence. British Educational Research Journal, 45(4), 698–716. Ray, D. (2014). Toward a queer-inclusive, queer affirming independent school. Independent School, 73(4), 70-74. 137 Roberts, C., & Hyatt, L. (2019). The dissertation journey: A practical and comprehensive guide to planning, writing, and defending your dissertation. Corwin, a SAGE Company.  Roberts, J. (2021). Culturally responsive & inclusive curriculum resources: What is culturally responsive curriculum? Portland State University Library. https://guides.library.pdx.edu/c.php?g=527355&p=3623937 Rosiek, J., Schmitke, A., & Heffernan, J. (2017). Queering teacher education curriculum: A case study of lessons learned in the transformation of a teacher education program. Curriculum and Teaching Dialogue, 19(1/2), 3–17. Sadowski, M. (2016). More than a safe space: Three schools offer a lesson in how to take support for LGBTQ students to the next level. Educational Leadership, 74(3), 33-36.  Sadowski, M. (2017). More than a safe space: How schools can enable LGBTQ students to thrive. American Educator, 40(4), 4-9. http://eric.ed.gov/?id=EJ1123878 Schalet, A. T., Santelli, J. S., Russell, S. T., Halpern, C. T., Miller, S. A., Pickering, S. S., Goldburg, S. K., & Hoenig, J. M. (2014). Invited commentary: Broadening the evidence for adolescent sexual and reproductive health and education in the United States. Journal of Youth and Adolescence: A Multidisciplinary Research Publication, 43(10), 1595–1610. 138 Schmidt, C., Mizzi, R. C., & Moura, G. (2018). Validating LGBTQ identities in international classrooms. International School, 21(1), 20–21. Scott, L. (2022, September 29). New Tennessee law requires teachers to list and post classroom materials online. FOX13 News Memphis. https://www.fox13memphis.com/news/local/new-tennessee-law-requires-teachers-list-post-classroom-materials-online/UVJWGRPMQZD7NJBA7QKQXHGB5I/  Seelman, K. L., & Walker, M. B. (2018). Do anti-bullying laws reduce in school victimization, fear based absenteeism, and suicidality for lesbian, gay, bisexual, and questioning youth? Journal of Youth and Adolescence, 47(11), 2301-2319. Simovska, V., & Kane, R. (2015). Sexuality education in different contexts: Limitations and possibilities. Health Education, 115(1), 2–6.  Sinclair, J., & Reece, B. J. (2016). Gay straight alliances in the battle for rights: A tipping point for progress over prohibition. Interchange: A Quarterly Review of Education, 47(2), 109–120. Slater, D. (2019). 57 Bus: A true story of two teenagers and the crime that changed their lives. Faber and Faber.  Snapp, S. D., McGuire, J. K., Sinclair, K. O., Gabrion, K., & Russell, S. T. (2015). LGBTQ-inclusive curricula: Why supportive curricula matter. Sex Education, 15(6), 580–596. 139 Steadman, S. (2018). Defining practice: Exploring the meaning of practice in the process of learning to teach. TEAN Journal, 10(1), 3-9. Steck, A., & Perry, D. (2017). Secondary school leader perceptions about the inclusion of queer materials in the school course curricula. The Curriculum Journal, 28(3), 327–348.  Steed, H., Stratford, B., & Gabriel, A. (2021). Only 17 states and DC report LGBTQ-inclusive sex ed curricula in at least half of schools, despite recent increases. Child Trends. https://www.childtrends.org/blog/only-17-states-and-dc-report-lgbtq-inclusive-sex-ed-curricula-in-at-least-half-of-schools-despite-recent-increases Swartz, P. (2003). It’s elementary in Appalachia: Helping prospective teachers and their students understand sexuality and gender. Journal of Gay and Lesbian Issues in Education, 1(1), 51-71.  Tennessee Department of Education. (2022). English language arts academic standards. https://www.tn.gov/education/instruction/academic-standards/english-language-arts-standards.html Tennessee Code § 49-6-410. (2015). Secondary education defined: Secondary school.  Tennessee Code § 49-6-1019. (2021). Prohibited concepts in instruction. Thein, A. (2013). Language arts teachers’ resistance to teaching LGBTQ literature and issues. Language Arts 90(3), 169-180. 140 Theofanidis, D., & Fountouki, A. (2019). Limitations and delimitations in the research process. Perioperative Nursing, 7(3), 155-162.  Thiel, M. (2018). Introducing queer theory in international relations. E-International Relations. https://www.e-ir.info/2018/01/07/queer-theory-in-international-relations/ Tracy, D., & Morrow, L. (2017). Lenses on reading: An introduction to theories and models. The Guilford Press. Ullman, J. (2018). Breaking out of the (anti) bullying 'box': NYC educators discuss trans/gender diversity inclusive policies and curriculum. Sex Education, 18(5), 495–510. Underwood, J. M., Brener, N., & Felsher, B. H. (2020). Tracking adolescent health behaviors and outcomes: Strengths and weaknesses of the Youth Risk Behavior Surveillance System. National Academy of Medicine Perspectives. https://doi.org/10.31478/202010a United States Department of Housing and Urban Development (HUD). (n.d.). Diversity and inclusion definitions. https://www.hud.gov/program_offices/administration/admabout/diversity_inclusion/definitions  Wang, F. (2015). Conceptualizing social justice: Interviews with principals. Journal of Educational Administration, 53(5), 667–681. Wernick, L. J., Kulick, A., & Chin, M. (2017). Gender identity disparities in bathroom safety and wellbeing among high school students. Journal of Youth and Adolescence, 46(5), 917-930. 141 Wesche, R., Galletly, C. L., & Shorey, R. C. (2021). Developing an inclusive safe dates program for sexual and gender minority adolescents: A pilot study. Journal of Adolescence, 86, 11–14. Zack, J., Mannheim, A., & Alfano, M. (2010). \"I didn't know what to say\": Four archetypal responses to homophobic rhetoric in the classroom. The High School Journal, 93(3), 98–110. Zacko-Smith, J. D., & Smith, G. P. (2010). Recognizing and utilizing queer pedagogy: A call for teacher education to reconsider the knowledge base on sexual orientation for teacher education programs. Multicultural Education, 18(1), 2–9. Zaino, K. (2020). Surfacing queer stories in the high school canon. English Journal, 110(1), 39–45. Zotti, D., Carnaghi, A., Piccoli, V., & Bianchi, M. (2018). Individual and contextual factors associated with school staff responses to homophobic bullying. Sexuality Research and Social Policy, 16, 543-558. Zucker, K. J. (2019). Adolescents with gender dysphoria: Reflections on some contemporary clinical and research issues. Archives of Sexual Behavior: The Official Publication of the International Academy of Sex Research, 48(7), 1983–1992. https://www.researchgate.net/profile/Kenneth-Zucker/publication/334552874_Adolescents_with_Gender_Dysphoria_Reflections_on_Some_Contemporary_Clinical_and_Research_Issues/links/5d3124d3458515c11c3c56ab/Adolescents-with-142 Gender-Dysphoria-Reflections-on-Some-Contemporary-Clinical-and-Research-Issues.pdf143 Appendix A Glossary of Terms144 Term Meaning Acceptance APA (2020) defined acceptance as the receptive, nonjudgmental attitude, which conveyed an implicit respect and regard for others as individuals. Appalachia According to the Appalachian Regional Commission (2022), Appalachia was a geographic term with cultural connotations. Geographically used, it described the mountain range that stretches from southern New York to northern Alabama and Georgia in the eastern United States (Appalachian Regional Commission, 2022). Culturally used, it defined the people found in the central and southern areas of the mountain range from Virginia through the Great Smoky Mountains (Appalachian Regional Commission, 2022). For the purpose of this study, I used the term to identify the cultural aspects of the central, southern Appalachian mountains. Binary, or gender binary Prismic (n.d.) defined binary, or gender binary, as the idea that there were only two genders–and that each individual must be either one or the other-male or female. Curriculum  For this study, I used the definition of curriculum provided by the Tennessee Comptroller of the Treasury. Mumpower (2022), defined curriculum as the instructional program and related resources that school districts used to assure students met the academic standards approved by the Tennessee State Board of Education. Diversity The United States Department of Housing and Urban Development (HUD) (n.d.) defined diversity as any dimension used to differentiate groups and people from one another; respect for and appreciation of differences. English Language Arts (ELA) The Tennessee Department of Education defined English Language Arts (ELA) as standards designed to prepare students with the most important literacy skills necessary to succeed in post-secondary and workforce arenas. According to the Tennessee Department of Education (2022), ELA standards reinforced the three ELA instructional shifts: regular practice with complex text and its academic vocabulary; reading and writing grounded in evidence from literary and informational text; and building knowledge through content-rich literary and informational text. Heteronormative Heteronormative was the assumption that opposite gender sexual attraction was the norm and heterosexuality (where males and females are attracted 145 Term Meaning to the opposite sex) was the preferred sexual orientation. Heteronormativity leads to stereotyping and bias. According to the American Psychological Association (2020) Dictionary of Psychology, social theorists stated this assumption is fundamentally embedded in, and legitimizes, social and legal institutions that devalue, marginalize, and discriminate against people who deviate from its normative principle (e.g., gay men, lesbians, bisexuals, transgendered persons).  High School For the purposes of this study, I defined high school as a secondary school containing grades 9-12. TN Code § 49-6-410 (2015) defined a secondary school as education normally available and required by state standards to be taught to children enrolled in grades 7-12. Homophobia  Homophobia is the irrational fear of and discomfort with homosexuality and homosexuals (MacGillivray & Jennings, 2008). Inclusion The United States Department of Housing and Urban Development (n.d.) defined inclusion as the process of creating a working culture and environment that recognizes, appreciates, and effectively utilizes the talents, skills, and perspectives of people. Inclusive Curriculum Illinois General Assembly Public Act 101-0227 (2019) defined LGBTQ-inclusive curriculum as tools and resources in which lesbian, gay, bisexual, transgender, and queer and questioning (LGBTQ) contributions were incorporated into curriculum and history classes. Intersectionality Meem et at. (2010) defined intersectionality as a theory regarding socially and culturally constructed categories and their interactions on multiple levels to manifest themselves as inequality in society. Lesbian, Gay, Bisexual, Transgender, Queer LGBTQ was an acronym for lesbian, gay, bisexual, transgender, questioning. National Geographic writer Erin Blakemore (2021) wrote the following:  The terms for the community of people who are lesbian, gay, bisexual, transgender, queer, intersex, and asexual are as broad as that community itself. As society’s understanding, recognition, and inclusion of diverse sexual identities and gender expressions has grown, so has its acronym (p. 1). • Dawson (2015) defined a lesbian as a woman who had sexual attraction to women; however, some women prefer the term gay woman. 146 Term Meaning • Dawson (2015) defined gay as men who have sexual attraction to men and women who have sexual attraction to women. • Dawson (2015) defined bisexual as someone who prefers sex with men and women. • Dawson (2015) defined transgender as a term for people who experimented with or moved between genders. Queer was originally defined as unusual; however, queer became a derogatory term referring to homosexuals (Dawson, 2015). Dawson (2015) defined queer as an identity not having to be defined.  Marginalized group APA (2020) defined a marginalized group as a distinct group not assimilated into the social mainstream. Policy According to Rand Corporation (2022), education policy included laws as well as processes that educational organizations, local districts, states, and nations follow to achieve academic goals. I defined policy as the decisions that influenced the field of education, as well as the laws that controlled the education system. Practice Steadman (2018) defined practice as the adaptive expertise, practical knowledge, and responsibility of teachers to respond to the specific social context and needs of their students. In this study, I defined practice as the strategies teachers used to facilitate teaching and learning. Queer  For the purpose of this study, I defined queer in line with Ray (2014). What had been traditionally used as a pejorative was being reclaimed and repurposed. My hope is that the use of queer will continually resist strict definition for us, especially as educators, to continually reexamine our conceptions of gender and sexuality so that we do not marginalize or oppress nonnormative positionalities. Representation  For the purposes of this study, I defined representation as explained by Deborah Dixon, author and racial justice activist. Dixon (2018) defined representation as “seeing people who look, act, and experience life like them in media makes a person feel included in a society, and it reinforces positive views of themselves and what they can achieve in society” (para. 4). Dixon (2018) continued, “There are two primary reasons why representation is important: inclusivity and perception” (para. 4). 147 Term Meaning Rural According to the Health Resources and Services Administration (HRSA) (2022), census administrators did not define rural for the United States Census; however, HRSA did define urban as areas with more than 50,000 people, which concluded rural as areas outside urban areas. According to the Appalachian Regional Commission (2022), one-fourth of Appalachian counties were classified as rural. I defined rural as a geographical area outside an urban area.  148 Appendix B Acronyms/Initials Used Throughout Document149 Acronym/ Initials Name Description AMLE Association for Middle Level Education International organization for middle school educators APA American Psychological Association Scientific and professional organization that represents psychologists in the United States ELA English Language Arts Department of study of literature and language GLSEN Gay, Lesbian, Straight Education Network Leading national education organization focused on ensuring safe and affirming schools for all students GSA Gay Straight Alliance Student-led, school-based clubs that aim to provide a safe environment in schools for LGBTQ students, as well as straight allies HIV Human Immunodeficiency Virus Infection transmitted through sexual contact LGBTQ  Lesbian, Gay, Bisexual, Trans, Queer Initials for an umbrella term for sexual and gender identity SHP School Health Profile A system of surveys assessing school health policies and practices STI, STD Sexually transmitted infections, Sexually transmitted disease/infection Infections transmitted through sexual contact YRBS Youth Risk Behavior Survey Biennial survey of adolescent risk and health behaviors conducted by the Centers for Disease Control 150 Appendix C 16 Considerations for Making Schools More Inclusive for LGBTQ Students 151 Consideration Description Ask about preferred gender pronouns Teachers can become more comfortable and well-versed with nontraditional pronouns. Support an active Gay-Straight Alliance (GSA) GSAs offer a space for students to understand the complexity of sexuality. Include sexual orientation and gender identity and expression in nondiscrimination policies Gender identity and expression less frequently included in nondiscriminatory policies. Reach beyond nondiscrimination to values articulation. A more positive, values-based statement outlines an institution’s values for inclusion and details what it means by diversity. Make the curriculum queer inclusive. The opportunities for LGBTQ students to read characters who mirror their own experiences can provide a meaningful, affirming experience. Have gender-neutral restrooms. With at least one gender-neutral bathroom on campus, a school can shirk the controlling, oppressive gender binary and minimize some of the anxieties experienced by gender-nonconforming people. Utilize GLSEN resources. Free, online resources are available that can sensitize educators to gender and sexuality issues. Start a network of LGBTQ alums. Hosting LGBTQ alumni speakers results in support and encouragement to the students and to the school’s efforts to be more inclusive. Participate in No Name-Calling Week, LGBTQ History Month, National Coming Out Day, and Transgender Day of Remembrance. Participating in events like these will let people know that it was not taboo to address LGBTQ issues. Curate library collections to be LGBTQ-inclusive. Young adult and non-fiction sections should include titles relevant to LGBTQ experiences. Have queer-positive symbols throughout campus. Symbols, such as the rainbow or pink triangle, are an open display of values. Be willing to learn about nonnormative sexualities and gender issues. Educators should be open to developments in the fields of knowledge that concern gender and sexuality. Do not be silent when you hear bigotry. If teachers hear a student use “gay” as a pejorative, it was important to correct that student. Teachers should also model affirming speech. Do not forget the “B” and “T”. Public discourse reduces queer issues to gay and lesbian. Experiences of bisexual and transgender people should not be forgotten. 152 Consideration Description Do not reduce the experiences of queer people to issues of sex. Being queer was a framework through which much of experience was filtered. Remember that discussions about identities/affinities invite discussions of intersectionality. People belong to multiple groups, and it should not be expected for people to check all but one aspect of their identity at the door when we bring people together.  Source: Ray (2014).  153 Appendix D Implied Consent Letter to Participants154 Dear English Language Arts Teacher,   Your anonymous participation is requested for a research study about the literature you use in your classroom. You are eligible to participate in this study if you (a) are currently or previously employed as an English Language Arts teacher by a rural Appalachian high school, (b) are state or commonwealth certified ELA secondary school teacher (c) have knowledge of or experience with the curriculum choices made in English Language Arts classes. This study is in partial fulfillment of the requirements for the degree of Doctor of Education at Lincoln Memorial University, where I am currently enrolled. Your participation and expertise in this area are very valuable to this research. Participation in this study is voluntary. With your help, this study may help prepare future school leaders in curriculum development and may strengthen professional development programs on diversity and inclusion. As a result, districts, administrators, teachers, and students may benefit from the results of the data.   This study includes 6 questions to be completed electronically through Google Forms and will require approximately 15-20 minutes of your time. You may refuse to answer any question or discontinue your involvement at any time without penalty. If at any time you discontinue the questionnaire, your results will be discarded. Your responses will be kept strictly confidential, and data will be stored in secure password-protected computer files. Any report of this research that is made available to the public will not include your name or any other individual information by which you could be identified. Your decision to participate will not affect your current or future relationship with Lincoln Memorial University. There are no known harms or discomforts associated with this study, as it involves minimal risk and highlights your current expertise and knowledge of curricular choices in English Language Arts high school classrooms.   Please contact me via email at Dawn.Viles@lmunet.edu or cell phone at (XXX)XXX-XXXX with any questions you may have before deciding to participate. If you are unable to contact the researcher listed at the beginning of this form or the faculty sponsor and have general questions, concerns, complaints, or inquiries about your rights as a research subject, please contact LMU’s Institutional Review Board (irb@lmunet.edu).   By moving forward and completing the questionnaire, you are agreeing that you meet the criteria as a current or former state or commonwealth certified secondary ELA teacher with teaching experience in rural Appalachia who has knowledge of or experience with curricular choices.  Thank you for your consideration to participate in my study.   Thank you, Dawn Viles Questionnaire Link: 155 Appendix E Questionnaire   In rural high schools, diverse students are a vulnerable population, and racial, ethnic, cultural, and sexual minorities are at risk for intolerance and bullying. To better understand the impact teacher practices have on this population, I am gathering data that might shed light on how classroom climate and curriculum impact these students. As a current or former high school English Language Arts teacher, you have first-hand knowledge of these issues and students, which makes you a valuable source of data. To protect the privacy of participants and students, please do not use any names or other identification information in your responses.    1. How do you feel about discussing LGBTQ texts and/or topics with students? RQ1  2. What evidence is seen or heard in your classroom of an LGBTQ-affirming and inclusive environment? RQ2  3. Describe the materials you use to reflect LGBTQ topics for study or for classroom discussion. RQ1, RQ2  4. Can you describe a time your class discussed an LGBTQ topic related to literary works you were studying? If so, what work(s) were being used? Describe the discussion experience. RQ1   5. Describe your thoughts on the impacts on your classroom, if any, of legislation such as Tennessee State Law 1229 (a school district must notify parents before providing a sexual orientation curriculum or gender identity curriculum). What do you think about the implications of the law on you? On your students? RQ1  6. If you experienced pushback for teaching a controversial topic, how did this experience affect your future curricular choices? RQ1  7.  To help me grow the size of my participant sample, please provide the name and email address of an ELA teacher who may be interested in providing their input for this study. ",
    "id": 568033058,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lmunet.edu:edddissertations-1050"
    },
    "title": "TEACHERS’ PERCEPTIONS OF POLICIES AND PRACTICES OF LGBTQ-INCLUSIVE CURRICULUM IN RURAL APPALACHIAN HIGH SCHOOL ENGLISH LANGUAGE ARTS CLASSES",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-03-02T08:00:00+00:00",
    "publisher": "LMU Institutional Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lmunet.edu/cgi/viewcontent.cgi?article=1050&context=edddissertations"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/568033058.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/568033058"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/568033058/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/568033058/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/568033058"
        }
    ],
    "abstract": "Lesbian, Gay, Bisexual, Transgender, Queer students were a vulnerable population in rural Appalachian high schools. Minority high school students, specifically those who identified as Lesbian, Gay, Bisexual, Transgender, Queer, who saw themselves reflected in practices and curriculum increased their academic performance, felt safe, and developed stronger empathy for others. Traditionally, English Language Arts teachers had power to select literary works and supplemental materials they deemed important for their students; however, local, district, and state stakeholders and policymakers influenced curricular choices in English Language Arts classrooms more directly than had occurred in the past. Further marginalizing Lesbian, Gay, Bisexual, Transgender, Queer students, legislation trends and the political climate at the time of this study targeted Lesbian, Gay, Bisexual, Transgender, and Queer students and caused reluctance in or disallowed teachers to include Lesbian, Gay, Bisexual, Transgender, Queer topics. After collecting data from 16 rural Appalachian high school certified English Language Arts teachers, I concluded teachers’ perceptions of practices and policies about Lesbian, Gay, Bisexual, Transgender, Queer-inclusive curriculum negatively influenced what they taught in their classrooms; therefore, English Language Arts teachers’ negative perceptions of policies and practices prevented the implementation of Lesbian, Gay, Bisexual, Transgender, Queer-inclusive curriculum in rural Appalachian high schools to the detriment of Lesbian, Gay, Bisexual, Transgender, Queer students",
    "tags": [
        "text",
        "LGBTQ",
        "Appalachia",
        "English Language Arts",
        "Curriculum",
        "Curriculum and Instruction",
        "Secondary Education",
        "Secondary Education and Teaching"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lmunet.edu:edddissertations-1050",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13791",
        "openDoarId": 0,
        "name": "Lincoln Memorial University, Duncan School of Law: Digital Commons @ LMU-DSOL",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 568033058,
        "depositedDate": null,
        "publishedDate": "2023-03-02T08:00:00+00:00",
        "updatedDate": "2024-02-15T06:15:57+00:00",
        "acceptedDate": null,
        "createdDate": "2023-06-16T08:34:46+01:00"
    },
    "urls": [
        "https://digitalcommons.lmunet.edu/context/edddissertations/article/1050/viewcontent/Viles_Final_Dissertation.pdf",
        "https://digitalcommons.lmunet.edu/edddissertations/49",
        "https://digitalcommons.lmunet.edu/context/edddissertations/article/1050/filename/0/type/additional/viewcontent/Viles_Form_11.pdf"
    ],
    "lastUpdate": "2024-02-15T06:15:57+00:00",
    "setSpecs": []
}