{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Carlile, Anna"
        }
    ],
    "contributors": [],
    "createdDate": "2019-11-04T19:52:12+00:00",
    "dataProvider": {
        "id": 50,
        "name": "Goldsmiths Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/50",
        "logo": "https://api.core.ac.uk/data-providers/50/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/14681366.2019.1681496",
    "downloadUrl": "https://core.ac.uk/download/237012490.pdf",
    "fullText": "Carlile, Anna. 2020. Teacher experiences of LGBTQ- inclusive education in primary schoolsserving faith communities in England, UK. Pedagogy, Culture & Society, 28(4), pp. 625-644. ISSN1468-1366 [Article]https://research.gold.ac.uk/id/eprint/27233/The version presented here may differ from the published, performed or presented work. Pleasego to the persistent GRO record above for more information.If you believe that any material held in the repository infringes copyright law, please contactthe Repository Team at Goldsmiths, University of London via the following email address:gro@gold.ac.uk.The item will be removed from the repository while any claim is being investigated. Formore information, please contact the GRO team: gro@gold.ac.uk  1 Teacher experiences of LGBTQ- Inclusive Education in Primary Schools Serving Faith Communities in England, UK  Anna Carlile a.carlile@gold.ac.uk @anna_carlile  Keywords: elementary school, K-5, LGBT, religion, heteronormativity  Abstract This article reports on the experiences of teachers delivering an LGBTQ-inclusive education programme in four English primary schools serving faith communities. These teachers tended to start the work from an anti-bullying standpoint finding that whilst they might need to strategically begin at this potentially pathologising starting place, they could later develop the programme to embed LGBTQ-inclusive input across the curriculum. Legislative and policy frameworks gave teachers the courage to deliver the materials, particularly the Equality Act 2010. Lead teachers found a range of ways to work with colleagues, with some drawing on their religious commitment to embrace the work. The children’s openminded responses encouraged their teachers, and over time the schools were able to conduct LGBTQ-focussed community celebrations with parents from the faith communities they served. Teachers working with children from religious families were also able to consider coming out as living in a monogamous, committed same-sex relationship. Whilst not immediately deconstructing the constraints of homonormativity, it could be argued that these approaches offer a range of starting points to support LGBTQ-inclusive education in schools serving faith communities.    2  Introduction In the 2018-19 school year, UK newspapers reported a parent protest and petition against LGBTQ (lesbian, gay, bisexual, transgender and queer)-inclusive education at a primary school (for ages 4 to 11; also known internationally as elementary schools or K-5 schools) serving a Muslim population in Birmingham, a large urban area of England (Parveen 2019). The school and other nearby schools were picketed for weeks. The story became huge on social media, drawing angry responses from many angles. At the beginning of the 2019-2020 school year, schools in England were tasked explicitly with delivering a new LGBTQ-inclusive relationships and sex education (RSE) programme, although schools were left to decide for themselves what they considered might be ‘appropriate’. Schools deify ‘objective’ fact, risk-management, and childhood innocence (Allen et al 2014), and within this framework, discussions about these situations on social and mainstream media were deeply polarised and lacking in detail. It is therefore important to provide a space to consider with more nuance the tensions and shared experiences relating to diverse religious and LGBTQ identities, experiences and perspectives in schooling contexts (Neary, Gray and O’Sullivan 2018; Love and Tosolt 2013; Tuck and Yip 2012). This article draws on interview data to outline the experiences and strategies of six teachers delivering LGBTQ -inclusive education in primary schools serving a range of faith communities in England, UK as part of a programme delivered by the education charity Educate&Celebrate.   The article proceeds with a note on some of the language used, before outlining the political and legislative context within which LGBTQ-inclusive education in the UK is delivered. The literature summarised below addresses the interplay between religion and LGBTQ identities in education settings, pedagogical approaches, and teachers coming out in schools serving   3 faith communities. The data, drawn from a series of interviews with primary school teachers, demonstrates how they often start by relying on the legislative framework to start with an anti-bullying approach before developing the full range of pedagogical approaches. They find that children are more capable of thinking through the issues than they had imagined, developing teacher confidence as their understanding becomes more nuanced. Religion largely becomes a framework within which mutual respect can be justified, albeit where LGBTQ identities stay within homonormative guidelines.   A note on language For the purposes of this article, ‘LGBTQ’ encompasses a range of lesbian, gay, bisexual and transgender people, with ‘queer’ as an imperfect proxy for the inclusion of LGBT people and others including those with fluid or nonbinary identities (Love and Tosolt 2013). Bisexual people are largely invisible in the literature and the teacher talk reported here, although one of the teachers interviewed identified as bisexual. There were no transgender teachers in the dataset or in the literature summarised in this article, but the LGBTQ-inclusive programme described is focussed on challenging gender binaries and heteronormativity, and includes books and materials designed to ‘usualise’ gender non-normative people. One of the schools involved did have a trans child; the programme appeared to support the school’s inclusive work with this student, but the case is not discussed in this article due to its focus on teachers rather than students. ‘Schools serving faith communities’ encompasses publicly funded ‘faith schools’, usually in the UK run by the Catholic Church, ‘Church schools’ which are managed by the Church of England, and serve children from the local community from a range of faith backgrounds (Taylor and Cuthbert 2019), and non-religious state schools which serve a range of communities of faith, including Muslim, Christian of many denominations, Hindu, Buddhist, and Jewish families. ‘Primary schools’ in England, UK serve students aged four to   4 eleven (up to the US equivalent of Grade 6); they are known elsewhere as K-5 or elementary schools. In this article I have replicated the word used in each piece of cited research.  Context Teachers in the UK are subject to the lasting impact of a right-wing Conservative government’s homophobic ‘Section 28’ statute which stood between 1988 and 2003, and forbade the ‘promotion’ of same-sex relationships in schools (Vanderbeck and Johnson 2016). In 2010 the UK Equality Act created a ‘public duty’ which requires state-funded institutions such as schools to prevent discrimination against and promote knowledge and understanding between a number of specific groups, including people of faith and those who are LGBTQ alongside race, disability, and sex. In 2014 the Government Equalities Office (GEO) and the Department for Education (DfE) spent £2 million ($2.4 million) on trialling approaches to challenging homophobic, biphobic and transphobic (HBT) bullying (Formby 2015)  before rolling out an even more expensive programme over the following years. Since then the DfE has delayed the release of the guidance developed out of these pilot projects to schools, possibly to avoid political censure. At the same time, the national schools inspectorate (Ofsted: the Office for Standards in Education) outlined plans to check that schools were delivering on LGBTQ inclusion. The Chief Rabbi for Judaism in England (Mirvis 2018) and the Church of England (2019) have independently released their own inclusive guidance for schools serving their faith communities. At the same time, the neoliberal marketisation and related diversity of the UK school system means that faith schools are broadly supported, and many do not deliver LGBTQ-inclusive RSE (Taylor and Cuthbert 2019). UK parents’ right to remove their children from sex education on religious grounds goes much further than the affordance for religious freedom outlined in the European Court of Human Rights (Vanderbeck and Johnson 2016). At the same time, one of the   5 legacies of the silencing impact of Section 28 is a lack of clear guidance from government on how LGBTQ-inclusive education might be implemented specifically in schools serving faith communities. As Martino and Cumming-Potvin (2016) found in Canada, when it comes to supporting the actual delivery of legally mandated LGBTQ-inclusive education in the face of religious protest, the UK government’s lack of response demonstrates a reluctance to ‘open a can of worms’ (p.815).  Literature review Most of the literature on LGBTQ-inclusive education in schools serving faith communities focuses on Catholicism, although there is some research on LGBT inclusive education in schools serving communities of other denominations and religions (Martino and Cumming-Potvin 2016, Page and Yip 2012 and Depalma and Jennet 2010).  Conceptions of LGBTQ-inclusive education in schools serving faith communities Religious doctrine has traditionally been experienced as unsupportive towards same-sex relationships and transgender identities (Allen et al 2014, Newman, Fantus, Woodford and Rwigema 2018, Neary, Gray and O’Sullivan 2018, DePalma and Jennett 2010). Some research shows that this belief is held by children and young people of all ages (Page and Yip 2012; Martino and Cumming-Potvin 2016). As a consequence, LGBTQ-inclusive education is often understood by the media, parents and teachers around the world to be inherently anti-religious (Allen et al 2014). LGBTQ students can find their religion becoming more of a problem than a solace (Love and Tosolt 2013). In New Zealand and Australia, Allen et al (2014) encountered teachers who felt that conducting ‘sexualities research’ with religious youth was ‘culturally inappropriate’ (p.41), and in Canada, Newman, Fantus, Woodford and Rwigema (2018) interviewed senior school staff who felt that it was difficult to balance   6 protections afforded people with religious and sexual orientation-based characteristics in school.  Many faiths frame children as needing to be protected from the existence of sexuality (Formby et al 2010; DePalma and Jennett 2010; Allen et al 2014, Barozzi and Ojeda 2014; Farrelly, O’Higgins Norman and O’Leary 2017; Kuhar and Zobec 2017). Farrelly, O’Higgins Norman and O’Leary (2017) suggest that teachers in Ireland with a ‘Catholic habitus’ tend to see young children as too innocent to understand what they are saying, and so although 57% of them had heard homophobic language such as ‘that’s so gay’ at school they rarely addressed the incident as one of homophobic bullying. This lack of response can perhaps be seen as a manifestation of moral panic (Allen at al 2014), which represents a confusion between the idea of sexual activity and the ideas of sexual orientation and gender as elements of people’s identities.  However, constructive, nuanced and often collaborative negotiations between LGBTQ students, parents and teachers, schools, and faith communities are also found to be possible (DePalma and Jennett 2010; Newman, Fantus, Woodford and Rwigema 2018; Taylor and Cuthbert 2019). Children in elementary schools are seen to be more able than is often assumed to discuss LGBTQ people and issues in open and thoughtful ways (Hackman 2002, Barozzi and Ojeda 2014). Taylor and Cuthbert (2019) discuss how queer religious youth are often not expected to exist in schools, but that they can in fact draw support from their faith.  It is not therefore inevitable that faith and church schools and other schools serving faith communities should offer a hostile response to LGBTQ people and identities (Taylor and Cuthbert 2019). As Blum (2010) explains, noting that it is entirely possible to find good intellectual support for egalitarianism in Islam, ‘groups are internally more pluralistic than outsiders recognise’ (p.148); the UK Chief Rabbi’s empathic and inclusive guidance for Orthodox Jewish schools confirms this (Mirvis 2018). Catholic culture can also   7 be open to inclusivity: Perez-Testor et al (2010) surveyed elementary school teachers in mainly Catholic Spain, finding a level of homophobia associated with religiosity, but a more established trend towards open-mindedness perhaps associated with the teaching profession or with an understanding of a Catholicism steeped in social justice. Barozzi and Ojeda (2014) found that whilst elementary school teachers felt undertrained in this area, many were open to discussing LGBTQ issues in school; Spanish law allowed for this in public schools with children aged 9, 10 and 11. In Ireland, Neary, Gray and O’Sullivan (2018) describe several cases of LGB Catholic primary school teachers who worked hard to coexist within their own hybrid religious and LGB identities. A school administrator from the ‘Black church’ Christian tradition in the US also found that her work to support LGBTQ students could be aligned with her church’s convention of emancipation and resilience (Reed and Johnson 2010). In the UK after the abolition of Section 28, a European-funded project (the original ‘No Outsiders’ LGBTQ-inclusive education research programme; there are others using the same name currently active) led by researcher Elizabeth Atkinson in 2005 began to investigate the potential for collaboration and solidarity between religious and LGBTQ communities (DePalma and Jennett 2010). One of the project teachers made a link with Holocaust Memorial Day by looking at LGBTQ people as an important group to consider within a ‘respect for difference’ discussion in class (Depalma and Atkinson 2009). A gay teacher who was taking part in the project experienced solidarity and support from his Christian head teacher in a Church of England school; in another, a teacher collaborated successfully with Muslim and Christian parents in plans to deliver LGBTQ inclusive preschool (Kindergarten) curricular materials (Depalma and Jennett 2010).   Should LGBTQ teachers come out in schools serving faith communities?   8 Much of the LGBTQ-inclusive education work in the literature is conducted by LGBTQ teachers (DePalma and Jennett 2010, Love and Tosolt 2013, Martino and Cumming-Potvin 2016, Neary, Gray and O’Sullivan 2019). But despite their commitment to an inclusive curriculum, LGBTQ teachers often mourn a the lack of a school-wide responsibility for this kind of inclusion work, and generally express anxiety around the possible negative consequences of coming out themselves at school. Catholic school teachers in Canada were reluctant to come out for fear of a community backlash (Love and Tosolt 2013). Similarly, in Ireland, Neary, Gray and O’Sullivan (2019) interviewed LGB primary school teachers who expressed reluctance to coming out at school, even when they became legally partnered (through a ‘Civil Partnership’: an early legal concession before same-sex marriage legislation came into effect in Ireland and in England, UK) to their life partner. When they did come out, they experienced ambivalence and outraged censure regarding their professional integrity. The emotional tension they experienced between their Catholic culture and their sexual orientation was partially rooted in their own experiences of faith-based primary school education – what Lawrence-Lightfoot (2003) would call ‘ghosts in the classroom’. However, as in other work in Spain (Barozzi and Ojeda 2014) and Canada (Martino and Cumming-Potvin 2016), two primary school teachers in the UK described how coming out as gay was a good opportunity to role model confidence and self-acceptance for their students (DePalma and Atkinson 2009).  Both of these teachers came out by explaining to their students that they were having a Civil Partnership. This reliance on the respectable aura cast by engaging in a committed monogamous relationship can be seen as either pandering to homonormative models of relationships (defined below) or as a pragmatic way to start conversations about LGBTQ people in primary schools serving faith communities (Depalma and Atkinson 2009; Martino and Cumming-Potvin 2016).    9 The bullying paradigm: pathologising or pragmatic? In government rhetoric, bullying towards and about people who are perceived as LGBTQ is often called ‘homophobic, biphobic and transphobic’, or ‘HBT’ bullying (Formby 2015). However, to recognise the frequent misnomer of ‘phobia’ and to replace it with normative pressure; to include the impact on cisgender and heterosexual people; and to acknowledge the links with patriarchy and misogyny, this paper, along with DePalma and Jennet (2010) and Formby (2015), acknowledges the role of ‘heteronormativity’, adding this to the acronym: HBTH bullying.  Anti-bullying rhetoric is often leveraged as another ‘acceptable’ framework within which a teacher might utter the word ‘gay’ or mention LGBTQ people in schools serving faith communities. To some extent, this is warranted: studies in Canada and South Africa have found that religiosity can be an effective predictor for HBTH bullying in schools, with biblical tenets often leveraged by students as rationalisation for the action, and by school staff as justification for  a lack of response (Langa 2015; Newman, Fantus, Woodford and Rwigema 2018; Callaghan 2016). In research conducted in the US and the UK, the children of LGBTQ parents experienced stigma in religious and secular schools (Kuvalanka, Leslie and Radina 2013, Carlile and Paechter 2018). In Catholic and Protestant secondary schools in Northern Ireland, bullying towards LGBTQ youth was found to be endemic, with teachers unlikely to intervene (Grey, Morgan and Leighton 2013). Research from Catholic elementary schools in Ireland suggests that teacher reluctance to respond is often based on the fear of religious censure from colleagues, managers and parents (Farrelly, O’Higgins Norman and O’Leary 2017; Neary, Gray and O’Sullivan 2018). In the UK, HBTH bullying has also long been widespread (Stonewall 2017), with some teachers perpetrating the bullying themselves (Formby 2015) or failing to adequately respond or understand the negative impact on LGBTQ students or those with LGBTQ parents, particularly in relation to the use of the word   10 ‘gay’ as an insult (Depalma and Jennett 2010; Reed and Johnson 2010; Stonewall 2017; Formby 2015). HBTH bullying is widely recognised to begin at the elementary school level (Swartz 2003; Solomon 2004; Knoblauch 2016).  UK government policy often favours an ‘HBT’ anti-bullying discourse which omits the systemic focus of the notion of heteronormativity in its approach to LGBTQ inclusion in education (Formby 2015). However, this tactic could be seen to pathologize LGBTQ students as ‘at risk’ (Allen et al 2014) and distracts attention from the need to reform heteronormative curricula (DePalma and Atkinson 2009; Formby 2015; Martino and Cumming-Potvin 2016; Taylor and Cuthbert 2019) and to celebrate and respect diverse identities (Blum 2010). This privileging of bullying discourse is common in schools, but possibly more so in those serving faith communities (Farrelly, O’Higgins Norman and O’Leary 2017). However, there may be a more expansive outcome to this approach than might at first be imagined: a study in Canada looked at LGBTQ-inclusive education in an elementary school serving a faith community (mainly Muslim families), finding that a strategic approach to building on anti-bullying work was an effective basis for more critical, embedded work (Martino and Cumming-Potvin 2016).  Embedding LGBTQ-inclusive education across the primary school curriculum Heteronormativity is endemic in school curricula (Page and Yip 2012; Kuvalanka, Leslie and Radina 2013; Love and Tosolt 2013; Barozzi and Ojeda 2014; Martino and Cumming-Potvin 2016; Carlile and Paechter 2018; Taylor and Cuthbert 2019). Perhaps due to conceptions of childhood ‘innocence’, elementary schools in particular are seen as heteronormative spaces (Farrelly, O’Higgins Norman and O’Leary 2017). Homonormativity, a related concept, refers to the way in which LGBTQ people might mimic heteronormative frameworks such as marriage, monogamy, and child-centred family arrangements in order to be more easily   11 accepted (Carlile and Paechter 2018). It is critiqued for its failure to queer heteronormative frameworks but the data below suggests that homonormative framings of LGBTQ experience might offer the potential to address the initial fear that can sometimes block LGBTQ-inclusive education, especially in primary schools serving faith communities (DePalma and Atkinson 2009). There are common approaches in the literature to challenging heteronormativity through the primary school curriculum, and some of these approaches are homonormative. One such involves talking about how ‘all families are different’, aligning same-sex parented families with foster families and single parent families (Solomon 2004; Barozzi and Ojeda 2014; Martino and Cumming-Potvin 2016). Another well-tried approach rests on using literature and films featuring same-sex parents or gender non-normative characters who belong to happy heteronormative families (Hackman 2002; Swartz 2003; DePalma and Atkinson 2009; Barozzi and Ojeda 2014; Knoblauch 2016; Martino and Cumming-Potvin 2016; Educate&Celebrate 2019). Barozzi and Ojeda (2014) in Spain and Martino and Cumming-Potvin (2016) in Canada also document less homonormative approaches, including elementary school teachers discussing different cultures’ attitudes and laws towards homosexuality in classrooms; conducting role-play; stimulating thought experiments; and reading ‘off script’ by changing genders in story books to stimulate discussion. This paper turns now to the methods and data gathered as part of an evaluation of the Educate&Celebrate LGBTQ-inclusive education programme. The data collected was inductively coded to reveal a range of themes, including children’s critical thinking around LGBTQ and faith identities, the inclusion of gender non-normative children in school, and schools’ approaches to working with parents, but in the interests of space and focus, this paper focuses on teacher experience.     12 Methodology Finding UK primary schools serving faith communities who would welcome a researcher to interview teachers and children about LGBTQ inclusive education involved drawing on the well-established contacts developed through the Educate&Celebrate programme. Building on already well-established collaborations is a common approach (Allen et al 2014) to generating research relationships with schools, especially around potentially controversial topics. Four primary schools were visited at the beginning and end of the academic year. The aim was to look at the impact of the Educate&Celebrate programme of staff training, policy and curriculum development, and inclusive community activities. All four of the schools were already well versed in addressing specific equalities issues other than those related to LGBTQ people. These included racist attitudes deriving from locally popular White supremacy movements such as the British National Party (the BNP); pressures on Muslim communities deriving from global conflicts which have led to Islamophobia in some areas; poverty and unemployment; and resourcing issues related to the need to educate high proportions of students with special educational needs and disabilities, and those from many parts of the world with a wide range of linguistic competencies. All four of the schools served faith communities from many cultural contexts. All identifying details have been changed to protect confidentiality. Summaries and pseudonyms are noted below:  Pseudonym Notes Holly School Church of England school in a large Northern city, serving a mixed group of Pakistani-British Muslim; African-British and Caribbean-British Christian (often Catholic, Evangelist and Pentecostalist) and White British Anglican Christian students. Cherry An urban secular school in a very deprived area in the South East of   13 School England serving almost exclusively British Bengali Muslim students. Poppy School A Southern England urban secular school serving students who are British African (often Nigerian) and British Caribbean Christian (often Evangelist and Pentecostalist); White British of no religion; Catholic Eastern European; Bengali British and British Somali Muslim; and some Hindu students. Iris School  In the same federation as Poppy School, on a nearby street and serving a similar population.   Across the four schools, six staff members involved in leading the Educate&Celebrate project, including senior teachers (deputy head teachers/deputy principals) and teaching assistants, participated in two recorded interviews each. The first set of interviews was conducted after Educate&Celebrate training, but before teachers had started the work in the classroom. The final set was conducted at the end of the academic year, after the programme had been embedded. All interviewees were cisgender women; one identified as a lesbian, and one as bisexual. Two were Catholic, one was Hindu, and three did not identify a religion. The data reported in this paper refers to the staff interviews, but visits also involved focus groups with students, school tours to look at library book and wall displays, and at work students had created around the project. Fully informed consent and ethical approval was gained.   Findings  This section outlines the teachers’ and teaching assistants’ experiences in relation to a range of strategies and experiences related to delivering LGBTQ-inclusive education in primary schools serving faith communities. These include anti-bullying approaches; a reliance on legal mandates, such as the Equality Act 2010 and the UK’s ‘anti-extremism’ Fundamental   14 British Values policy agenda; a range of pedagogical approaches; teacher confidence and religious faith; and teachers’ approaches to coming out at school.  Bullying: a strategic gateway focus The four schools all initially took a fairly pathologising, bullying-focused approach to thinking about LGBTQ issues. Rather than celebrating and usualising (normalizing: Carlile and Paechter, 2018) diverse identities, they would mention the word ‘gay’ only at the point at which a behaviour issue arose. Perhaps this reluctance to go beyond reactive ‘tolerance’ to active, celebratory ‘acceptance and respect’ (Blum 2010) was because staff felt it was inappropriate to mention LGBTQ people in a primary school as they could not detach this from the idea of an adult sexual relationship (Allen at al 2014). As the findings show (below in the discussion about teachers coming out), this was sometimes related to a stereotyped idea of a promiscuous ‘gay lifestyle’ which did not align with the common religious preference for a stable and ideally married relationship. Staff thus felt that the bullying approach was more universally applicable. A teaching assistant at Holly School explained:  Kids this age, they’re not really going round dating very much. Homophobic bullying or transphobic bullying is likely to affect straight kids, transgender kids, as anyone else just because it’s something thrown around and it’s not targeted … it’s the best way to keep all kids safe.   A bullying approach was also seen by some as a strategic way to get an LGBTQ focus agreed by school governors (voluntary community or parent school trustees who hold voting vetoes relating to school administration issues) who held religious beliefs. The Holly School teaching assistant explained:  Governors meeting … they don’t want to really say “yes or no” [to starting the LGBTQ-inclusive education programme] and I was like “thing is they’re the people most likely to get   15 bullied are going to be straight kids because there’s just more of them, and we don’t want your children being in a school where they’re going to get bullied.  We don’t want your children thinking it’s an okay thing to bully about”. And [one of the mothers] was like “oh gosh yes, yes, yes” and it’s like, your children need to be somewhere safe and happy, and then we want your children to grow up to not bully.  They were like “of course, absolutely” and really behind it… I think most people really want their kids to be in a school where they’re happy.   It is important to understand that HBTH bullying impacts on heterosexual and cisgendered people too (Stonewall 2017), but these responses justify mention of LGBTQ people without having to acknowledge that some children or parents in the schools community might be LGBTQ themselves.  The schools often used Anti-Bullying Week (a national initiative in the UK) as a way in to talking about LGBTQ people and issues. Although starting with bullying can be seen to be pathologising (DePalma and Atkinson 2009; Formby 2015; Taylor and Cuthbert 2019), it was found by many of the teachers to be a functional way in to starting more nuanced conversations about LGBTQ people in their schools. As described by an elementary school teacher in research by Martino and Cumming-Potvin (2016), and reflected in data presented below, the anti-bullying approach could function as a gateway to a less heteronormative, more embedded, celebratory curricular content.  Schools rely on their legal mandate to do the work Another strategy leveraged by the teachers interviewed as part of this research was the invoking of a range of legal obligations. Perhaps because it is central to Educate&Celebrate training, the teachers often relied on the Equality Act 2010 as a mandate for the work. The Equality Act 2010 provides for freedom from discrimination and a duty to facilitate tolerance and understanding between people of a range of shared characteristics, including disability, race, sex, religion and most (homonormatively conceived) LGBTQ identities.  A senior   16 teacher at Iris School explained that this was helpful when families came to the school with belief systems and cultural norms which she saw as potentially less accepting of LGBTQ people. She explained that some parents were committed to what she described as ‘… cultural other laws’. Tellingly, she used the insidious word ‘promote’, originally made ubiquitous within the anti-gay law Section 28 (Vanderbeck and Johnson 2016), explaining that the school’s approach was therefore not to ‘promote’ LGBTQ people and issues ‘… as a focus in itself’. Instead, she explained, they ‘…focused on it … in line with the Equality Act … it’s meant that we can do what we need to do and no one can actually challenge us’. Despite the opportunities inherent in the Equality Act 2010’s refusal to privilege one protected characteristic over another, in the UK there has been a lack of clear guidance from the Department for Education on how it might be interpreted to deliver LGBTQ-inclusive education in faith and church schools and in schools serving faith communities. In addition to the anti-bullying approach, the UK government has come to rely on a ‘Fundamental British Values’ (FBV) policy agenda to push schools serving specifically Muslim communities to deliver LGBTQ-inclusive education as a proxy for driving out Islamic fundamentalism (Vanderbeck and Johnson 2016). Puar (2007) describes this strategy of co-opting LGBTQ inclusion as a form of acceptable diversity which acts to subjugate ‘less acceptable’ identities (such as Muslim identities) as ‘homonationalism’.  FBV’s focus on the prevention of religious and other extremism has in the UK had the effect of stigmatising Muslim communities (Vanderbeck and Johnson 2016; Habib 2018; Taylor and Cuthbert 2019), and has been suggested to be one of the issues at the root of the Muslim parent protests outside Birmingham primary schools described at the beginning of this paper (Holmwood 2019). The FBV agenda was mentioned by many of the teachers interviewed as providing a route to including LGBTQ content. A senior teacher at Holly School explained that the school felt justified in introducing their LGBTQ content ‘…through the equality part of   17 British Values ... That’s how we introduced it through student council with the children. We haven’t done erm, a big thing in the newsletter to parents “come in you know, we’re discussing LGBTQ”’. This approach can be viewed as divisive, shoring up a stereotype of intolerant (usually Muslim) religious communities (Puar 2007; Vanderbeck and Johnson 2016; Taylor and Cuthbert 2019). As can be seen from the parent protests in Birmingham described above it is perhaps not the most collaborative or constructive way to deliver LGBTQ-inclusive education (Parveen 2019, Holmwood 2019). Pedagogical approaches to LGBTQ inclusive education Serious or celebratory? Teachers learn to trust children to talk respectfully about LGBTQ people One theme which emerged strongly from teachers’ experience was their unexpected surprise about the idea that young children are capable of thinking critically and sensitively about what they felt was a difficult issue. Teachers often expressed the concern that because of their religious beliefs, students were unlikely to take discussions about LGBTQ people or issues seriously, or would find it difficult to be respectful about LGBTQ people whilst maintaining their family and culture’s relationship with their faith. For this reason, initial approaches to the LGBTQ-inclusive education materials were often quite tentative. A teaching assistant at Holly School talked about just ‘creeping in’ the books provided by the programme by ‘hiding them’ on the library shelves. Similarly, the headteacher (principal) at Cherry School did not want the ‘LGBTQ’ acronym on an Educate&Celebrate foyer poster to be displayed; and the Holly School Head of Inclusion did not ‘…want the branded stuff, [or] really want to do a lot of the erm, making rainbow cakes’. However, once they had introduced some of the books and materials and had the opportunity to talk with the children, school staff gained confidence from their students’ responses. A teacher at Iris School explained:   18 I think the thing that’s created the change more than anything is teachers having the opportunity to actually hear children’s opinions and hear just how sensibly and how sensitively and respectfully children can talk about LGBTQ issues, and in the same way that they can race issues and the same way that they do religious issues, without being silly, without being inflammatory, and they can do it with real sensitivity and they can do it and still recognise their religion, and I think that teachers have found that really helpful, really useful. Another explained that the children were schooling their own teachers on LGBTQ inclusion:  If the kids can talk about it, then why shouldn’t they [the teachers] be able to, and I think it’s instilled confidence in them in thinking “actually do you know what, they did listen really sensibly …, they have got relevant questions, that is something I feel confident to talk about because they weren’t silly, they weren’t really all expressing really bigoted attitudes, there are some children in there that will stand up and say ‘actually no, that’s not right, it’s not nice to call people things like that, it’s not nice to make comments about people’s, who they love’”… By the end of the project, school staff across all four schools were openly using the books and posters provided as part of the programme, and their walls were covered in rainbow displays about literature featuring LGBTQ characters which the classes had studied. One teacher at Iris School explained, ‘…we’re having our Rainbow Day on Friday and we’re doing our cake sale’, and students explained their participation in a local community celebration: ‘…we sang a song which is for Educate&Celebrate and we met other schools’. The changes which occurred across the year of the programme showed that whilst school staff have the power to initiate change, students can be real partners in developing inclusive school environments. As Martino and Cummin-Potvin (2016) also found in their work in a Canadian elementary school, children from faith communities can think critically and creatively about LGBTQ inclusion and heteronormativity.   19 A usualising curriculum As explained above, the start of the project saw most of the schools running the occasional anti-bullying session, but steering away from embedding the materials across the curriculum. However, by the end the students were so blasé about LGBTQ people and issues that they could not even remember their presence in the curriculum. This is the goal of the programme’s ‘usualising’ approach. A senior teacher at Poppy School commented on how little the children had said about the new LGBTQ curriculum content in their focus group: Interesting that they really have no idea how much they’re learning about it when they’re learning about it, so [student 1] and [student 2] who said “oh we’ve only done it once”, I’ve looked at their learning, I’ve looked at their books and I can see that they’re doing it every week practically … I’ve got some samples, their class teacher is really engaged in the whole project … She’s doing it in loads of stuff, she’s doing lots in philosophy … in their literacy lessons as well, so I know that Year 2 have done [story books] And Tango Makes Three and other classes have done other books, they’ve done The Boy in the Dress ... and I’m really pleased that they answer in that way because it shows me that … they’re not seeing it as standing apart, and when [student 1] said ‘maths is maths’, that’s completely him, all he cares about is maths so if it had two women or two men in the word problem they wouldn’t even notice because all he would focus on is the maths, and that’s the only thing that was important to him is getting the right answer, you know that’s the thing that would matter to him. Staff also quickly understood that keeping the LGBTQ content to relationships and sex education (RSE) lessons was problematic. Firstly, it drew an unnecessary pathologising (Formby 2015) or sexualizing (DePalma and Jennet 2010) focus onto the topic, which served to maintain stigma (Kuvalanka, Leslie and Radina 2013) and diminished the elements of LGBTQ identity which are about other things, like identity, friendship, culture and family. Secondly, although this may now change in line with UK government policy in 2019, the materials most schools hold regarding sex education tend to be especially heteronormative   20 (Taylor and Cuthbert 2019). In addition to this, parents in the UK are legally allowed to excuse their children from RSE, so some would have avoided the content altogether (Formby et al 2010; Taylor and Cuthbert 2019). Weaving LGBTQ people and issues through the curriculum is suggested to be more effective in challenging the systemic structures which underpin HBTH bullying (Formby 2015; DePalma and Jennett 2010), particularly in subjects which are often framed on the lines of binary gender, such as physical education (Taylor and Cuthbert 2019). As can be observed from the data above, it also serves to destigmatize LGBTQ people to the point at which mention of them in a primary school serving a faith community is no longer of note. Staff confidence and resistance It can be seen from the data summarized above that the Educate&Celebrate programme required teachers in primary schools serving faith communities to undertake significant changes to their pedagogy, curriculum, and community celebrations. However, the now abolished homophobic law known as Section 28 still had an overshadowing effect on some teachers. A teacher at Iris School talked about how, fifteen years after it was removed from statute, teachers are still afraid to even mention anything about LGBTQ people or issues: I think that teachers do have a great deal of fear over the sort of hangovers from Section 28 and just thinking ‘can I say it, can’t I say it, do I need to check with the parents first, will I get in trouble, am I trampling on their religion, is it going to just open up a whole can of worms that I just … haven’t got time to deal with?’ and ‘oh maybe it’s just best not to say it’.  She felt that staff would often close down ‘teachable moments’ (described in Martino and Cumming-Potvin 2016) because of their lack of confidence, and that this could be really damaging: The number of times that I have heard teaching assistants say, when the child says “oh so and so said that he’s gay”, they say “oh don’t be so silly” or “don’t be stupid” or “that’s disgusting” and not really thinking about their choice of language and their choice of response and how that   21 might make children feel but also other adults feel, because it really makes me angry, not because I think that they think that personally, but I think that they’re using it as a shorthand because they don’t know how to tackle it with children and they don’t know what to say, so they say it to kind of close it down. A teaching assistant at Holly School identified staff anxiety as being based on the fear of saying the wrong thing, and noted that training can address this problem: Teaching assistant: I think there is bits of anxiety … a lot of them were saying, “…can I say that?  Isn’t that naughty? Isn’t that like the wrong word to say?” and just to hear you say, “no, it is ok, you can say it”. And I think you can just see the tension in the room just fade away a little bit. Interviewer: do you remember any of the things that teachers were saying, oh, can I say that?  TA: Definitely ‘queer’. That was the one that really stood out, I think that maybe they were a bit worried about ‘gay’. They were like, “well shouldn’t we say homosexual?”   The lack of confidence can have an impact on teachers’ pedagogical creativity and flexibility. A Holly School teaching assistant gave an example of a class she had been working in: We were looking at poetry … about cold and … it was like “cold as a woman, she is soft snow, she kisses your lips.  Cold as a man, he is hard and cruel” and this was to year 6’s [aged 10 to 11] last year … and one boy… went “so, basically, the cold used to be a woman and then became a man”, and then another girl … went, “what you mean, the word is transgendered” and all the class went “yeah Aisha!”- fantastic! And his teacher, Mr Johns was taking it, he was like “no, no, no! It’s a metaphor, it’s a metaphor!” and the kids would go “no, it’s transgender” and he was just like “oh”.  … Because … we don’t as staff, we don’t bring it up. Resistance to adopting the LGBTQ-inclusive education programme may be rooted in a lack of training (Barozzi and Ojeda 2014); in a fear of censure from the local religious culture (Allen et al 2014); or out of a misconception that young children cannot understand   22 (Formby et al 2010; DePalma and Jennett 2010; Farrelly, O’Higgins Norman and O’Leary 2017; Kuhar and Zobec 2017). The data in the next section suggests that some staff in the Educate&Celebrate schools did resist the work due to their religion, but that others were able to find a way to deliver the programme.  Teachers’ faith, conscience and resistance: strategic management of people and relationships Some teachers said that their hesitation about delivering the programme related to the idea that LGBTQ-inclusive content was unacceptable for a person of faith- or as a teacher interviewed by Allen et al (2014) described, ‘culturally inappropriate’. A non-religious Cherry School teacher described an initial sense of uncertainty among some of the Muslim staff during the whole-school training session:  Teacher: Yeah, I think it’s their faith some of them, some of the teachers I think they don’t agree so they therefore don’t want to put it forward … I am not saying that they say that blatantly, they don’t. Interviewer: So how do you know? Teacher: Faces pulled Interviewer: Okay, during training you mean? Teacher: Yeah. At the end of the year-long project, two of the three male Muslim teachers at Cherry School had still not undertaken the training or implemented any of the LGBTQ inclusion strategies. The lead teacher for the project thought that this might be because they were both Year 6 [for ages ten to eleven] teachers and so had professional pressure to maintain an exclusive focus on preparing their students for SATs [high-stakes national tests for that year group]. But it was nearing the end of the academic year and the SATs were finished, so she   23 had to find a way to ensure the teachers delivered the programme. Drawing on her experience of what seemed to work in managing her staff, the lead teacher identified a male Muslim teacher in Year 3 [for ages seven to eight] who had been employing the programme consistently and who could perhaps support the Year 6 colleagues to implement the inclusive curriculum:  Teacher: … with me being a woman as well, they might feel a bit uncomfortable coming to me and talking to me about it, so … I might get Tareq who I am quite close to, a Year 3 teacher, I can always get him to come and talk to them about it, where they might feel a bit more comfortable and then he would relay it back to me. Interviewer: Has he managed it [the LGBTQ inclusive curriculum] okay? Teacher: Yeah, he just gets on with it This is another example of a teacher who is strategically compromising on a culturally inflected heteronormative paradigm in order to find a way to deliver LGBTQ-inclusive education. The potential for this tactical and culturally empathic ally-building was also identified in work by DePalma and Jennett (2010). Another approach to managing people and relationships in what might potentially be an emotionally charged piece of work beset by a sense of moral panic (Allen et al 2014) included the pragmatic acceptance of religion-inspired differences of opinion. At Poppy School, a teaching assistant whose background was in the African Christian Evangelist tradition told her manager that she was resistant to putting up LGBTQ-inclusive materials on a noticeboard as a matter of religious conscience. The teacher leading on the project described how the headteacher (principal) took the view that this teaching assistant’s viewpoint could be pragmatically accommodated without undermining the programme: She went to my Head [Principal] who is gay, she knows this, and she said “Sharon asked me to put a display up, I don’t feel like I can because it compromises my religious beliefs, it’s not that I have an issue with people being gay but I don’t want to promote it”. Now personally   24 myself, I was fuming and [I said] “well I’m going to call her in and say she has to … you just can’t act like that” … Paul’s [the head teacher] a bit more tolerant than me, he was like “why did you ask her, you know how really religious she is”, and I was like “because that’s her job is to put the displays up”, and he was like “you’re not going to be able to change people’s views, if she doesn’t want to do it then she doesn’t want to do it, just let it go”… But then I did calm down and took a few deep breaths, and I was like “well it’s fine, if she’s not saying that to children, then I suppose I can’t ask people to change their beliefs”. This exchange illustrates the way school staff can discursively negotiate their identities and interests by invoking the range of characteristics protected under the Equality Act 2010. The school had other strategies in place which meant the staff member could maintain her religious observances without them infringing on other protected characteristics. However, as Blum (2010) explains, ‘…mere tolerance of sexual minorities is inadequate to the task of moral education and to the civic recognition appropriate to sexual minorities’ (p.147). Whilst the school found a pragmatic (and tolerant) way to work with this staff-member, school staff, Blum (2010) suggests, could perhaps be expected to adhere to a set of professional morals which mandate a responsibility to the whole community, in all its diversity – a set which might indeed be found to be at odds with personal moral frameworks (Blum 2010, Reed and Johnson 2010). In order to start this thinking process, Reed and Johnson (2010) suggest that religious school employees might ask themselves ‘…how is my spirituality affected by my power and my privilege?’ (p.402). Religious faith is not always a barrier to LGBTQ-inclusive practice (Taylor and Cuthbert 2019). Other teachers at Poppy School from a similar African Evangelist background viewed the programme very differently to the teaching assistant described above. The lead teacher on the project explained: There are [three] teachers of faith [who] didn't struggle. In fact, if anything, during the training they were the most committed to it … one of them, she was really double checking   25 everything with [the trainer]. I mean, stuff that I hadn't even thought about. She was like, “So, if somebody doesn't identify with any binary, what pronoun do I use?” Holly School staff, many of whom were practicing Catholics, held a similar view in terms of wanting to get it right. The lead teacher on the programme explained: …  I know one of them is very worried that she’s going to make things worse by saying anything … and a lot of words that she thinks are slurs now she’s finding out are not slurs … So, she’s worried if she used the word ‘gay’, she thinks … using the word ‘gay’ is homophobic in itself. And she doesn’t want to do things that will make things worse.  So, I know that’s something that’s going around for a lot of people.   It is not clear how these teachers aligned their faith with their inclusive practice. However, teachers interviewed for this research described conversations with parents from similar backgrounds who had indicated a strong commitment to respecting others, rooted in a faith which recognised their god as the only valid judge of people, and which aspired to neighborly love and forgiveness. This approach resonates with the literature: as Blum (2010) explains with reference to the tension between LGBTQ-inclusive education and religious propriety, ‘respect and toleration are themselves moral values that we affirm as good ones, superior to intolerance and disrespect’ (p.148). Neary, Gray and O’Sullivan (2018) cite a Catholic lesbian primary school teacher in Ireland who, in seeking to find a synergy between her hybrid faith and sexual orientation identities, explained: ‘Jesus never preached hatred. He only preached love’ (p.439). But should teachers ‘come out’? ‘The squeeze and casually let go thing’. The data outlined above demonstrates that over the year of the project, teacher confidence improved as they and their students entered into detailed, sustained and nuanced discussions about LGBTQ inclusion within the context of their faith communities. In the absence of the universal presence of LGBTQ-inclusive education in UK teacher training programmes (Formby 2015), the Educate&Celebrate programme resources and information sessions had a   26 tangible impact. However, in the teacher interviews, asking about whether or not a teacher can or should come out as LGBTQ in school became an illuminating way to probe the deeper impacts of the programme. Coming out as LGBTQ can be understood as a dynamic process as opposed to a single event. There may be many people to tell, and they may be told, or find out, over time. For example, the lead staff member for the programme at Holly School was bisexual and married to a woman. She explained that she lives and shops in the local area with her wife, and occasionally crosses paths with families from school. Here she talks about what she does if a family sees her with her partner out of school time, and how this raises a host of questions about her place in the school community: Usually if I am walking around a shop, I will be holding her hand. And then I do the squeeze and casually let go thing.  Because I think it is more comfortable now that school has started doing Educate&Celebrate because I didn’t know the school would be so supportive at all and then suddenly, they really, really were.  And I think because if I do come out there is a potential it could be a big discussion, so I am really not sure whether that is a discussion I want to have. Or maybe it will be nothing.  But because it is the great unknown. I am really not sure about coming out.   Teaching about LGBTQ issues and being out at a school which serves a faith community seemed to become easier for staff at schools involved with the programme as the academic year progressed, but the fear of a community backlash (Love and Tosolt 2013, Neary, Gray and O’Sullivan 2019) and the need for courage cannot be underestimated. Given the context of the policy history- this data was collected only 13 years after Section 28 was repealed- this is hardly surprising. The Holly School programme lead explained that she did not want to be seen as ‘the queer teacher’: I think, I’m not out to the children because even if it’s one parent who’s got an issue, I don’t want to be the vanguard facing that … because I, I was really surprised when the school went   27 for this because I was brought up under section 28. I ... said [to the Inclusion manager], ‘I was brought up in Section 28 you know; this is quite shocking for me’.  She went, ‘what’s Section 28?’  Like the Holly School teaching assistant, the Iris School lead teacher, a lesbian, was wary about being perceived or put in the role of ‘vanguard’, or being seen as pushing an ‘agenda’. At the same time, like teachers interviewed in research by Barozzi and Ojeca (2014) and Depalma and Atkinson (2009) she was conscious that her clothing and hairstyle noticeably embodied a non-normative identity, and aware of her potential as a role model comfortable with a queer identity (Martino and Cumming-Potvin 2016): There’s a part of me that wonders … because I’m very clearly gay, do they think that it’s something that I’m bringing in and that I’m sort of pushing on the parents, do they see it as me bringing my ideas in rather than this being led by Government and being led as a [school] decision, so when that’s explained to them they do kind of understand it a bit more, but equally I’m not going to shy away from doing it because of that.  However, like the Holly School teacher, the Iris School teacher felt safer and better supported in delivering the LGBTQ friendly work towards the end of the programme year. Both teachers felt that this work was no longer automatically handed to them because they were ‘the queer teacher’. The Iris School teacher explained: The difference it’s made to me is that I feel more valued in school … more sort of a collegiate approach from other teachers in dealing with it … you know sometimes when you’re the kind of very clearly gay person in the school it can be “oh well you can deal with that” and it kind of comes your way, I don’t feel that way in the same way and … I don’t feel that teachers feel I’m sort of banging a drum … I think that they kind of feel that it’s important to do it, it’s right to do it and they are incredibly supportive, so that’s been a change for me. Another finding that emerged from the discussions about teachers coming out in a school serving a faith community was the importance of embodying a committed relationship   28 as opposed to what one teacher called in an interview ‘a single lifestyle’, and another called ‘bed-hopping’. The data suggested that often it is not the LGBTQ relationship that people are worried about, but the idea of sex outside of marriage or at least a committed monogamous relationship. A teacher at Poppy School, a woman who was engaged to be married to a man at the time of the interview, explained: Interviewer: Are there any LGBTQ teachers here other than the head teacher [principal] … out to staff? Teacher: Yes, to staff, yes. Interviewer: Are they out to the kids? Teacher: No. The thing is, that's just because we don't discuss our … We wouldn't be outwardly heterosexual to the children because of the age that they are either. Interviewer: Do they know you're getting married though? Teacher: They know I'm getting married, but I guess if I was getting married to a woman, I would talk about it just the same. I think they know I'm getting married because it's an event, but I wouldn't be like, “Oh, I've got a boyfriend”. I wouldn't have discussed a boyfriend. I've discussed that I'm getting married.  Interviewer: If one of your gay teachers was getting married … Teacher: That would just be discussed the same as anything … Interviewer: Would you talk about going on holiday with your boyfriend? Teacher: No, we don't really. We don't really discuss things like that at all, to have those boundaries. We wouldn't ever really say anything, we'd say with ‘a friend’. Any time that I've ever said anything I've never mentioned a boyfriend. I'd always say I'm going on holiday with a friend. The only time it is ever mentioned really is when someone's getting married or having a child. [A male colleague] recently had a child so he brought in a picture of his child with his girlfriend. I guess if he was having a child with a man, he would have done the same. That wouldn’t have been an issue. It's just that the people who are bisexual or homosexual in our school are not married. I think they're all single actually. Yes. Peter is single, who is our head   29 teacher. He wouldn't be discussing like, “Oh, I went to a club last night and met this guy”. It's just not really a thing.  This teacher decouples the stereotype of a promiscuous ‘gay lifestyle’ from the potential for LGBTQ-inclusive education in a primary school serving a faith community. This exchange gives a real insight into the concerns held by schools serving faith communities around talking about LGBTQ people and issues, but offers an example of the potential for the measured, thoughtful approach possible when schools take the time to think through the nuances. Whilst Poppy School’s approach to maintaining personal boundaries could be seen as homonormative, it does suggests that LGBTQ-inclusive education programmes could potentially include materials on marriage and similar relationships between LGBTQ people specifically to support schools serving faith communities. The compromise could be worth the progress that is possible (DePalma and Atkinson 2009, Martino and Cumming-Potvin 2016).  Conclusion In the primary schools serving faith communities visited as part of this research, as in Canadian research by Martino and Cumming-Potvin (2016), teachers ‘…capitalized on a broader degree of consensus in the community about human rights and the unacceptability of bullying, which appeared to minimize or at least ameliorate their concerns’ (p.822). From this potentially pathologising starting point, teachers found that they could over time broaden their LGBTQ-inclusive education by embedding it throughout the curriculum, and that children from faith communities were perhaps especially skilled at being respectful and thoughtful about LGBTQ people. Legislative and policy frameworks gave teachers the courage to deliver the materials, and whilst some of them relied on the perhaps divisive Fundamental British Values agenda, others found solace and workability in the balancing   30 exercise required by the Equality Act 2010. Lead teachers for the programme found a range of ways to work with religious staff members, from circumvention to mentoring, with some staff of faith embracing the programme, perhaps via a religious commitment to neighbourly love and respect. They embedded LGBTQ-inclusive content across the curriculum, including in literacy and numeracy lessons, and were able to conduct LGBTQ-focused community celebrations with parents from the faith community they served. A homonormative approach to framing LGBTQ people offered a feeling of safety to teachers working with children from religious families, allowing some to consider coming out within a monogamous, committed same-sex relationship. Whilst this does not serve to deconstruct the constraints of homonormativity (Depalma and Atkinson 2009; Martino and Cumming-Potvin 2016; Carlile and Paechter 2018), it could be argued that it offers a starting point from which we can perhaps trust children to develop their own critical thinking about their own lives, and the lives of others.  References Allen, L., Rasmussen, M.L., Quinlivan, K., Aspin, C., Sanjakdar, F. and Brömdal, A. (2014). Who's afraid of sex at school? The politics of researching culture, religion and sexuality at school. International Journal of Research & Method in Education. 37:1, 31-43, DOI: 10.1080/1743727X.2012.754006 Barozzi, S. and Ojeda, J.R.G. (2014). Discussing Sexual Identities with Pre-service Primary School English-Language Teachers from a Spanish Context. Perspectives in Education. 32(3) 131-145   31 Blum, L. (2010). Secularism, multiculturalism and same‐ sex marriage: a comment on Brenda Almond’s ‘Education for tolerance’. Journal of Moral Education. 39:2, 145-160, DOI: 10.1080/03057241003754856 Callaghan, T.D. and Mizzi, R. (2015). Educational Administration and Queer Educators: Building Relationships of Inclusion and Diversity. Canadian Journal of Educational Administration and Policy. 173  Callaghan, T.D. (2016). Young, queer, and Catholic: Youth resistance to homophobia in Catholic schools. Journal of LGBTQ Youth. 13:3, 270-287 DOI: 10.1080/19361653.2016.1185758  Habib, S. (2018). Learning and teaching British values : policies and perspectives on British identities. London: Palgrave MacMillan Carlile, A. and Paechter, C. (2018). LGBTQI Parented Families and Schools : Visibility, Representation, and Pride. New York: Routledge Church of England Education Office. (2019).Valuing All God’s Children Guidance for Church of England schools on challenging homophobic, biphobic and transphobic bullying. Retrieved from https://www.churchofengland.org/sites/default/files/2019-07/Valuing%20All%20God%27s%20Children%20July%202019_0.pdf  DePalma, R. and Jennett, M. (2010). Homophobia, transphobia and culture: deconstructing heteronormativity in English primary schools. Intercultural Education. 21:1 15-26 DOI: 10.1080/14675980903491858   32 DePalma, R. and Atkinson, E. (2009) ‘No Outsiders’: moving beyond a discourse of tolerance to challenge heteronormativity in primary schools. British Educational Research Journal. Vol. 35:6 837–855 Educate&Celebrate. Retrieved from https://www.educateandcelebrate.org/  Farrelly, G., O’Higgins Norman, J., and O’Leary, M. (2017). Custodians of silences? School principal perspectives on the incidence and nature of homophobic bullying in primary schools in Ireland. Irish Educational Studies. 36:2 151-167 DOI: 10.1080/03323315.2016.1246258 Formby, E. , Julia H., Owen, J., Hayter, M. and Stapleton, H. (2010). ‘Selling it as a holistic health provision and not just about condoms ...’ Sexual health services in school settings: current models and their relationship with sex and relationships education policy and provision. Sex Education. 10:4 423-435 DOI: 10.1080/14681811.2010.515099 Formby, E. (2015). Limitations of focussing on homophobic, biphobic and transphobic ‘bullying’ to understand and address LGBTQ young people's experiences within and beyond school. Sex Education. 15:6 626-640 DOI: 10.1080/14681811.2015.1054024 Hackman, H. W. (2002). It's Elementary: Talking About Gay Issues in School. Multicultural Education. 10: 1 Holmwood, J. (2019). Rapid Response: Religion, ‘British Values’ and Equalities Teaching In the Context of Prevent. Discover Society. March 20. Retrieved from https://discoversociety.org/2019/03/20/rapid-response-religion-british-values-and-equalities-teaching/    33 Knoblauch, D. (2016). Building the Foundation of Acceptance Book by Book: Lesbian, Gay, Bisexual, and/or Transgender-Themed Books for Grades K–5 Multicultural Libraries. Multicultural Perspectives. 18:4 209-213 DOI: 10.1080/15210960.2016.1228325 Kuhar, R., and Zobec, A. (2017). The Anti-gender Movement in Europe and the Educational process in Public Schools. CEPS Journal. 7(2) 29-46 Kuvalanka, K.A., Leslie, L.A. and Radina, R. (2013). Coping With Sexual Stigma: Emerging Adults With Lesbian Parents Reflect on the Impact of Heterosexism and Homophobia During Their Adolescence. Journal of Adolescent Research. OnlineFirst 1-30 DOI: 10.1177/0743558413484354 Langa, M.L. (2015). “A boy cannot marry another boy”: adolescent boys' talk about ‘gay’ boys at school. Journal of Psychology in Africa. 25:4 313-319 DOI: 10.1080/14330237.2015.1078088  Lawrence-Lightfoot, S. (2003) The essential conversation: what parents and teachers need to learn about each other. New York: Random House Love, B. L. and Tosolt, B. (2013). Go Underground or in Your Face: Queer Students’ Negotiation of All-Girls Catholic Schools. Journal of LGBTQ Youth. 10:3 186-207 DOI: 10.1080/19361653.2013.799901 Martino, W., and Cumming-Potvin, W. (2016). Teaching about sexual minorities and “princess boys”: a queer and trans-infused approach to investigating LGBTQQ-themed texts in the elementary school classroom. Discourse: Studies in the Cultural Politics of Education. 37:6 807-827 DOI: 10.1080/01596306.2014.940239   34 McCormack, M. (2012). The Positive Experiences of Openly Gay, Lesbian, Bisexual and Transgender Students in a Christian Sixth form College. Sociological Research Online. 17:3 5 Mirvis, E. (2018). The Wellbeing of LGBTQ+ Pupils: A Guide for Orthodox Jewish Schools. Chief Rabbi Ephraim Mirvis produced with LGBTQ+ Jews. Retrieved from https://chiefrabbi.org/wp-content/uploads/2018/09/The-Wellbeing-of-LGBTQ-Pupils-A-Guide-for-Orthodox-Jewish-Schools.pdf  Neary, A., Gray, B. and O’Sullivan, M. (2018). Lesbian, Gay and Bisexual teachers’ negotiations of civil partnership and schools: ambivalent attachments to religion and secularism. Discourse: Studies in the Cultural Politics of Education. 39:3 434-447 DOI: 10.1080/01596306.2016.1276432  Newman, P. A., Fantus, S., Woodford, M.R., and Rwigema, M.J. (2018). “Pray That God Will Change You”: The Religious Social Ecology of Bias-Based Bullying Targeting Sexual and Gender Minority Youth—A Qualitative Study of Service Providers and Educators. Journal of Adolescent Research. 33:5 523–548  Parveen, N. (2019). School defends LGBTQ lessons after religious parents complain: Petition signed by 400 parents calls for No Outsiders scheme to be dropped from curriculum. The Guardian. 31 January. Retrieved from https://www.theguardian.com/education/2019/jan/31/school-defends-LGBTQ-lessons-after-religious-parents-complain    35 Page, S.J. and Yip, A.K.T. (2012). Religious young adults recounting the past: narrating sexual and religious cultures in school. Journal of Beliefs & Values. 33:3 405-415 DOI: 10.1080/13617672.2012.732819  Perez-Testor, C., Behar, J., Davins, M., Conde Sala, J.L., Castillo, J.A., Salamero, M., Alomar, E., and Segarra, S. (2010). Teachers’ Attitudes and Beliefs about Homosexuality. The Spanish Journal of Psychology. 13:1 138-155  Puar, J. K. (2007). Terrorist assemblages: Homonationalism in Queer Times. Durham: Duke University Press.  Reed, L. and Johnson, L. T. (2010). Serving Negro Students: Examining the Spiritual, Religious and Social Justice Implications for an African American School Administrator. The Journal of Negro Education. 79: 3 290-404  Solomon, S. (2004). Kids say the funniest things ... anti‐ homophobia group work in the classroom. Teaching Education. 15:1 103-106 DOI: 10.1080/1047621042000180031  Stonewall (2017) Stonewall School Report 2017: The experiences of lesbian, gay, bi and trans pupils in Britain’s schools. Retrieved from https://www.stonewall.org.uk/school-report-2017 Swartz, P.C. (2003). Bridging Multicultural Education; Bringing Sexual Orientation into the Children's and Young Adult Literature Classrooms. Radical Teacher. (Brooklyn: Spring). 66: 11    36 Taylor, Y. and Cuthbert, K. (2019). Queer religious youth in faith and community schools. Educational Review. 71:3 382-396 DOI: 10.1080/00131911.2017.1423279  Vanderbeck, R.M. and Johnson, P. (2016). The Promotion of British Values: Sexual Orientation Equality, Religion, and England’s Schools. International Journal of Law, Policy and The Family. 30 292–321 DOI: 10.1093/lawfam/ebw012  ",
    "id": 237012490,
    "identifiers": {
        "doi": "10.1080/14681366.2019.1681496",
        "oai": "oai:eprints.gold.ac.uk:27233"
    },
    "title": "Teacher experiences of LGBTQ- inclusive education in primary schools serving faith communities in England, UK",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T00:00:00+00:00",
    "publisher": "Taylor & Francis",
    "references": [],
    "sourceFulltextUrls": [
        "https://research.gold.ac.uk/id/eprint/27233/1/NON%20ANONYMISED%20LGBTin%20faith%20schools%20article.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/237012490.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/237012490"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/237012490/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/237012490/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/237012490"
        }
    ],
    "abstract": "This article reports on the experiences of teachers delivering an LGBTQ-inclusive education programme in four English primary schools serving faith communities. These teachers tended to start the work from an anti-bullying standpoint, finding that whilst they might need to strategically begin at this potentially pathologising starting place, they could later develop the programme to embed LGBTQ-inclusive input across the curriculum. Legislative and policy frameworks gave teachers the courage to deliver the materials, particularly the Equality Act 2010. Lead teachers found a range of ways to work with colleagues, with some drawing on their religious commitment to embrace the work. The children’s openminded responses encouraged their teachers, and over time the schools were able to conduct LGBTQ-focussed community celebrations with parents from the faith communities they served. That these approaches offer a range of starting points to support LGBTQ-inclusive education in schools serving faith communities",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gold.ac.uk:27233",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "50",
        "openDoarId": 0,
        "name": "Goldsmiths Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 237012490,
        "depositedDate": null,
        "publishedDate": "2020-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T06:27:34+00:00",
        "acceptedDate": null,
        "createdDate": "2019-11-04T19:52:12+00:00"
    },
    "urls": [
        "https://research.gold.ac.uk/id/eprint/27233/1/NON%20ANONYMISED%20LGBTin%20faith%20schools%20article.pdf"
    ],
    "lastUpdate": "2024-02-12T06:27:34+00:00",
    "setSpecs": []
}