{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Fox, Daniel MacMaster"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T17:50:27+01:00",
    "dataProvider": {
        "id": 3469,
        "name": "University of San Francisco",
        "url": "https://api.core.ac.uk/v3/data-providers/3469",
        "logo": "https://api.core.ac.uk/data-providers/3469/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216984238.pdf",
    "fullText": "The University of San FranciscoUSF Scholarship: a digital repository @ Gleeson Library |Geschke CenterMaster's Projects and Capstones Theses, Dissertations, Capstones and ProjectsSpring 5-18-2017That’s So Gay: An Analysis of LGBTQIA+ Studentsand School Climate Within Institutions of HigherEducationDaniel MacMaster FoxUniversity of San Francisco, dmacfox@gmail.comFollow this and additional works at: https://repository.usfca.edu/capstonePart of the Higher Education CommonsThis Project/Capstone is brought to you for free and open access by the Theses, Dissertations, Capstones and Projects at USF Scholarship: a digitalrepository @ Gleeson Library | Geschke Center. It has been accepted for inclusion in Master's Projects and Capstones by an authorized administratorof USF Scholarship: a digital repository @ Gleeson Library | Geschke Center. For more information, please contact repository@usfca.edu.Recommended CitationFox, Daniel MacMaster, \"That’s So Gay: An Analysis of LGBTQIA+ Students and School Climate Within Institutions of HigherEducation\" (2017). Master's Projects and Capstones. 542.https://repository.usfca.edu/capstone/542   University of San Francisco    That’s So Gay: An Analysis of LGBTQIA+ Students and School Climate Within Institutions of Higher Education     A Field Project Presented to The Faculty of the School of Education International and Multicultural Education Department     In Partial Fulfillment Of the Requirements for the Degree Master of Arts in International and Multicultural Education         by Daniel MacMaster Fox May 2017    ii    That’s So Gay: An Analysis of LGBTQIA+ Students and School Climate Within Institutions of Higher Education     In Partial Fulfillment of the Requirements for the Degree   MASTER OF ARTS  in  INTERNATIONAL AND MULTICULTURAL EDUCATION   by Daniel MacMaster Fox May 2017    UNIVERSITY OF SAN FRANCISCO    Under the guidance and approval of the committee, and approval by all the members, this final project has been accepted in partial fulfillment of the requirements for the degree.     Approved:    Susan Roberta Katz, Ph.D.     May 11, 2017    iii TABLE OF CONTENTS  Page  Acknowledgments …………………………………………………………………………..….. iv  Chapter I – Introduction …………………………………………………………………………. 1  Statement of the Problem …………………………………………………………...…… 1  Purpose of the Project …………………………………………………………………… 4  Theoretical Framework ………………………………………………………………….. 8  Significance of the Project ……………………………………………………………... 14  Chapter II – Review of the Literature ………………………………………………………..… 16  Introduction …………………………………………………………………………..… 16  The Role of Faculty in Shaping School Climate ………………………………………. 17  How Curriculum Can Impact School Climate Perceptions ………………………….… 23  Summary ……………………………………………………………………………….. 30  Chapter III – The Project and Its Development ………………………………………………... 31  Description of the Project ……………………………………………………………… 31  Development of the Project ……………………………………………………………. 33  Chapter IV – Conclusions and Recommendations …………………………………………….. 37  Conclusions …………………………………………………………………………….. 37  Recommendations ……………………………………………………………………… 39  References ……………………………………………………………………………………… 41  Appendixes …………………………………………………………………………………….. 45  Appendix A – The Project ……………………………………………………………... 45  Appendix B – B’s Dialogue ………………………………………………………….… 76  Appendix C – T’s Dialogue ……………………………………………………………. 89  Appendix D – J’s Dialogue …………………………………………………………….. 97               iv ACKNOWLEDGMENTS    I would like to dedicate this project to the following people who have been a part of my journey in completing my master’s degree and to whom I have so much appreciation and gratitude for their presence in my life.      Tia, as the first in our family to earn a master’s degree and through your many life adventures, you have inspired the whole family to broaden our minds by furthering our education and traveling and learning about different cultures. Thank you so much for believing in me. You will be in my thoughts as I walk across the stage.  Mom, your texts and the articles you share with me always put a smile on my face. I admire how you are continuing your studies in your passion of nursing and the human body in addition to caring for people in their last moments of life. You truly exemplify lifelong learning and compassion and never fail to amaze me.  Dad, whether it is a drop off at the BART station or questions about taxes and cooking, I can always rely on your support. Your dedication to your joys of backpacking, electrical engineering, music, and cooking has helped kept me going with my studies. I am so grateful for you always being there for me.  Tom, words cannot describe how proud I am of you for completing your degree and passing the NBCOT exam. I very much look forward to seeing where you head to next. Like so much we have shared before, it was nice not being the only twin working and studying at the same time to pursue a dream!  Ebrahim, I remember how you worked with me in exploring my passions in life, helping me change careers to something I find much more meaningful and fulfilling. You always got me to think critically and view the world through a new lens. Thank you for your guidance throughout this journey.  Jess, I could not have asked for a more amazing friend and colleague. Not only do you understand the difficulty of studying and working full time, but you know how crazy it is while employed at our institution! I am so grateful for your patience and understanding. I could always count on our mix of silly and deep conversations to keep me sane.  Suryaa, I still remember meeting you right when we both started the program and am so fortunate to have had you as a friend and classmate during this journey. It was such a pleasure growing and discussing what we had learned together. I am so excited to see what amazing things you will do in the future!  Dr. Susan Katz, I really appreciate all of your time and guidance during this journey. I very much enjoyed your courses, which always left me feeling intrigued and wanting to explore more. I am grateful for having had you as a professor and adviser and thank you for broadening my worldview.    Dr. Lance McCready, it was very much a pleasure to take two courses with you. I especially want to thank you for teaching the course LGBTQ Issues in Education. It was the first course I ever took that focused on the LGBTQIA+ community and a major reason as to why I selected my project topic.   1   CHAPTER I INTRODUCTION  Statement of the Problem Institutions of higher education today have a student body that is more diverse, out, and active within the LGBTQIA+ (Lesbian, Gay, Bisexual, Transgender, Queer, Intersex, and Asexual, with + representing all other sexualities, sexes, and genders) community than ever before. Yet studies and reports have consistently shown that these institutions have failed to adapt to this change, resulting in destructive effects on desired student outcomes and personal wellbeing. In general, LGBTQIA+ students within higher education experience a very hostile school climate, with national surveys, such as The State of Higher Education for LGBT People (Rankin & Reason, 2005), reporting how college campuses widely have high levels of anti-LGBTQIA+ perceptions and experiences. Such experiences stem from all aspects of an institution, whether it be from students, staff, or faculty.  One example is how LGBTQIA+ students are more often victims of harassment and violence than their peers, causing many to “fear for their physical safety, hide or conceal their sexual identity, and feel that discussing their sexual and gender identities to faculty and staff may have aversive consequences” (Garvey, Taylor, & Rankin, 2015, p. 530). In addition, few colleges acknowledge the presence of LGBTQIA+ students, faculty, and staff on their campuses. Some colleges have developed LGBTQIA+ inclusive policies, education and awareness programs, and resource centers with the goal of creating a more inclusive school environment. However, these efforts are often centered on the identities of White lesbian and gay students, providing little to no support for queer students of color, trans folk, and other identities within the LGBTQIA+ community. Experiencing a hostile campus climate can have detrimental effects on LGBTQIA+                           2 students, which includes “reducing student participation and deflating students’ self-esteem” in addition to having “consistently high dropout rates” (Garvey et al., 2015, p. 528). LGBTQIA+ students often turn to courses with specific subjects that are deemed as more accepting, such as gender and sexuality studies. Yet, such fields are often no more welcoming than other areas of study (Beemyn, 2015). In fact, Beemyn (2015) points out that “because many nonbinary students expect to be better treated in classes and research that address gender and sexuality, they commonly feel this marginalization and invisibility even more poignantly” (p. 360). Therefore, the divide between how queer students understand themselves and the teachings and theories within gender and sexuality studies still remains extensive. For example, one student in Beemyn’s (2015) research at times intentionally came out as bisexual instead of pansexual in order to avoid misunderstandings from others, such as the misbelief of being attracted to inanimate objects. Another example is students who identify on the asexual spectrum, such as asexual (ace), demisexual, sapiosexual, among others, are choosing not to disclose this part of their identity due to the tendency of others to misjudge them. The numerous misunderstandings that exist regarding the LGBTQIA+ community embody one of many pieces of evidence for the need of more education, research, and discussions on campuses about the diversity of the LGBTQIA+ community. Most of the students Beemyn (2015) interviewed for her study also demonstrated frustration over the dearth of resources on their campuses and the lack of understanding about their identities. In the end, most students within the LGBTQIA+ community only have the Internet as a resource in order to become more aware of themselves and to meet others who share their experiences. Almost all of the students interviewed by Beemyn (2015) had one or more LGBTQIA+ student organizations at their institution, but “these groups were trans-inclusive in                           3 name only or were inclusive only of binary trans people. Others stated that few nonbinary-gender students participated in these groups, so they went online or turned to gender-nonconforming friends for support” (p. 360).  Although the Internet has allowed LGBTQIA+ people to create spaces for their specific intersecting identities, it is crucial for these communities to have a space that is protected and recognized by the institution. By having such a space, the student organization and institution are acknowledging that identities that are often erased do indeed exist and are valued. With gay-straight alliances and other LGBTQIA+ organizations commonly on college campuses ignoring the intersectional aspects of the LGBTQIA+ community, these “safe spaces” end up harming certain members of the community, such as through tokenization and racism. Mayo (2015) highlights the following roles that LGBTQIA+ groups play in schools that many students within the LGBTQIA+ community often miss out on.  They offer counseling and support   They provide a safe space  They serve as a resource for LGBTQIA+ information  They serve as part of a broader school effort to educate and raise awareness about LGBTQIA+ student issues (p. 82) Simply having a GSA or other LGBTQIA+ groups on campus positively impacts school climate, as “the mere presence of a GSA acknowledges a queer existence at school, which sends supportive messages to those students too fearful or simply not yet ready to attend meetings” (Mayo, 2015, p. 82). Yet, as highlighted by Mayo (2015), certain marginalized students within the LGBTQIA+ community are further marginalized when they cannot get the specific support they require from these groups. One reason for the disparity in the kinds of services offered to                           4 LGBTQIA+ students is because they have been framed from theories and models that are based primarily on data from White, middle-aged males (Zamami-Gallaher & Choudhuri, 2011). Support needs to be provided to students that recognizes the complex and multiple nature of social identities. Purpose of the Project The purpose of the project is to explore and identify how institutions of higher education are creating hostile school environments for LGBTQIA+ students as well as ways to create and maintain a more inclusive school climate for these students. In my project, I used a qualitative method approach in order to investigate the following questions: (1) How are institutions of higher education creating hostile school climates for LGBTQIA+ students? and (2) How can institutions of higher education create and maintain a more affirming and supportive school climate for LGBTQIA+ students? Through examining these questions, the aim of this project is to provide recommendations for educators on how to create and maintain a school climate in higher education that will better support the LGBTQIA+ community and promote positive growth and development.  With little existing research on these topics, this project also aims to contribute data and information on the LGBTQIA+ community and their experiences in higher education. (Zamami-Gallaher & Choudhuri, 2011). Zamami-Gallaher and Choudhuri (2011) go on to mention how characteristics of an institution very much affects students and that “the need to know about the academic and social integration of LGBTQIA+ students is critical to understanding their overall student satisfaction, psychosocial well-being, retention, and matriculation” (p. 38). Existing studies on school climate for LGBTQIA+ students are limited, with topics like sexual harassment, campus climate, violence, and identity development for LGBTQIA+ students only                           5 partially explored with a narrow focus (Zamami-Gallaher & Choudhuri, 2011). Having a lack of research and data surrounding the open hostility that LGBTQIA+ students face in institutions of higher education creates an absence of awareness that perpetuates toxic school climates throughout the hallways and campus.  This project strongly focuses on school climate for several reasons. One major factor is that study after study has shown the huge impact school climate has on all factors of a student’s life. For instance, Rankin and Reason (2005) claim that “the climate in which [LGBTQIA+] interactions occur influence the learning and social outcomes students will derive, which makes campus climate an important area of understanding for higher education administrators, policy makers, and researchers” (p. 43). Having a supportive school climate that embraces and promotes diversity benefits all students. In fact, researchers have linked student learning outcomes and satisfaction with their academic experiences to the quality of interactions between diverse others as well as with student perceptions of institutional support for diversity (Rankin & Reason, 2005).  Rankin and Reason’s (2005) study also found that “simply living in a diverse environment on a college campus was related to students’ openness to diversity” (p. 45). However, having intentional support and training for diversity has an even greater positive effect on school climate, with Rankin and Reason (2005) finding “strong positive relationships between participation in diversity workshops and openness to diversity” (p. 45). Participation in a freshman interest group was also found to help promote openness and diversity within students. Everyone benefits from positive learning and social outcomes when involved in focused, intentional multicultural experiences coupled with a diverse student population (Rankin &                           6 Reason, 2005). Rankin and Reason (2005) cite Allport’s (1954) contact hypothesis as the reason for these positive outcomes. Allport’s contact hypothesis states that:   Members of different groups must possess equal status in the interaction  They must work together toward a common goal  The contact must be intimate enough to lead to the perception of common interests and shared humanity  The contact must be sanctioned by the institution (Rankin & Reason, 2005, p. 46).  Students in Rankin and Reason’s (2005) study also expressed how their schools created a negative learning environment on campus through a lack of institutional support for diversity and multiculturalism. In their study, Rowley, Hurtado, and Panjuan (2002) examined the relationship between stated organizational goals and structural diversity outcomes. They conclude that in order for an institution to achieve commitment to diversity, it “must go beyond mission statements to include articulation of diversity as a priority, activities that evaluate and reward progress, core leadership support, and the development of a diverse student body’” (Rowley et al., 2002, as cited in Rankin & Reason, 2005, p. 46).  Institutions must also be aware that students with different identities will have varying perceptions of school climate, with marginalized students experiencing and perceiving the campus climate differently than majority students. To maximize positive learning outcomes, educators need to be mindful of these different perceptions and their implications for student experiences. Rankin and Reason’s (2005) study shows these disparities in campus climate perceptions based on students’ identities. Through their study, “White students suggested that the most prevalent focus of harassment was based on their gender, whereas students of color suggested that the harassment was most often based on their race” (Rankin & Reason, 2005, p.                           7 51). A much larger percentage of students of color also viewed the campus climate as hostile and racist compared to White students. On the other hand, White students were significantly more likely to view campus climate as friendly and nonracist. Other comparisons were also highlighted in Ranking and Reason’s (2005) study, with each comparison showing that “a significantly greater proportion of majority students viewed the climate as more accepting than those students who were members of underrepresented groups” (p. 55). This finding shows how students with marginalized identities, such as LGBTQIA+ students, are much more likely to view campus climate as hostile through epistemic privilege, while majority students are to a greater degree able to overlook or avoid negative instances due to a lack of awareness of benefits and barriers associated with certain identities. To combat this limitation, students indicated that more attention on issues surrounding identities in and out of the class as well as more educational interventions, such as sensitivity workshops and courses, would help improve campus climate (Rankin & Reason, 2005). Faculty can be said to be an institution’s greatest socializing agent as they “set the intellectual and behavioral norms on most campuses and, thus, may have the greatest impact on campus climate” (Rankin & Reason, 2005, p. 58). Research has shown the critical need for awareness of LGBTQIA+ issues among staff and faculty in higher education, as anti-LGBTQIA+ hostility largely stems from this population. One example is from a study that describes the experience of a student who is in the process of coming out and discloses their sexuality to their advisor. To this, the advisor replies, “‘I can assist you if you want out of this gayness. Otherwise, I can refer you to someone who can assist you, given that homosexuality contradicts my religious beliefs’” (Zamami-Gallaher & Choudhuri, 2011, p. 37). Regardless of the advisor’s personal feelings towards the LGBTQIA+ community, they could have responded                           8 in a non-stigmatizing manner that implied that the student’s gayness was wrong and needed to be cured.   As Rankin and Reason (2005) conclude in their research, “To successfully address the challenges facing underrepresented students on campus [such as LGBTQIA+ students] there must be a shift of basic assumptions, premises, and beliefs in all areas of the institution” (p. 59). Behavior and structures within an institution can be changed only once majority and privileged assumptions are replaced by assumptions of diverse cultures and relationships. Once these new assumptions are in place, they regulate the design and implementation of the institution’s activities, programs, and services. Such approaches will require individuals who are radically different from one another to work together, further transforming beliefs and assumptions. Rankin and Reason (2005) further advise educators the following:  [They] must not only be interested and involved in analysis regarding issues of difference, but in practice, the organizational activities and actions that challenge dominance, critique the status quo, and have social justice as a central core value, that inform the strategic approach that runs through the fabric of the institution. (p. 59)     This central core value of social justice to challenge dominance and critique the status quo must be actively inclusive of the multitude of identities that consists of their LGBTQIA+ population in order to create a less hostile school climate for all students.  Theoretical Framework To better understand the distinct experiences of LGBTQIA+ students and the various identities within the community, this research uses the theoretical framework of intersectionality and multiple identity development, which was originally formed by civil rights advocate and scholar Kimberlé Crenshaw (1989). In addition to obtaining data and information from past                           9 research, this project will be forming recommendations for educators based on the experiences of LGBTQIA+ people in higher education through dialogue. These dialogue participants are referred to as co-researchers based on Paulo Freire’s (1970) dialogical method. From these dialogues, one goal is to ensure that the co-researchers and their experiences are humanized, given voice, and mutually benefits them. Paulo Freire’s (1970) dialogical method recognizes that everyone’s experiences differ due to their various identities. Therefore, everyone, whether it be a professor, student, researcher, or participant brings their own knowledge through their experiences. No one’s experiences and knowledge are superior to another’s. Hermeneutics has also influenced this project, recognizing that all knowledge is truly empirical and an interpretation.  We exist, therefore we interpret. Everything. The subtle category of consciousness reminds us that how we view the world is a matter of what we value, where we live, what we think about ourselves, and whether we can survive this hailstorm of disapproval when we disagree with mainstream ideals. (Meyer, 2003, p. 59)   With the LGBTQIA+ population encompassing numerous identities, this research implements the theoretical framework of intersectionality when analyzing co-researcher experiences. Intersectionality can be defined as “the processes through which multiple social identities converge and ultimately shape individual and group experiences” (Museus & Griffin, 2011, p. 7). The term “intersectionality,” which was coined by Kimberlé Crenshaw (1989) opposes “either/or thinking and introduces multiple oppressions/jeopardies” to address the complexities of black feminist lives (De Vries, 2015, p. 4). In her work, Crenshaw (1991) discusses how “the problem with identity politics is not that it fails to transcend difference, as some critics charge, but rather the opposite – that it frequently conflates or ignores intra-group                           10 differences” (Crenshaw, 1991, as cited in Museus & Griffin, 2011, p. 6). She mentions that such conflation can be problematic due to its failure to acknowledge how multiple identities shape the lives of oppressed individuals. Scholars have since argued that the intersection of one’s identities provides a unique experience and that “efforts to isolate the influence of any one social identity fails to capture how membership in multiple identity groups can affect how people are perceived, are treated, and experience college and university environments” (Museus & Griffin, 2011, p. 7). However, intersectional analysis is not about developing a hierarchy of oppression with the assumption that the more marginalized identities one possesses, the more discrimination they will experience. Instead, intersectionality argues that the various identities one possesses, both marginalized and privileged, creates a unique experience that differs from those who may share some identities (Museus & Griffin, 2011). The goal of intersectionality is to provide a better understanding as to how a conflation of identities affects inequality. Due to a lack of past research that has focused on the intersections of social identities and issues of inequity within higher education, there is currently a limited understanding on how to address such issues (Museus & Griffin, 2011).   Despite most literature and research on the queer community using variations of the acronym that include LGBT or LGBTQ, this project purposefully uses LGBTQIA+ in recognition of intersectionality and the various identities that comprise of the community. The “+” goes one step further, representing the identities that LGBTQIA fails to capture. In the following quote, Zamami-Gallaher and Choudhuri (2011) state the importance and meaning behind using inclusive terminology like LBGTQIA+ when discussing the greater queer community:                           11 We do not assume that there is a monolithic experience among LGBTQIA+ folk. Nor do we assume that sexual identity is situated in a vacuum from the other microcultural group memberships to which students belong, construct meaning, or not occupy a segmented position in a different postsecondary educational context. In sum, [LGBTQIA+] challenges heteronormativity and privileged positionality, providing a prism for examining student development across multiple identities. (p. 37) Additionally, when analyzing the experiences of queer students of color within higher education, intersectionality can be used to evaluate the ways in which race, gender, and sexuality come together and impact them. Intersectionality recognizes how “individuals experience and engage their environments as a result of their unique position at particular intersections, rather than focusing attention on a singular identity” (Museus & Griffin, 2011, p. 8). De Vries (2015) goes on to mention that through the use of the intersectional model in her research, she can better reexamine her research methods and processes in relation to her identities to that of her participants. Pryor (2015) used intersectionality as well in his study when examining his positionality and how it might have affected his research. All of these researchers realized the importance of placing themselves within the context of their studies. Although opinions differ on the definition of intersectionality, “a consistent thread across definitions is that social identities which serve as organizing features of social relations, mutually constitute, reinforce, and naturalize one another” (Shields, 2008, as cited in Miller & Vaccaro, 2016, p. 41). Miller and Vaccaro mention how early writings on intersectionality, such as the work of Crenshaw (1989), focused on “the personal, educational, and social realities of those living at the intersections of multiple marginalized identities” (p. 41). Others have stated that intersectional paradigms need to highlight the exchange between minoritized and privileged                           12 identities (Miller & Vaccaro, 2016). Studies have also delved into how intersectionality has affected one’s meaning-making capacity. These works have shown that “a person’s identity is dynamic, shaped by multiple identities, and responsive to contextual influences such as family and socio-cultural conditions” (Miller & Vaccaro, 2016, p. 53). In Miller and Vaccaro’s (2016) study, participants who were queer students of color agreed that a space specifically for queer students of color was necessary at their school campus due to the marginalization they experienced in other identity-based organizations. Such an organization would create a safe space for these students to be their authentic selves and discuss tough intersectional issues and struggles in addition to being a source of role models and support. This need is highlighted by one queer student of color, stating: I have to be a person of color who’s also queer. And it’s not even how do I come to grips with that, because I’m okay with being queer and I’m okay with being African American, but how do I do that within these two separate – these two different communities? (Miller & Vaccaro, 2016, p. 47) Kumashiro (1999) also highlights how forms of oppression in one traditionally marginalized community can add and affect the forms of oppression experienced from belonging to another traditionally marginalized community. For example, Kumashiro (1999) describes how for one participant in his research, “being virtuous as an Asian American male required that he perform heterosexuality while fulfilling his familial obligations to his parents. Conversely, being queer – or, at least, coming out as queer – reflected the individualism often valued in White American society” (p. 502). In other words, for this participant, sexualities were racialized, with heterosexuality associated with being Asian and homosexuality equated with being White. By being a queer Asian American man, the participant experienced oppression in the Asian                           13 American community where Asian American queer folks are seen as more White than Asian. While in the LGBTQIA+ community, the participant experienced oppression as Asian American men are stereotyped and othered as exotic and feminine. This shows how the participant experienced oppression through “the intersections of his race and sexual orientation (and gender), and that were unique to him as a queer Asian American male” (Kumashiro, 1999, p. 505). Kumashiro (1999) argues that in order to improve the experiences for all students, educators need to address all of these forms of oppression instead of just discrete and coupled forms of oppression.  McCready (2004) also highlights the importance of using intersectionality in order to understand the experiences of queer people of color and other folks with multiple marginalized identities. In his study, he includes how queer people of color have the ordeal of trying to live their lives in three distinct communities, which would be the LGBTQIA+ community, their ethnic or racial community, and the larger society. Similarly, Uribe (1995) mentions how “each community fulfills basic needs which often would be imperiled if such communities would be visibly integrated. A common result is the constant effort to maintain a manner of living that keeps the three communities separate” (Uribe, 1995, as cited in McCready, 2004, p. 46). This process leads to queer people of color having an increased likelihood of experiencing isolation, depression, and anger due to the fear of being separated from their family and all other support systems. To combat this, Uribe (1995) suggests “de-normalizing Whiteness, heterosexuality, and gender norms [in order to] create opportunities to diversify curriculum and for students and educators to build coalitions” (Uribe, 1995, as cited in McCready, 2004, p. 46). To promote intersectionality and help people understand how one’s various identities affects their experiences throughout life, Mayo (2015) points to critical multiculturalism, which recognizes                           14 that all people have multiple identities that often conflict with one another. Mayo (2015) states how “critical multiculturalism recognizes how class, gender, and sexuality intersect with the sociohistorical construct of race. At the same time, it helps educators and students understand ‘otherness’” (p. 84). Institutions, educators, and identity-based communities must acknowledge the complex reality of everyone’s identities and the problematic nature of conflating them. Significance of the Project One major significance of the project is to provide a voice to a community that historically was and continues to be silenced. Work that aims to benefit a community must be centered on their perspectives, positioning, and social histories (Figueroa & Sánchez, 2008). By having dialogues directly with members of the LGBTQIA+ community, it allows them to share their experiences and knowledge, providing a new space to express themselves. These co-researchers are given agency by offering ways institutions of higher education can create and maintain an affirming and supportive school environment for LGBTQIA+ students so that they can better thrive academically and personally. Through creating a resource for educators on how to form a less hostile school environment for LGBTQIA+ students with a focus on intersectionality, we hope it will spawn new educators to act as mentors who are able to provide support to a group of students where many rely solely on the Internet for any guidance (Allen, Hammack & Himes, 2012).  Dilley (2010) brings to question why one should research or create a project about homosexuality at all. In answering, he quotes Holleran (2009), stating “Well, because it’s a part of life” (Holleran, 2009, as cited in Dilley, 2010, p. 196). In other words, it affects human beings and that is reason enough. Dilley (2010) then goes on to further question that if identity does indeed change over time and is in a state of flux to the point where the concept of identity could                           15 be seen as unstable and problematic, how can the studying of nonstable, nonheterosexual identities be beneficial? Dilley (2010) then offers the following answer, “We continue to study nonheterosexual collegiate identities because they are a part of life, a part of our campus population that has changed since the first theories of student development were postulated, and this continues to change” (p. 196). All parts of life, including identity and communities, are constantly changing, which only adds to the importance of doing research and projects on such subjects.  Lastly, this project aims to help consolidate the recommendations in working with the LGBTQIA+ community for educators that have been included in existing research and articles. Not only are these beneficial recommendations scattered between different pieces of research, but such articles are written and stored so that only the privileged few in academe have access. My project was created with the greater public in mind and having access so that more people can become aware of the issues the LGBTQIA+ community face in higher education. Even if there may be some disagreement with my project, my goal is to at least expose people to voices and perspectives they otherwise would not hear and get them thinking.                             16 CHAPTER II REVIEW OF THE LITERATURE  Introduction Despite the vast amount of research that has been done in the field of education, very little explores LGBTQIA+ students and their experiences within higher education. The few existing studies out there have shown that LGBTQIA+ students within higher education experience a very hostile school climate and are, therefore, less likely to thrive personally and academically. For example, based on analyzing quantitative data from closed-ended survey questions and qualitative data from open-ended survey questions, Garvey et al., (2015) found that LGBTQIA+ students in higher education “are marginalized because of their identity as a result of individual behaviors, institutional policies and practices, and social beliefs and conditions that they cannot control” (p. 528). Similarly, Pryor (2015) concluded that the classroom climate plays a large role in influencing a student’s perception of campus climate. One major difference between the two studies, though, is that Pryor’s was purely qualitative as he relied on results from interviewing a few students rather than gathering data through surveys. Although Garvey et al. (2015) were able to obtain data from many respondents, the surveys created a barrier between the researchers and their participants. This method dehumanized the participants in a sense since the researchers revealed little about them and their stories. The data is most appropriate for statistical purposes rather than for providing in-depth accounts of the participants’ experiences.  In past studies regarding school climate, researchers that include Garvey et al. (2015) and Pryor (2015) have tried to pinpoint whether certain aspects within a school have a greater impact in shaping a student’s perception of the overall climate. One such aspect that has garnered a lot                           17 of attention is the classroom. Within institutions of higher education, the classroom is one space that all students must occupy and thus has proved to have a major role in shaping students’ perceptions of school climate, with an unwelcoming classroom environment having adverse effects on student success (Garvey et al., 2015; Helmer, 2015; Pryor, 2015). As Garvey et al.’s (2015) research shows, “classroom climate (operationalized as student’s perceived safety, comfort, feeling welcomed in the classroom, inclusive curriculum) was the strongest predictor of students’ overall campus climate” (p. 535). This is especially true for community colleges and non-traditional, part-time programs where students have limited experiences in school outside the classroom (Zamani-Gallaher & Choudhuri, 2011). Due to the large influence of the classroom climate, other related factors, including faculty and curriculum, in turn have an extensive impact on students’ perceptions of school climate (Garvey et al., 2015; Pryor, 2015). The Role of Faculty in Shaping School Climate Overall, research on school climate within higher education has concluded that a large number of LGBTQIA+ students do not feel supported by faculty. Students reported that they were under the impression that faculty were either indifferent or openly did not support diversity issues and were apathetic about getting to know students personally (Garvey et al., 2015; Pryor, 2015; Zamani-Gallaher & Choudhuri, 2011). In fact, in Pryor’s study, all LGBTQIA+ students reported that they experienced forms of marginalization from faculty members. This lack of support regarding diversity issues from faculty and its importance to students can be seen in the following student’s quote from Garvey et al.’s (2015) study, mentioning, “‘I considered leaving [the school] for a number of reasons but the most pertinent was the obvious allowance of derogatory language towards gays by campus faculty. No one cared to stop the use of term, “That’s so gay”’” (p. 536).                           18 Given these experiences, one suggestion voiced by LGBTQIA+ students are for faculty to have more accountability in keeping class discussions from inflating into hostile, anti-LGBTQIA+ topics (Garvey et al., 2015). However, another student in Garvey et al.’s (2015) study stated how while they believe faculty do indeed care about the students, certain topics, such as LBGTQIA+ issues, are too personal for faculty to feel comfortable discussing. Such data clearly points out the distinct impact that faculty have on marginalized students’ perceptions of the classroom environment and, by extension, the school climate. Therefore, this project intends to explore how might we remove this sense of taboo concerning LGBTQIA+ issues in higher education. Although most studies focus on students’ perceptions of school climate, a hostile environment also negatively impacts LGBTQIA+ staff and faculty. Similar to LGBTQIA+ students, research has demonstrated that many LGBTQIA+ educators feel unsafe in their university’s environment and have experienced harassment (Wright, 2010). Wright and Smith (2015) highlight that “educators need to feel safe and accepted to provide the best education for their students” and that “teachers who felt safe had a higher level of efficacy” (p. 395). The damaging effects of discrimination against LGBTQIA+ staff and faculty extends to the students who witness it and the entire university’s culture and climate. Meyer, Taylor, and Peter’s (2014) research on 3,400 educators’ beliefs and practices regarding LGBTQIA+ issues in schools showed that although “there is a high level of in-principle support for LGBTQIA+-inclusive education (84.9%), actual practice is much lower (61.8%) and there are significant differences in the perspectives and experiences of LGBTQIA+-identified educators compared with their straight colleagues” (p. 221). For instance, alarming data found by Meyer et al. (2014) include the higher number of LGBTQIA+ teachers who                           19 reported hearing other teachers make homophobic remarks compared to straight teachers. Also, when hearing the phrase ‘that’s so gay,’ 70.9% of LGBTQIA+ teachers reported always intervening compared to 62.8% of straight teachers.  Yet, as Smith (2015) states, “Heterosexual educators arguably have greater opportunities to advocate for LGBTQIA+ students because they do not face the risk of being sanctioned specifically because of their sexual or gender identities” (p. 225). Participants in Smith’s research mentioned that straight, married educators were in the safest position to advocate on behalf of LGBTQIA+ populations due to the potential for educators to be mislabeled and for rumors about them to circulate. In Wright and Smith’s (2015) study, where hundreds of LGBTQIA+ educators participated, one third felt their jobs would be at risk if out (“out” meaning openly identifying as LGBTQIA+) and one quarter reported experiencing harassment. Of those that experienced harassment, three fifths did not report it. Additionally, a majority of participants reported that they felt there would be more negative consequences rather than positive from being out at school. With university leaders continuing to struggle with acknowledging and improving campus climate for LGBTQIA+ staff and faculty, those that feel support by their school tend to have a larger level of outness in their work environment (Wright & Smith, 2015). Some respondents, though, reported that the worst of their homophobic harassment had stopped and felt safer after coming out at school. By being out at school, LGBTQIA+ staff and faculty are able to act as a role model and be a source of validation for LGBTQIA+ students. However, regardless as to whether an LGBTQIA+ educator is out or not, participants stated that school climate was usually a source of stress and therefore felt less comfortable supporting LGBTQIA+ students (Wright & Smith, 2015).                              20 An overarching theme in studies on school climate and faculty is the low-level of understanding faculty have of best practices concerning diverse students, with large numbers displaying a “lack of inclusive pedagogical approaches or appropriate responses to support students” (Pryor, 2015, p. 452). For instance, as mentioned in Wright and Smith’s (2015) study, “in 2011, two thirds [of faculty] still had never received professional development related to LGBTQIA+ students, and even more had never received it related to LGBTQIA+ professionals” (p. 403). Wright and Smith (2015) also point out that LGBTQIA+ staff and faculty noticed that fewer of their colleagues were using homophobic language as more institutions adopted policies prohibiting its use. Such policies had little effect on the use of homophobic language by students, though, showing “a strength in policy making, but a lack of enforcement of the policy, which has clear implications for school leaders” (Wright & Smith, 2015, p. 403). Based on their data, Wright and Smith (2015) listed the following steps that university administrators can take immediately to improve school climate for LGBTQIA+ educators:  Consistently enforce policies related to the use of homophobic language  Provide professional development related to the learning needs of LGBTQIA+ students and respect for all members of the school population  Work to increase teachers’ and administrators’ awareness of the need to intervene when LGBTQIA+ people are spoken about or treated without respect (p. 403) Similarly, to Wright and Smith (2015), Pryor (2015) recommends faculty to participate in “campus safe space training or to reach out to local community resources to become educated on best methods in working with diverse student populations” (p. 453). As Meyer et al. (2014) point out from their research, LGBTQIA+ faculty reported feeling more comfortable than their straight counterparts in discussing LGBTQIA+ content with their students. Past studies suggest that                           21 increased knowledge of LGBTQIA+ issues increases one’s comfort level and ability to address them (Jennings, 2015). Formby (2015) postulates that one reason why educators are reluctant with tackling LGBTQIA+ inclusion in institutions is due to sex being confused with broader sexual and gender identities. A practitioner in Formby’s (2015) study stated, “It’s basically sex isn’t it? …the majority of people think LGBTQIA+ = sex … so people naturally tend to shy away from that” (p. 635). One way to change the mindsets of educators about LGBTQIA+ people is through queer capital. As Pennell (2016) mentions, “While many educators are aware of the problems faced by LGBTQIA+ students, they may be unaware of the positive aspects of queer communities and subsequently unsure how to utilize them” (p. 333). If educators are only trained about bullying and suicide prevention in regards to LGBTQIA+ students, they will simply be viewed and treated as victims with no agency. However, researchers, such as Formby (2015), Helmer (2015), and Wright and Smith (2015), state that such trainings alone are not enough and that issues that affect minority communities, like the LGBTQIA+ community, need to be included in curriculum. LGBTQIA+ faculty were much more likely to have reported that they include LGBTQIA+ content in their curriculum. Wright and Smith (2015) also stress the need for institutions to take the necessary time and planning to increase legal protections and create and implement harassment policies. A lack of administrative support is a major barrier for faculty taking proactive steps to combat LGBTQIA+ hostility in higher education. Through implementing legal protections and policies, the retention rate for LGBTQIA+ faculty and staff will improve, allowing them to foster relationships with students and promote student growth. As Wright and Smith (2015) explain, “those educators who experience safety or support will in turn feel free to demonstrate that same level of support to their LGBTQIA+ students – a                           22 population in dire need of support within schools” (p. 404). Institutions with supportive educators are crucial in creating an environment where students feel more connected to their education and have a greater sense of belonging. In fact, the presence of a greater number of types of supportive staff and faculty (in regards to race, gender, sexuality, job role, etc.) predict higher student school engagement (Seelman, Forge, Walls, & Bridges, 2015).  The type of support that faculty provide students is also crucial. Current methods of support to LGBTQIA+ students are often shaped by discourses that view LGBTQIA+ students as victims of bullying and other forms of violence within campuses. Smith (2015) mentions that the existing “extensive research on how bullying and hostile school climates affect LGBTQIA+ students reaffirms a victim/savior binary construction of the teacher student/relationship” (p. 228). Often, educators with good intentions try to provide a space within the institutions where students can escape victimization, such as gay-straight alliances and safe space programs. However, educators in these frameworks of care are placed in an authoritative position where they make decisions through the lens of their own privileged position, reinforcing the victim/savior dynamic between teachers and marginalized students (Smith, 2015; Talburt, 2004).  Acts of care that rely on deficit or victim discourses to understand LGBTQIA+ students’ needs may ultimately do more for the educator than the student because they keep the good educator solidly in the privileged position as they offer compassion to the needy student. (Smith, 2015, p. 228)  The victim/savior dynamic minimalizes educators’ obligation to learn about LGBTQIA+ students’ experiences of oppression and to recognize students’ identities and its relevance in their learning processes (Formby, 2015; Smith, 2015). Educational inequities are not identified or eliminated when educators assume LGBTQIA+ students’ needs, desires, and identities. Instead,                           23 educators need to rethink their relations with students so that they do not position themselves “to assume responsibility for [LGBTQIA+ students] rather than toward them” (Silin, 1995, as cited in Talburt, 2004, p. 119). Additionally, Jennings (2015) warns against the possibility of future educators being trained that LGBTQIA+ people deserve inclusion because they can “conform to dominant narratives of victimization, and thereby pose no threat” (p. 456). Adding, “This is a denial of diversity, not an affirmation of it” (p. 456). Educators must understand that LGBTQIA+ issues affect everyone and to empower LGBTQIA+-identified individuals so as to not fall into the dominant narratives of victimization.  How Curriculum Can Impact School Climate Perceptions  Within institutions of higher education throughout the U.S., very few courses cover any aspect of the LGBTQIA+ community, with a lack of effort to ameliorate the issue. LGBTQIA+ students often pick specific courses that they feel are more likely to provide a safe space, assuming an open-minded nature to the topic, such as courses that focus on gender and sexuality, sociology, and psychology (Pryor, 2015). Yet, Pryor (2015) and Beemyn (2015) show that these courses can be just as hostile to LGBTQIA+ students as any other course, where students face issues including being tokenized and misgendered. When tokenized in class, LGBTQIA+ students find themselves expected to represent the entire community in class discussions. In addition, faculty and classmates misgender LGBTQIA+ students by refusing to use their preferred pronouns.  Research has also revealed that only a small number of students have ever been taught positive representations about LGBTQIA+ people (Kosciw, Greytak, Palmer, & Boesen, 2014). This fact clearly impacts all students, with Bertram, Crowley, and Massey (2010) stating that school is a space where students experience “the meanings of various social locations and                           24 non/dominant social positioning by class, ethnicity, disability, sexuality, gender, and race” (Bertram et al., 2010, as cited in Helmer, 2015, p, 409). Drawing from this, Helmer (2015) mentions that “the silencing of the stories and experiences of LGBTQIA+ people reinforces homophobia, heterosexism, heteronormativity, and cissexism that are already routinely and performatively constituted in the everyday life of schools” (p. 409). Helmer (2015) suggests that one way to challenge sexuality and gender-related oppressions within a school environment is to provide opportunities for students to engage with LGBTQIA+ topics within various course curriculum. Snapp, McGuire, Sinclair, Gabrion, and Russell (2015) echo Helmer’s (2015) sentiments, stating that it is only “once inclusive and supportive curricula reach a critical mass within an institution [that] the overall school climate is improved” (p. 590). This includes acknowledging the transformative potential of education in confronting discrimination and oppression through critical education approaches, such as social justice, antioppressive, and multicultural education. Queer theory is another way to include LGBTQIA+ topics in curriculum, which seeks to challenge “students’ commonsense understandings of sexuality and gender” (Helmer, 2015, p. 409).  Helmer’s (2015) research analyzed an LGBTQIA+ literature course and its impact on its students. The study shows how having an inclusive classroom environment proves to be crucial in promoting student development and in creating a more welcoming school climate, allowing students to shift from “discomfort to confidence related to LGBTQIA+ issues as they moved from ignorance to knowledge” (p. 411). Other results include how students became eager to learn about LGBTQIA+ history, gained a more complete understanding of the complex nature of gender, sexuality, and sex, developed a critical consciousness about LGBTQIA+ issues, and felt empowered to become supportive advocates for LGBTQIA+ people while recognizing the                           25 course’s positive impact on their school’s climate. As Helmer (2015) noted, a key to the course’s success amongst students who do not identify with the LGBTQIA+ community was its focus on proving its relevancy to their lives. Students realized the importance of LGBTQIA+ issues and how they affect everyone by learning of their position within historical as well as contemporary human rights efforts. Several students in the study even shared instances where they “spoke up in situations [in support of the LGBTQIA+ community] in which they previously would have remained silent” (Helmer, 2015, p. 417).   Although queer education scholars have voiced concern on teaching about LGBTQIA+ topics rather than having students unlearn existing, damaging knowledge, the students in Helmer’s (2015) study “felt strongly about their own and others’ lack of knowledge related to LGBTQIA+ issues and the ensuing discomfort they initially felt when talking about these issues” (p. 412). Students were first embarrassed or afraid they would say something wrong when the course began, but as students learned LGBTQIA+ and anti-oppressive lexicon and were exposed to the experiences of LGBTQIA+ people, they were better able to verbalize their thoughts and felt more confident asking questions. Helmer (2015) also mentions that “as students learned about LGBTQIA+ people and their experiences and stories, they acquired new lenses and developed a more critical consciousness” (p. 415). Just as non-LGBTQIA+ students get to see something through a new perspective in the course, LGBTQIA+ students similarly learn from their heterosexual, cisgender peers. One student who identifies as gay and has lesbian mothers pointed out the value in how he got to learn about the opinions and perspectives of people outside the LGBTQIA+ community on the various topics covered in class. By openly exploring issues such as sexuality and gender that are generally perceived as taboo, these topics are no                           26 longer perceived as abnormal, creating a dialogue between different people that did not exist before.  However, when LGBTQIA+ voices and topics are included in course curriculum, they tend to be smothered by the victim narrative (Jennings, 2015). The victim narrative is powerful in that it helps shed light on inequities within society. Yet, focusing solely on such a narrative can bring internalized victimization, where the affected community becomes infected with a sense of helplessness and inferiority. When LGBTQIA+ topics are covered in a course, if at all, the victim narrative is so dominant that it can “displace other narratives that represent LGBTQIA+ youth as having agency, good self-esteem, well-developed self-understandings, and strong commitments to social justice” (Jennings, 2015, p. 456). Tropes of irresponsibility and contamination also haunts the LGBTQIA+ community when covered in class, with the premise that “the individual is responsible for their own recklessness, or infection, medicalization, or even their own state of poverty” (Cruz, 2011, p. 552). One suggestion to combat this issue is by having curriculum focus on positive aspects of the community instead of simply how they are disenfranchised. For example, in referencing back to the theoretical framework of Kimberlé Crenshaw's (1989) theory of intersectionality, curriculum could cover how the intersections that LGBTQIA+ people possess empower them with many different types of capital.  One type of capital that LGBTQIA+ people carry is transgressive capital, which is “any act or expressive behavior which inverts, contradicts, abrogates, or in some fashion presents an alternative to commonly held cultural codes, values and norms be they linguistic, literary or artistic, religious, social and political” (Babcock, 1978, as cited in Pennell, 2016, p. 329). Transgressive capital allows LGBTQIA+ people to challenge limiting boundaries and create another reality that is more supportive of their identities by focusing on the creative use of space                           27 and play. Members of the LGBTQIA+ community embody this resistance “through their chosen families and relationships, their social networks that cross social and physical boundaries, and by speaking up and around structural limitations” (Pennell, 2016, p. 330). People like undocuqueers, a portmanteau for queer undocumented immigrants, personify this as they are described as “border crossers who live in multiple worlds. And by living in this in-between zone, these queer people can better see how these boundaries can be transgressed and deconstructed” (Pennell, 2016, p. 332). Transgressive capital is a strength that can benefit all LGBTQIA+ people and movements, but many educators are not aware and therefore not able to use it.  Transgressive capital can be used in the classroom to highlight how people in the LGBTQIA+ community have been able to maneuver around institutional systems of oppression while stressing that people do not live single-issue lives (Pennell, 2016). Pennell (2016) goes on to mention how “[t]aking an intersectional approach that explores multiple, interlocking forms of identity can help students see that issues are connected and complex, and to see the ways that their own lives intersect with others” (p. 334). When LGBTQIA+ topics are covered in the curriculum, too often there is a limited focus with “the unfortunate consequence of implying that issues about racialized bodies … are secondary” (Arrizón, 2006, as cited in Pennell, 2016, p. 332). This leads students to believe in the false notion that queer issues are White issues, robbing queer people of color “the support, affirmation, sense of belonging, and empowerment that heterosexual [people of color] and White queer people are traditionally able to find in [communities of color] and queer communities (respectively)” (Kumashiro, 1999, p. 505). For instance, in a course regarding Asian cultures, sexual orientation is rarely discussed, implying that all mentioned people are heterosexual. One transgressive, queer individual who could be included in applicable courses is the prominent African American civil rights activist                           28 Bayard Rustin who is largely left out of textbooks because of his sexuality. When students learn about LGBTQIA+ people and their experiences, they acquire new lenses and develop a more critical consciousness, countering the false notions that people and society hold over the LGBTQIA+ community. As outlined by McCready, Blackburn, and Taylor (2013), three approaches that faculty have typically used to cover LGBTQIA+ curricular issues and content are education for the Other, education about the Other, and education that is critical of privileging and Othering. As Lapointe (2014) explains, the “category ‘Other’ [is used] to describe ‘groups’ of people who are oppressed in society” (p. 708). McCready et al. (2013) go on to explain how the transgressive capital that LGBTQIA+ people possess problematizes these approaches “because they force the definition of the Other to be more expansive and, in some ways, paradoxical” (p. 196). Therefore, a fourth approach - education that is anti-oppressive - is proposed, which harnesses the strengths of the previous three approaches while enabling educators to teach in new ways that work against multiple forms of oppression. The three approaches that focus on the Other tend to reduce the experiences of marginalization that LGBTQIA+ people face rather than trying to understand how the intersections of multiple oppressions create particular forms of marginalization at certain times (McCready et al., 2013).  For example, approaches that focus on the Other often end up creating safety for some while marginalizing others. Kumashiro (1999) similarly states that “to focus on only the discrete and the coupled forms of oppression is to fail to address, and is to be complicit with, the supplementary ones” (p. 505). Queer and anti-oppressive education aids faculty in disrupting repetitive practices and challenges the ways people traditionally comply with oppression and the assumptions with which people perceive and engage with the world. One way educators can                           29 disrupt this continuation of oppression is by “contextualizing the curriculum and addressing multiple social and cultural differences (e.g. race, class, religion, ability, age, language)” (McCready et al., 2013, p. 199).  Techniques to represent diverse voices in curriculum, such as LGBTQIA+ people in an educational setting, include incorporating various narratives like visual media, online communities, and forums. In her work, Cruz (2013) examines video poem curriculum and describes its influence for queer students of color: It is in the reflexive pedagogical work of “storying the self” where they develop a critical consciousness through an interrogation of their own bodies as they confront HIV, survival sex, and violence. The racially queered self/body, particularly in media work, becomes a rich representational tool used to facilitate reflection and praxical thinking about the multiple, often simultaneous experiences of Latino and African American LGBTQIA+ students. (p. 441) This is opposed to the curriculum that is found in many schools about LGBTQIA+ and other marginalized identities, which can be described as additive or on the surface. Such examples include simply mentioning particular authors and historical figures that were queer, lacking an in-depth examination of LGBTQIA+ literature and lives. Cruz (2013) eventually describes in her research how queer students of color have stated that if they did not write, it could mean death, showing just how crucial curriculum that involves reflective self-expression is for these students. For the queer students of color in her study, writing and creating knowledge that stems from their own bodies and experiences helps them “maintain visibility and resist erasure” (p. 456). Additionally, Kumashiro (1999) calls on educators to engage in the process of reworking discourse, changing harmful reading practices, and disrupting the normalcy of one’s                           30 sense of self when creating curriculum in order to help students in rethinking normalcy and Otherness.  Summary The research that has been highlighted clearly shows that LGBTQIA+ students experience a very hostile school climate at institutions of higher education. It also mentions what factors within higher education affect students’ perceptions of school climate the most and how faculty and curriculum can disrupt the status quo. As Jennings (2015) highlights in regards to curriculum, “the victim narrative used to protect our youth must be balanced against telling the fuller truths that LGBTQIA+ youth and adults have great agency and are transforming their contexts, and indeed the world, through their nonconformity and transgressive actions and identities” (p. 455). One part I found that was lacking in much of the research, though, was an in-depth exploration of concrete solutions to creating a more inclusive school climate for LGBTQIA+ students in the context of institutions of higher education, into which my project further delves. As previously mentioned, many of the researchers I have referenced utilized intersectionality within their studies, which this project uses in examining the experiences of its co-researchers and analyzing my own positionality within the research. Lastly, similarly to Pryor (2015), this research aims in gathering knowledge and information on a personal level from the co-researchers without dehumanizing them and their experiences in the process. However, instead of interviewing participants like Pryor (2015) did, this research attempts to draw from Paulo Freire’s (1970) work on dialogue where the participant or in this case, co-researcher, is given agency.                              31 CHAPTER III THE PROJECT AND ITS DEVELOPMENT  Description of the Project The project is a compilation of recommendations for educators on how to create and maintain a school climate in higher education that will better support the LGBTQIA+ community and promote positive growth and development. Although a few articles and pieces of research provide recommendations for educators on working with the LGBTQIA+ community and how to create and maintain a more inclusive school climate, this information is scattered and difficult to find. Therefore, this project intends to create a central guide for educators regarding the LGBTQIA+ community and school climate in higher education.  Recommendations are pulled from a variety of sources, including past research and articles in addition to the lived experiences of three LGBTQIA+-identified individuals who have attended institutions of higher education, with two also currently working as staff or faculty in higher education. These three LGBTQIA+-identified individuals are my co-researchers, who graciously allowed me have a one-on-one dialogue with each of them and opened up to me about their experiences in higher education. During the dialogue, the co-researchers also provided their own input as to how institutions of higher education can create a better school climate for the LGBTQIA+ community.  The first co-researcher is B, who identifies as a queer Arab person of color. B is male, Muslim, and is a first generation immigrant to the United States. His experiences in higher education include obtaining his bachelor’s degree in anthropology from the American University in Cairo, earning a master’s degree in leadership studies at the University of San Diego, and attempted a doctoral degree in psychology at the California Institute of Integral Studies located                           32 in San Francisco. B is still active in the realm of higher education by working in admissions at the California Institute of Integral Studies. The second co-researcher is T, who identifies as a gay White male and grew up in rural Arkansas. He received a bachelor’s degree in accounting from the University of Central Arkansas, an MBA from the University of Arkansas, and a doctoral degree in organizational behavior and human resources from the University of British Columbia in Vancouver. He continues to be involved in higher education through working as a faculty member at a business school in San Francisco. The third co-researcher is J. J identifies as a gay White male and grew up in the East Bay. He received an associate’s degree in occupational therapy at Mercy College in New York and a bachelor’s degree in psychology at San Jose State University. Their dialogue transcriptions can be viewed in Appendix B, C, and D. With the LGBTQIA+ community being diverse and full of various identities, the co-researchers do not represent all of the identities that exist in the community. For instance, their experiences do not cover all of the particular experiences that trans and female-identified members of the LGBTQIA+ community may face. In addition to the lens I carry as a queer cisgender White male, I recognize that the guide does have limitations, among others, in this regard.  The guide is broken up into several sections. First is an introduction and then the guide delves into organizations, clubs, and other resources that educators can use to create a less hostile school environment and how to use them effectively. The guide then covers student identity and perceptions and how intersectionality influences best practices in creating a less hostile school environment. Issues surrounding faculty and their impact on students is then discussed in                           33 addition to curriculum and approaches to having curriculum be more inclusive. Lastly, there is a conclusion that stresses the importance of social justice in higher education. Development of the Project  It was during my freshman year at the University of Oregon that I finally came out of the closet as queer to my friends and family on Martin Luther King Jr. Day. Even though I knew my family would ultimately be accepting, it was still a terrifying act that had an affirming and liberating ending. It was not University of Oregon’s school climate that led me to this, though. Rather, it was the sudden death of a classmate I had known from kindergarten all the way to the end of high school. Death even for a teenager became more real than ever before, and I did not want to leave this world without being true to myself and loved ones. Despite University of Oregon’s fairly liberal school climate, I did find myself feeling the need to “butch” myself up during various interactions, whether it be an assigned roommate, faculty member, or administrator out of fear in addition to other problematic incidents. Not until I took Dr. Lance McCready’s course LGBTQ Issues in Education at the University of San Francisco did I truly realize how hostile school climates were - and still are - for the LGBTQIA+ community, including higher education. The LGBTQIA+-identified community continues to grow and all people need to develop a greater understanding of the community no matter what the size. The course validated my past experiences in education and gave me a voice. Therefore, a major component of this project is to help give voice to actual members of the LGBTQIA+ community through dialogues, which was used in creating the guide for educators. In order to begin a dialogue with members of the LGBTQIA+ community, the first phase involved reaching out to the community to see who may be interested in participating in my                           34 project as a co-researcher through dialogue. This included discussing my project with known contacts, these contacts then reaching out to people in their circles, and meeting new people who were acquainted with my initial contacts. As co-researchers were confirmed, I further explained the project, had each co-researcher sign a release form and choose a pseudonym, and set up a time for the dialogue. Two of the three dialogues were in person, while the third was via online video chat. Dialogues lasted from forty-five to eighty minutes.  Once a dialogue was finished, I transcribed the dialogue and then sent it to the co-researcher to verify whether the transcription accurately reflected what we discussed and if they wished to add anything else. I then analyzed the transcriptions for common themes between each other and existing research, which helped form the guide regarding the LGBTQIA+ community and school climate in higher education for educators. Once the first draft of the guide was completed, I sent it to the co-researchers who were able to review it and provide feedback for the final version. The completed guide can be found in Appendix A. One common theme found in B, T, J’s dialogues was how the institutions where they experienced the most hostile climates were the ones that for the most part ignored the LGBTQIA+ community. Whether it be a lack of policy, queer organizations, or openly supportive educators, all three co-researchers described silence regarding the LGBTQIA+ community as a major factor in creating a hostile school climate. Another common theme in all three dialogues was the impact that the university’s location and its culture had on the university’s culture and school climate. The more conservative universities tended to be located in regions that are known for being conservative and vice versa for more liberal universities, which affected the school climate for B, T, and J at the universities they attended.                           35 In my dialogue with B, he echoed what many researchers pointed out in terms of identity and the importance of recognizing intersectionality when working with the LGBTQIA+ community. For instance, B mentioned how during his time at the University of San Diego, he joined a support group for LGBTQIA+ students. In the end, he felt incredibly alienated, invisible, and unable to contribute since a lot of the experiences discussed were centered on those who were White and American, with no acknowledgment for difference. Because B was not able to get any help that was relevant to his identities on campus, he ended up going to the San Diego LGBT Center to find community and explore his sexuality. B, T, and J all highlighted how their sexual identity was something that they were struggling and coming to terms with during their time as students in higher education. It is crucial for institutions to have a variety of resources and to ensure that these resources are out there and easy for students to access. If someone is not yet ready to come out of the closet, knowing that the institution supports the LGBTQIA+ community and provides resources still makes a tremendous difference. B, T, and J also all mentioned how their main support system as students in higher education were their friends, showing how important it is to have LGBTQIA+ organizations and groups that contain a social aspect. Having LGBTQIA+ social organizations and groups are especially crucial for LGBTQIA+ individuals who are not yet out to their family and/or do not have their support. Lastly, B, T, and J all attended institutions and programs where there was a dearth of LGBTQIA+ content in course curriculum. All three co-researchers stated how it is empowering to be in a course that recognizes and does not erase the LGBTQIA+ community. With the LGBTQIA+ community continuing to have a greater presence within institutions of higher education, a guide for educators in supporting and effectively working with                           36 the LGBTQIA+ community is more important than ever. In the making of this guide, I myself have learned a lot regarding the issues surrounding the LGBTQIA+ community within higher education and am excited to share this with you. This guide is just part of the beginning of recognizing the complexity of the LBGTQIA+ community and the many issues it still faces within institutions of higher education and society at large.                             37 CHAPTER IV CONCLUSIONS AND RECOMMENDATIONS  Conclusions Institutions of higher education today are composed of LGBTQIA+ communities that are more diverse, out, and active than any other period. However, studies have shown time and again how institutions are unable to accommodate the changes in their demographics, causing the LGBTQIA+ community harm and hampering student success. Overall, LGBTQIA+ students experience a very hostile school climate, with many reporting high levels of anti-LGBTQIA+ perceptions and experiences (Rankin & Reason, 2005). Anti-LGBTQIA+ perceptions and experiences have been traced to all aspects of institutions of higher education and require a greater cultural change within the institution.   Examples of the hostility experienced by LGBTQIA+ students include an increased likelihood of being victims of violence and harassment, with many forced to hide their gender and/or sexual identities out of safety (Garvey et al., 2015). Generally, the LGBTQIA+ community is ignored by institutions of higher education. When LGBTQIA+ inclusive policies, awareness programs, and other resources are implemented, though, they tend to be problematic in nature as they are centered on the identities of White lesbian and gay students. Therefore, queer students of color, trans folk, and other identities within the LGBTQIA+ community end up with little to no support. The project aims to explore and identify how institutions of higher education are creating hostile school environments for LGBTQIA+ students in addition to steps to create and maintain a more inclusive school climate for these students. The project used a qualitative method approach in order to examine: (1) How are institutions of higher education creating hostile                           38 school climates for LGBTQIA+ students? and (2) How can institutions of higher education create and maintain a more affirming and supportive school climate for LGBTQIA+ students? Upon exploring these questions, the goal of the project is to compile recommendations to form a guide for educators on creating and maintaining a school climate in higher education that will better support the LGBTQIA+ community. The project also aims to contribute data and information on the LGBTQIA+ community and their experiences in higher education since there is currently a lack of it. (Zamami-Gallaher & Choudhuri, 2011). With a dearth of research and data regarding LGBTQIA+ hostility in institutions of higher education, there is a lack of awareness that perpetuates toxic school climates throughout campuses.  A point of significance for this project is to help give a voice to a community that has been historically and continues to be silenced. In order to benefit the LGBTQIA+ community, the project is centered on their perspectives, positioning, and social histories (Figueroa & Sánchez, 2008). The dialogues with members of the LGBTQIA+ community, who acted as co-researchers, gave them a platform to share their experiences and knowledge. The dialogues also gave the co-researchers agency by sharing how they think institutions can create a less hostile environment for LGBTQIA+ students, which is included with the recommendations for educators. The project also aids with consolidating the recommendations for educators working with the LGBTQIA+ community from existing research and articles. Great recommendations that would benefit all educators are scattered between difference pieces of research, but such articles are written and stored so that only a privileged few have access. In contrast, this project was created with expanding access to the greater public in mind. Change will not happen unless people who are normally disengaged from the LGBTQIA+ community are exposed to the perspectives and experiences of its people.                            39 Recommendations The guide can be used in a variety of settings. For instance, it could be passed out and used in diversity trainings for educators or to read during one’s own time and kept handy in the workplace as an easy reference. In order to increase access, it is recommended to store the guide online, such as on the institution’s portal for educators or diversity and inclusion site. It is also recommended for the guide to be used in training student workers and leaders as they will be taking on roles that requires working with a diverse student body, which will include LGBTQIA+ students. With the LGBTQIA+ encompassing numerous, intricate identities, this guide is just a starting point and is meant for others to add and further develop. One example is that a curriculum could be created based on the guide, including the assignment of readings from articles and authors cited in the guide along with activities incorporating points outlined. Student LGBTQIA+ organizations are also welcomed to review the guide, critique it, and offer their own suggestions. As each institution has its own specific challenges in accommodating the LGBTQIA+ community, student LGBTQIA+ organizations are encouraged to present their own suggestions directly to the institution. Since the guide is never complete and is a growing, living document, it is important to state that the guide does not fully represent all identities within the LGBTQIA+ community and strives to be more inclusive given the input of all members of the LGBTQIA+ community. In order to further increase accessibility and inclusiveness, one possibility is for the guide to adopt its own website where a system of submitting and editing information could be implemented. In keeping with the spirit of the guide, which was generated through dialogue with my co-researchers, the guide intends to create an inner dialogue for its readers as well as generate                           40 dialogue between individuals regarding the LGBTQIA+ community and higher education. As co-researcher B was quoted in the guide from our dialogue: I believe in the power of dialogue and restorative justice, and I think these need to be utilized, applied, and exercised if we are to be able to have difficult conversations from one another and learn from those experiences (B, dialogue, March 19, 2017).                             41 ReferencesAllen, K. D., Hammack, P. L., & Himes, H. L. (2012). Analysis of GLBTQ youth community-based programs in the United States. Journal of Homosexuality, 59(1), 1289-1306. Beemyn, G. (2015). Coloring outside the lines of gender and sexuality: The struggle of nonbinary students to be recognized. The Educational Forum, 79(1), 359-361. Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. University of Chicago Legal Forum: Vol. 1989, Article 8. Cruz, C. (2011). LGBTQ street youth talk back: A meditation on resistance and witnessing. International Journal of Qualitative Studies in Education, 24(5), 547-558. Cruz, C. (2013). LGBTQ youth of color video making as radical curriculum: A brother mourning his brother and a theory in the flesh. Curriculum Inquiry, 43(4), 441-460.  De Vries, K. (2015). Transgender people of color at the center: Conceptualizing a new intersectional model. Ethnicities, 15(1), 3-27.  Dilley, P. (2010). New century, new identities: Building on typography of nonheterosexual college men. Journal of LGBT Youth, 7(1), 186-199. Figueroa, J. L. & Sánchez, P. (2008). Technique, art, or cultural practice? Ethnic epistemology in Latino qualitative studies. In T.P. Fong (Ed.), Ethnic Studies Research: Approaches and Perspectives (pp. 143-177). Lanham, MD: AltaMira.  Formby, E. (2015). Limitations of focusing on homophobic, biphobic and transphobic ‘bullying’ to understand and address LGBT young people’s experiences within and beyond school. Sex Education, 15(6), 626-640.  Freire, P. (1970). Pedagogy of the oppressed. New York: Herder and Herder.                           42 Garvey, J. C., Taylor, J. L., & Rankin, S. (2015). An examination of campus climate for LGBTQ community college students. Community College Journal of Research and Practice, 39(6), 527-541. Helmer, K. (2015). “Everyone needs a class like this”: High school students' perspectives on a gay and lesbian literature course. The Educational Forum, 79(4), 408-420. Jennings, T. (2015). Teaching transgressive representations of LGBTQ people in educator preparation: Is conformity required for inclusion? The Educational Forum, 79(4), 451-458.  Kosciw, J. G., Greytak, E. A., Palmer, N. A., & Boesen, M. J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York: GLSEN. Kumashiro, K. K. (1999). Supplementing normalcy and otherness: Queer Asian American men reflect on stereotypes, identity, and oppression. Qualitative Studies in Education, 12(5), 491-508. Lapointe, A. (2014). Gay-straight alliance (GSA) members’ engagement with sex education in Canadian high schools. Sex Education, 14(6), 707-717. Mayo, J. B. (2015). Youth work in gay straight alliances: Curriculum, pedagogy, and activist development. Child & Youth Services, 36(1), 79-93. McCready, L. T. (2004). Some challenges facing queer youth programs in urban high schools. Journal of Gay & Lesbian Issues in Education, 1(3), 37-51. McCready, L. T., Blackburn, M., & Taylor, N. (2013). LGBT and the extant curriculum: Issues, approaches, and resources. Educating About Social Issues in the 20th and 21st Centuries, 2(1), 189-212.                           43 Meyer, E. J., Taylor, C., & Peter, T. (2014). Perspectives on gender and sexual diversity (GSD)-inclusive education: Comparison between gay/lesbian/bisexual and straight educators. Sex Education, 15(3), 221-234. Meyer, M. A. (2003). Hawaiian hermeneutics and the triangulation of meaning: Gross, subtle, casual. Social Justice, 30(1), 54-63. Miller, R. A., & Vaccaro, A. (2016). Queer student leaders of color: Leadership as authentic, collaborative, culturally competent. Journal of Student Affairs Research and Practice, 53(1), 39-50. Museus, S. D., & Griffin, K. A. (2011). Mapping the margins in higher education: On the promise of intersectionality frameworks in research and discourse. New Directions for Institutional Research, 151(1), 5-13. Pennell, S. M. (2016). Queer cultural capital: Implications for education. Race, Ethnicity, and Education, 19(2), 324-338.  Pryor, J. T. (2015). Out in the classroom: Transgender student experiences at a large public university. Journal of College Student Development, 56(5), 440-455.  Rankin, S. R., & Reason, R. D. (2005). Differing perceptions: How students of color and white students perceive campus climate for underrepresented groups. Journal of College Student Development, 46(1), 43-61.  Seelman, K. L., Forge, N., Walls, N. E., Bridges, N. (2015). School engagement among LGBTQ high school students: The roles of safe adults and gay-straight alliance characteristics. Children and Youth Services Review, 57(1), 19-29. Smith, M. J. (2015). It’s a balancing act: The good teacher and ally identity. Educational Studies, 51(3), 223-243.                            44 Snapp, S. D., McGuire, J. K., Sinclair, K. O., Gabrion, K., & Russell, S. T. (2015). LGBTQ-inclusive curricula: Why supportive curricula matter. Sex Education, 15(6), 580-596. Talburt, S. (2004). Constructions of LGBT youth: Opening up subject positions. Theory into Practice, 43(2), 116-121. Wright, T. E. (2010). LGBT educators’ perceptions of school climate. Phi Delta Kappan, 91(8), 49-53. Wright, T. E., & Smith, N. J. (2015). A safer place? LGBT educators, school climate, and implications for administrators. The Educational Forum, 79(4), 394-407. Zamani-Gallaher, E. M., & Choudhuri, D. D. (2011). A primer on LGBTQ students at community colleges: Considerations for research and practice. New Directions for Community Colleges, 155(1), 35-49.                             45 APPENDIX A    Providing Pride to the LGBTQIA+ Community: Recommendations for Educators in Higher Education   Daniel Fox                                     46  Table of Contents  Introduction ……….................................................................................. 1 Organizations, Clubs, and Other Resources ………...……...…………. 4 Student Identity and Perceptions ………………………………………… 9 Faculty ..…………………………………………………………………….... 12 Curriculum …………………………………………………………………... 17 Conclusion ………………………………………………………................. 22 References …………………………………………………………………... 24    47  1  Introduction It was during my freshman year at the University of Oregon that I finally came out of the closet as queer to my friends and family on Martin Luther King Jr. Day. Even though I knew my family would ultimately be accepting, it was still a terrifying act that had an affirming and liberating ending. It was not University of Oregon’s school climate that led me to this, though. Rather, it was the sudden death of a classmate I had known from kindergarten all the way to the end of high school. Death even for a teenager became more real than ever before, and I did not want to leave this world without being true to myself and loved ones. Despite University of Oregon’s fairly liberal school climate, I did find myself feeling the need to “butch” myself up during various interactions, whether it be an assigned roommate, faculty member, or administrator out of fear in addition to other problematic incidents. Not until I took Dr. Lance McCready’s course LGBTQ Issues in Education at the University of San Francisco did I realize how hostile school climates were - and still are - for the LGBTQIA+ community, including higher education. The LGBTQIA+-identified community continues to grow and all people need to develop a greater understanding of the community no matter what the size. The course validated my past experiences in education and gave me a voice. Therefore, a major component of this guide is to help give voice to actual members of the LGBTQIA+ community through dialogues, which have been used in creating this guide. In addition to compiling data from past research, this guide takes into account the experiences of three LGBTQIA+-identified people within higher 48  2 education. To further learn about the experiences of people within the LGBTQIA+ community, I had a one-on-one dialogue with each of the individuals below.  I first had a dialogue with B, who identifies as a queer Arab person of color. B is male, Muslim, and is a first generation immigrant to the United States. His experiences in higher education include obtaining his bachelor’s degree in anthropology from the American University in Cairo, earning a master’s degree in leadership studies at the University of San Diego, and attempted a doctoral degree in psychology at the California Institute of Integral Studies located in San Francisco. B is still active in the realm of higher education by working in admissions at the California Institute of Integral Studies. I then had the opportunity to meet with T, who identifies as a gay White male and grew up in rural Arkansas. He received a bachelor’s degree in accounting from the University of Central Arkansas, an MBA from the University of Arkansas, and a doctoral degree in organizational behavior and human resources from the University of British Columbia in Vancouver. He continues to be involved in higher education through working as a faculty member at a business school in San Francisco. Lastly, I spoke with J, who identifies as a gay White male and grew up in the suburbs of the East Bay. He received an associate’s degree in occupation therapy at Mercy College in New York and a bachelor’s degree in psychology at San Jose State University. Despite the vast amount of research that has been done in the field of education, very little explores LGBTQIA+ students and their experiences within higher education. The few existing studies out there have shown that LGBTQIA+ students within higher education experience a very hostile school49  3 climate and are, therefore, less likely to thrive personally and academically. LGBTQIA+ students in higher education experience marginalization stemming from individual behaviors, institutional policies and practices, and social beliefs and conditions within the institution that are out of their control (Pryor, 2015). This resource for educators intends to highlight the school climate LGBTQIA+ students commonly face within institutions of higher education as well as provide general recommendations to consider.                     50  4 Organizations, Clubs, and Other Resources A first step in creating a less hostile school climate is for a university to have a space, such as an organization, club, or resource center, specifically designated for people within the LGBTQIA+ community. Having such a space sends a clear message to all students, including those who are still coming to terms with their sexuality and/or gender identities, that the institution acknowledges the LGBTQIA+ community on its campus and to at least some extent supports the community. LGBTQIA+ organizations, clubs, and resource centers provide the following benefits to members within the community:   They offer counseling and support  They provide a safe space  They serve as a resource for LGBTQIA+ information  They serve as part of a broader school effort to educate and raise awareness about LGBTQIA+ student issues (Mayo, 2015, p. 82) It is equally important, though, for the institution to gauge what specific identities within the LGBTQIA+ community are being supported within such organizations. Certain marginalized students within the LGBTQIA+ community are further marginalized when they cannot get the specific support they require from these organizations. With the LGBTQIA+ community being complex and filled with various identities, it is crucial that space, resources, and programming is out there that caters to more than just a few identities. Many gay-straight alliances (GSAs) tend to focus specifically on the needs of White lesbian and gay students,51  5 providing little to no support for the unique needs of queer students of color, trans folk, and other identities within the LGBTQIA+ community. It is recommended for institutions to provide support, whether it be in the form of programming at a resource center or assisting students with the creation of a new organization that can cater to these specific needs. When working with these students as educators, it is critical to acknowledge these students’ specific needs and not use a one-size-fits-all approach. Students have demonstrated frustration over the dearth of resources on their campuses and the lack of understanding about their identities (Beemyn, 2015; Garvey, Taylor, & Rankin, 2015). Most LGBTQIA+ students only have the Internet as a resource when exploring, becoming more self-aware of their identities, and meeting others who share and understand their experiences. Despite their institutions having groups or resources geared towards the LGBTQIA+ community, they were only inclusive of some identities in name or lacked members with their identities, so those students felt less support (Beemyn, 2015). With gay-straight alliances and other LGBTQIA+ organizations commonly on college campuses ignoring the intersectional aspects of the LGBTQIA+ community, these “safe spaces” end up harming certain members of the community, such as through tokenization and racism. When designing support and resources for the LGBTQIA+ community, it is crucial to keep intersectionality - the idea that one’s identities52  6  are interconnected - in mind. The goal of intersectionality is to provide a better understanding as to how a conflation of identities affects inequality (Museus & Griffin, 2011).   While speaking with B about his experiences in higher education, he mentioned how he came out of the closet during his time as a student at the University of San Diego and ended up joining an LGBTQIA+ support group. However, the support group ended up not being very helpful, with B stating: A lot of the experiences were discussed in a very American-centric light, so there was no room to talk about being international or someone from a different culture. There was no acknowledgment of difference. Most of the people were White. It was just the identities present in the room were very homogeneous. It did not necessarily resonate with me, so I had to go and volunteer at the LGBT center in San Diego to be able to find community and explore my sexuality because I didn't feel the campus was giving me space to do that (B, dialogue, March 19, 2017). When students live in a diverse environment on a college campus, they are more likely to be open to diversity. However, having intentional support and training for diversity has an even greater positive effect on school climate, with a correlation found between participating in diversity workshops and openness to diversity (Rankin & Reason, 2005). Participation in a freshman interest group is another way to help promote openness and diversity within students. Everyone benefits from positive learning and social outcomes when involved in focused, intentional multicultural experiences coupled with a diverse student population. Allport’s (1954) contact  53  7 hypothesis helps explain the reasoning for these positive outcomes. In order for diversity workshops and freshman interest groups to truly benefit students, Allport’s contact hypothesis states that:   Members of different groups must possess equal status in the interaction  They must work together toward a common goal  The contact must be intimate enough to lead to the perception of common interests and shared humanity  The contact must be sanctioned by the institution (Allport, 1954, as cited in Rankin & Reason, 2005, p. 46) Displaying support for the LGBTQIA+ community online and providing digital resources is another way to empower the community. When a university’s website openly addresses LGBTQIA+ issues and provides accessibility, there is a sense of welcome. Both heterosexual and LGBTQIA+ students will become aware of the stance of the institution, leading to greater openness and safety in the overall environment. For it to be effective, though, digital resources need to be easily accessible for students and not hidden within the institution’s website.  During my dialogue with J, he mentioned how he was not aware of his alma mater, San Jose State University, having any digital resources. J mentioned how “if [LGBTQIA+ resources are] there, it’s not something that’s visible and easily accessed on their site. It’s something you would have to54  8 actively search for” (J, dialogue, April 8, 2017). The obscurity of LGBTQIA+ digital resources is not as effective, as students who are not engaged with the LGBTQIA+ community will continue to be unaware of the community’s existence on campus and the institution’s support. Technology can be especially beneficial to students who are in the early stages of coming out or who are heterosexual but have LGBTQIA+ friends. Technology, such as the Internet, gives students access to information that can help with their identity development without any judgement. Resources online can have dedicated links for topics like the coming-out process, supportive services nearby, information for allies, and so on. Online resources also provide users anonymity and safety (Zamami-Gallaher & Choudhuri, 2011). While having a dialogue with T, he mentioned how he was struggling with his sexuality as an undergraduate student and despite his institution having an LGBTQIA+ organization, he was not yet ready to join. T goes into detail stating: We had an organization called Prism, and I remember seeing them. I remember these two kids who in my head were like the face of that organization to me. That was the first time I really heard of LGBT, which was all the letters of the alphabet at that time. I did remember feeling some comfort from that. Also a desire to be a part of it and an admiration for the bravery of the kids who were in it because this was 1998, 1999 in rural Arkansas (T, dialogue, March 28, 2017). In order for an institution to achieve a commitment to diversity, it must do more than supply mission statements that address diversity. An institution55  9 needs activities for students and educators that evaluate and reward progress, leadership support from the top, and further development of a diverse student body (Rankin & Reason, 2005). Also, whether it is a group meeting or a training, socialization opportunities for the LGBTQIA+ community need to be varied as those with other obligations or who commute long distances may not be available in the evening (Zamami-Gallaher & Choudhuri, 2011).   Student Identity and Perceptions Institutions must also be aware that students with different identities will have varying perceptions of school climate, with marginalized students experiencing and perceiving the campus climate differently than majority students. To maximize positive learning outcomes, educators need to be mindful of these different perceptions and their implications for student experiences.  One example is how White students tend to think that the most prevalent focus of harassment is based on their gender, while students of color often think harassment is usually due to their race. A much larger 56  10 percentage of students of color also view the campus climate as hostile and racist compared to White students (Rankin & Reason, 2005).  On the other hand, White students are significantly more likely to view campus climate as friendly and nonracist. This shows how students with marginalized identities, such as LGBTQIA+ students, are much more likely to view campus climate as hostile. One reason for this is due to the epistemic privilege that marginalized students often possess. Epistemic privilege can be defined as the privilege that marginalized people have in terms of understanding society and possessing a critical lens. Majority students have the privilege of being able to overlook or avoid negative instances due to a lack of awareness of benefits and barriers associated with certain identities. To combat this, more attention on issues surrounding identities in and out of the class as well as more educational interventions, such as sensitivity workshops and courses, would help improve campus climate (Rankin & Reason, 2005). Additionally, queer students of color have agreed time and again that a space specifically for queer students of color was necessary at their school campus due to the marginalization they experienced in other identity-based student organizations. Such a group would create a safe space for these students to be their authentic selves and discuss tough intersectional issues as well as act as a source of role models and support. This need is highlighted by one queer student of color, stating:57  11 I have to be a person of color who’s also queer. And it’s not even how do I come to grips with that, because I’m okay with being queer and I’m okay with being African American, but how do I do that within these two separate – these two different communities? (Miller & Vaccaro, 2016, p. 47) In my dialogue with B, he describes his experiences as a queer person of color in the University of San Diego’s organization Rainbow Educators and how certain identities were ignored: I personally was a part of the Rainbow Educators program and every meeting I went to I felt incredibly alienated, unseen, and invisible and was unable to contribute. Rainbow Educators is not just concerned with sexuality; it's concerned with any other identity that is bound to show up in different ways. I remember we were doing an exercise where we were asked to walk around the room. It was all the people who applied to the program and got accepted and they were being trained to become Rainbow Educators. There were posters attached to different parts of the walls around the room and was an exercise around stereotypes. All the posters were positioned so that one woman, who was of significantly smaller size, could not reach anything. I never saw her again after the training (B, dialogue, March, 19, 2017). Educators need to be aware of the specific needs of identity-based groups, including intersectional identity groups in order to support all students. Their complex identities will be reflected in their leadership styles,58  12 which educators need to understand and support in leadership trainings. In cases where only a few students request an intersectional identity organization, such an organization still fulfills an important need for these students (Miller and Vaccaro, 2016).  Faculty Within institutions of higher education, the classroom is one space that all students must occupy and thus has proved to have a major role in shaping students’ perceptions of school climate, with an unwelcoming classroom environment having adverse effects on student success (Garvey et al., 2015; Helmer, 2015; Pryor, 2015). With faculty possessing authority within the classroom, faculty have the greatest impact in setting social standards within an institution because of their ability to influence the intellectual and behavioral norms of students (Rankin & Reason, 2005). A lot of anti-LGBTQIA+ hostility stems from this population, presenting a critical need for greater awareness of LGBTQIA+ issues among educators in higher education. Overall, a large number of LGBTQIA+ students simply do not feel supported by faculty. Students have reported that they were under the impression that faculty were either indifferent or openly did not support 59  13 diversity issues and were apathetic about getting to know students personally (Garvey et al., 2015; Pryor, 2015; Zamani-Gallaher & Choudhuri, 2011). One student shares their experience with faculty, mentioning, “‘I considered leaving [the school] for a number of reasons but the most pertinent was the obvious allowance of derogatory language towards gays by campus faculty. No one cared to stop the use of term, “That’s so gay”’” (Garvey et al., 2015, p. 536). As seen with this student’s experience, one suggestion is for faculty to have more accountability in monitoring class discussions from becoming hostile towards the LGBTQIA+ community. Similar to LGBTQIA+ students, many LGBTQIA+ educators feel unsafe in their university’s climate and have experienced harassment (Wright, 2010). In order to excel in their position and provide the best possible education for their students, educators need to feel safe and accepted (Wright & Smith, 2015). Additionally, the damaging effects of discrimination against LGBTQIA+ educators extend to the students who witness it and the entire university’s culture and climate. Educators generally have a limited understanding of best practices concerning diverse students, with many lacking inclusive pedagogical approaches or appropriate responses to support students (Pryor, 2015). For instance, “in 2011, two thirds [of faculty] still had never received professional development related to LGBTQIA+ students, and even more had never received it related to LGBTQIA+ professionals” (Wright & Smith, 2015, p. 403). Institutions adopting policies in support of the LGBTQIA+ community have been shown to reduce the use of homophobic language amongst 60  14 educators, but have little effect on students. Institutions tend to do well in policy making, but lack enforcement (Wright & Smith, 2015). A lack of administrative support is a major barrier for educators taking proactive steps to combat LGBTQIA+ hostility in higher education.  Through implementing legal protections and policies, the retention rate for LGBTQIA+ educators will improve, allowing them to foster relationships with students and promote student growth. Educators who experience safety or support will feel free to demonstrate that same level of support to their LGBTQIA+ students (Smith, 2015). Institutions with supportive educators are crucial in creating an environment where students feel more connected to their education and have a greater sense of belonging.  B highlights how the California of Institute Integral Studies has positively impacted his experiences at the university, stating: California Institute of Integral Studies was the most open and inclusive space I ever experienced in terms LGBT climate. I think it's a reflection of the fact that a lot of staff and faculty are queer, so that helps a lot. There is a lot of representation on campus. It does not necessarily mean it is perfect. I heard stories of students misgendering non-binary folks or trans folks in classes, but in many ways, that is bound to happen when there is not enough education when people come from traditional backgrounds. Our students come from all different sorts of academic backgrounds (B, dialogue, March 19, 2017).61  15 University administrators can take the following steps to immediately improve school climate for LGBTQIA+ educators:  Consistently enforce policies related to the use of homophobic language  Provide professional development related to the learning needs of LGBTQIA+ students and respect for all members of the school population  Work to increase educators’ and administrators’ awareness of the need to intervene when LGBTQIA+ people are spoken about or treated without respect (Wright & Smith, 2015, p. 403) Professional development opportunities could include campus safe space training or workshops from local community resources on best methods in working with diverse student populations (Pryor, 2015). Educators also need to have the tools to assist LGBTQIA+ students who are struggling with their sexuality or newly coming out. As J mentioned in his dialogue, “Despite San Jose State University having a relatively LGBTQIA+-friendly climate, it’s still stressful coming to terms with your sexuality and coming out of the closet” (J, dialogue, April 8, 2017).  The type of support that faculty provide students is also crucial. Current methods of support to LGBTQIA+ students are often shaped by discourses that view LGBTQIA+ students as victims of bullying and other forms of violence within campuses (Wright & Smith, 2015). One reason why some educators are reluctant with tackling LGBTQIA+ inclusion in institutions is due to sex being confused with broader sexual and gender identities. As one 62  16 educator states, “It’s basically sex isn’t it? … the majority of people think LGBTQIA+ = sex … so people naturally tend to shy away from that” (Formby, 2015, p. 635).  One way to change the mindsets of educators about LGBTQIA+ people is through queer capital by focusing on the empowering aspects of the LGBTQIA+ community and identities. Many educators are aware of the problems faced by LGBTQIA+ students, but most have little knowledge of the positive aspects and how to use them (Pennell, 2016). If educators are only trained about bullying and suicide prevention in regards to LGBTQIA+ students, they will simply be viewed and treated as victims with no agency. The victim/savior dynamic between LGBTQIA+ students and educators minimalizes educators’ obligation to learn about LGBTQIA+ students’ experiences of oppression and to recognize students’ identities and its relevance in their learning processes (Formby, 2015; Smith, 2015). Educational inequities are not identified or eliminated when educators assume LGBTQIA+ students’ needs, desires, and identities. Educators need to rethink their relations with students so they assume responsibility toward them rather than for them (Silin, 1995, as cited in Talburt, 2004). Educators must understand that LGBTQIA+ issues affect everyone and to empower LGBTQIA+-identified individuals so as to not fall into the dominant narratives of victimization. 63  17 Curriculum Trainings alone are not enough in creating a more inclusive school climate for the LGBTQIA+ community. Issues that affect the LGBTQIA+ community need to be included in curriculum as well (Formby, 2015; Helmer, 2015; Wright & Smith, 2015). Within institutions of higher education, very few courses cover any aspect of the LGBTQIA+ community and there is a lack of effort to address the issue. LGBTQIA+ faculty are much more likely to include LGBTQIA+ content in their curriculum. In my talks with T, who is currently an out faculty member, he describes that while his colleagues are not openly homophobic, given his identity as a gay man, he is purposely more inclusive of the LGBTQIA+ community in his curriculum and puts in extra effort to support LGBTQIA+ students. T states: I don't see any of our faculty saying, \"I'm not going to use any of this material because it involves gay people.\" For curriculum to involve gay people, you're going to have to go out and look for it. They're not cognizant enough of the need for it. They don't notice the fact that none of the characters in the case are not gay to start with. So I don't think any of my colleagues are anti-gay. I just think that none of them are out looking for gay cases to incorporate in the classroom (T, dialogue, March 28, 2017). LGBTQIA+ students often pick specific courses that they feel are more likely to provide a safe space. Example courses includes ones that focus on gender and sexuality, sociology, and psychology (Pryor, 2015). These courses can be just as hostile to LGBTQIA+ students as any other course, though, where students face issues including being tokenized and64  18 misgendered (Pryor, 2015; and Beemyn, 2015). When tokenized in class, LGBTQIA+ students find themselves expected to represent the entire community in class discussions. In addition, faculty and classmates misgender LGBTQIA+ students by refusing to use their preferred pronouns.  Only a small number of students have ever been taught positive representations about LGBTQIA+ people (Kosciw, Greytak, Palmer, & Boesen, 2014). This impacts all students, as the lack of LGBTQIA+ stories and experiences reinforces homophobia, heterosexism, heteronormativity, and cissexism (Helmer, 2015). One way to challenge sexuality and gender-related oppressions within a school environment is to provide opportunities for students to engage with LGBTQIA+ topics within various course curriculum (Helmer, 2015; Snapp, McGuire, Sinclair, Gabrion, & Russell, 2015). Educators need to be aware of the transformative potential of education in confronting discrimination and oppression through critical education approaches, such as social justice, anti-oppressive, and multicultural education. Queer theory is another way to include LGBTQIA+ topics in curriculum, which gets students to challenge their understandings of sexuality and gender. 65  19 When discussing LGBTQIA+ topics in class, some students may at first feel embarrassed or afraid of saying something wrong. Yet, as students learn LGBTQIA+ and anti-oppressive terminology and are exposed to the experiences of LGBTQIA+ people, they will learn to better verbalize their thoughts and become more confident in asking questions. Students also acquire new lenses and develop a more critical consciousness, with LGBTQIA+ students similarly learning from their heterosexual, cisgender peers as they are exposed to their classmates’ opinions and perspectives. By openly exploring issues such as sexuality and gender that are generally perceived as taboo, these topics are no longer perceived as abnormal, creating a dialogue between different people that did not exist before.  However, when LGBTQIA+ voices and topics are included in course curriculum, they tend to be smothered by the victim narrative (Jennings, 2015). The victim narrative is powerful in that it helps shed light on inequities within society. Yet, focusing solely on this narrative can bring internalized victimization, where the affected community becomes infected with a sense of helplessness and inferiority. When LGBTQIA+ topics are covered in a course, if at all, the victim narrative is so dominant that it leaves little to no space for other narratives that represent LGBTQIA+ people as having good self-esteem and agency (Jennings, 2015). Too often the LGBTQIA+ community is portrayed as irresponsible and contaminated. One way to combat this issue is by having curriculum focus on positive aspects of the community instead of simply how they are disenfranchised. For example, in using the theoretical framework of Kimberlé Crenshaw's (1989) theory of 66  20 intersectionality, curriculum could cover how the intersections that LGBTQIA+ people possess empower them with many different types of capital.  One type of capital that LGBTQIA+ people carry is transgressive capital, which is “any act or expressive behavior which inverts, contradicts, abrogates, or in some fashion presents an alternative to commonly held cultural codes, values and norms be they linguistic, literary or artistic, religious, social and political” (Babcock, 1978, as cited in Pennell, 2016, p. 329). Transgressive capital allows LGBTQIA+ people to challenge limiting boundaries and create another reality that is more supportive of their identities by focusing on the creative use of space and play. Transgressive capital can be used in the classroom to highlight how people in the LGBTQIA+ community have been able to maneuver around institutional systems of oppression while stressing that people do not live single-issue lives (Pennell, 2016).  Through taking an intersectional approach when discussing the LGBTQIA+ community and experiences, students are exposed to the multiple, interlocking nature of identity. Such an approach allows students to see how issues are complex and ways their lives are connected with others. When LGBTQIA+ topics are covered in curriculum without an intersectional approach, too often other identities that affect the community, such as race, are ignored (Pennell, 2016). This leads students to believe in the false notion that queer issues are White issues, robbing queer people of color the support, affirmation, and empowerment that heterosexual people of color67  21 and White queer people are traditionally able to find in their respective communities (Kumashiro, 1999). One transgressive, queer individual who could be included in applicable courses is the prominent African American civil rights activist Bayard Rustin who is largely left out of textbooks because of his sexuality.  Techniques to represent diverse voices in curriculum, such as LGBTQIA+ people, include incorporating various narratives like visual media, online communities, and forums. One example is video poem curriculum, which allows students to express their specific experiences and resist erasure (Cruz, 2013). This is opposed to the curriculum that is found in many schools about LGBTQIA+ and other marginalized identities that can be described as additive or on the surface. Such examples include simply mentioning particular authors and historical figures that were gay, lacking an in-depth examination of LGBTQIA+ literature and lives.  Educators cannot assume that there is a monolithic experience among LGBTQIA+ students. By de-normalizing Whiteness, heterosexuality, and gender norms through the diversification of curriculum, students and educators gain the opportunity to build coalitions (McCready, 2004). Implementing transgressive capital in curriculum assists with this coalition building, but with many educators unaware of such capital, they may be unsure how to utilize it. 68  22 Conclusion In order to address the challenges faced by the LGBTQIA+ community within institutions of higher education, there must be a shift of basic assumptions and beliefs in all areas. Once privileged assumptions are replaced by assumptions of diversity and coalition building, behavior and structures within an institution can begin to change. These new assumptions then guide how the institution’s activities, programs, and services are created and implemented. With people who hold very different identities working together, beliefs and assumptions are further transformed.  B discussed in his dialogue how creating a fellowship program within the institution where folks get training and facilitate difficult conversations and workshops on privilege, intersectionality, restorative justice, mediating conflict and so on as one solution: I think there is a lot of fear and fragility around sensitive conversations and so you need something within the system. Awareness is wonderful, but to assume that people are just going to be magically aware by increasing the number of lectures you're providing or posters you're posting is not going to change anything. It may improve, but it will not transform the culture of the institution. On multiple levels, from the curriculum to the representation on campus, whether it's staff, faculty, or students, all of them will also have to be taken into consideration, but I think creating a sustainable unit that is there to 69  23 address what's not working and transform conflict to a learning experience is so important. I believe in the power of dialogue and restorative justice, and I think these need to be utilized, applied, and exercised if we are to be able to have difficult conversations from one another and learn from those experiences (B, dialogue, March 19, 2017). When an institution adopts the core value of social justice and challenges the status quo, it must be actively inclusive of the multitude of identities that consists of their LGBTQIA+ population in order to create a less hostile school climate for all students (Rankin & Reason, 2005).70  24 References Beemyn, G. (2015). Coloring outside the lines of gender and sexuality: The struggle of nonbinary students to be recognized. The Educational Forum, 79(1), 359-361. Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. University of Chicago Legal Forum: Vol. 1989, Article 8. Cruz, C. (2013). LGBTQ youth of color video making as radical curriculum: A brother mourning his brother and a theory in the flesh. Curriculum Inquiry, 43(4), 441-460.  Formby, E. (2015). Limitations of focusing on homophobic, biphobic and transphobic ‘bullying’ to understand and address LGBT young people’s experiences within and beyond school. Sex Education, 15(6), 626-640.  Garvey, J. C., Taylor, J. L., & Rankin, S. (2015). An examination of campus climate for LGBTQ community college students. Community College Journal of Research and Practice, 39(6), 527-541. Helmer, K. (2015). “Everyone needs a class like this”: High school students' perspectives on a gay and lesbian literature course. The Educational Forum, 79(4), 408-420. Jennings, T. (2015). Teaching transgressive representations of LGBTQ people in educator preparation: Is conformity required for inclusion? The Educational Forum, 79(4), 451-458.  Kosciw, J. G., Greytak, E. A., Palmer, N. A., & Boesen, M. J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, 71 25 gay, bisexual and transgender youth in our nation’s schools. New York: GLSEN. Kumashiro, K. K. (1999). Supplementing normalcy and otherness: Queer Asian American men reflect on stereotypes, identity, and oppression. Qualitative Studies in Education, 12(5), 491-508. Mayo, J. B. (2015). Youth work in gay straight alliances: Curriculum, pedagogy, and activist development. Child & Youth Services, 36(1), 79-93. McCready, L. T. (2004). Some challenges facing queer youth programs in urban high schools. Journal of Gay & Lesbian Issues in Education, 1(3), 37-51. Miller, R. A., & Vaccaro, A. (2016). Queer student leaders of color: Leadership as authentic, collaborative, culturally competent. Journal of Student Affairs Research and Practice, 53(1), 39-50. Museus, S. D., & Griffin, K. A. (2011). Mapping the margins in higher education: On the promise of intersectionality frameworks in research and discourse. New Directions for Institutional Research, 151(1), 5-13. Pennell, S. M. (2016). Queer cultural capital: Implications for education. Race, ethnicity, and education, 19(2), 324-338.  Pryor, J. T. (2015). Out in the classroom: Transgender student experiences at a large public university. Journal of College Student Development, 56(5), 440-455.  Rankin, S. R., & Reason, R. D. (2005). Differing perceptions: How students of color and white students perceive campus climate for underrepresented groups. Journal of College Student Development, 46(1), 43-61. 72  26 Smith, M. J. (2015). It’s a balancing act: The good teacher and ally identity. Educational sSudies, 51(3), 223-243.  Snapp, S. D., McGuire, J. K., Sinclair, K. O., Gabrion, K., Russell, S. T. (2015). LGBTQ-inclusive curricula: Why supportive curricula matter. Sex Education, 15(6), 580-596. Talburt, S. (2004). Constructions of LGBT youth: Opening up subject positions. Theory into Practice, 43(2), 116-121. Wright, T. E. (2010). LGBT educators’ perceptions of school climate. Phi Delta Kappan, 91(8), 49-53. Wright, T. E., & Smith, N. J. (2015). A safer place? LGBT educators, school climate, and implications for administrators. The Educational Forum, 79(4), 394-407. Zamani-Gallaher, E. M., & Choudhuri, D. D. (2011). A primer on LGBTQ students at community colleges: Considerations for research and practice. New Directions for Community Colleges, 155(1), 35-49. [Untitled illustration of LGBTQIA+ youth in colors of rainbow]. Retrieved April 29, 2017 from https://showmejusticefilmfestival.files.wordpress.com/2014/10/lgbt-youth2.jpg [Untitled illustration of rainbow fist]. Retrieved April 29, 2017 from https://education4liberation.files.wordpress.com/2012/10/42e998dc.jpg [Untitled illustration of rainbow apple]. Retrieved April 29, 2017 from http://www.puiyanfong.com/images/thumbnails/diversity2.jpg [Untitled illustration of clothing label]. Retrieved April 29, 2017 from http://www.dynamicnetworksgroup.co.uk/cms/img_articles/11248379_1436719393301381_1904896310_n.jpg73  27 [Untitled illustration of intersectionality]. Retrieved April 29, 2017 from https://blogs.brown.edu/choices/files/2017/01/intersectionality2.jpg [Untitled illustration of rainbow hands]. Retrieved April 29, 2017 from http://proprofs-cdn.s3.amazonaws.com/images/TM/user_images/1575768/4013887322.jpg [Untitled illustration of a computer with arrows]. Retrieved April 29, 2017 from http://www.aciwebs.com/images/ico_eLearning.png [Untitled illustration of a person coming out of a rainbow closet]. Retrieved April 29, 2017 from http://www.flurtmag.com/wp-content/uploads/2012/11/coming-out-of-the-closet.jpeg [Untitled illustration of a rainbow fingerprint]. Retrieved April 29, 2017 from http://digitalsundaes.com/wp-content/uploads/2016/12/Identity.png [Untitled illustration of text with blue background]. Retrieved April 29, 2017 from http://az616578.vo.msecnd.net/files/2015/07/27/6357357302466308892088567216_Priv.jpg [Untitled illustration of text with woman in background]. Retrieved April 29, 2017 from https://cdn-webimages.wimages.net/0518729a07471859864701b3a29ff3513c85f-wm.jpg?v=3 [Untitled illustration of students in classroom with laptops]. Retrieved April 29, 2017 from http://az616578.vo.msecnd.net/files/2017/03/21/6362573238058559201057431994_burke-classroom.jpg [Untitled illustration of professor speaking with students]. Retrieved April 29, 2017 from 74  28 https://www.wcl.american.edu/clinical/images/StudentandFacultyInteraction_001.jpg [Untitled illustration of sign stating gay teachers rock]. Retrieved April 29, 2017 from https://cdn.theatlantic.com/assets/media/img/mt/2014/12/5874333970_9f1b7ee51d_o/lead_large.jpg [Untitled illustration of person looking at rainbow board]. Retrieved April 29, 2017 from http://www.tolerance.org/sites/default/files/resize/general/12%200110%20TT%20teachers_web-550x524.jpg [Untitled illustration of staff and student looking at computer]. Retrieved April 29, 2017 from https://religion103.files.wordpress.com/2011/02/e5x7048.jpg [Untitled illustration of rainbow book]. Retrieved April 29, 2017 from http://www.okvir.org/wp-content/uploads/2014/10/kvir1.jpg [Untitled illustration of a trans woman and pronouns]. Retrieved April 29, 2017 from https://hopecounsellingandtraining.files.wordpress.com/2016/04/language-matters.jpg?w=272&h=364 [Untitled illustration of taboo crossed out]. Retrieved April 29, 2017 from http://cashtalk.co.uk/wp-content/uploads/2017/01/taboo.jpg [Untitled illustration of a non-binary person with pink background]. Retrieved April 29, 2017 from https://the-orbit.net/heinous/wp-content/uploads/sites/9/2015/06/tumblr_mleoqlPxvw1rgerj6o1_500.jpg75  29 [Untitled illustration of Bayard Rustin]. Retrieved April 29, 2017 from http://steventhrasher.com/wp/wp-content/uploads/2013/08/BuzzFeed-Rustin-Banner.png [Untitled illustration of a pencil eraser]. Retrieved April 29, 2017 from https://s-media-cache-ak0.pinimg.com/originals/f1/df/22/f1df22c413f9121e0d2a74435d2b3832.jpg [Untitled illustration of LGBT bubbles with text]. Retrieved April 29, 2017 from http://precollege-summer.uconn.edu/wp-content/uploads/sites/264/2015/03/HiRes.jpg   76     APPENDIX B  Dialogue with B Transcript  0:00:00 Daniel: B, thank you so much for your time. To begin, could you please tell us a bit about your past and your identities in order to help us paint a picture about yourself?   0:00:38 B: So I identify as a queer Arab person of color who is Muslim, male, and who is a first generation immigrant in North America and I have lived in six different cities on three different continents. Also, I am now 30. So those are so of the identities that come to mind right now and have had some diverse experiences in the interplay of those different physical and emotional spaces that carry with me. Educationally, I hold a master's degree and a B.A. The master's is in leadership studies, the B.A. is in anthropology and I attempted a Ph.D. degree in psychology. Professionally, I have worked at non-profits and NGOs in different regions, mostly looking at refugees and asylum seekers, looking at how to provide support and service in order to facilitate their transition into their new home countries. The privilege I had growing up in a middle to upper class family back in the Middle East and the education and opportunities I had been exposed to allowed me to travel to different parts of the world and allowed me to further my academic career and allowed me to be exposed to different cultures.   0:03:40 Daniel: Interesting. Thank you. For some context, could you tell us about the colleges you attended?  0:03:45 B: For my undergrad, I went to the American University in Cairo, which is in Egypt and then for my master's I went to the University of San Diego in San Diego, California. The Ph.D. was at the California Institute of Integral Studies, which I haven't finished. I took a leave of absence and have no returned since then and that was in San Francisco, California.  0:04:21 Daniel: Now, were some of these schools different in size of student population?  0:04:25 B: Yeah, it was everything. Some were really big colleges, one other was smaller. It varied in size.   0:04:28 Daniel: And were they all private?  0:04:30 B: Yes, they were all private.  0:04:34 Daniel: Interesting. Good to know. Can you tell me about your impression of the school climate at those institutions?   0:04:41 B: So my experiences at the three different institutions were very different since one of them is in the Middle East, in which anything related to the LGBT community is seen as illegal.  0:05:02 Daniel: And this is despite the college being an \"American\" university?  77     0:05:10 B; Yeah, I don't recall anyone talking about homosexuality in any class I had taken in undergrad even though I took all my classes in the social sciences. I was the only one who actually pursued the research looking at the gay culture in Egypt, but other than myself, I never heard anyone speaking of that. The University of San Diego was, being in California, more open. There was a support group for the LGBT community on campus, which I actually attended. There was an educational program called Rainbow Educators that focused on helping the community understand better the privilege they hold as folks who come from certain backgrounds. Not only on sexuality but also socioeconomic status and race, but the program also of course looked at queerness and helping folks understand how they can serve as allies and better serve the queer community on campus. But being a Jesuit Catholic school, there was a lot of tension in general. It was kind of like a swing in that at times it felt safe and at times it felt that was not the case.  0:07:33 Daniel: Was the Rainbow Educators purely student run?  0:07:45 B: No, it's run by the institution and was founded by a faculty member and is part of the diversity and inclusion office. So it's a program that's run by staff, but it is for students, staff, and faculty who, every year, apply and basically become fellow teachers or rather facilitators. I was a part of it. What we would do is go around classrooms and facilitate presentations and workshops on certain issues on campus. This was needed because of the lack of tolerance. The University of San Diego has historically been very difficult and challenging space for the LGBT community. This is one of the first things we learned in the Rainbow Educators orientation. It has been very hostile and anti-gay in light of the religious values that shape that very creation of the institution itself. San Diego itself is for the most part conservative as well compared to Northern California.  0:09:10 Daniel: Could you tell me how the institution was anti-gay?  0:09:18 B: The institution I wouldn't say they were anti-gay. I guess what I'm trying to say is that the climate was. It is more of students, parents, families who are religious because they would send their children to go to a private Catholic Jesuit school and invest a lot of money in the process. Because of that, in light of the backgrounds from which those students came, there was a lack of understanding and tolerance when it comes down to something seen as deviant as sexuality. So, for example, I was there between 2011 and 2013 and while I was there, for the first time, though the sponsorship of the diversity and inclusion office, it was decided to host a drag show on campus. Even though it completely sold out in a matter of a few days, police had to be there. I'm not talking about campus police, but actual city police in order to protect the performers and make sure nothing was going to go badly. There were a lot of protesters outside of the hall where the event was held. Parents and students were there to protest. There was a lot of praying against the people walking into the show. It was a very intimidating experience, and I personally didn't feel comfortable even walking in. So that's the climate on campus. Even though the school aims to be inclusive and wants to honor folks of their respective backgrounds whether it's in relation to their religion or socioeconomic status or race or ethnicity, or sexuality, or gender identity and expression, there was a lot of hostility on campus.  0:12:51 Daniel: I see. Could you tell me about your experiences with any of the other universities you attended? 78      0:12:57 B: California Institute of Integral Studies was the most open and inclusive space I ever experienced in terms LGBT climate. I think it's a reflection of the fact that a lot of staff and faculty are queer. So that's helps a lot. There's a lot of representation on campus. It doesn't necessarily mean it's perfect. I heard stories of students misgendering non-binary folks or trans folks in classes, but in many ways, that is bound to happen when there is not enough education when people come from traditional backgrounds. So our students, they come from all different sorts of backgrounds as far as academic backgrounds.   0:13:55 Daniel: Is there any on-site education for these students?  0:14:01 B: Most of our students come to become therapists, so they will definitely get training pertaining to sexuality and gender identity and whatnot. It's part of the training that they will get in light of their choices. California Institute of Integral Studies is a school that's concerned with psychology and counseling programs and other social sciences. The school's programs are multidisciplinary in nature and honors multiple ways of knowing and being. You're bound to come across queer theory and intellectual work that has been produced by queer others and thinkers.   0:14:59 Daniel: Interesting. So would you say these queer people are actually part of the curriculum?  0:15:10 B: We are interested in knowledge and theory that has existed in the periphery and a lot of that comes from folks who have had different experiences in terms of lifestyle, education, and social status. So when we draw on that work, you're bound to come across theory that is literally and metaphorically queer. That has not been mainstream or traditional. The other piece is recognizing that a lot of the fields, especially in the social sciences has had founders whose identities have always been ones of privilege. They've been, White, heteronormative, cisgender, Western educated, and upper-middle class thinkers. So the theory they've created and perpetuated have been reflective of those identities, which are not inclusive of marginalized and underprivileged identities. In the social sciences, women did not have space. Queer people did not have space. People of color did not have space. For a very long time, those people and those fields have been misrepresented and disregarded. California Institute of Integral Studies is very critical of that work, and we're interested in looking at how those folks who have not been represented have created theory, counter theory, and counter work and exploring that further. But we're still interested in exploring the traditional understanding and then look at the limitations and issues with it and then invite the perspective that is more on the peripheral end. I use \"we\" because I currently work at the California Institute of Integral Studies and have been there as a student.  0:18:12 Daniel: So it sounds like a lot of critical pedagogy is involved?  0:18:17 B: Yes, and no, depending on the program. A program like philosophy is not critical in the sense that it rose on philosophical theory and work which is alternative in the sense that it honors areas such as cosmology, mythology, ecology, and psychology. It rose in other fields that traditionally White philosophy has not been associated with, so that makes it alternative. It 79     definitely would be a generalization to say all programs draw on critical pedagogy. I'd say there are programs that are very strong on that and those that are not. A lot of programs do strive for critical pedagogy, which is good, but it would be ideal if all programs are actually doing it.  0:19:16 Daniel: Does California Institute of Integral Studies have any specific groups for LGBTQIA+ folks?  0:19:20 B: Yeah, we have a student-run group.  0:19:24 Daniel: Is it just one group for the whole community or are there more specific groups?  0:19:30 B: Yeah, it's one group. California Institute of Integral Studies is a very small school compared to the other institutions I went to. There's only 1,400 students, so it's almost like a high school. So, we do have very sophisticated structures in place given the size of the institution.  0:19:56 Daniel: Have you heard of specific issues that queer people had with the group? Were you active with the group?  0:20:09 B: Because I'm staff, I want to be sensitive and mindful, so I've approached the group and showed interest in joining and asked to be part of it, but I haven't heard back, so I assumed that it was intentionally meant to be a student-centered space. I did hear of some experiences of queer students where they felt like they did not necessarily fit. That being said, I think that experience came out of an expectation of knowing that California Institute of Integral Studies is \"alternative\" so they expected a lot and they did not necessarily experience that. Instead, they experienced the bare minimum, so they were not happy or impressed with that. But as a queer student who was there, I felt completely content with how I experienced the institution in far as queerness goes.   0:21:24 Daniel: Did they want more activism or anything else in particular?  0:21:29 B: There was not enough sensitivity. They wanted to see that in every class and every interaction they have with everyone. Obviously, you can't have control over that. You can try and strive, but it is very challenging when that person who might choose to be gender nonconforming, every single time they interact with anyone, anywhere to feel inclusive or experience inclusive language or to not run into microaggressions. I think that's bound to happen. But it's a matter of trying to strive constantly to address those, so I feel like there is no way to find an institution that is going to be microagression free. But they expected more in light of the institution and unfortunately that is not something they experienced, which is something that I'm critical of and saddens me. I think a lot of times folks choose, if they experience marginalization under one identity or they may choose an alternative lifestyle, again that doesn't necessarily make them aware or mindful about how that plays out over all of the other identities that are out there. If I'm a person of color who experiences marginalization, that does not make me someone who understands a trans persons experience or allows me to interact in a way where I'm able to just naturally come up with an inclusive language. That is training and education that I need to be held accountable for. That is something we cannot make sure everyone has. People have to be responsible for that education and strive for it and that is not always the case.  80      0:23:54 Daniel: Yeah, I guess it's just about bringing awareness so that they can start educating themselves because if you are coming from a privileged space, you're not even aware in the first place of microaggressions and they might think the school climate is fine and that there are no issues without realizing that these people with different identities that are marginalized are experiencing the school climate in another way. It's so easy to not think about these kinds of things without the awareness.   0:24:32 B: Yeah, I feel that even though my experience at the different institutions can be seen as very different, at the end of the day, I feel if there was a common theme, it's definitely in relation to privilege, and I'm glad that you're naming that because I think that's a big keyword and privilege has definitely been at issues at all of the institutions I've attended and is something that those institutions have approached differently. Some more successful than others.   0:25:15 Daniel: Is it possible to expand on that a bit? I'm interested in the differences between the schools when it comes to LGBTQIA+ students and their perceived climate.  0:25:45 B: Well, at the American University in Cairo, there was no conversation whatsoever. People don't talk about it at all. Privilege is not only playing on an individual level but also on an institutional and administrative level. They were so privileged that they did not need to worry about LGBT people, which is incredibly problematic. This also comes from being positioned in a culture and country where homosexuality is punishable by law. So it's very tricky for an organization to choose to pursue something that is challenging a legal code within the country and risking its reputation because it could easily result in the school shutting down. There was nothing even within the institution, like activists or individuals who were trying to challenge or push back. It was completely absent as a conversation, so it felt like something that was meant to be kept secret. That if you wanted to talk about anything LGBT, you had to find an underground community of some sort. This was something I didn't do as a queer individual, fearing for my life and the risks. The University of San Diego was an institution that was mostly White and very, very privileged people attended. I think the staff did try in many ways to address that issue, but at the end of the day, I think that there was a lot of concern with the reputation and the presentation of the institution as opposed to the actual work that was being done. There was a lot of internal politics and a lot of people held different perspectives, which is think is interesting. I personally was a part of the Rainbow Educators program and every meeting I went to I felt incredibly alienated, unseen, and invisible and was unable to contribute. Rainbow Educators is not just concerned with sexuality; it's concerned with any other identity that is bound to show up in different ways. I remember we were doing an exercise where we were asked to walk around the room. It was all the people who applied to the program and got accepted and they were being trained to become Rainbow Educators. There were posters attached to different parts of the walls around the room and was an exercise around stereotypes. All the posters were positioned so that one woman, who was of significantly smaller size could not reach anything. That was the only time I saw her, and I never saw her again after the training. So the training in itself was problematic and not paying attention to the diversity within the room. In theory, they want to bring people who are different to be part of a conversation, but the accommodations they are providing are causing people to experience microaggressions, exclusion, and alienation. So I'm 81     not surprised that my experience within that group included feelings of alienation. I felt more tokenized than not.   0:32:12 Daniel: Did they expect you to speak for the Muslim community or any other of your identities?  0:32:17 B: Not really. It was actually the opposite. I was not expected to do anything and that was the problem. I had to fight to make my voice heard or include my perspective. People who tended to dominate the conversation were White and privileged. It did not feel like an inclusive space on a personal level. At California Institute of Integral Studies, because it's a smaller institution, it's more personalized I suppose. It wasn't a structure I had to navigate or a system I had to make sense of. It was just easy to meet people since you would run into the same people over and over. Unlike the American University in Cairo, which was over 15 to 20 buildings, a large campus, same with University of San Diego, California Institute of Integral Studies is just one building and very small. So it as a very different vibe as an urban campus versus a traditional campus with gardens, dorms, and whatnot. People who choose to come to the California of Institute of International Studies are people who are privileged since they can afford to go to a private institution that is also alternative, but at the same time they are interested in the alternative. Whereas other institutions where people come from privilege and they're interested in endeavors that would perpetuate that privilege. It's a different dynamic, and I think that was easier for me to navigate at California Institute of Integral Studies as opposed to other institutions. It felt that people were more receptive to conversations about things that are not mainstream and the question of identity and fluidity and queerness is definitely more of an alternative than a mainstream conversation.  0:35:23 Daniel: So I'm guessing from what you said, this stems from the culture of the school itself?  0:35:31 B: Yes, because of culture of the school attracts the students, I think that one major thing students look at in higher education. The school they want to go to will be reflective of the culture. For example, if I am not going to be taking education seriously, I'm going to be going to a school that is known as a party school or an Ivy League school if I want to be put into a competitive climate where I'm going to be pushed to the maximum or challenged. So I think the culture of the school definitely plays a major role in what kind of identities are going to show up on campus. Who's invited and who's not. But I don't think that's it. I think privilege will always be present, but I think the overall cultural experience that people will have will vary from one institution to another depending on the school's culture.   0:36:38 Daniel: Given all of your identities, would you say your experiences at the California Institute of Integral Studies differed from being a student as opposed to a staff member?  0:36:55 B: Yes, it was definitely different. As a student, my access to power is different where, as a student, I don't have a lot of power. I am there to learn, not to run the organization, but when I am staff, what I am doing is trying to sustain an organization and ensure that it continues to thrive and do well, so the access I have to power, change, and transformation is different. When I was a student, I experienced alienation and microaggressions that had to do mostly with my 82     ethnic and racial background and nationality as a Middle Eastern man who comes from the part of the world that has been oppressed by the West through imperialism and colonialism and that was not acknowledged fully in a program or a department that was interested in the relationship between Eastern philosophy and cultures and Western knowledge and academia and that was something that I was critical of. It was important to me to be able to speak of queerness that wasn't just a Western concept and wasn't a synonym to gay culture, which is a very Western phenomenon that is cultural and is reflective of individualistic values. I don't identify as gay because of that because the gay culture was born and grew in a period of time, in a part of the world, so the values from that shaped how the movement was evolving. To me, a lot of that is foreign and not something I identify with. Ideas such as pride and coming out. Having a public identity that is tied to sexuality is interesting to me because I come from a collective society that is more interested in the private sphere. That freedom is exercised in the private, not the public sphere. To me, the word \"gay\" implies a lot of things I do not subscribe to on a basic value level or belief system. So I think this is important to highlight since, if identify as gay without that cultural nuanced understanding, having lived in different parts of the world of coming from a different culture altogether, I may have not experienced any issue. But my queerness comes from an interplay of politics, history, culture, religion, and so many other factors. And at the same time, my queerness interacts with other forms of identities that I hold in relation to language, ethnicity, physical appearance, and socioeconomic status. And so because of those different factors, which are not necessarily acknowledged or represented in my classroom experience, whether through students, faculty, or the readings, then I am bound to experience alienation. But when you're a staff member, it can be different because you are in a position of power, so when I notice a problem, I can actually do something about it to change it.   0:44:18 Daniel: Very interesting, B. Now, imagine you are sharing with me a photo album of your life, I'm curious what 3 pictures you would choose to show me that represent your experiences as an LGBTQIA+ student or educator in higher education. Your experiences given all of your identities.  0:44:59 B: I would say, back in Egypt, probably a picture of me at the very late hour at night, lights are off so that the only light is coming out of the computer monitor. It's representative of being in the dark, not wanting to be visible. Mostly focusing on education and trying to do really well. It was my first time I started speaking English an an academic level, so there was a lot of catching up to do. It was about trying to keep up with the work and make sure I'm as good as everyone else. The second picture would be me sitting with another person who is queer, a friend of mine, in an isolated courtyard on campus, and we're engaged in a stimulating conversation, and I think that was reflective of me finding allies at that point. Coming out wasn't easy. At this institution I thought it would be, but it wasn't. There was a lot of difficulty because a lot of people were not quite sure how to help and support me in light of the fact that the support I was receiving was only centered around gayness and not the intersectionality between queerness and the other identities I hold, such as religion or nationality. A lot of people did not understand how those came into play. And it's not I guess about understanding. I don't expect folks to understand, but I had hoped people would want to be curious ask questions, but that didn't even happen. A lot of it was just trying to help me be okay with it, but I wanted to explore it further and make more sense and meaning of that process. So finding allies and wanting to engage in conversations where I was experiencing microaggressions without really knowing exactly what it meant but 83     feeling their impact on me and just having someone who was able to understand that. Third picture would be me sharing food, having a meal in our staff, faculty lounge area with fellow colleagues, who some of them are students, but they're also staff, and engaging in a politicized conversation but one that is also inviting and not alienating or discouraging. I compare and contrast that to my other photos and experiences. I think at California Institute of Integral Studies, I felt included and received. I see different people's identities being represented in a space where there is sharing and that's why I'm thinking food. There's an exchange and nourishment. It's us just wanting to exchange perspectives and learn about one another's experiences around a particular topic, so the picture would be us having this exchange over food.  0:50:39 Daniel: Very cool. Now, I'm curious if there were any courses throughout your undergraduate and graduate studies that happened to have more an effect on you, such as leaving you feel more empowered or meaningful to you and your identities?  0:51:21 B: Yeah, I would say nothing at the American University in Cairo because it was very intellectual and identities were not acknowledged and queerness was seen as deviant. In terms of the University of San Diego, probably two courses. One was leadership theory and practice, and that course focuses on group dynamics where essentially you bring a group of people in a closed space and you don't give them a mission or an assignment. The only thing they know is that they need to be together for a certain period of time without giving any direction. So it allows or gives permission to anxiety to arise and people interact with each other without a lot of filter. I think the educational experience is normally about trying to present a certain thing in an intellectual manner and come across as sophisticated or to contribute to a conversation, but then there is always a clear assignment or expectation, but when there are no expectations, people don't know what to do, so there's this break down of what is expected and that results in a lot of chaos. I've been in that chaos for an entire semester and it's an intentional course that helps people understand how they react, how reactive they can be and what comes up, what identities and what things they say. Normally, the reactivity comes out of privilege. So that was very transformative and that I learned a lot about myself and privilege and seeing privileged people taking over, dominating the space and being called out and being defensive. It's a very fluid, chaotic, power-driven experience, which can be very intense but very powerful as long as your receptive and paying attention to what's going on. Another course also at the University of San Diego is multicultural counseling. We had a very creative professor who was very hands on and made us do things. One of the assignments that was a great experience is that she divided us into families and gave us money. Different families received different amounts of money and we had different assignments to do. We had to go to the bank and open an account and then go buy food. We had to leave the class and we had a period of time that we had to do all of those assignments and it was really an incredible experience to be given 100 versus 10 dollars and see how you can handle it and take care of yourself. At California Institute of Integral Studies, the course that I would select is called sexuality is a transformative experience, where sexuality is redefined. Sexuality is normally seen in terms of sexual orientation, but here, sexuality is actually seen as a transformative and spiritual experience and regardless of your gender identity and sexual orientation. The problematic understanding of sexuality as something that is instinctual, dirty, driven by hormones, and is reactive was shattered and a completely different understanding was introduced to us, focused on metaphors and empowerment and transcendence. It was very amazing for me as a queer person to experience a different understanding of sex and then have 84     very hands on experimental exercises. We did sexual meditations where we could, not required, do meditations as partners and we would touch each other very respectfully, and it allowed me as a queer man who's been mostly with men to be with women and experience with them in an intimate manner and have a connection that was very meaningful and authentic, to have the experience with straight men. It really broke down a lot of barriers that I have experienced personally in light of what I've been taught sexuality is. I thought it was very simple but quite profound on a theoretical level. I appreciated that it was an experiential course. It wasn't just me reading a textbook where a queer theorist is intellectualizing the act of sex.  0:57:58 Daniel: Wow, very fascinating. Well, you mentioned earlier a friend who acted as an ally for you at the University of San Diego. Going off of that, I'm wondering if you were able to find any meaningful connections with your peers at these different schools. Did you experience allyship? Which types of people and identities to you connect with the most?  0:58:47 B: I definitely connected with queer people the most because we have a shared experience. The more nuanced the identity is, the potential for understanding was more common. I'm not necessarily saying there was more understanding, I'm saying the potential was more present. I think most allies I've experienced have been at California Institute of Integral Studies because there are more queer people who held other identities too that were more nuanced. That was less of a case at the University of San Diego and definitely nonexistent at the American University in Cairo. The allies made a major difference in my educational experience. They definitely allowed me to be really grounded and be comfortable with who I am. I think allies are not only there to validate but to also challenge and push you further, so allowed me to be and allowed me to grow.   1:00:39 Daniel: I see. How did you meet these people and in what kind of spaces did you meet them in? Was it in the classroom or somewhere else?     1:00:48 B: My allies were faculty mostly. You know, on the Ph.D. and master's level you have advisers. So faculty was definitely an element. The other element is students, so people I met in the classroom.   1:01:11 Daniel: Okay, so it sounds like it was purely the classroom. Were there any other spaces in the school where you met them?  1:01:22 B: My experience has been the classroom, but I think for other folks, it could be social gatherings, mixers, can be spaces where folks meet other folks.   1:01:49 Daniel: When interacting with people in the school communities that you were and are currently a part of, what identities did you often have to negotiate with, push back or push forward when interacting with others? Also, how would you describe your social life during your years in higher education?   1:02:23 B: The identities I would push forward were identities that were common in those spaces. So in Egypt, it was what was seen and reflected, what was acknowledged and validated. The ones that I pushed back were the ones seen as problematic in that context. My social life was 85     fine, but when I think about it in retrospect, I definitely think that it was not healthy. I could only think of a couple of people who I've kept in touch and actually want to see. The rest are people who I think are very problematic. I mean, I'm glad that we crossed paths in a way. I'm sure I learned something, but at the same time, part of me knows that they were not healthy and were rather toxic. At the University of San Diego, it was interesting because I was given more freedom, and so I wanted to experiment more with what I wanted to push forward, unlike Egypt. With Egypt, certain identities that I push forward, I will literally be criminalized for it. At the University of San Diego, that wasn't the case. There was more experimentation around identities, such as being Muslim or Arab and being queer. Social life was good, but being a privileged space I think, and facing or dealing with microaggressions in general, I learned a lot about fitting in and not fitting in and at the end of the day, I realized that was not a place where I was going to be thriving if I was going to stay there and knowing that I had to move on. University of San Diego was when I was coming out, so it was a very messy process with a lot of experimentation and figuring out and trying to put one identity with another and see what happens. A lot of it was something I wasn't familiar with. I just moved to the country, I'm very new to this culture, so there was a lot of experimentation going on. At California Institute of Integral Studies, I think at that point I understood how to navigate, and so there was more intentionality around with identities I wanted to bring forward. I would say I bring all my identities to California Institute of Integral Studies. Sometimes you can't bring all of them simultaneously, but you can rotate, you can push some forward and backward. There is just more fluidity, which I so appreciate. I think that comes from the culture of the institution and from more experience and knowledge of my own identities and how they function with one another and my social life has been the best compared to any chapter as far as education goes.   1:06:11 Daniel: Are there spaces on or around these campuses that you gravitated towards versus others that you avoided?  1:06:24 B: At the American University in Cairo, I actually did not enjoy that whole process, so it's challenging for me to think of spaces that I actually liked or gravitated towards. I enjoyed being at my apartment compared to being on campus. The apartment wasn't on campus. The University of San Diego had a court that was so isolated that no one would go to, but it was still part of our building on campus. By building I mean the School of Leadership and Educational Sciences. What I liked about it was that there was a lot of privacy. I could just go there and prepare, study, memorize presentations. I was kind of part of the institution symbolically speaking, because I was there in that physical space that was part of the institution, but it was so isolated and secluded that that represented my experience and that's where I would go to catch up on readings and stuff before class. At California Institute of Integral Studies, we have a Zen garden, which is on the rooftop of the campus building with stones, crystals, and plants. It's a space I appreciate being in because it's very calming. A lot of people go there to meditate sometimes or do yoga or enjoy quality time. It's a communal space that I like personally to go to when I can.  1:09:00 Daniel: Very nice. Well, how did your time at these institutions impact your LGBTQIA+ identities and your other identities and how they interact with one another?  86     1:09:21 B: American University in Cairo probably impacted me negatively because I was prepared to go to college and discover who I am, but it was something that was unspoken that made it even more invisible despite the expectations or the hopes that I thought would materialize. At the University of San Diego, I decided to come out when I was there, and I think my time there was helpful in that it made it difficult in light of the climate on campus, which wasn't the best all the time, and so because of that, coming out was not easy and it kind of hit me hard, but at the same time, it helped me with coming out with a very strong sense of self because I survived that, so I'll be able to survive anything else kind of mentality. I tried to seek support on campus and there were resources available, but I would say that none of them were helpful. I kind of had to rely on myself. I went to a support group and it was not helpful at all, and I went to the Rainbow Educators program where I felt invisible, and I went to a couple of workshops.  1:11:13 Daniel: Why was the support group not helpful?  1:11:18 B: A lot of the experiences were discussed in a very American-centric light, so there was no room to talk about being international or someone from a different culture. There was no acknowledgment of difference. Most of the people were White. It was just the identities present in the room were very homogeneous. It did not necessarily resonate with me, so I had to go and volunteer at the LGBT center in San Diego to be able to find community and explore my sexuality because I didn't feel the campus was giving me space to do that. But the challenge that it posed helped me become resilient. And I think at California Institute of Integral Studies is when things I felt like my queerness has crystallized into something that is very concrete, that I'm very comfortable with at this point.   1:12:38 Daniel: So at the San Diego LGBT Community Center, were you able to find support there?  1:12:51 B: Not really. I was able to provide support, which helped.   1:13:01 Daniel: So providing support gave you support?  1:13:06 B: Right. You experience a sense of value, which is helpful and helps me feel validated. The LGBT center is mostly focused on the needs of the community and most of the people in San Diego were veterans and homeless and communities that I did not have so much in common with.   1:14:28 Daniel: Gotcha. So, after what we have discussed with these three institutions, how can they improve? I'm curious about your suggestions for each of these institutions in how they can create less hostile environments for LGBTQIA+ students.  1:15:01 B: The American University in Cairo, they need to start having a conversation. It's about acknowledging the elephant in the room. The University of San Diego, I think it's about intersectionality. There is a failure in recognizing how those identities inform one another and how they overlap. Sadly, they're not able to do that integration meaningfully. I think at California Institute of Integral Studies, what is important is to not only assume that just because they're coming to an institution that is not going to be focused on mainstream knowledge and education 87     that people understand what the alternative is in terms of cultural practices and spiritual orientation, and intellectual perspectives in sexuality and gender and all of those different domains. I think it helps that people come seeking something different, and I think that is what shaping up a culture that is more friendly and accepting, but I think only relying on that is quite problematic. What I would like to see is an office of a space under the diversity inclusion office or dean where folks get training, or creating a fellowship program where folks get training on how to become fellows that are able to facilitate difficult conversations, facilitate workshops and presentations on privilege, talk about intersectionality, restorative justice, mediate conflict and whatnot. And those fellows, just like how you have any other institution where you have teaching or writing fellows, those would be diversity fellows or inclusion fellows that have ongoing training and are on the call. People can reach out to them anonymously, saying they witnessed something in their classroom or experiencing something as a student and in this space and those fellows would show up to address the issue collectively with that particular subcommittee or community. That can be in terms of faculty or staff. I think there is a lot of fear and fragility around sensitive conversations like that and so you need something within the system. Awareness is wonderful, but to assume that people are just going to be magically aware by increasing the number of lectures you're providing or posters you're posting is not going to change anything. It may improve, but it will not transform the culture of the institution. I think on multiple levels, from the curriculum to the representation on campus, whether it's staff, faculty, or students, all of them will also have to be taken into consideration, but I think creating a sustainable unit that is there to address what's not working in transformed conflict to a learning experience is so important. I believe in the power of dialogue and restorative justice, and I think these need to be utilized and applied and exercised if we are to be able to have difficult conversations from one another and learn from those experiences. So I would like to see folks taking responsibility over what is not working by addressing the conflict and not changing the curriculum next year or avoid talking about a particular issue in class because it makes people uncomfortable. When an issue is addressed, the perpetuators of the conflict, them addressing the issue normally does not result in resolution. There is more back and forth and clash and it normally doesn't address itself in a healthy way, but when you bring a neutral individual who is there to mediate, have a dialogue, and bridge and address the elephants in the room, it becomes a learning experience for everyone. I think we fail in that as institutions in higher education in general.   1:22:17 Daniel: Very interesting points. So, say there is an issue in a classroom, so are you saying that they student should go and?  1:22:23 B: No, I should have clarified that that program or fellowship would be made of different constituents on campus, faculty, students, and staff, not just students. Are you talking about students reaching out?  1:22:41 Daniel: Yeah, so what if there is an issue in a class. You were saying how it should be done soon and not long term change like changing the curriculum a year later. Are you saying that in that moment, it's on the faculty member to draw from the experience?  88     1:23:07 B: It's on anyone. The powerful aspect is anyone who witnessed the issue can bring it up anonymously and so folks from that particular program would come and would address the issue in the class.   1:23:42 Daniel: Ah, gotcha, so like when the class next meets after the issue has been reported. Well, B, thank you again so much for your time.                      89     APPENDIX C  Dialogue with T Transcript  0:00:00 Daniel: T, thank you very much for taking the time to have this dialogue with me. To help us paint a picture of who you are, could you please tell us about yourself?   0:00:25 T: Okay, I am White and 36 years old. Male. From Arkansas. A small rural town. I have an undergraduate degree in accounting from the University of Central Arkansas. I have a master's degree in business administration from the University of Arkansas, and I have a Ph.D. in organizational behavior and human resources from the University of British Columbia in Vancouver. I'm gay. My gay identity is important. As a professor, as a researcher, as a teacher it's important. Although, not often salient, but my identity as a White male is important.  0:01:40 Daniel: Now, you just mentioned the University of Central Arkansas. I'm very curious to hear about your experiences there during your studies. I'm curious what the school climate was like there, especially as it was a different time as well.   0:02:24 T: I wasn't out, and when I saw I wasn't out, I wasn't even really out to myself. I grew up pretty religious. Golden boy syndrome. Has to be the best at everything. For me, being the best and being gay were not compatible. I started school just at the time when the Internet was really catching on and in my home, we had dial up at the really end of my senior year, so I didn't really have access and then I enter university and there was Internet, so I was able to really start exploring my sexuality a bit more, but it was a very unhappy time for me. Being blunt, it was the first time I was ever really able to access gay porn, and I would watch gay porn, and I would feel awful and terrible and disgusting to the point where I would make myself throw up. Well, not make myself throw up, but be at the point where I would be so upset that I would throw up and that was pretty much a daily routine for my whole first semester of university. Then I got involved in the student government and stopped focusing so much on that aspect of life. By large was asexual for my undergrad and MBA, so I wasn't really looking to much at what resources were available at the school, etc. I remember at the institution of my undergrad, we had an organization called Prism, and I remember seeing them, I remember these two kids who in my head were like the face of that organization to me. So that was the first time I really heard of LGBT, which was all the letters of the alphabet at that time. I did remember feeling some comfort from that. Also a desire to be a part of it and an admiration for the bravery of the kids who were in it because this was 1998, 1999 in rural Arkansas. It wasn't a friendly atmosphere in general. So, my MBA was a one-year program. Again, I was pretty much asexual. I had a couple of close girlfriends and we hung out and that was pretty much it. The University of British Columbia, I was a grown man. I was like, 28 years old, and so my identity wasn't so tied into the university as it was as an undergrad and an MBA. I did my MBA right out of undergraduate so I was still a pup. It's hard for me to speak too much about the atmosphere at UBC. I would say that in general, Vancouver is a very open and accepting, affirming kind of place where there's racial diversity, there's diversity in sexuality, and I never felt second class in Vancouver.  90     0:06:44 Daniel: Now, going back to your time as an undergraduate student, you kind of mentioned in your MBA you had some girlfriends. In your undergraduate, how was your social life then?  0:06:58 T: My social life as an undergrad, that first semester was, it was, well, there were a few things going on for me. One is, I went from a school where I graduated with 36 people, the majority of which I had gone to kindergarten all the way through with. And I was a big fish in that little pond. I was valedictorian, most likely to succeed. And then I go to university and you're a small fish in a big pond. That was a little bit of an adjustment. One of my friends had gone there, so that was helpful. Actually, the second semester of my first year, she started commuting, and I pretty much commuted my whole second semester back and forth for an hour and a half even though I had a full scholarship and a dorm room to live in because I just didn't want to be there. I almost dropped out because I was miserable. It wasn't because I didn't have friends. I'm sure it was part of it, but it was really this gay shame cycle that I was locked into. Into my freshman year, I decided screw that, and I ran for sophomore class rep., I won, the sophomore class president ended up withdrawing, I ran internally and won. The next year, I ran for executive vice president, and I won that. Then, my senior year, I started a leadership development group, which is now in its 15th or 16th year. I built it from the ground up, and I was the first director for it and got funding for it and all those things. So, by the time I left, I was a big fish in a big pond. But to me, it took a little while to pull myself out of the melees I was in I guess.  0:09:26 Daniel: So did you end up ever joining Prism?  0:09:31 T: I did not. I did end up meeting the guy later on in life who was the face of Prism. I was like, \"you don't have any idea who I am, but I used to think and still think that you are so brave.\"  0:09:50 Daniel: That's awesome. That's really cool. So, besides Prism, did the school do anything to show that it cared about the LGBTQIA+ community?  0:10:12 T: Definitely not.   0:10:16 Daniel: Did any faculty do anything at all? Any staff members?  0:10:21 T: Not that I'm aware, but, again, if you were interviewing that Prism boy, his answers to your questions may be quite different from mine because I didn't want to be identified as gay, so I wasn't looking for these resources. I was part of the honors college and it is kind of a liberal arts bastion within the university. I was a business student, but I was, like, the only one. It was mostly English majors and people who wanted to go to law school, philosophy majors and all that. So, I think if I had been brave enough, I could have found a place as a gay kid there, probably, within the university and within the honors college. But I wasn't ready for that mentally. I didn't accept myself till I was probably 24, 25 years old.  0:11:26 Daniel: So is that when you came out to yourself? When did you start coming out to other people? 91      0:11:37 T: When I was about 24, 25 is when I told my close friends and family.  0:11:43 Daniel: So after that MBA, but before your doctorate?  0:11:51 T: Yeah, I worked for 3 years or so I guess after my MBA and then I started coming out.   0:12:01 Daniel: During your doctorate, it's of course way different from when say you're an undergraduate. So, usually when I think of being involved in clubs and such, I usually think undergraduate students. Yet, when I think of the University of British Columbia, I think of a very liberal school that I'm sure had spaces for LGBTQIA+ students.   0:12:30 T: I did go to an event so I know they have something. My social support was very much the other students and the professors. I was outly gay. They accepted me knowing that I was outly gay. Something that I made sure that they knew because business schools, you may or may not be aware, are typically very conservative, so that was an essential. I could have gone to Texas A&M University, which is the number 6 business school in the world, but I wouldn't go there because I wouldn't be comfortable there. It's a very conservative school.  0:13:37 Daniel: Gotcha. So, here's a more fun question I suppose. Imagine you are sharing with me a photo album regarding your life. What 3 pictures you would like to show me that reflect your experiences in higher education?  0:14:52 T: The picture from my undergrad would be me and Terry Love who is the director of Greek services and leadership development and Mary Malpika who was a counselor. They were the two advisors. Martin Thortonberry and Sarah Hendricks who were my two co-directors, like, all of us with our arms around each other. It was the coolest I had probably every done as an undergrad starting that group. As a sidebar, I would like to start something here at this school like the leadership program I did. My MBA would probably be, it's weird because I'm defining all these in terms of people, with my initial pictures, so I'll show you two even though that's not in the instructions for my MBA. One of them is me with the two ladies I mentioned earlier, one who's a black girl and one who's Persian. They were my two besties. On the other side, the other picture would be me presenting to Walmart and Fuji Film for my capstone project. That went really well, that I was really proud of. My Ph.D., for the organizational theory part of the program, we went curling and it was the professors and the students, and that would be my picture.   0:17:13 Daniel: That sounds really fun. Okay, in your undergraduate, MBA, and doctoral programs, were there any mention in your courses about diversity, especially LGBTQIA+ identities?  0:17:48 T: No, not that I can think of. Which is strange considering that the doctorate degree I earned focused on management. Not even in my HR class. I don't think it was ever brought up.  0:18:03 Daniel: Really? Was at least race brought up?  92     0:18:11 T: I'm sure it was? I don't remember it in detail. But yeah, I'm sure it was.  0:18:17 Daniel: Yeah, it seems like if they do ever talk about diversity, race and gender are the first things they cover.  0:18:21 T: They definitely talked about gender.   0:18:25 Daniel: Yeah, and sometimes they cover race and if you're lucky they're cover sexuality and gender identity.  0:18:30 T: I don't remember anything about that, but the people at my school were interested on research on women's issues like, one of my classmates, her research was on the effects of beauty. With men, the better looking you are, the better it is. For women, it's curvilinear, so you can be too ugly and you can be too pretty. If women are too pretty, they're perceived as less competent. So, we definitely talked about gender. Some stuff about race. We talked about general things like cognitive strain and cognitive resource theories where things like not being out at work can come into play, but we didn't talk about it in those specific terms.   0:19:34 Daniel: Interesting. Okay. I remember prior to this recording, we were talking about your advisor during your doctorate degree and how she ended up being a bit crazy. Were there any issues regarding your sexuality with her?  0:20:20 T: No, not really. If anything, she was too happy that I was gay. She wanted to be like my fairy god mother. She was all about talking to me about gay issues and talking to me about these gay clubs and she would research them for me.  0:20:57 Daniel: So did you feel like you were kind of put in this little box and labeled as this gay man despite there being so much more to oneself?  0:21:09 T: Yeah, I appreciated her acknowledging and appreciating my sexuality, but at the same time, I don't need her Googling gay bars. So it was almost like, \"this is my gay student.\" You know? I didn't necessarily want to be the gay student.   0:21:34 Daniel: Ah, yeah, for sure. It's pretty much disrespectful to who you are as a whole and your other identities and experiences. What we experience every day is so much more than just what our sexuality dictates. That's a very good point and thanks for bringing that up. Throughout your studies, what identities were most salient? Which ones did you find pushing back?  0:22:28 T: I would say my White male identity would be the strongest. I grew up in an all-White town. There was one black family that moved to my town and their house got burned down. Not that I wanted that mental framework, but it was definitely a mental framework that I had at that point of my life and has been something that I have consciously worked at deconstructing over my lifetime. So that would definitely be a stronger identity than it is today. My identity at the University of Central Arkansas while a student, at my state, there is no pro team, so grew up worshiping their sports teams. My identity there was wrapped up in sports and friends. My gay label wasn't very salient. My friends were black and Iranian and so my White label wasn't 93     particularly salient at that time. By the time I was at UBC, my gay label was definitely stronger I guess. Here? I would say it still is. I try to make sure that our students know that I'm gay without being obnoxious about it. For example, I always wear this pride bracelet as a coded way to tell people that I'm gay. But I also say so in class.  0:24:56 Daniel: I think that is so important at a school, but especially one so international as ours. In my own experience in interacting with people from different countries, I've been told that gay people don't exist their country and of course, there are gay people there, it's just a different culture where people may not be out in the Western sense.    0:25:26 T: A Middle Eastern student of ours came in hating gay people but left as I would call a friend. I definitely helped him see that gay people are not evil, horrible, terrible things.  0:25:55 Daniel: How did your time in higher education affect your LGBTQIA+ identity and has it affected how it interacts with your other identities?   0:27:01 T: In no overt terms did higher education contribute to my coming out process. Higher education in some ways contributed because it gave me access to talk to other gay guys through ICQ and Yahoo Personals, which was popular back in the day. It was the first time I ever in my life saw gay people in a positive light. The two people who come into my and head and they still come into my head today, a lesbian and a gay guy, who were in Prism, to see people be outly gay and happy about it had to have had some impact in my life. Other than that, no one ever tried to do what I have tried to do for kids here, which is showing them that you are who you are and whatever that is okay.  0:28:35 Daniel: Gotcha. Do you think if the school environment at the University of Central Arkansas was less hostile to LGBTQIA+ identities, that it would have changed your own coming to terms?  0:28:55 T: It's impossible to say, you know? My stuff was religion and family and lots of internalized homophobia. I think time was the essential element.  0:29:14 Daniel: Yes, for sure, sometimes it really is just time. Well, let's talk about the business school we work at, L. What are your impressions of L's school climate towards LGBTQIA+ students? I know that you're probably one of the only educators on campus working on improving the climate for this community.   0:30:01 T: Yeah, so I've been here since the undergraduate program opened in San Francisco. L is in San Francisco, so the proximity effect helps I think. People to some extent know when they come here that San Francisco is a liberal, gay-friendly place. I think that helps. Not to give myself too much credit, but I think I have made this a much more gay-friendly place than it otherwise would be. I'm not trying to say anything bad about the school. They do have a gay group here. It's mostly PG-driven I think.  0:31:07 Daniel: Yeah, I was curious about the group too. I asked about it when I started last year at L. Apparently it wasn't active last year, but was the year before. This year, it started to become 94     active again, and I attended the first meeting. I heard about it from the clubs bazaar that they had at the beginning of the school year, and I was really excited to see it. So I mentioned to them that I'm a staff member, not a student, but that I'm more than happy to provide them with any support that's needed. I attended the first meeting that they had, but I gained a sense that it was very much student-focused and student-centered and I know there is a difference in power dynamics between me and the students. I didn't want to ruin the opportunity for them to meet other students. As you know, there are different queer clubs out there. Some are more about activism and awareness while others are more to just socialize and meet other LGBTQIA+ students, and the club here is definitely the latter rather than the former, so I wanted to give them that space. It was primarily undergrad students at the meeting, which was nice to see with a few graduate students. There were about 10 students at the meeting.  0:32:54 T: I do a diversity survey, I've done it for two years now, and first year, I think 25-26% of our students identified as something other than explicitly heterosexual and this year, it was about 30% of the females and 12% of the males who identified something other than exclusively heterosexual, so we have a very large at least questioning population. And there is a number of male students I know who identify as gay. There were some gay females that I know but I'm not sure if they're still on campus. We have a fairly large population. I believe that if it wasn't for me, there wouldn't be any thought given to that population. I think there's an assumption that business students are conservative. Most students come from these extremely Catholic or Muslim backgrounds. There's all these assumptions that make people think there wouldn't be any gay kids here, but that's just ridiculous. Conservative people are gay, Muslims are gay, Christians are gay, people are gay. I don't feel like at all it's a hostile environment. Honestly, I wouldn't tolerate it if I felt any hostility towards gay kids or if I felt gay kids being bullied. While I don't know if this is necessarily an affirming place other than having one of the five core faculty members be outly gay, I don't think it's a hostile place.  0:35:23 Daniel: For sure. I definitely think L does an okay job with that. Of course, a university can always do more, such as have an affirming message for LGBTQIA+ students on their website or around campus and with us being a business school, we are more conservative with these kinds of things. I'm curious if you could tell me about your own courses, when it comes to the mentioning of LGBTQIA+ community in your curriculum, it sounds like they're included in at least one of your courses?  0:36:11 T: All of my courses. There's something gay in all of my courses. Like handouts for example, one thing that comes to my mind where you have to select benefits for employees and there's a list of employees and some of them are black, some of them are Muslim, some have Asian names, and there's one where there's this dude and his husband and you have they're adopting a kid, so what kind of benefits would you suggest for them kind of thing. There's no, \"hey, everyone should like gay people,\" but it's the reality and a random person might be assigned to make these benefits decisions for this gay couple and it may be the first time you've ever given thought that gay people actually get married and have kids. Of course, I teach a course called managing diversity and multiculturalism and a week-long segment in that course is focused on gay issues. There's another week-long segment that's focused on gender-identity issues. In my intro to business course, when we talk about the impact of social media on business environment, I show them the video of me on Anderson Cooper where I explain how I made that 95     happen. So it's never, other than the Managing Diversity and Multiculturalism course, is it about gay issues. It's just including gay issues in discussions I guess.  0:38:12 Daniel: Do you happen to know if the faculty who do management courses over at our London campus try to include LGBTQIA+ identities?  0:38:25 T: I don't know, but honestly, unless I went out of my way to do it. None of the standard management handouts typically have gay characters of it. It's possible, but I would be surprised. Unless you have that has a goal. You have to set out to build an inclusive class and unless you have it as a goal it doesn't necessarily happen.  0:39:01 Daniel: For sure. Do you happen to know based on your interactions with the other faculty members here at the San Francisco campus whether they try to include LGBTQIA+ identities? I understand it may be more of an afterthought for someone who doesn't identify as gay.  0:39:41 T: Yeah, again, the material that exists, I don't see any of our faculty saying, \"oh, I'm not going to use any of this material because it involves gay people.\" For it to involve gay people, you're going to have to go out and look for it, and I don't necessarily know that it's, they're not cognizant enough of the need for it. They don't notice the fact that none of the characters in the case are not gay to start with. So I don't think any of our faculty our anti-gay, I just think that none of them are out looking for gay cases to incorporate in the classroom.   0:41:01 Daniel: I see. Well, I'm curious if you were for instance the executive director of our campus, whether you would make any changes to the school's policies, etc. to maybe help when it comes to bringing awareness to diversity issues and creating a more welcoming environment for LGBTQIA+ students?   0:41:25 T: Diversity is something that no matter what organization you're in, it has to be done consciously and conscientiously if it's going to be done well. So, yes, of course, I would, but honestly, there's lots of things I would do. For instance, I would try to hire more females as full-time faculty. LGBTQIA+ identities are just a slice of the overall diversity picture, so I wouldn't necessarily have an LGBTIA+ focus but an overall diversity plan that would include LGBTQIA+ issues in it. But yeah, something as simple as having a discussion with the faculty that we need to be sure that we represent the full spectrum of life in our examples, in our cases, in our case studies. Sometimes, something as small as that would help.   0:42:26 Daniel: Yeah, and I totally understand that it is a broad focus and any initiatives that you would bring in would focus on these different identities, but if you would go and try to create a safer environment for LGBTQIA+ identities, is it possible for you to name a few specific suggestions for this campus? Like, for instance, one thing that's nice about the campus is that we have at least one restroom that a trans person would feel comfortable going into. Also, I know we have a night where people get to explore different cultures and everything, but it would be nice not a culture night, but some kind of diversity night where it could include LGBTQIA+ students.  96     0:43:50 T: Only thing I would worry about that, though, is what would it be other than a stereotype? If you were to represent gay culture, how would you represent that.  0:44:00 Daniel: I think that it would be important to highlight the diversity within the community and that it's not just White, cisgender, gay people. It's so much more. You can be Muslim and gay, you can be Christian and gay, and so much more. Of course, it would be up to the club, but that's what I would want to focus on, bringing awareness to people.  0:44:27 T: I mean, I definitely think it could be done, I just think you would have to be careful with it, like the people who are just showing up in stereotypical garb.   0:44:49 Daniel: Well, kind of going back to your past experiences at the other universities, are there spaces on or around campus that you gravitated towards or avoided? For instance, I read studies that included LGBTQIA+ students typically avoiding fraternity row, etc. I'm curious if that applied to you at all during your past studies and maybe if you noticed that with any of our students?  0:45:29 T: I could pass if I want to pass and whenever you can pass, you don't have as much worry I think, which is a sad reality. But as a White male who can pass for straight, I've never really been intimidated by much.  0:46:06 Daniel: Were there any particular courses that left you feeling empowered given your identities?   0:46:35 T: What comes to mind is from undergraduate, honors seminars, like this writing intensive course where I wrote a paper called Midnight in the Garden of God and Evil that basically said that religion is bullshit because how can God be both all-powerful and all good and let evil exist? And I could bet that was pretty empowering for me because in order for me to start coming to accept myself as gay, it required to know that this book that said I was abomination and going to be sent to Hell is not a literal piece of work. I think that was empowering. It wasn't designed to empower me as a gay student, but I think it was to empower in general. By the time I was at UBC, I didn't need any empowerment. It was good.   0:48:52 Daniel: And I assuming you haven't been in touch with much regarding the University of Central Arkansas, but do you think things have improved much over there given the change of times?  0:49:05 T: Yeah, you have to understand that it's largely based on the surrounding community, which has changed, and I think the surrounding community of any school affects campus climate and so if perceptions of the surrounding community changes, so does the university's.   0:50:42 Daniel: Yeah, it's just interesting how community is obviously a big factor and how it interacts. Thank you again so much sharing your experiences and knowledge with me. 97     APPENDIX D  Dialogue with J Transcript  0:00:00 Daniel: Hi, J. Thank you so much for taking the time to have this dialogue with me. To get started, could you tell me a bit about your past and your identities in order to help us paint a picture about yourself? Such as your age, sexuality, gender?  0:00:29 J: Okay, so I am 28 years old, and I am White, European American. For gender, I am cisgender male, and I grew up in the East Bay in an upper-middle class town where most people were White and a few Asians.   0:02:48 Daniel. Gotcha. Could you share with me a bit about your educational background in higher education as well?  0:03:01 J: I have an associate's and bachelor's degree. I got the bachelor's first with a major in psychology at San Jose State University (SJSU). My GPA wasn't so great, though, and I knew I wanted to get into occupational therapy, but it's really competitive, so I went for an occupational therapy assistant degree first at Mercy College in New York, which is an associate's, before I continue with my education in occupational therapy.  0:03:44 Daniel: Ah, I see. Well, I'm curious, imagine you are sharing a photo album regarding your experiences in higher education. What three photos would you share?  0:04:22 J: While I was at SJSU, there was Prop. 8 going on, and I was really active in protesting that with friends who I had met. My first photo would be this and it was the first time I was political active and open regarding LGBTQIA+ rights. I also used to go to the main LGBT club on campus, and the second photo would be me at one of the meetings. I eventually stopped going, though, because one of my exes was heavily involved in the group, and we didn't have a good relation after the break up. The third photo would be from when I studied abroad in Scotland. It would be me at a pub with some of my friends who were also gay. While there, I started to really let loose and explore my sexuality more. I was more open about it, more comfortable, and experimented a lot more compared to before. This was different from my time at Mercy College, where there were two other people who also identified as gay in my class, but I didn't really talk openly about my sexuality that much. One of the reasons was because I wasn't sure how one of my friends would take it since he was Jamaican and on the religious side. I tell some of my other classmates, though, and they were fine. I started there on fall 2014 and finished in winter 2017.  0:09:43 Daniel: Could you tell me more about SJSU and Mercy College, your experiences there, and your impressions of their school climates?  0:09:59 J: At SJSU, I thought the school climate was pretty friendly towards LGBTQIA+ students. It helps that it's in the Bay Area. There were just some people who I met who were on the religious side. When I lived in the international dorm, Americans were allowed to live there, 98     there was this one guy from Israel who was quite religious, to the point where he couldn't so certain things like turn on or off the light switch on Saturday. He knew I was gay and mentioned to me how he thought it was great that I was comfortable being gay but that it goes against his religion, so it was really awkward and in the end was not a supportive message. During my time at SJSU, though, I had a lot of friends who were very open, liberal, activists, and accepting when it came to sexuality and gender.   0:14:05 Daniel: Okay, so you made it sound like SJSU has a pretty supportive school climate for LGBTQIA+ students. What did the institution do in particular that made you feel comfortable and in a supportive environment or was it more of the fact that it was in the Bay Area?  0:14:27 J: I would say it was mainly because of the people I surrounded myself with. It also helped that we had an LGBT center on campus. I wasn't really involved in the specific programs offered by the LGBT center. For instance, there was a group specifically for queer Asians called Q&A. So SJSU had a lot of supportive groups and ways for students to get involved. I wish there was a gay fraternity, though. My friend who went to CSUN was able to participate in one over there. I wasn't active in any fraternities at SJSU, but I had a good number of friends active in the nerdy fraternity and after I came out, they even told me that one of their frat brothers was gay. So overall, I felt people at SJSU were open and accepting.   0:16:50 Daniel: Nice to hear. Well, was there anything online on SJSU's website that provided resources for LGBTQIA+ students or affirming messages that the campus supporting them?   0:17:01 J: Probably, but I never went to their website for that. If it's there, it's not something that's visible and easily accessed on their site. It's something you would have to actively search for. When it came to LGBTQIA+ events, though, those were visible. They would be highlighted along with other events on their website, such as a drag show, GSA movie nights, etc. The LGBTQIA+ events were never met with protests or any hostility, either.     0:19:12 Daniel: And what about Mercy College?  0:19:17 J: As for Mercy, I never really saw anything related to LGBTQIA+ stuff. The climate wasn't as LGBTQIA+ friendly because it's a very sports-heavy school that has a very macho, hetero feel that comes from it. I don't remember seeing flyers or anything else related to the LGBTQIA+ community on the campus or its website. They might have a club for LGBTQIA+ students, but I'm not aware of it. The school does have some dorms, but 90% of students commute to school, so that affects the school climate.   0:22:16 Daniel: So would you call the school climate at Mercy College pretty hostile?  0:22:27 J: I wouldn't call it hostile, but there is no real LGBTQIA+ community there. Compared to SJSU, I wasn't as comfortable as a gay student, but it could have been worse.   0:22:34 Daniel: Okay, well, from your experiences in higher education, which of your identities where most noticeable to you? Did any of them stand out and why?  99     0:22:46 J: At SJSU, my identities that stood out was being from the East Bay since so many of the students are from the Bay Area. Also, I was a big gamer back then, so my gamer identity and playing video games with a lot of my friends. We would go to the computer science club to hang out with other gamers. During my sophomore year, after I had come out and was more comfortable with my sexuality, my gay identity was a lot more apparent. Coming out for me was really a gradual process and I would slowly come out to several people at a time. I still had a lot of insecurities regarding my gay identity. It just took some internal exploring and becoming comfortable with myself. I was able to really start exploring my sexuality when I studied abroad in Scotland because I was meeting all of these new people and in a whole new country, so I could easily start over and try living life differently. At Mercy College, being Californian really stood out the most. Locals would always tell me how much they want to go to California after they found out I was from there. As for my gay identity, I was kind of back in the closet while at Mercy College. I just didn't talk about myself with others much except for three other students who took the same commuter train as me to get to Mercy College. We would always talk and connect while commuting together. None of the them are queer. One was around 40, one was around early 30's, and another was 27, so various ages.   0:30:39 Daniel: Interesting. In your experiences in higher education, what courses left you feeling empowered or were meaningful to you?  0:30:51 J: At SJSU, I took a sociology class that was just fascinating and eye-opening for me. I really enjoyed how there was a lot of class discussion and group activities and there was the mention of queer people. It wasn't the first class I had taken that mentioned queer people, though. Queer people were mentioned in most of my psychology classes. I took courses like child psychology and human development, so that included adolescence and sexuality. The courses felt relevant to my life, and I came into most of my psychology courses with the expectation that LGBTQIA+ identities would be included in the curriculum. I would be surprised if I took a psychology course where LGBTQIA+ identities were not mentioned. At Mercy, LGBTQIA+ identities were also mentioned in one of my courses. We talked about how when you work with patients, you have to respect them no matter what their race, religion, sexuality, etc. It was a course on standards in occupational therapy and is required for all students in the program. It was just one course, though.   0:39:20 Daniel: Now, I'm curious, what courses left you feeling disempowered if any?  0:39:27 J: At Mercy College, there was this one course regarding occupational therapy and marketing for those who want to start their own clinic, and I don't plan on doing that, so it seemed like a waste of my time. It wasn't relevant to my life. I just remembered, though, that one class I took at SJSU that did leave me feeling empowered was this meditation class. It helped me a lot with dealing with stressful situations, such as coming to terms with my sexuality and coming out of the closet, so it was very therapeutic for me. It helped me deal with the stresses of being a gay student in college. Despite SJSU having a relatively LGBTQIA+-friendly climate, it's still stressful coming to terms with your sexuality and coming out of the closet.   0:42:41 Daniel: That's really cool. I'm glad you were able to take that course and find a way to help alleviate that kind of stress. Were you able to find meaningful connections with others while 100     you were a student at SJSU? Did you experience allyship? What kind of people and identities did you find yourself connecting with most?  0:43:02 J: At SJSU, there were a lot of people I made meaningful connections with. That wasn't an issue for me. They had various identities, whether they be bi-racial, queer, allies, active in the fraternities, some were international, some were religious. One of my friends was a bit religious and would sometimes make some immature gay jokes. It was annoying, but I wouldn't end our friendship over it or anything. He knew I was gay and he felt comfortable around me. At Mercy College, my connections weren't as meaningful because we were all commuting, so there was no dorm life. That had a big impact. Also, a lot of my peers were older than me and had families and were working full time. We also all lived far from each other, so outside of the classroom, there wasn't really any time for us to connect. We would still as a group hang out and connect. Sometimes after a big test or something, we would go to this bar and then I would take the train afterwards. There were just limited opportunities.   0:48:52 Daniel: Okay, and did you find yourself pushing back or hiding certain times during your times as a student in higher education? For instance, were there times where you purposefully acted less gay?  0:49:01 J: Yeah, you could say that I would act less gay at certain times like if I was with a bunch of straight guys. When I'm with my gay friends, I can talk about gay things, act more flamboyant, and joke around in a sassy manner. If I'm around a bunch of hetero people who I don't feel comfortable around or don't know well, then I'll tone it down around them. I didn't really have this gay persona until I went to New York later on, so I didn't do much of this switching while at SJSU. I didn't have many gay guy friends till I went to New York, which is how I found this gay persona. I was still exploring my gay identity and coming to terms with it while at SJSU. At Mercy College, I did find myself trying to butch it up, but it wasn't a big deal for me since I'm so used to doing it.    0:54:38 Daniel: I see. Are there spaces at SJSU or Mercy College that you gravitated towards and felt more comfortable in or avoided?  0:54:47 J: Well, I felt fine in the fraternity area since I had a good number of friends who were in the geeky fraternity and things were mild not what like you seen in movies about college and fraternities. I avoided school things related to sports, like football games. I only went to one game during my time at SJSU. I'm just not into watching sports and also the macho, jock mentality some of the people who attend those kind of events carry. I enjoy being around nature a lot, so I would hang out in the courtyards with a few friends and chat.   0:57:12 Daniel: Ah, gotcha. Okay, well, if you had the ability to make changes to SJSU or Mercy College to improve the school climate for LGBTQIA+ students, what would they be?  0:57:23 J: At SJSU, there could have had a little more visibility when it came to the LGBTQIA+ community. The LGBTQIA+ events could have been better organized and the LGBTQIA+ groups were a bit too political for me. I was more interested in meeting other people like me, so I would create a club that focuses more on social events for LGBTQIA+ students. While at SJSU, 101     before I came out, I did go see a counselor at the school, it was a drop in meeting, and I didn't feel like they were really helpful. I told them that I was pretty sure I was gay and was thinking of coming out, but that I don't feel really comfortable coming out, and they were pleasant, but they would just tell me how I should be comfortable, but not really helping me with getting around doing that. I didn't feel good or assured after that meeting. At Mercy College, they need to provide a lot more visibility for the LGBTQIA+ community, such as opening an LGBT center, signs of support throughout campus, have an active LGBT club with events that are well advertised.   1:02:40 Daniel: Very interesting points. Well, thank you so much for opening up and sharing your experiences with me. I really appreciate it.                   ",
    "id": 216984238,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.usfca.edu:capstone-1570"
    },
    "title": "That’s So Gay: An Analysis of LGBTQIA+ Students and School Climate Within Institutions of Higher Education",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-18T08:00:00+01:00",
    "publisher": "USF Scholarship: a digital repository @ Gleeson Library | Geschke Center",
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.usfca.edu/cgi/viewcontent.cgi?article=1570&amp;context=capstone"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216984238.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216984238"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216984238/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216984238/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216984238"
        }
    ],
    "abstract": "Institutions of higher education are composed of LGBTQIA+ (Lesbian, Gay, Bisexual, Transgender, Queer, Intersex, Asexual, and + to be inclusive of all identities) communities that are more diverse, out, and active than ever before. However, studies have shown time and again how institutions are unable to accommodate the changes in their demographics, harming the LGBTQIA+ community and limiting student success. Overall, LGBTQIA+ students experience a very hostile school climate, with many reporting high levels of anti-LGBTQIA+ perceptions and experiences. Generally, the LGBTQIA+ community is ignored by institutions of higher education. When LGBTQIA+ inclusive policies, awareness programs, and other resources are implemented, though, they tend to be problematic in nature as they are centered on the identities of White lesbian and gay students. Therefore, queer students of color, trans folk, and other identities within the LGBTQIA+ community end up with little to no support. This project aims to explore and identify how institutions of higher education are creating hostile school environments for LGBTQIA+ students in addition to steps to create and maintain a more inclusive school climate for these students. Upon exploring these issues, the goal of the project is to identify recommendations for educators on creating and maintaining a school climate in higher education that will better support the LGBTQIA+ community",
    "tags": [
        "text",
        "LGBT",
        "queer",
        "higher education",
        "school climate",
        "intersectionality",
        "dialogue",
        "Higher Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:repository.usfca.edu:capstone-1570",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3469",
        "openDoarId": 0,
        "name": "University of San Francisco",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216984238,
        "depositedDate": null,
        "publishedDate": "2017-05-18T08:00:00+01:00",
        "updatedDate": "2024-01-24T04:24:34+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T17:50:27+01:00"
    },
    "urls": [
        "https://repository.usfca.edu/capstone/542",
        "https://repository.usfca.edu/context/capstone/article/1570/viewcontent/Field_Project_May_2017___Daniel_Fox.pdf"
    ],
    "lastUpdate": "2024-01-24T04:24:34+00:00",
    "setSpecs": []
}