{
    "acceptedDate": "2011-06-13T00:00:00+01:00",
    "authors": [
        {
            "name": "Matthew Ripley"
        },
        {
            "name": "Eric Anderson"
        },
        {
            "name": "Mark McCormack"
        },
        {
            "name": "Adrian Adams"
        },
        {
            "name": "Robin Pitts"
        }
    ],
    "contributors": [],
    "createdDate": "2019-06-05T15:24:22+01:00",
    "dataProvider": {
        "id": 4786,
        "name": "MUCC (Crossref)",
        "url": "https://api.core.ac.uk/v3/data-providers/4786",
        "logo": "https://api.core.ac.uk/data-providers/4786/logo"
    },
    "depositedDate": "2011-04-01T00:00:00+01:00",
    "documentType": "",
    "doi": "10.1080/15299716.2011.571985",
    "downloadUrl": "https://core.ac.uk/download/pdf/205586017.pdf",
    "fullText": "1 \n \nThe Decreasing Significance of Stigma in the Lives of Bisexual Men: \nKeynote Address, Bisexual Research Convention, London  \n \nMatthew Ripley \nUniversity of Bath \n \nEric Anderson,  \nWinchester University \n \nAdrian Adams  \nUniversity of Bath \n \nMark McCormack \nBrunel University \n \nRobin Pitts \nUniversity of Bath \n \nAbstract \nThis article is constructed around a keynote address given at the Bisexual Research Convention, \nheld in London, 2010. The keynote was delivered by sociologist Eric Anderson, on behalf of \nhimself and the other authors of this paper. The keynote reflected upon a body of ongoing \nresearch, funded by the American Institute of Bisexuality and collected by this team of \nresearchers, into the changing relationship between men and homophobia. It first contextualizes \n20th Century attitudes toward homo/bisexuality and, before showing a declining significance of \nbiphobia and homophobia in men’s lives today. In accordance with the keynote, this article \ndraws from preliminary findings of multiple ongoing studies of bisexual men in both the United \nStates and the United Kingdom. \n \nKeywords: Bisexuality, Masculinities, Homophobia, Sport, Men\n2 \n \n20th Century Foundations of Homo/Biphobia \nAlthough homosexuality had not previously been understood as a static sexual identity, this \nnotion came to public consciousness with the conviction of English author, poet, and playwright, \nOscar Wilde in 1895. His conviction, profoundly important toward our understanding of \nsexuality in the 20thCentury, event gave male homosexuals both a spokesperson and a \nflamboyant stereotype. Femphobia combined with homophobia, to make the 20th Century \nextremely hostile for sexual minorities. \nResearch has documented that bisexual men experience stigmatization, discrimination \nand social exclusion in a range of settings (Barrios, Corbitt, Estes & Topping, 1976; Herek, \n2002; Mohr, Israel & Sedlacek, 2001). This discrimination has been levied at bisexual men from \nboth heterosexuals and homosexuals (Ochs, 1996). Of particular concern is the erasure of \nbisexuality as an identity: men who are attracted to both sexes are often regarded as being on the \ndown low, heteroflexible or simply curious (c.f. Denizet-Lewis, 2003; King, 2004). Furthermore, \nbisexuals are often described as existing within a transitional phase from heterosexuality towards \nhomosexuality (Klein, F. 1993). This belief is even located within academic literature, which \nfrequently favors self-identification over one’s sexual predisposition (c.f. Einberg, 2000). ] \nMuch of the anti-bisexual attitudes of western culture is linked with homophobia. \nAccordingly, while the history of homosexuality is not the same as the history of bisexuality, the \ntwo are heavily entwined. Events of the 20th Century socialized homo/biphobia into men; in a \nway that we show does not occur today.  \nIn the early 1800’s, three quarters of people worked in agriculture, a livelihood that \nbrought insecure income. But by the turn of the 20th Century, with its allure of stable wages and \nthe possibility of class mobility that meant that three quarters of the population was now living \n3 \n \nwithin cities (Cancian 1987). This period of time had substantial impact on 20th Century \nunderstandings of homo/bisexuality, and the ‘construction’ of heterosexuality. \nIn agrarian society, both men and women worked in physically demanding conditions. \nHowever as families relocated to cities, and fathers took industrial jobs (leaving their wives at \nhome) women became more domesticated; fulfilling roles that were unseen, unpaid, and for the \nmost part, much less physically demanding than they had worked on the farm (Hartman, 1976). \nMen on the other hand continued to toil and sweat for their family’s income, working in factories \nand coal mines and other dangerous occupations. These working conditions demanded tough, \nstoic, and risk-taking men. And, because labor laws had yet to set maximum hours of work, men \nworked long hours away from their children. Accordingly, they were mostly absent to socialize \ntheir sons’ into orthodox notions of masculinity. \n With mom at home and female teachers at school, women served as the primary care-\ngivers in young boys lives. It was therefore ‘concerning’ that young boys were being deprived of \nthe masculine vapors supposedly required to masculinize them. Rotundo (1994: 31) writes, \n“Motherhood was advancing, fatherhood was in retreat…women were teaching boys how to be \nmen.” Messner (1992: 14) adds, “With no frontier to conquer…and with urban boys being raised \nand taught by women, it was feared that men were also becoming ‘soft,’ that society itself was \nbecoming feminized.” In other words, it appeared that the industrial revolution, with its \nrequirement of work away from home, was inadvertently creating soft and feminine boys.   \n Then, in 1905, with the publication of Sigmund Freud’s Three Essays on the Theory of \nSexuality, we took on a cultural hysteria about our youth becoming homosexual. Freud’s theory \nsuggested that homosexuality was not innate but instead it was something learned during \nchildhood. He believed that the absence of a father figure in a boy’s life resulted in what he \n4 \n \ncalled inversion (homosexuality). This created panic amongst Victorian British and North \nAmerican cultures. Accordingly, as Oscar Wilde had become the face of the \nhomosexual/invert/sodomite community, his femininity became a symbol of everything to avoid. \nMasculinity and heterosexuality were now represented by anything that was not homosexual or \nfeminine, and boys suddenly required a masculine figure in their lives—in order to be saved \nfrom the perils of inversion. \n Alongside the Boy Scouts boys were thrust into sport in a mass political-project aimed at \nreversing these feminizing trends. Christianity also became highly involved in the project of \nheterosexualizing male youth. This came through muscular Christianity, a process of using \nsports to preach the benefits of nationalism, religiosity, and chastity and the sins of \nhomosexuality. Based on patriarchy, homophobia, and misogyny, sport was therefore both \ndeliberate and political in its attempts to create good industrial workers, soldiers, Christians and \nconsumers. This system of creating, what Sedgwick (1990) called ‘orthodox’ masculinity \nremained consistent throughout the 20th century resulting in femininity becoming a sign of \nweakness—something men should strive to avoid at all costs.  \n The most impactful decade for the production of homo/biphobia came in the 1980s. Here, \nfundamentalist Christianity became a political force, as the so-called ‘moral majority’ found its \nvoice, and its political leaders in Ronald Regan and Margaret Thatcher. Adding to this, the AIDS \ncrisis demonized homosexuals. And while this led to even higher rates of homophobia than in the \n1970s (Anderson, 2009) it had another very influential factor: out of the ashes of AIDS came the \nthe realization that homosexuality existed, not just in a few Oscar Wilde types, but that it existed \nfor millions, in many gendered forms. The presence of same-sex loving men could no longer be \ndenied; they were dying in every social institution. Bisexual men, many even married to women, \n5 \n \nwere dying in great numbers.  \n If there is, however, one benefit to come from the AIDS crisis of the 1980’s, it was that \ngay ‘rights’ were forced to an even greater public awareness. And, as the virus slowly grew to be \nassociated as a sexually transmitted disease irrespective of sexuality, stigma towards \nhomosexuality began to lessen. Concurrently, public attitudes towards inclusivity gained \nmomentum. Long term social trends reveal that homophobia crested in 1988, held steady for a \nfew years, and then began to decline in 1993 (Loftus, 2001). It has rapidly fallen since \n(Anderson, 2009). This pattern is mirrored in the UK, although the levels of homophobia in \nGreat Britain have always been markedly better than within the United States (Weeks 2007). \n  \nDecreasing Homo/Biphobia  \nWhen it comes to attitudes toward sexual minorities, Western cultures are undergoing rapid \nchange (Anderson 2009; McCormack 2011a; Weeks 2007). The previous decade saw a demise \nof orthodox views and institutional control of sexual identity, behaviors and relationships \n(Anderson 2011; Joyner & Laumann, 2001). This can be highlighted in the vast number of \npeople who engage in pre-marital sexual relations (Johnson et al., 2001) and a continued \nlessening of the double standards of heterosexual intercourse that now allows women to have \nincreased amounts of casual sex without fear of stigma and social repercussions (Tanenbaum, \n1999; Wolf, 1997). University students now engage in frequent casual sex, often called “hooking \nup” (Bogle, 2008; Stepp, 2007) and most recently, Anderson, Adams and Rivers (2010) have \nshown that 89% of white heterosexual undergraduates in the UK have kissed another man. \nThese changes have had a positive influence on the social and legal environment for gays \nand lesbians (Loftus 2001; McCormack 2011) as the increased liberal views towards sexual \n6 \n \nconduct has opened up a space in which open and positive discussions about sexual behaviors \ncan occur (Anderson, 2008a; McCormack and Anderson 2010a). With decreasing cultural \nhomophobia, young men in Western cultures are holding more progressive attitudes towards \nsexuality (Anderson, 2002, 2005; Harris & Clayton, 2007; McCormack 2010; Pringle & \nMarkula, 2005; Southall et al 2009), thus providing a cultural space open to a recognition of \nvarying sexualities, and a re-negotiation of the stratification of socially valued and censured \nsexual behaviors (Rubin 1984). \nAn example of this can be seen in Anderson’s (2008a, 2008b, 2008c) ethnographic \nstudies that focused on what are normally understood to be “bastions of homophobia” (Wolf-\nWendel, Toma & Morphew, 2001), men’s teamsports. Anderson’s body of research (2009) \ndescribes how male athletes are becoming increasingly inclined towards emotional and physical \n(predominantly affectionate rather than sexual) interactions with members of the same sex \nwithout feeling social stigma or fear of discrimination. This finding is replicated by Mark \nMcCormack, who found similar results in educational settings in the United Kingdom \n(McCormack 2010, 2011b; McCormack and Anderson 2010b). This has led to the acceptance of \na varying array of sexual behaviors and sexual identities by young men.  \nIf these conservative and traditionally homophobic environments are showing signs of \ninclusivity, as well as intelligent and mature attitudes to sexuality more generally (attitudes that \nseem to sometimes mirror queer theoretical perspectives), then there is reason for optimism for \nincreasingly positive experiences of bisexual men. It is possible that the myths concerning \nbisexuality, and even bisexual discrimination itself, are predominantly the product of a very \nconservative period of American history—one that our more modern views ameliorate.  \nAccordingly, this keynote address examined how young men, traditionally known for \n7 \n \ntheir social conservatism, view bisexuality today. To do this, we combined preliminary and \nexisting findings of six research projects to highlight a more contemporary understanding as to \nthe cultural position of bisexuality, and the levels of biphobia within British and US cultures. \nCollectively, our research (only some of which is yet published) includes interviews with nearly \n100 heterosexual male youths and 90 bisexual men. Together, it explicates the lived experiences \nof bisexual men, examining for differences across age, race and place.  \nWe conducted semi-structured interviews, alongside participant observation, in order to \nprovide us with a more ‘real’ understanding as to heterosexual youth’s views and beliefs towards \nbisexualities (Gratton & Jones, 2004) among male athletes (3 soccer teams in the US; 2 in the \nUK; and a UK rugby team). Topics included whether participating in same-sex sexual acts \nnecessarily made one gay; whether bisexuality exists as a sexual identity; and how physical and \nemotional intimacy (as well as sexual desire) were understood in relation to the complexity of \nsexuality. \n Another 90 participants came from openly bisexual males found canvassing the streets of \nthree major western cities (New York (n=30), Los Angeles (n=30) and London (n=30). By \ncalling out to passing crowds that we were researchers looking for bisexual men, we were able to \naccess a cross section of society that included many differing ethnic, religious and racial \nbackgrounds. As well as choosing specific age ranges, we also insisted that these participants had \nbeen out for at least a year. This is a notably different sampling group than much research with \nsexual minority youth (Savin-Williams, 2001). Our discussions focused on the levels of \nbiphobia; their experiences of coming out as bisexual; their relationships with friends, partners \nand family; and how they felt about the term ‘bisexual.’ All interviews were recorded, and were \nerased after interviews were transcribed. Informant’s names have been changed to protect \n8 \n \nanonymity. Notes and transcriptions were cross-verified using inter-rated reliability sampling.  \n In the sections that follow, we highlight some major themes of this research. Rather than \npresenting results based off of each research setting, we instead summarize results from these \nmultiple, ongoing research projects. Finally, we note that we are grateful to the American \nInstitute of Bisexuality for funding this research. \n \n“Aren’t we all a little Bisexual?” \nThroughout our studies we found a prevailing ethos of inclusivity towards sexual minorities. \nNowhere was this more startling than our research on heterosexual teamsport athletes. \nTraditional academic descriptions place sport as being a highly homophobic institution (c.f. \nProgner, 1990). But these expectations were not matched by our results. The men of the three \nsoccer teams we studied in the US (Anderson, 2009), and two from the UK (Adams, Anderson \nand McCormack, 2010), as well as a rugby team in the UK (Anderson and McGuire 2010) show \nthat today’s teamsport athletes do not behave in homophobic ways or espousing homophobic \nattitudes. In fact, just two men from these collective studies expressed homophobic beliefs.  \nThese behavioral and attitudinal components of inclusivity were matched by a high \nnumber of the men knowing gay men and/or having contact with gay culture. There was ample \nevidence of pro-gay sentiment in these studies, and an absence of comments or negative \nreactions about sexual minorities. In fact we find that young men today are quite free to engage \nin behaviors or activities traditionally coded as ‘gay.’ This is significant, as young men used to \nfear association with things socially coded as gay, as it could mean that they were also perceived \nas gay (Plummer 1999). \n It is, however, a fair question to ask as to whether these inclusive views toward \n9 \n \nhomosexuality are also an indication of inclusivity toward bisexual men. While we almost \nalways frame our research in terms of ‘sexual minorities’ it’s possible that hegemonic \nassumptions of what this means determines that it is homosexuals which our participants \nconsider.  \nThere does, however, appear to be a high level of acceptance towards bisexuality. So \nalthough bisexuality seems almost non-existent within public discussions, it does appear to be \ngaining credibility and recognition as a sexual identity in its own right. Of particular interest, few \nof the heterosexual soccer or ruby players interviewed in these multiple research projects knew \nbisexual men personally, although the year after interviewing the rugby players a new, openly \nbisexual, member joined their team. However, their high levels of contact with gay men \nextended their inclusive sentiment onto bisexual men. Thus, decreased homophobia also seems \nto lead to decreased biphobia. \n \nComplex understandings of bisexuality \nFrom the plethora of research that this research team has thus far collected on heterosexual male \nyouth, it appears that most demonstrate complex understands regarding the relationship between \nsexual orientation, sexual behaviors, and gendered intimacy. For example, in our research on \nAmerican soccer players, we presented the athletes with questions about the ‘one-time rule of \nhomosexuality,’ which holds that one same-sex sexual act makes a person gay (Anderson \n2008a). But these young men dismissed this rule, suggesting that it was far too simplistic an \naccount of sexuality, and that it was likely based on homophobic attitudes . These men seem \ncapable of intellectualizing a difference between sexual practices and sexual orientation (Adams \nand Anderson forthcoming); sex with a man does not always equal homosexuality to these men.  \n10 \n \nThe men in our studies also seem to expand upon the heterosexual/homosexual binary. \nThey do not polarize sexuality as an either/or dichotomy; instead, they articulate their thoughts \nabout sexuality with complexity, often implicating homosocial friendship with love; and thus, \nhomosocial love with sexuality, even in absence of same-sex sexual desire. While most \nuniversity aged men we interviewed in our various studies reject a binary notion of sexuality, \nhowever, few were engaging in same-sex sex. \n Alongside recognition of the complexity of bisexuality, there is also a ready acceptance \nof bisexuality as a legitimate sexual identity (Adams and Anderson, forthcoming). This \nrecognition does not include the traditional stereotypes of indecision, a transitional phase before \ncoming out as gay, or of being ‘greedy’ simply were not expressed.  \nAlthough the men in this study recognized bisexuality as legitimate, only a very small \nnumber of participants seem to know bisexual men. While most participants had met or \nbefriended gay men, very few had met bisexual men. This might be interpreted in many ways. \nSome participants recognized this could be due to their own inability to recognize bisexuals, \nwhile others might still lump bisexuals in with homosexuals. This finding is particularly \nnoteworthy, given that many of the participants identified a level of bisexuality in themselves.  \nThis recognition was rarely stated in terms of sexual desire for other men. Instead, it \ncame through the association of homosocial intimacy and love for a friend. Men questioned if \nlove for a woman was part of heterosexuality, if love for a man did not therefore make them \nsomewhat bisexual. This understanding has also improved conditions for openly bisexual men. \n \nAn Improved Experience of Bisexual Men across Generations \nHaving found inclusive understandings of bisexuality among young heterosexual men, we have \n11 \n \nalso been motivated to examine the contemporary experiences of bisexual men of varying age \ncohorts, in both the UK and the US. However, for this research on 90 men, we sought to avoid \nstudying the same groups of bisexual men that have been studied in the past, which can lead to \nselection bias (Savin-Williams 2001). Accordingly, we located participants in LA, New York \nand London by standing on street corners and shouting, ‘Bisexual men, we are paying forty \ndollars [or twenty pounds] for academic research.’  \n There are several advantages to this method of collecting data. First, because we are \ninterested in the experiences of how bisexual men navigated their sexual identities in public (we \nwere not concerned with internalized homophobia or biphobia), our selection strategy ensured \nthat we interviewed people who welcomed being publicly perceived as bisexual. This method \nalso enabled us to survey a wide range of bisexual men, from three different age groups between \n18 and 42. We examined for their experiences of being bisexual in contemporary culture, as well \nas their own views on a range of issues regarding bisexuality. As suggested earlier, we believe \nthat this decreased biphobia is linked to the decreased cultural homophobia, and sampling \ndifferent age ranges in different locations allowed us to examine the extent to which this is the \ncase.  \n Although analysis from this data is ongoing, early findings indicate that young bisexual \nmen have experienced very little homophobia or biphobia directed at them. Older bisexual men \nhave experienced some, but also report this has decreased in recent years. While it is difficult to \nascertain the extent to which this is the result of external factors (such as improved attitudes \ntoward bisexuality and a decrease in homophobia) or internal ones (such as improved identity \nmanagement techniques and selection of friends), this still points to an improved social milieu \nfor bisexual men of all generations.  \n12 \n \n  Many bisexual men even tell us that they felt confident enough to publicly identify as \nbisexual at the ages of 13-15. This is not a dominant finding, as around half of the men had still \nwaited until around 18 years of age to come out, but it does highlight bisexual men’s growing \nconfidence and the increased social acceptance of bisexuality today. This is supported that we \nsought only ten interviews of each of three age-groupings in each city. In each case we had to \nturn down many young bisexuals, before finding enough from the older category to fill our \nsample: we were not approached by any bisexual men aged over 50 during the entire study.  \n We also asked bisexual men if the term bisexual works for them and whether they use it. \nIt appears that many of the men do identify as bisexual when asked about their sexuality from \nstrangers, however many intellectualize that the term is far too restricting for them. These \nindividuals suggest that it does not give justice to the complexity of their sexuality. It appears \nthat whilst they are comfortable being called bisexual, and although they use the term \nthemselves, they see limitations in describing themselves as bisexual. Our research has not \nlooked deeply into how these men believe their sexualities could be better described, however \ninitial impressions suggest that perhaps they do not require one: a sense of, “I’m just being me” \nalso emerged in the data. This adds to the growing inclusivity of today’s youth and provides \nreason for optimism for today’s bisexual community. \n \nConclusion   \nThe keynote address that Eric Anderson presented at the 2010 Bisexual Research Convention in \nLondon, highlighted preliminary results from the multiple and ongoing investigations into \nbisexuality, today from the five authors of this paper. Although historical events during the turn \nof the 20th Century left American and British cultures (among other Western countries) with a \n13 \n \nlegacy of homo/biphobia and homohysteria; and although social condemnation of same-sex sex \nbetween men crested in 1988; matters have been rapidly changing at the turn of the 21st Century.  \nIn our research on six soccer teams, a rugby team, and on street-corner conversations \nwith bisexual men aged 18-42 in London, New York, and Los Angeles, we are finding that, \ncollectively, there is an overt acceptance of homosexuality and bisexuality among heterosexual \nmale youth, and that bisexual men are mostly thriving in their communities. In fact, 48 out of 60 \nuniversity soccer players (ostensibly heterosexual) in the United States recognized a level of \nbisexuality within themselves (Adams and Anderson, forthcoming).  \nThe levels of increasing acceptance about sex with men has probably stemmed from a \nnumber of cultural influences: a substantial decrease in religious fervor, widened access to the \ninternet; and media exposure (Baunach & Burgess, 2010). Although very few of the \nheterosexuals we researched reported direct contact with bisexual men, their decreased levels of \nhomophobia appear to have transferred toward improved attitudes and acceptance of bisexuality. \nWe also found improved experiences of bisexual men. While many of the older men feared \nidentifying as bisexual publicly, because they were, ‘too macho’ to consider themselves bisexual, \nthe younger participants had more open and inclusive ideas about their own sexual identities and \nwhat bisexuality could be.  \n Data from these ongoing investigations will be published, in the next few years, in a \nnumber of academic journals. One is to be published in this journal, The Recognition of \nBisexuality in an Unlikely Place, is to appear in the Journal of Bisexuality (Adams and \nAdnerson) in editors add date and issue number here. Other publications will appear in \nvarious journals in forthcoming years. Fortunately, we have recently secured funding from the \nAmerican Institute of Bisexuality to examine the lived experience of not only 16-18 year old \n14 \n \nbisexual boys in the UK, but we are now in the processes of examining 16-18 year old bisexual \ngirls, too.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n15 \n \nReferences \nAdams, A & Anderson, E (forthcoming) “Aren’t we all a little bisexual?” The recognition of  \nbisexuality in an unlikely place.  Journal of bisexuality. \nAnderson, E. (2002). Openly gay athletes: Contesting hegemonic masculinity in a homophobic  \nenvironment. Gender & Society, 16(6), 860-877. \nAnderson, E. (2005). Orthodox & inclusive masculinity: Competing masculinities among  \nheterosexual men in a feminized terrain. Sociological Perspectives, 48(3): 337-355. \nAnderson, E. (2005). In the game: Gay athletes and the cult of masculinity. State University of  \nNew York Press. \nAnderson, E. (2008a). Inclusive masculinities in a fraternal setting. Men and Masculinities,  \n10(5), 604-620. \nAnderson, E. (2008b). “Being masculine is not about who you sleep with…”: Heterosexual  \nathletes contesting masculinity and the one-time rule of homosexuality. Sex Roles, 58,  \n104-115. \nAnderson, E. (2008c). “I used to think women were weak”: Orthodox masculinity, gender  \nsegregation, and sport. Sociological Forum, 23(2), 257-280. \nAnderson, E. (2009). Inclusive masculinity: The changing nature of masculinities. New York:  \nRoutledge. \nAnderson, E. (2010). Sport, theory and social problems: A critical introduction. New York:  \nRoutledge. \nAnderson, E. (2011). The monogamy gap: Men, Cheating and the reality of love. New York:  \nOxford University press  \n \n16 \n \nAnderson, E., Adams, A. & Rivers, I. (2010). “You Wouldn’t Believe what Straight Men  \nare Doing with Each Other”: Kissing, Cuddling and Loving. Archives of Sexual Behavior,  \nonline first. \nBarrios, B. A., Corbitt, L. C., Estes J. P., & Topping, J. S. (1976). Effect of a social stigma on  \ninterpersonal distance. Psychological Record, 26(3), 343-348. \nBaunauch, D. & Burgess, E. (2010). Southern (dis)comfort: Sexual prejudice and contact with  \ngay men and lesbians in the south. Sociological Spectrum, 30, 30-64. \nBogle, K. A. (2008). Hooking up: Sex, dating, and relationships on campus. New York: New  \nYork University Press. \nCancian, F. M. (1987). Love in America: Gender and Self-development. Cambridge: Cambridge  \nUniversity Press. \nConnell, R.W. (1995). Masculinities. Cambridge: Polity.  \nDenizet-Lewis, B. (2003, August 3). Double lives on the down low. New York Times Magazine,  \np.28. \nEigenberg, H. M. (2000). Correctional officers and their perceptions of homosexuality, rape, and  \nprostitution in male prisoners. The Prison Journal, 80(4), 415-433. \nFoucault, M. (1984). The history of sexuality, volume 1: An introduction. Translation by Robert  \nHurley. New York: Vintage. \nFreud, S. (1905).Three essays on the theory of sexuality. Complete psychological works (vol. 7).  \nLondon: Hogarth. \nGratton, C. & Jones, I. (2004). Research methods for sports studies. Routledge: London. \nHartmann, H. (1976). Capatalism, patriarchy and job segregation. Signs Journal of Women in  \nCulture and Society, 1(3), 137-169.  \n17 \n \n \nHerek, G. M. (2002). Psychological heterosexism and anti-gay violence: The social psychology  \nof bigotry and bashing. In M. Kimmel & M. A. Messner (eds.) Men’s lives (pp. 254-256).  \nBoston, MA: Allyn & Bacon. \nHarris, J., & Clayton, B. (2007). The first metrosexual rugby star: Rugby union, masculinity, and  \ncelebrity in contemporary Wales. Sociology of Sport Journal, 24, 145-164. \nJackson, S., & Scott, S. (2003). Whatever happened to feminist critiques of monogamy? \nIn H. Graham, A. Kaloski, A. Neilson, & E. Robertson, (eds.) The feminist seventies. \nYork: Raw Nerve Books. \nJohnson, A. C., Mercer, B., Erens, A., Copas, S., McManus, K. & Wellings, K. (2001). Sexual  \nbehaviour in Britain: Partnerships, practices, and HIV risk behaviours. The Lancet, \n358(9296): 1835-1842. \nJoyner, K. & Laumann, E. (2001). Teenage sex and the sexual revolution. In E.O. Laumann &  \nR.T. Michael (eds.), Sex, love, and health in America: Private choices and public \nconsequences. Chicago: University of Chicago Press. \n \nKing, J. L. (2004). On the down low: A journey into the lives of “straight” Black men who sleep  \nwith men. New York: Broadway Books. \nKlein, F. (1993). The bisexual option (2nd ed.). Binghamton, NY: The Haworth Press. \nLaumann, E. O., Gagnon, J. H., Michael, R. T. & Michaels, S. (1994). The Social organisation of  \nsexuality: Sexual practices in the United States. Chicago: The University of Chicago \nPress. \n \n18 \n \nLoftus, J. (2001). America’s liberalization in attitudes toward homosexuality, 1973 to 1998.  \nAmerican Sociological Review, 66(5), 762-82. \nMcCormack, M. (2010). The declining significance of homohysteria for male students in three  \nsixth forms in the south of England. British Educational Research Journal, iFirst, 1-17, \nMcCormack, M. (2011a). Gay friendly high schools: Masculinities, sexualities and friendship.  \nNew York: Oxford University Press.  \nMcCormack, M. (2011b). Hierarchy without hegemony: Locating boys in an inclusive  \nmasculinity school setting. Sociological Perspectives.  \nMcCormack, M. & Anderson, E. (2010a). The re-production of homosexually-themed discourse  \nin educationally-based organised sport. Culture, Health & Sexuality, 12(8), 913-927. \nMcCormack, M. & Anderson, E. (2010b). ‘It’s just not acceptable anymore:’ The erosion of  \nhomophobia and the softening of masculinity at an English sixth form. Sociology, 44(5), \n843-859. \nMessner, M. (1992). Power at play: Sports and the problem of masculinity. Boston: Beacon  \nPress. \nMohr, J. J., Israel, T., & Sedlacek, W. E. (2001). Councelors’ attitudes regarding bisexuality as  \npredictors of counselors’ clinical responses: An analogue study of a female bisexual  \nclient. Journal of Counselling Psychology, 48(2), 212-222. \nOchs, R. (1996). Biphobia: It goes more than two ways. In B. A. Firestein (ed.), Bisexuality: The  \npsychology and politics of an invisible minority (pp. 217-239). Thousand Oaks, CA: \nSage. \nPlummer, D. (1999). One of the boys: Masculinity, homophobia and modern manhood. New \nYork: Harrington Park Press. \n19 \n \nPollack, W. (1998). Real boys. New York, NY: Random House.  \nPringle, R., & Markula, P. (2005). No pain is sane after all: A Foucauldian analysis of \nmasculinities and men’s experiences in rugby. Sociology of Sport Journal, 22(4), 472-\n497. \nPronger, B. (1990). The arena of masculinity: Sports, homosexuality, and the meaning of sex. \nNew York, NY: St. Martin’s Press. \nRotundo, E.A. (1994). American manhood: Transformations in masculinity from the revolution \nto the modern era. New York: Basic books.  \nRubin, G (1984). Thinking sex: Notes for a radical theory of the politics of sexuality. In Carole  \nS. Vance, C. S (Ed.), p. 275-296. Pleasure and danger: Exploring female sexuality.  \nBoston: Routledge. \nSavin Williams, R.C. (2001). A critique of research on sexual-minority youths. Journal of  \nAdolescence, 24(1), 5-13. \nSedgwick, E. K. (1990). Epistemology of the Closet. Berkeley, CA: University of California  \nPress. \nStepp. L.S. (2007). Unhooked: How young men pursue sex, delay love, and lose at both.  \nNewYork, NY: Riverhead Books. \nTanenbaum, L. (1999). Slut: Growing up with a bad reputation. New York: Seven Stories Press. \nWeeks, J. (2007). The world we have won. New York: Routeledge. \nWilliams, C. (1993). Doing \"women's work\": Men in non-traditional occupations. Newbury  \nPark, CA: Sage. \n20 \n \nWolf, N. (1997). Promiscuities. London: Chatto and Windus. \n21 \n \nMr. Matt Ripley \nMatt Ripley is an undergraduate in the Department of Education at the University of Bath. He \nhas taken a year out of his studies in order to work on three research projects with Professor \nAnderson and his team of sexualities researchers. After finishing his BA, he plans on pursuing a \nPhD with Dr. Anderson. \nEmail: Mr314@Bath.ac.uk \n \nProfessor Eric Anderson \nEric Anderson is a Professor of Sociology at the University of Winchester. His work examines \nthe changing nature of masculinities in response to decreasing cultural homophobia. Professor \nAnderson has authored eight books, including The Monogamy Gap: Men, Love, and the Reality f \nCheating, with Oxford University Press in 2011. \nEmail: EricAndersonPhD@aol.com \n \nMr. Adrian Adams \nAdrian Adams is a PhD candidate in Sociology at the University of Bath. Supervised by Dr. Eric \nAnderson, he currently has five published articles concerning the intersection of sport, \nmasculinities and sexualities.  \nEmail: Ama20@Bath.ac.uk \n \nDr. Mark McCormack \nDr. Mark McCormack finished his PhD in 2010 at the University of Bath. His work examines the \nintersection of decreasing homophobia and eduaitonal settings. He is the author of a forthcoming \n22 \n \nresearch monograph with Oxford University Press, Gay Friendly High Schools, and a dozen \nresearch articles. \nEmail: Mark.McCormack@Brunel.ac.u, \n \nMr. Robin Pitts \nRobin Pitts is completing a Masters in Research at the University of Bath, before pursuing his \nPhD with Professor Anderson at the University of Winchester. His interest lie at the intersection \ngender and sexuality. \nEmail: Rp342@Bath.ac.uk \n",
    "id": 205586017,
    "identifiers": {
        "doi": "10.1080/15299716.2011.571985",
        "oai": null
    },
    "title": "The Decreasing Significance of Stigma in the Lives of Bisexual Men: Keynote Address, Bisexual Research Convention, London",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": "Informa UK Limited",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.bournemouth.ac.uk/26216/2/2011%20The%20Decreasing%20Significance%20of%20Stigma%20in%20the%20Lives%20of%20Bisexual%20Men%20-%20Journal%20of%20Bisexuality.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/205586017.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/205586017"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/205586017/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/205586017/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/205586017"
        }
    ],
    "abstract": "",
    "tags": [
        "journal-article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journal-article"
    ],
    "oai": "",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4786",
        "openDoarId": 0,
        "name": "MUCC (Crossref)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 205586017,
        "depositedDate": "2011-04-01T00:00:00+01:00",
        "publishedDate": null,
        "updatedDate": "2019-06-05T15:24:22+01:00",
        "acceptedDate": "2011-06-13T00:00:00+01:00",
        "createdDate": "2019-06-05T15:24:22+01:00"
    },
    "urls": [
        "http://eprints.bournemouth.ac.uk/26216/2/2011%20The%20Decreasing%20Significance%20of%20Stigma%20in%20the%20Lives%20of%20Bisexual%20Men%20-%20Journal%20of%20Bisexuality.pdf"
    ],
    "lastUpdate": "2019-06-05T15:24:22+01:00",
    "setSpecs": []
}