{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Morea, Sarah"
        }
    ],
    "contributors": [],
    "createdDate": "2023-01-07T00:19:02+00:00",
    "dataProvider": {
        "id": 2576,
        "name": "The Open Repository @Binghamton (The ORB)",
        "url": "https://api.core.ac.uk/v3/data-providers/2576",
        "logo": "https://api.core.ac.uk/data-providers/2576/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/552445287.pdf",
    "fullText": "Binghamton University The Open Repository @ Binghamton (The ORB) Research Days Posters 2022 Division of Research 2022 The New Homophobia: Quality of LGBTQ Representation in Streaming TV Sarah Morea Binghamton University--SUNY Follow this and additional works at: https://orb.binghamton.edu/research_days_posters_2022 Recommended Citation Morea, Sarah, \"The New Homophobia: Quality of LGBTQ Representation in Streaming TV\" (2022). Research Days Posters 2022. 131. https://orb.binghamton.edu/research_days_posters_2022/131 This Book is brought to you for free and open access by the Division of Research at The Open Repository @ Binghamton (The ORB). It has been accepted for inclusion in Research Days Posters 2022 by an authorized administrator of The Open Repository @ Binghamton (The ORB). For more information, please contact ORB@binghamton.edu. The New Homophobia: Quality of  LGBTQ Representation in TVBy: Sarah MoreaMentors: Dr. Ann Merriwether, Dr. Sean Massey, Dr. Sarah Young, Dr. Melissa HardestyIntroductionDiscussionMethods• Openly LGBTQ+ characters in TV have doubled since the legalization of  gay marriage in 2015• Representation mattersà LGBTQ individuals are more likely to develop mental health disorders compared to non-LGBTQ due to heightened experiences of prejudice, discrimination, concealment of identity, and internalized homophobia. àLGBTQ individuals also specifically seek out media they identify with to gain a sense of  empowerment and community connection, as well as to help themselves cope with the discrimination and prejudice • Queerbaiting occurs when quality LGBTQ representation is promised (external and internal to the text), yet never realized due to being either1) wholly subtextual, or 2) stereotypical.à The predominance of  trauma-focused storylines and victimization imposes on LGBTQ viewers feelings of  hopelessness, unacceptance, and pessimism over their standing in society and the possibility for future happiness • Hypothesis: Despite being touted as the first-pick of  quality representation, LGBTQ shows still fall prey to harmful stereotypes and tropes that perpetuate negative presentations of  queer individuals.• A pool of  46 TV shows from the LGBTQ category on Netflix were sorted into four different genres: TV Drama, Sitcoms/TV Comedies, Crime/Thrillers, and Teen TV Shows. Two shows were then randomly selected from each genre, resulting in a final sample of  8 TV shows. A single rater watched the first season of  each show and evaluated the quality of  LGBTQ representation according to the following scale.• Vito Russo Test (Modified): Each show must have…1. At least two characters must be explicitly stated to be LGBTQ within the showà e.g. “As a gay man…” or  “I’m trans” or “This is my wife à e.g. “We’re dating.” or “This is my wife.”2. At least one of  the two characters must not be solely or predominantly defined by their sexual/gender identity or be a stereotypical portrayal.3. At least two identifiably queer characters must be tied to the plot such that their removal would have a significant effect.• Harmful tropes and stereotypes were determined by comparing those commonly cited by LGBTQ individuals in two separate interview studies. Tropes included: killing off  queer characters, and comic relief  characters. Stereotypes included: the struggle of  being queer, or being hyper-promiscuous, a criminal/villain, and mentally or physically diseased/sick• Other shows with LGBTQ main characters on Netflix were not listed under the LGBTQ genre, implying that there is some level of  worthiness required to do so. It begs the question, how are LGBTQ characters in these unlisted, “unworthy” shows portraying queer lives?• The New Homophobiaà Improvements in legal and social equality have made blatant discrimination against LGBTQ people generally unacceptable; homophobia therefore has needed to shift to subtler methods.à This is seen in how queer life is increasingly portrayed through a heteronormative, cisgendered, white lens. For example, rhetoric aimed at attracting straight allies frame queer individuals as wanting to be “just like you,” a two-person marriage with kids and a house with a white-picket fence. However, this sentiment is essentially limiting, and dismissive of  the inherent diversity of  the LGBTQ community which founded its identity on the rejection of  social norms, which had long been used to ostracize and target them. • Queerbaiting: Another Form of  this New, Covert Homophobiaà Stereotypes portray LGBTQ characters as immoral or atypical within their own storylines, effectively positioning them as abnormal, or other, within a heteronormative societyResults• 100% (8) of  the sample had 2+ identifiably LGBTQ characters• 100% (8) had at least one identifiable LGBTQ character not predominantly defined by a stereotype• 37.5% (3) had at least two LGBTQ characters tied to the plot in such a way that their removal would have a significant effect on the storyline• Of  the 36 total LGBTQ characters, less than half  (14) were significant to the plotà 50% (7) of  the significant characters qualified as stereotypic portrayals• 25% (2) of  n = 8 shows had no stereotypical LGBTQ character portrayalsPercentage of  TV Shows with Stereotypical LGBTQ Representation",
    "id": 552445287,
    "identifiers": {
        "doi": null,
        "oai": "oai:orb.binghamton.edu:research_days_posters_2022-1130"
    },
    "title": "The New Homophobia: Quality of LGBTQ Representation in Streaming TV",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "The Open Repository @ Binghamton (The ORB)",
    "references": [],
    "sourceFulltextUrls": [
        "https://orb.binghamton.edu/cgi/viewcontent.cgi?article=1130&context=research_days_posters_2022"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/552445287.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/552445287"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/552445287/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/552445287/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/552445287"
        }
    ],
    "abstract": "As the presence of openly LGBTQ characters in TV shows becomes increasingly commonplace, researchers have endeavored to understand what effect this may have on queer communities. Prior interview and social media discourse studies suggest that the negative representation of LGBTQ characters, through the use of queerbaiting and stereotypic portrayals, decreases queer individuals’ ability to cope with discrimination and stigma, as well as increases their sense of hopelessness at the possibility of future happiness. To understand the prevalence of this issue, the current content analysis aims to analyze the quality of LGBTQ representation in a sample (n = 8) of TV shows under the LGBTQ category on Netflix. Using a modified version of the Vito-Russo Test as a measure, the narratives and treatment of 36 openly queer characters were examined for identifiability, stereotypic portrayal, and significance to the plot. Results support the hypothesis that the majority of LGBTQ shows in the sample did not pass the proposed standard of quality representation. The implication that this may constitute a new form of homophobia are discussed.https://orb.binghamton.edu/research_days_posters_2022/1130/thumbnail.jp",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:orb.binghamton.edu:research_days_posters_2022-1130",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2576",
        "openDoarId": 0,
        "name": "The Open Repository @Binghamton (The ORB)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 552445287,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T16:53:31+00:00",
        "acceptedDate": null,
        "createdDate": "2023-01-07T00:19:02+00:00"
    },
    "urls": [
        "https://orb.binghamton.edu/research_days_posters_2022/131",
        "https://orb.binghamton.edu/context/research_days_posters_2022/article/1130/viewcontent/Sarah_20Morea_20__20FINAL_20Research_20Days_20Poster.pdf"
    ],
    "lastUpdate": "2024-01-20T16:53:31+00:00",
    "setSpecs": []
}