{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sager, Lawrence G."
        },
        {
            "name": "Tebbe, Nelson"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:12:42+01:00",
    "dataProvider": {
        "id": 3665,
        "name": "University of Minnesota Law School",
        "url": "https://api.core.ac.uk/v3/data-providers/3665",
        "logo": "https://api.core.ac.uk/data-providers/3665/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/217211148.pdf",
    "fullText": "University of Minnesota Law SchoolScholarship RepositoryConstitutional Commentary2019The Reality PrincipleLawrence G. SagerNelson TebbeFollow this and additional works at: https://scholarship.law.umn.edu/concommPart of the Law CommonsThis Article is brought to you for free and open access by the University of Minnesota Law School. It has been accepted for inclusion in ConstitutionalCommentary collection by an authorized administrator of the Scholarship Repository. For more information, please contact lenzx009@umn.edu.Recommended CitationSager, Lawrence G. and Tebbe, Nelson, \"The Reality Principle\" (2019). Constitutional Commentary. 1168.https://scholarship.law.umn.edu/concomm/11685 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19 8:32 PM  171 THE REALITY PRINCIPLE Lawrence G. Sager* and Nelson Tebbe** INTRODUCTION Many liberals have received the Supreme Court’s decision in Masterpiece Cakeshop. Ltd. v. Colorado Civil Rights Commission1 as narrow and regrettable.2 On this view, Justice Anthony M. Kennedy sought to escape a conflict between two of his paramount commitments, to religious freedom and to equal citizenship for LGBTQ people, by writing a majority opinion that was specific to the peculiar facts in Colorado and therefore limited in its precedential effect. But this reading overlooks aspects of the Court’s ruling that may well be consequential. Some of these are salutary, while others are more troubling. On the one hand, Masterpiece established several broad principles that can work to promote full and equal citizenship for all Americans in future cases. Now is the moment to underscore these aspects of the decision, because additional cases pitting religious freedom against equality law are percolating in lower courts. In fact, Masterpiece Cakeshop itself is already back in litigation after it turned away a customer who requested a cake to celebrate a gender transition.3 Before long, a Court without   * Alice Jane Drysdale Sheffield Regents Chair, University of Texas School of Law.  ** Professor of Law, Cornell Law School; Laurance S. Rockefeller Visiting Faculty Fellow, University Center for Human Values, Princeton University. Warm thanks for comments on previous drafts to Dale Carpenter, Leslie Kendrick, Christopher Lund, Melissa Murray, Douglas NeJaime, Richard Schragger, and Micah Schwartzman. The authors joined an amicus brief in the principal case discussed here. Brief of Church-State Scholars as Amici Curiae in Support of Respondents, Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission, __ U.S. __, 138 S. Ct. 1719 (2018) (No. 16-111), 2017 WL 6988022.  1. __ U.S. __, 138 S. Ct. 1719 (2018).  2. See, e.g., David Cole, This Takes the Cake, N.Y. REV. BOOKS, July 19, 2018, at 24 (describing the case as decided on a “case-specific ground” and arguing that the Court’s finding of antireligious bias was “strained, to put it mildly”).  3. See infra note 59 (discussing Verified Complaint, Masterpiece Cakeshop, Inc. v. Elenis, No. 1:18-cv-02074 (D. Colo. filed Aug. 14, 2018)); see also, e.g., Arlene’s Flowers, Inc. v. Washington, __ U.S. __, 138 S. Ct. 2671 (2018) (granting cert., vacating the judgment, 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 172 CONSTITUTIONAL COMMENTARY [Vol. 34:171  Justice Kennedy will face such critical questions again, and under social circumstances that will be equally or even more intense. By the time it does, the salutary lessons of Masterpiece must have been learned. On the other hand, there is an interpretation of the majority opinion that should be strenuously resisted. Several passages of Justice Kennedy’s opinion could be read to suggest that the basic structure of Colorado’s civil rights law, as enforced by state officials and judges, was unconstitutionally hostile to religion. That proposition is both wrong and dangerous, but it is already being promoted by scholars and activists in the aftermath of the decision, including in the new Masterpiece litigation.4 In this Article, we address both the promising and the problematic aspects of the opinion. In Part I, we identify three constitutional principles that were established or reaffirmed in Masterpiece: that there is no constitutional right to religious exemptions from neutral and generally applicable public accommodations laws; that the government’s interest in avoiding dignitary harm is sufficient to defeat most claims for religious exemptions; and that courts should be sensitive to evidence of government animus against vulnerable groups. In the course of that analysis, we emphasize the Court’s recognition that for these purposes sexual orientation discrimination and racial discrimination are structurally parallel. In Part II, we turn to the mistaken interpretation of the Court’s opinion that worries us. At points, Kennedy’s language has been read to suggest that Colorado’s civil rights practices violate the state’s obligation of neutrality toward religion. Colorado’s law protects gay couples and religious believers alike from discrimination in the marketplace, of course. And the state allows any baker—including religious objectors to gay marriage—to refuse to write messages with which they disagree on their cakes, including messages that affirm marriage equality. Yet some are arguing that these commonplace civil rights practices are somehow biased against religion. If Justice Kennedy really did mean to imply that Colorado’s administration of  and remanding for further consideration in light of Masterpiece); Brush & Nib Studio, LC v. City of Phoenix, 418 P.3d. 426 (Ariz. Ct. App.  2018) (ruling against a wedding vendor who had religious objections to serving a same-sex couple).  4. See infra text accompanying notes 41–46 (citing scholars); see also infra note 59 (describing the recent Masterpiece complaint). 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 173  antidiscrimination law contains a constitutional flaw, then he was deeply mistaken, and mistaken in a way that poses serious danger for the protection of equal rights in the United States. We explain why, drawing on an analysis provided by Charles Black during the civil rights era.5 Black thought that critics of Brown v. Board of Education6 had ignored the unduckable social import of racial segregation. Applying a “reality principle,” Black made legally relevant the social fact that segregation worked to perpetuate white supremacy. We argue that similar attention to the social structure of antidiscrimination laws excludes the errant interpretation of Masterpiece. Colorado’s enforcement of its public accommodations law rightly protected groups that were subject to structural injustice, including both religious denominations themselves and the LGBTQ community, and its actions should not signal any hostility toward religion. Today, many religious conservatives feel beleaguered—they see themselves as the subjects of an overweening and overconfident liberal orthodoxy that seeks to stamp out their way of life. They contend that liberalism has become illiberal; that it enforces a cruel and ironic form of conformity. We deeply respect the sincerity and importance of religious convictions to many. Moreover, we understand that some religious faiths have been subject to systematic discrimination. Not only our scholarship, but our personal experience testifies to that truth. Civil rights law in Colorado—and in every other jurisdiction of which we are aware—protects religious believers against discrimination based on their beliefs. What it does not do is give religiously-motivated persons a blanket exemption from public accomodations laws to which they object. The central aim of civil rights law is to protect members of vulnerable groups from the harms of structural injustice; that vital project would be undermined by a broad carve out for religious dissent. Antidiscrimination law does not take sides in a purported culture war, nor does it violate the liberal and democratic commitment to government neutrality among comprehensive conceptions. To the contrary, it stipulates what citizens who are divided on questions   5. Charles L. Black, Jr., The Lawfulness of the Segregation Decisions, 69 YALE L.J. 421 (1960).  6. Brown v. Board of Educ., 347 U.S. 483 (1954). 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 174 CONSTITUTIONAL COMMENTARY [Vol. 34:171  of profound importance nonetheless owe to each other in order to live together as equals in our political community. I. The Masterpiece Court embraced three broad themes that provide guidance for the resolution of future conflicts between religious freedom and antidiscrimination law, not only in pending cases concerning wedding vendors but across constitutional doctrine. First, the Court reaffirmed that religious actors are not constitutionally entitled to exemptions from public accommodations laws under normal circumstances. These laws, which protect members of vulnerable groups against discrimination by those who choose to provide goods and services to the public, are too important to equal citizenship to allow for exemptions based on conscience. Justice Kennedy’s majority opinion treated this doctrine as constitutional bedrock: “it is a general rule that [religious and philosophical] objections do not allow business owners and other actors in the economy and in society to deny protected persons equal access to goods and services under a neutral and generally applicable public accommodations law.”7  Including the votes of the two dissenters, who expressly embraced this part the Court’s opinion,8 all nine justices thus endorsed the application of the rule of Employment Division v. Smith to typical public accommodations laws.9 This matters because prominent scholars and lawyers had argued during the litigation that the Court should abandon the rule of Smith at least with respect to Colorado’s enforcement of its public accommodations law and perhaps more generally.10 We will   7. Masterpiece Cakeshop Ltd. v. Colorado Civil Rights Commission, __ U.S. __, , 138 S. Ct. 1719, 1727 (2018).  8. Id. at 1748 (Ginsburg, J., joined by Sotomayor, J., dissenting).  9. 494 U.S. 872 (1990). Writing separately, Justice Gorsuch later went on to characterize Smith as “controversial in many Quarters.” Masterpiece, 138 S. Ct. at 1734 (Gorsuch, J., concurring).  10. Brief of Christian Legal Society, et al., as Amici Curiae in Support of Petitioners, Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission, __ U.S. __, 138 S. Ct. 1719 (2018) (No. 16-111), 2017 WL 4005662, at *34 (“Colorado has protected the consciences of one set of bakers, and refused to protect the consciences of another set of bakers, who are squarely on opposite sides of the same divisive question. If the Court is open to the possibility that such a law can be rationalized as neutral and generally 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 175  address the neutrality of the Colorado law in Part II—for now, we simply notice the Court’s reaffirmation of Smith in the context of equality guarantees. Note here that the Court declined the invitation of advocates to distinguish between discrimination on the basis of sexual orientation and discrimination on the basis of race. Conservatives had been urging judges to find that religious exemptions from laws protecting LGBTQ citizens were more acceptable than they were from laws protecting racial minorities. As others have explained more fully, the Court instead assimilated LGBTQ rights to the model of racial equality and to the paradigm of full and equal citizenship for everyone.11 Justice Kennedy prominently cited Piggie Park, the leading precedent for the proposition that a religious commitment to segregation cannot justify a free exercise exemption from a public accommodations law.12 That citation was important—it should permanently end the argument that the structural injustice experienced by LGBTQ customers is somehow less worthy of concern or more vulnerable to dissent than racial subordination. Second, Justice Kennedy recognized that the government’s interest in avoiding dignitary harm is sufficient to support the application of its antidiscrimination law, even without more tangible economic harm. Whether avoiding stigmatic harm was enough to justify application of the public accommodations law was at issue because Charlie Craig and David Mullins were able to find another wedding cake without significant economic loss.13  applicable, then Smith and [Church of the Lukumi Babalu Aye, Inc. v. City of Hialeah, 508 U.S. 520 (1993),] have failed as a means of protecting the free exercise of religion. In that event, Smith’s holding that the Free Exercise Clause does not protect against neutral and generally applicable laws should be reconsidered.”).  11. Douglas NeJaime & Reva Siegel, Religious Exemptions and Antidiscrimination Law in Masterpiece Cakeshop, 128 YALE L.J. F. 201, 204 (2018) (“Conservative advocates have long argued that courts and legislators should treat race and sexual orientation differently, denying religious exemptions from race nondiscrimination mandates but authorizing religious exemptions from sexual orientation nondiscrimination mandates . . . . In Masterpiece Cakeshop, the Court rejects these arguments for expansive exemptions, instead assimilating sexual orientation into the antidiscrimination framework and affirming the importance of public accommodations laws.”).  12. Masterpiece, 138 S. Ct. at 1727 (citing Newman v. Piggie Park Enterprises, Inc., 390 U.S. 400, 402 n.5 (1968) (calling “patently frivolous” the contention of a segregated restaurant that the Civil Rights Act of 1964 “constitutes an interference with the free exercise of the [owner’s] religion”) (internal quotation marks omitted)).  13. Robert Barnes, The spurned gay couple, the Colorado baker and the years spent waiting for the Supreme Court, DENVER POST (Aug. 14, 2017, 11:50 AM), 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 176 CONSTITUTIONAL COMMENTARY [Vol. 34:171  Yet Kennedy explained that invidious discrimination in the marketplace imposes a more profound harm than increased search costs. If equality laws were subject to unconstrained exceptions on grounds of religion or morality, he said, the result could be widespread refusals of service that would radiate “community-wide stigma inconsistent with the history and dynamics of civil rights laws.”14 Frequent religious and moral exemptions to public accommodations laws would relegate vulnerable groups to a subordinate social status. Here too, advocates had been pushing the Court in the other direction. Lawyers and scholars had long argued that “dignitary” or “stigmatic” injury to same-sex couples should not count as harm at all, or at least not a harm that was sufficiently serious to override religious freedom.15 On this view, only feelings of self-worth could be at stake, and LGBTQ citizens should be sufficiently resilient to resist such intangible injuries. Government should not work to shield citizens from “mere offense.” In Masterpiece, however, the Court rejected that view, holding that the systematic subordination of groups is an alarming and objective social wrong, not merely an injury to the feelings of the affected group. Finally, the majority overturned the lower court’s ruling for the couple because the Court found evidence that state officials had been infected by religious animus. Two members of the Colorado Civil Rights Commission had made remarks that the Court took as evidence of hostility toward those who oppose marriage equality on religious grounds.16 Largely on the basis of  https://www.denverpost.com/2017/08/14/colorado-gay-wedding-cake-case/ (“‘We did ultimately go to a different bakery,’ Mullins said.”).  14. Masterpiece, 138 S. Ct. at 1727.  15. Brief for Petitioners at 52, Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission, __ U.S. __, 138 S. Ct. 1719 (2018) (No. 16-111), 2017 WL 3913762 (“an interest in avoiding some dignitary harms—though a real concern in certain circumstances—cannot override Phillips’s First Amendment freedoms and his own equally important dignitary interests”); Douglas Laycock, Religious Liberty for Politically Active Minority Groups: A Response to NeJaime and Siegel, 125 YALE L.J. F. 369, 376 (2016) (agreeing that “there is a dignitary harm in being refused service because of perceived immorality” but arguing that “[p]reventing these harms cannot be a compelling interest that justifies suppressing someone else’s individual rights”).   16. Masterpiece, 138 S. Ct. at 1729–30. 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 177  those comments, the Court ruled for the baker, finding that he had been the victim of antireligious “hostility.”17 It is questionable whether Colorado’s commissioners acted out of hostility, as others have argued.18 Still, we are attracted to the legal premise upon which the Court’s ruling rests. Justice Kennedy drew on his opinion in Lukumi, where the Court struck down a local ordinance because it was gerrymandered to target a particular faith.19 The parts of Justice Kennedy’s Lukumi opinion that concerned legislative history failed to draw a majority.20 Kennedy nevertheless succeeded in attracting a majority for that approach in Masterpiece, perhaps because of his argument that the dispute there concerned an adjudicative body, which carries a heavier burden of impartiality.21 Setting aside the question of whether the distinction between adjudicative and legislative bias can be defended, Kennedy’s approach may be attractive. His earlier opinion in Lukumi rightly invoked Arlington Heights, an equal protection decision concerning racial discrimination.22 Under that approach, a plaintiff first must show that impermissible discrimination was “a motivating factor” by pointing to multiple circumstances. Then the government has an opportunity to show that it would have taken the same action even absent that bias.23 In Masterpiece, Justice Kennedy added force to this approach by ignoring the requirement of “but-for” causation. For Kennedy, a presumption of unconstitutionality attaches to any government action that is   17. Id. at 1730. For a trenchant analysis of the Court’s deployment of animus doctrine, see Melissa Murray, The New Minorities, 2019 SUP. CT. REV. (forthcoming).  18. Leslie Kendrick & Micah Schwartzman, The Etiquette of Animus, 132 HARV. L. REV. 133, 138–43 (2018).  19. Church of the Lukumi Babalu Aye v. City of Hialeah, 508 U.S. 520, 534 (1993).  20. Id. at 540–42 (plurality opinion); see also id. at 558 (Scalia, J., concurring in part and concurring in the judgment).  21. Masterpiece, 138 S. Ct. at 1730 (“Members of the [Lukumi] Court . . . disagreed on the question whether statements made by lawmakers may properly be taken into account in determining whether a law intentionally discriminates on the basis of religion. In this case, however, the remarks were made in a very different context—by an adjudicatory body deciding a particular case.”) (citation omitted).  22. Lukumi, 508 U.S. at 540 (plurality opinion) (citing Vill. of Arlington Heights v. Metropolitan Hous. Dev. Corp., 429 U.S. 252, 266–68 (1977) (setting out factors to be considered when determining a government purpose)).  23. Arlington Heights, 429 U.S. at 270 n.21 (“Proof that the decision by the Village was motivated in part by a racially discriminatory purpose would not necessarily have required invalidation of the challenged decision. Such proof would, however, have shifted to the Village the burden of establishing that the same decision would have resulted even had the impermissible purpose not been considered.”). 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 178 CONSTITUTIONAL COMMENTARY [Vol. 34:171  motivated by hostility toward a group that is vulnerable to subordination, even if that animus is mixed with legitimate motivations. The government still has an opportunity to rebut, but it must do more than demonstrate that it would have taken the same action even absent its bias. Instead, it must make the more difficult showing that its action is narrowly tailored to a compelling state interest.24 That sensitivity to government hostility is probably a good thing—it suggests that close scrutiny should be applied to any government action that is motivated, even in part, by bias toward a group subject to structural injustice. Thus, the outcome in Masterpiece depended upon the proposition that the Constitution presumptively protects against any government decisionmaking that is causally influenced by hostility to religious dissenters, even if that hostility is not essential to the official action being challenged, an approach that was endorsed by the seven Justices in the majority and almost certainly congenial to Justices Ginsburg and Sotomayor in dissent. Now the Court should extend that approach beyond religious cases, and make discriminatory motivation against subordinate groups presumptively unconstitutional. II. So Masterpiece promises several advances in the law governing conflicts between religious freedom and equality guarantees, not only for LGBTQ citizens, and not only in the law governing conflicts between religious freedom and equality guarantees, but in the broad constitutional project of protecting those vulnerable to structural injustice. However, the Court’s decision contains another element that may prove equally consequential but more deleterious to the guarantee of equal citizenship. In the course of his opinion, Justice Kennedy could be read to have suggested that the basic structure of civil rights law, as applied by Colorado officials, evinced hostility toward religion.   24. As others have noted, Justice Kennedy did not give the government an opportunity to show that its actions were necessary for the pursuit of a compelling interest. See Stephanie Barclay, The Supreme Court’s Cakeshop Ruling Is Not Narrow—And That’s A Good Thing, THE HILL (June 6, 2018, 2:00 PM), https://thehill.com/opinion/judiciary/391004-supreme-courts-cakeshop-ruling-is-not-narrow-and-thats-a-good-thing  (“[T]he government doesn’t even get a chance to argue that it had a sufficient justification for that type of religious discrimination. It is per se unconstitutional.”). Justice Kennedy’s failure to apply the compelling interest test was a mistake. See Kendrick & Schwartzman, supra note 18, at 152–53. 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 179  Whether Justice Kennedy intended to invite that conclusion or not, it has already been picked up and elaborated by academics and advocates, as we will explain.25 To frame our discussion, it is necessary to clear away aspects of the decision that do not trouble us here. Recall first that the Masterpiece Court ruled for Jack Phillips, the baker, and against Charlie Craig and David Mullins, the couple celebrating their wedding, on the ground that state administrative officials made statements that displayed hostility toward religion.26 Although that reasoning was flawed,27 it was specific to the facts of Masterpiece and can be set aside. Justice Kennedy’s opinion for the majority also criticized the way Colorado civil rights officials had turned away cases brought by someone named William Jack.28 In three separate situations, William Jack asked bakers to produce cakes that bore messages condemning marriage equality while referencing Christian scripture. When the bakers refused, William Jack sued them for discrimination on the basis of religion in violation of Colorado’s public accommodations law. Colorado civil rights officials turned away William Jack’s challenges, reasoning that he had been rejected not because he was religious, but because the bakers disagreed with his messages.29 Nothing in the state’s civil rights   25. See infra text accompanying notes 41–46, 53–56.  26. Masterpiece, 138 S. Ct. at 1730 (reviewing statements by the commissioners and holding that “the Court cannot avoid the conclusion that these statements [by the two commissioners] cast doubt on the fairness and impartiality of the Commission’s adjudication of Phillips’ case”); id. at 1732 (concluding that the while the Commission could have weighed the state’s interest against Phillips’ without violating neutrality, the “official expressions of hostility to religion in some of the commissioners’ comments . . . were inconsistent with what the Free Exercise Clause requires” and its “disparate consideration of Phillips’ case compared to the cases of the other bakers suggests the same”).  27. For persuasive critiques, see Kendrick & Schwartzman, supra note 18, at 138–45; Michael Dorf,  Masterpiece Cakeshop Ruling Should (But Probably Won’t) Doom the Travel Ban, DORF ON LAW (June 4, 2018, 11:33 AM), http://www.dorfonlaw.org/2018/06/masterpiece-cakeshop-ruling-should-but.html; Robert W. Tuttle & Ira C. Lupu, Masterpiece Cakeshop–A Troublesome Application Of Free Exercise Principles By A Court Determined To Avoid Hard Questions, TAKE CARE (June 7, 2018), https://takecareblog.com/blog/masterpiece-cakeshop-a-troublesome-application-of-free-exercise-principles-by-a-court-determined-to-avoid-hard-questions.  28. Will C. Holden, Castle Rock Man Whose “Anti-Gay” Cake Was Rejected: “I Was Discriminated Against,” FOX31 DENVER (Jan. 20, 2015, 5:23 PM), https://kdvr.com/2015/01/20/man-who-requested-anti-gay-cake-from-denver-baker-is-castle-rock-educator/.  29. Jack v. Azucar Bakery, Charge No. P20140069X (Colo. Civil Rights Div. Mar. 25, 2015), available at http://perma.cc/5K6D-VV8U; Jack v. Le Bakery Sensual, Inc., Charge 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 180 CONSTITUTIONAL COMMENTARY [Vol. 34:171  law prohibited that, according to Colorado officials, and nothing about it suggested religious discrimination.30 Writing for the Court, Justice Kennedy nevertheless held that Colorado’s treatment of the bakery cases reflected hostility to religion. Here too, he highlighted express statements. For instance, the Colorado appellate court wrote in a footnote that civil rights officials had “found that the bakeries did not refuse [William Jack’s] request because of his creed, but rather because of the offensive nature of the requested message.”31 Kennedy found fault with this characterization, saying that the state court had improperly judged William Jack’s cakes to be “offensive.”32 We think that Kennedy’s reading of the footnote was mistaken because the Colorado court was referring to the private bakers’ perception of William Jack’s messages as offensive, not that of the state.33 On this account, the worst that can be said of the state court is that its use of language was careless. But this aspect of the holding of the Masterpiece Court, like its concern with statements made by Colorado administrators, is case-specific and benign in its guidance. There was a more worrisome aspect of Justice Kennedy’s treatment of the William Jack cases, however. Kennedy saw Colorado’s divergent treatment of Williams Jack’s requests as reflecting hostility to religion, independent of the state court’s use of language. Kennedy identified two missteps by Colorado officials. First, state civil rights authorities concluded that any message conveyed by the wedding cake in Masterpiece would be attributed to Craig and Mullins, not the baker. But they did not consider whether William Jack’s messages would in like fashion be attributed to him rather than the bakers who declined to  inscribe their cakes with them.34 A second misstep, for Kennedy, concerned the bakers’ willingness to serve other products to the  No. P20140070X (Colo. Civil Rights Div. Mar. 24, 2015), available at http://perma.cc/35BW–9C2N; Jack v. Gateaux, Ltd., Charge No. P20140071X (Colo. Civil Rights Div. Mar. 24, 2015), available at http://perma.cc/JN4U-NE6V.   30. Craig v. Masterpiece Cakeshop, Inc., CR 2013-0008 (Colo. Civ. Rights. Com’n. Dec. 6, 2013),  available at https://www.aclu.org/legal-document/craig-and-mullins-v-masterpiece-cakeshop-decision.  31. Mullins v. Masterpiece Cakeshop, Inc., 370 P.3d 272, 282 n.8 (Colo. App. 2015).  32. Masterpiece, 138 S. Ct. at 1731 (internal quotation marks and citation omitted).  33. See Tuttle & Lupu, supra note 27 (criticizing the majority’s analysis of footnote eight); Kendrick & Schwartzman, supra note 18, at 144–45 (same).  34. Masterpiece Cakeshop Ltd. v. Colorado Civil Rights Commission, __ U.S. __, , 138 S. Ct. 1719, 1730 (2018). 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 181  same customers. Colorado officials thought it relevant that the bakers who declined to sell William Jack his inscribed cakes would have sold him other cakes, including cakes bearing different religious messages; but they did not think it a matter of consequence that Phillips would have been willing to sell other goods to LGBTQ customers.35 For Justice Kennedy and the Court, these two analytic disparities suggested hostility to religion.36 Justice Kennedy’s criticisms flowed from an oddly fine-grained and unsympathetic reading of the behavior of Colorado’s officials. We are tempted to see them as make-weights, designed to allow Kennedy to avoid the ultimate force of Colorado’s commitment to equal citizenship by finding fault with its handling of these particular litigations. Whether that diagnosis is right or wrong, similar missteps can be avoided in future cases in Colorado and elsewhere. Officials can simply be more careful to justify their different treatment of different cases. So up to this point, the elements of state conduct upon which the Masterpiece Court relied were fact-specific, avoidable, and therefore harmless, except for these litigants. But Justice Kennedy’s opinion for the Court may be read as objecting to a different aspect of Colorado’s conduct that could not be as easily avoided. On this reading, the state was constitutionally entitled to protect gay and lesbian couples from wedding cake refusals only if it also protected customers who requested cakes inscribed with messages supporting traditional marriage. That would be both a misreading of the Court’s opinion and a constitutional mistake. But some language in Justice Kennedy’s opinion could be read to require the uniform treatment of these two sorts of cases.. At various points, he wrote: Another indication of hostility is the difference in treatment between Phillips’ case and the cases of other bakers who objected to a requested cake on the basis of conscience and prevailed before the Commission.37   35. Id.  36. Id. at 1732 (concluding that “[t]he Commission’s disparate consideration of Phillips’ case compared to the cases of the other bakers suggests [hostility to religion]”).  37. Id. at 1730. 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 182 CONSTITUTIONAL COMMENTARY [Vol. 34:171  [T]he Commission’s consideration of Phillips’ religious objection did not accord with its treatment of these other objections.38 The Commission’s disparate consideration of Phillips’ case compared to the cases of the other bakers suggests [hostility to religion].39 In context, it is clear that what Kennedy meant by “difference in treatment” was not the bottom line fact that the outcomes were different, but rather the divergence in how they were justified. He had in mind the two missteps we report above. We are confident of that reading, and reasonably confident that the opinion will come to be widely understood that way, especially since elsewhere Kennedy was at pains to say that Colorado could have offered reasons to justify divergent results in these cases.40 Nevertheless, Kennedy stopped short of saying that those alternative rationales would be constitutionally sufficient. His omission will lead some to argue that state and local governments are constitutionally barred from treating the cases differently in any respect. That proposition is surely wrong, and it threatens civil rights enforcement. Though perhaps remote, the risk that it could be authoritatively attributed to the majority in Masterpiece is the most troubling aspect of the opinion. Interpretations by others have done little to reassure us. For instance, Justice Kagan, joined by Justice Breyer, wrote separately to insist that divergent treatment of the two bakery scenarios was justifiable. She and Breyer signed the majority opinion because they believed that Colorado had committed one or both of Kennedy’s missteps.41 (We side with the dissenters on this point.) But Justice Kagan went on to articulate a rationale that Colorado officials could have used to distinguish the cases: They might have simply relied on the fact that the bakers who   38. Id.  39. Id. at 1732.  40. At one point, Justice Kennedy clarified “that the State’s interest could have been weighed against Phillips’ sincere religious objections in a way consistent with the requisite religious neutrality.” Id. at 1732. And at another, he allowed that “[t]here were, to be sure, responses to these arguments [regarding the comparison to the William Jack cases] that the State could make when it contended for a different result in seeking the enforcement of its generally applicable state regulations of businesses that serve the public.” Id. at 1728.  41. Id. at 1732 (Kagan, J., concurring) (“The Court finds that the legal reasoning of the state agencies differed in significant ways as between the Jack cases and the Phillips case.”). 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 183  refused to provide William Jack’s cakes would have refused to create those cakes for any customer. Phillips, by contrast, refused to produce a wedding cake for Craig and Mullins that he happily would have baked for an opposite-sex couple.42 Justice Kagan’s distinction was deft, but without more it could be dismissed as facile. That seems to be the reaction of Douglas Laycock and Thomas Berg, prominent scholars of religious freedom.43 They concede that if Phillips did in fact refuse to sell the same sort of cake that he regularly made for opposite-sex couples—as he certainly did, according to the majority’s facts44—then “Kagan’s rationalization holds.”45 But, they say, “it is still a rationalization. Everyone would still know what is really going on: The commission agrees with the protected bakers and disagrees with Jack Phillips.”46 It is this blunt insistence that hostility to religion would inevitably be signaled by a loss for the Masterpiece baker, despite a win for the other bakers, that puts us in mind of Charles Black’s seminal defense of Brown v. Board of Education. Against those who argued that the Court had taken sides in a policy debate among Americans without any basis in principle or law, Black made an “awkwardly simple” point: Segregation works to subordinate African-Americans, and racial subordination is prohibited by the Equal Protection Clause.47 Relying on history and contemporary culture, he observed that the “social meaning” of segregation renders racial minorities unequal.48 Or again, “the social meaning of segregation is the putting of the Negro in a position of walled-off inferiority.”49 Though we are not the first to   42. Id. at 1733.  43. Douglas Laycock & Thomas Berg, Masterpiece Cakeshop—Not as Narrow as May First Appear, SCOTUSBLOG (June 5, 2018, 3:48 PM), http://www.scotusblog.com/2018/06/symposium-masterpiece-cakeshop-not-as-narrow-as-may-first-appear/.  44. Justice Kennedy reported that Craig and Mullins, accompanied by Craig’s mother, entered Masterpiece Cakeshop and requested a wedding cake. Before they could describe the type of cake they wanted, they were told by Phillips that he did not make wedding cakes for same-sex couples. “The couple left the shop without further discussion.” Masterpiece, 138 S. Ct. at 1724. In other words, Phillips refused to make them any kind of wedding cake.  45. Laycock & Berg, supra note 43.  46. Id.  47. Black, supra note 5, at 421.  48. Id. at 424.  49. Id. at 427. 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 184 CONSTITUTIONAL COMMENTARY [Vol. 34:171  appreciate the relevance of Black’s work for contemporary conflicts,50 we rely on him in a somewhat distinct way, emphasizing his methodological argument for a “reality principle” that allows and even requires courts to notice the social significance of government actions.51 This is not a situation where “we ought to exercise one of the sovereign prerogatives of philosophers—that of laughter,” as Charles Black urged.52 But with regard to “what is really going on,” Laycock and Berg have things backward.53 The logic of Colorado’s divergent treatment of the Jack Phillips and William Jack cases is simple, and it is innocent of any disagreement with or aversion to religion. Colorado—like many states—protects religious communities alongside other groups that are subject to structural injustice, including racial minorities, women, ethnic groups, and LGBTQ citizens.54 For a variety of reasons, Colorado does not protect persons who seek to broadcast controversial messages from being refused because of the specific content of those messages.55 If Jack Phillips—or any other baker—had declined to prepare a cake inscribed with words endorsing same sex marriage because of the content of the message alone, he would have violated no rule.56 So Colorado’s law is evenhanded   50. See, e.g., James M. Oleske, Jr., “State Action,” Equal Protection, and Religious Resistance to LGBT Rights, 87 U. COLO. L. REV. 1, 1 (2016) (citing as the model for the Article’s title Charles L. Black, Jr., Foreword: “State Action,” Equal Protection, and California’s Proposition 14, 81 HARV. L. REV. 69 (1967)); Toni M. Massaro, The Lawfulness of the Same-Sex Marriage Decisions: Charles Black on Obergefell, 25 WM. & MARY BILL OF RTS. J. 321 (2016).  51. Charles L. Black, Jr., Foreword: “State Action,” Equal Protection, and California’s Proposition 14, 81 HARV. L. REV. 69, 90 (1967).  52. Black, supra note 5, at 424.  53. Laycock & Berg, supra note 43.  54. See State Public Accommodations Laws, National Conference of State Legislatures (July 13, 2016), http://www.ncsl.org/research/civil-and-criminal-justice/state-public-accommodation-laws.aspx (surveying the groups covered by state public accommodations laws).  55. See, e.g., Jack v. Azucar Bakery, Charge No. P20140069X (Colo. Civil Rights Div. Mar. 25, 2015), http://perma.cc/5K6D-VV8U.  56. The Supreme Court of the United Kingdom recently came to a similar conclusion in Lee v. Ashers Baking Co., Ltd., [2018] UKSC 49. There, Mr. Lee requested a cake displaying an image of Bert and Ernie, the logo of QueerSpace, “an organization of the LGBT community” to which Mr. Lee belonged, and the words “Support Gay Marriage.” Ashers Baking Company refused to create the cake on religious grounds. Id. at paras. 10, 12. The court ruled for the bakery on the ground that the company refused to provide the cake because of opposition to its message, not because of Mr. Lee’s identity, id. at para. 22, and therefore it did not violate the Equality Act of 2006. The court rejected the argument that the sentiment “Support Gay Marriage” was so closely associated with 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 185  and symmetrical in its protection of religious believers and LGBTQ citizens against discrimination by merchants who decline to provide their goods or services to them on an equal and dignified basis, and Colorado’s law is evenhanded and symmetrical in permitting merchants to decline to inscribe their goods with messages with which they disagree, whether those messages are in favor or in opposition to marriage equality or any other subject matter. So what aspect of Colorado’s attempt to safeguard same-sex couples against discrimination could be understood to reflect bias against religion? One possibility was provided by the concurring opinion of Justices Gorsuch and Alito. They argued that Colorado unfairly treated Phillips’ refusal to provide a wedding cake to a same-sex couple as “tantamount” to exclusion on the basis of sexual orientation,57 on the one hand, while failing to treat refusals to produce William Jack’s cakes as tantamount to discrimination on the basis of religion, on the other.58 According to Gorsuch and Alito, that inconsistency violated the Constitution. “[J]ust as cakes celebrating same-sex weddings are (usually) requested by persons of a particular sexual orientation,” Justice Gorsuch wrote, “so too are cakes expressing religious opposition to same-sex weddings (usually) requested by persons of particular religious faiths.”59 Here we put to one side the matter of whether the  LGBTQ status that rejecting it amounted to discrimination on the basis of sexual orientation. It noted that many people who are not LGBTQ support same-sex marriage. Id. at para. 25. As others have perceptively noted, it also matters that Mr. Lee was not requesting a wedding cake—he was planning to take the cake to a meeting of the QueerSpace organization. Dale Carpenter, U.K. Supreme Court: Baker Doesn’t Have to Place Pro-Gay Marriage Message on Cake, THE VOLOKH CONSPIRACY (Oct. 11, 2018, 5:30 PM), https://reason.com/volokh/2018/10/11/uk-supreme-court-baker-doesnt-have-to-pl. (“On this view, Jack Phillips’ refusal to bake any cake at all for a gay wedding in Masterpiece Cakeshop is sexual orientation discrimination because it is closely linked to the sexual orientation of his customers. But the [owners’] refusal to ice the words ‘Support Gay Marriage’ in Lee is not sexual orientation discrimination because it is not much of a proxy for the sexual orientation of their customers.”). In other words, refusing to create any wedding cake for a marriage celebration between two men is closely associated with discrimination on the basis of sexual orientation in a manner that refusing to create a message supporting marriage equality is not.  57. Mullins v. Masterpiece Cakeshop, Inc., 370 P.3d 272, 282 n.8 (Colo. App. 2015) (“Masterpiece admits that its decision to refuse Craig’s and Mullins’ requested wedding cake was because of its opposition to same-sex marriage which, based on Supreme Court precedent, we conclude is tantamount to discrimination on the basis of sexual orientation”) (citations omitted).  58. Masterpiece, 138 S. Ct. 1719, at 1736–37 (Gorsuch, J., concurring).  59. Id. (“Either actual proof of intent to discriminate on the basis of membership in a protected class is required (as the Commission held in Mr. Jack’s case), or it is sufficient 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 186 CONSTITUTIONAL COMMENTARY [Vol. 34:171  history of cakes expressing opposition to marriage equality is long enough to characterize one way or another, taking the point at face value. At places in the concurrence, it seemed as if Gorsuch and Alito were drawn to the view that Phillips did not discriminate against gays and lesbians—he merely refused to be associated with same-sex weddings.60 But it would seem well within the prerogative of Colorado to determine whether excluding cakes for same-sex weddings counts as discrimination on the basis of sexual orientation for purposes of state law. On the best  to ‘presume’ such intent from the knowing failure to serve someone in a protected class (as the Commission held in Mr. Phillips’s case). Perhaps the Commission could have chosen either course as an initial matter.”).    In the second round of litigation against Masterpiece, now pending in federal district court, the bakery makes something close to Gorsuch’s argument—illustrating its potential influence. There, Phillips turned away August Scardina, a transgender customer who requested a cake that was pink on the inside and blue on the outside in order to celebrate Scardina’s gender transition. Verified Complaint at paras. 6–7, 177–79, Masterpiece Cakeshop, Inc. v. Elenis, No. 1:18-cv-02074, 2018 WL 3870105 (D. Colo. Aug. 14, 2018). After Colorado officials found probable cause that Phillips had discriminated on the basis of gender identity in violation of state public accommodations law, Phillips and the bakery sued them in federal court. In the Complaint, the Alliance Defending Freedom (ADF), which is continuing to represent Masterpiece and Phillips, details the facts of the William Jack cases. Id. at paras. 69–74. Next, ADF argues that Colorado violated the Constitution in the first Masterpiece litigation by treating Phillips’ objection to baking Craig and Mullins’s cake “worse” than it treated the other bakers’ objections to the William Jack cases.  Id. at para. 167. Specifically, and echoing Gorsuch without citing him, ADF contends that Colorado “presum[ed]” that Phillips’ refusal constituted discrimination on the basis of sexual orientation, while not “presuming” that the bakers who rejected William Jack’s cakes were discriminating on the basis of his faith. Id. at paras. 212–13. And ADF invokes the Supreme Court’s decision in Masterpiece to support a rule against that kind of “unequal enforcement policy.” Id. at paras. 217-18. Finally, ADF concludes that Colorado is continuing to violate the Constitution by equating Phillips’ rejection of Scardina’s cake with discrimination on the basis of gender identity, even though it made no such “presum[ption]” in the William Jack cases, id. at paras. 212–21, and the Complaint seems to suggest that treating those cases differently is “blatantly and brazenly hostile toward religion,” id. at para. 285. This is not ADF’s only argument, but it is central to the litigation.  60. See, e.g., Masterpiece, 138 S. Ct. at 1737. For an explicit argument that discrimination on the basis of same-sex marriage does not necessarily amount to discrimination on the basis of sexual orientation, see Brief of Amici Curiae Legal Scholars in Support of Equality and Religious and Expressive Freedom in Support of Appellants, Washington v. Arlene’s Flowers, Inc., No. 91615-2, 2016 WL 6126873, at *20 (Wash. Sept. 30, 2016) (“[i]n  erroneously  conflating  Mrs.  Stutzman’s  religious  objection  to celebrating same-sex marriage with a refusal to serve customers ‘because of’ their  sexual  orientation,  the  Superior  Court  extended  Washington’s antidiscrimination  law  beyond  its  natural  scope  and meaning”). For an argument that sexual orientation identity is connected in complex ways to interpersonal relationships, including marriage, see Douglas NeJaime, Marriage Inequality: Same-Sex Relationships, Religious Exemptions, and the Production of Sexual Orientation Discrimination, 100 CAL. L. REV. 1169, 1197–99 (2012). 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 187  understanding, Gorsuch and Alito were arguing that Colorado was constitutionally required to treat William Jack as the victim of discrimination on the basis of religion if and because it treated Charlie Craig and David Mullins as victims of discrimination on the basis of sexual orientation. In an ominous sign, Justices Gorsuch and Alito thought that view was consistent with Kennedy’s majority opinion, which they also signed. This is part of what makes us concerned that Kennedy’s opinion could be misread in the radical and misshapen way we are exploring. Perhaps Justices Gorsuch and Alito thought their argument resonated with the second misstep that Kennedy identified, namely that Colorado thought it relevant that the bakers would have refused to create William Jack’s cakes for any customers, but irrelevant that Phillips would have sold other products to Craig and Mullins.61 In any event, Justices Gorsuch and Alito’s claim here is implausible—it flies in the face of the reality principle. To understand why, we need to realize that differences in treatment are occurring at two levels. At the first level, there are decisions by bakers to prepare wedding cakes under some circumstances and not others. Whether the bakers’ decisions are discriminatory is up to the state; it is a matter of Colorado law. At the second level, there is a state’s choice to outlaw some cake refusals while permitting others. Whether the state’s determinations are discriminatory is the question of federal constitutional law that the Court confronted. Yet we can only judge the appropriateness of the state’s selective behavior at the second level by understanding important features of the bakers’ selective refusals at the first level. Let us begin by considering the refusal of a baker to provide a cake for a gay wedding because he opposes same sex marriage. Gays and lesbians have long been the victims of structural injustice—or patterns of “disrespect and subordinat[ion],” to use Justice Kennedy’s language in Obergefell—that are enduring, pervasive, and tentacular.62 Legal, cultural, and religious bans on same sex marriage did not emerge as isolated judgments or discrete religious truths about marriage. Instead, they were integrated strands in a web of legally-endorsed social beliefs and   61. See Masterpiece, 138 S. Ct.. at 1730.   62. Obergefell v. Hodges, __ U.S. __, 135 S. Ct. 2584, 2604 (2015). 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 188 CONSTITUTIONAL COMMENTARY [Vol. 34:171  practices in which LGBTQ conduct and identity were deplored and denounced. For gays and lesbians, that world of unequal regard is fresh and tenacious; it has not been swept away by a handful of court decisions. Same sex marriage is a site where structural injustice lingers. Marriage is for many the natural apotheosis of personal intimacy and union. In the lives of gays and lesbians—and only in their lives, with the rarest exceptions63—marriage is a union between two men or two women.  The Supreme Court’s recognition of a constitutional principle of marriage equality carries with it a profound social commitment to inclusion, to the repudiation of structural injustice. This was not left to our imaginations—the Obergefell Court made explicit the connection between marriage exclusion and “subordinat[ion]” of LGBTQ citizens: Especially against a long history of disapproval of their relationships, this denial to same-sex couples of the right to marry works a grave and continuing harm. The imposition of this disability on gays and lesbians serves to disrespect and subordinate them.64 Refusals by vendors in the wedding industry to provision same sex weddings operate in the shadow of the history of structural injustice that the Court has so conspicuously set itself against. Necessarily, such refusals serve to exacerbate unequal citizenship. Courts have seen this, and they have repeatedly concluded that discrimination against people who wish to marry someone of the same sex constitutes discrimination on the basis of sexual orientation.65 The Supreme Court was not breaking new   63. See Jim Oleske, Justice Gorsuch, Kippahs, and False Analogies in Masterpiece Cakeshop, TAKE CARE (June 9, 2018), https://takecareblog.com/blog/justice-gorsuch-kippahs-and-false-analogies-in-masterpiece-cakeshop (“The Court has also taught that same-sex relations are inextricably tied to gay and lesbian people, and has thus ‘declined to distinguish between status and conduct’ in that context . . . . [T]he inherent connection between same-sex marriage and sexual-orientation is no less true just because there may be isolated incidents of straight people entering same-sex marriages.”).  64. Obergefell, 135 S. Ct. at 2604.  65. See, e.g., Christian Legal Soc’y of the Univ. of Cal. v. Martinez, 561 U.S. 661, 689 (2010) (“Our decisions have declined to distinguish between status and conduct in this context.”); Elane Photography v. Willock, LLC, 309 P.3d 53, 62 (N.M. 2013) (“We agree that when a law prohibits discrimination on the basis of sexual orientation, that law similarly protects conduct that is inextricably tied to sexual orientation . . . . In this case, we see no basis for distinguishing between discrimination based on sexual orientation and discrimination based on someone’s conduct of publicly committing to a person of the same sex.”); State v. Arlene’s Flowers, Inc., 389 P.3d 543, 553 (Wash. 2017) (“Stutzman argues that the [state public accommodations law] distinguishes between discrimination on the 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 189  ground when it rejected the status/conduct distinction in Obergefell. We know of no court that has taken the opposite view.66 All nine justices in Masterpiece saw the link between same sex wedding goods and services and the subordination of LGBTQ citizens. The seven in the majority—joined implicitly on this point by dissenting Justices Ginsburg and Sotomayor—agreed that religious exemptions from public accommodations laws must be narrowly cabined or else “a long list of persons who provide goods and services for marriages and weddings might refuse to do so for gay persons, thus resulting in a community-wide stigma inconsistent with the history and dynamics of civil rights laws.”67 That many such refusals would come from sincere religious believers would be a matter of regret, but it would not change the social consequences. Wedding vendors who turn their backs on same sex marriage on religious grounds have no evil in their hearts, in the overwhelming majority of cases, but nevertheless they hold beliefs that coincide unhappily with the stratification that gays and lesbians have experienced. We are back to Charles Black and social structures. Vendors’ exclusion of same-sex spouses amounts to discrimination against gays and lesbians because it emerges from and contributes to their subordination. State and local governments have discretion to legislate against that form of refusal, insisting (as they often do) that it equates to discrimination on the basis of sexual orientation. In contrast, consider William Jack’s cases, where bakers refused to provide cakes that bore words condemning same sex marriage. Business owners refused to provide that service because they strongly supported marriage equality and they did not want to write words that explicitly contradicted that belief. Assume that William Jack was a member of a faith that opposed same sex  basis of ‘sexual orientation’—which the statute prohibits—and discrimination against those who marry members of the same sex. But numerous courts—including our own—have rejected this kind of status/conduct distinction in cases involving statutory and constitutional claims of discrimination . . . . In accordance with this precedent, we reject Stutzman’s proposed distinction between status and conduct fundamentally linked to that status.”) (citations omitted).  66. Scholars have tried to distinguish between status and conduct in the context of wedding vendors’ attempts to exclude same-sex couples, however. See Brief of Amici Legal Scholars, supra note 60.  67. Masterpiece, 138 S. Ct. at 1727. 5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 190 CONSTITUTIONAL COMMENTARY [Vol. 34:171  marriage on scriptural grounds, as he actually appeared to be.68 When the state permitted bakers to refuse his requests, did it thereby render his faith vulnerable to the deep and pervasive patterns of “disrespect and subordinat[ion]” that we have called structural injustice? The answer, it seems clear, is simply no. Feelings around marriage equality run high, obviously, and it is possible to imagine in extreme cases that a neighbor or a customer or a friend will think less of a faith after learning that it opposes same-sex marriage. Perhaps disagreements of that sort could even lead to serious breaches in friendship or decisions to patronize another merchant. Conflicts of this sort are unfortunate and painful. But they are not the stuff of systematic and enduring disrespect and subordination; they do not resonate with structural injustice. The bakers who rejected William Jack’s cakes did so because of their messages, not because of his identity, commitments or beliefs. A baker who objected to same-sex marriage could similarly reject cakes that bore messages endorsing marriage equality.69 The state has powerful reasons not to tell merchants what words they must attach to their products.70 Given all this, it is startling to hear that “[e]veryone . . . know[s] what is really going on” when Colorado requires Jack Phillips to treat same sex wedding celebrants the same as all of his other customers, but permits bakers of all sorts to decline to   68. See Holden, supra note 28 (describing William Jack as  “Christian educator” who was a founder of Worldview Academy, which was “dedicated to helping Christians think and live in accord with a Biblical worldview”).  69. Again, that was almost exactly the holding of the Supreme Court of the United Kingdom in Lee v. Ashers Baking Co., Ltd., [2018] UKSC 49. There, the court declined to impose liability on a company that refused, on religious grounds, to create a cake bearing the words “Support Gay Marriage.” The court reasoned that “It is deeply humiliating, and an affront to human dignity, to deny someone a service because of that person’s race, gender, disability, sexual orientation or any of the other protected personal characteristics. But that is not what happened in this case and it does the project of equal treatment no favours to seek to extend it beyond its proper scope.” Id. at para. 35.   70. Cf. Lexington Fayette Urban Cty. Human Rights Comm’n v. Hands On Originals, Inc., No. 2015–CA–000745–MR, 2017 WL 2211381, at *6 (Ky. Ct. App. May 12, 2017) (considering a case where a Christian business, Hands on Originals, refused to produce t-shirts celebrating a gay pride festival and holding that the public accommodations law was not violated because “[n]othing of record demonstrates [Hands on Originals] . . . refused any individual the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations it offered to everyone else because the individual in question had a specific sexual orientation or gender identity”) (emphasis omitted).  5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 2019] THE REALITY PRINCIPLE 191  create messages that they find offensive.71 We are able to better understand this sense of the world if we appreciate that it is related to a different and deeper sense of injury. Religious objectors to same sex marriage suffered a serious loss when the Supreme Court held in Obergefell that same sex couples had a constitutional right to marry.72 The highest judicial authority on the meaning of the Constitution had ruled that what they regarded as vivid guiding truths were inconsistent with the demands of equal justice. The Supreme Court seemed to have left behind their deep and special concerns about the world. Nowhere was this more vibrantly represented than in the application of state and local public accommodation laws to marriage service providers. That dynamic made the Supreme Court’s willingness to hear Masterpiece an occasion of great importance to religious conservatives; it opened up an opportunity to constrain Obergefell, and to establish a right for believers to disregard some laws, despite Employment Division v. Smith. But, as we explained in Part I, the Masterpiece Court reaffirmed both Obergefell and the proposition that fervent religious commitment does not entitle objectors to exemptions from antidiscrimination laws. This aspect of Masterpiece undoubtedly disappointed religious dissenters, as it left standing state laws that require the equal treatment of same sex spouses, and imposed on them the personal cost of compliance. But that cost did not undermine the importance of ensuring equal citizenship status for all, nor did it call into question the constitutional status of laws that work to that end. CONCLUSION It may well be the case that some wedding vendors who oppose same sex marriage on religious grounds will feel ill-treated when required  to accept same sex couples as customers on equal terms with others. America’s constitutional commitment to the dismantlement of structural injustice has led civil rights law to require commercial enterprises to comply with antidiscrimination rules, even when those rules are inconsistent with the religious beliefs or cultural commitments of some owners. Everyone should acknowledge and respect the  commitments and identifications of religious citizens who object to marriage equality. We ourselves   71. Laycock & Berg, supra note 43.  72. Many nonreligious objectors to marriage equality suffered a similarly serious loss.  5 - SAGER & TEBBE.DOCX (DO NOT DELETE) 2/20/19  8:32 PM 192 CONSTITUTIONAL COMMENTARY [Vol. 34:171  affirm believers’ claim to equal respect unequivocally. But the effort to limit marriage equality in Masterpiece has properly failed. That effort cannot be revived in the form of an argument that Charlie Craig and David Mullins must suffer discrimination simply because William Jack could find no bakers willing to create cakes bearing his messages. Any such suggestion runs headlong into the reality principle. Charles Black understood that there were feelings and values on both sides of the segregation debate.73 He also appreciated the view that there were constitutional interests on both sides (because segregationists enjoyed freedom of association), which he called the argument from “symmetry.”74 Finally, he saw that finding social meanings can be difficult because “there is no ritually sanctioned way in which the Court, as a Court, can permissibly learn what is obvious to everybody else and to the Justices as individuals.”75 We acknowledge those complexities as well, as we must. They are genuine difficulties, but they should not obscure our perception of reality any more than they obscured his. Ultimately, Charles Black rejected the false equivalence of constitutional values that claimed to disable the declaration of racial justice in Brown. The Masterpiece Court is being read by some to gesture towards the proposition that a state can only protect a couple from being refused a wedding cake because they are both men if it also protects a person who wants to buy a cake inscribed with words denouncing same sex marriage. That equivalence is false as well, and it should be firmly rejected.   73. Black, supra note 51, at 100 (acknowledging the fear that the Fourteenth Amendment would come to regulate “the genuinely private concerns of man”).  74. Black, supra note 5, at 428.  75. Id. at 427. ",
    "id": 217211148,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.umn.edu:concomm-2178"
    },
    "title": "The Reality Principle",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "Scholarship Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.umn.edu/cgi/viewcontent.cgi?article=2178&context=concomm"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217211148.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217211148"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217211148/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217211148/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217211148"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.umn.edu:concomm-2178",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3665",
        "openDoarId": 0,
        "name": "University of Minnesota Law School",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217211148,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-21T00:50:27+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:12:42+01:00"
    },
    "urls": [
        "https://scholarship.law.umn.edu/concomm/1168",
        "https://scholarship.law.umn.edu/context/concomm/article/2178/viewcontent/5_20__20Sager_20_26_20Tebbe.pdf"
    ],
    "lastUpdate": "2024-02-21T00:50:27+00:00",
    "setSpecs": []
}