{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sinning, Kaden"
        }
    ],
    "contributors": [],
    "createdDate": "2023-02-01T13:29:26+00:00",
    "dataProvider": {
        "id": 12539,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "url": "https://api.core.ac.uk/v3/data-providers/12539",
        "logo": "https://api.core.ac.uk/data-providers/12539/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/553170678.pdf",
    "fullText": "Bowling Green State University ScholarWorks@BGSU Honors Projects Honors College Fall 12-7-2022 The Symbolic Politics of Same-Sex Marriage Legalization Kaden Sinning Bowling Green State University, kadens@bgsu.edu Follow this and additional works at: https://scholarworks.bgsu.edu/honorsprojects  Part of the American Politics Commons How does access to this work benefit you? Let us know! Repository Citation Sinning, Kaden, \"The Symbolic Politics of Same-Sex Marriage Legalization\" (2022). Honors Projects. 829. https://scholarworks.bgsu.edu/honorsprojects/829 This work is brought to you for free and open access by the Honors College at ScholarWorks@BGSU. It has been accepted for inclusion in Honors Projects by an authorized administrator of ScholarWorks@BGSU.    The Symbolic Politics of Same-Sex Marriage Legalization  Kaden Sinning  Honors Project  Submitted to the Honors College  at Bowling Green State University in partial fulfillment of  the requirements for graduation with  UNIVERSITY HONORS  December 7, 2022   Dr. Joshua Boston, Department of Political Science    Dr. Jeffrey Carroll, Department of Philosophy    Dr. Albert Dzur, Department of Political Science     The Symbolic Politics of Same-Sex Marriage  1  Abstract In the aftermath of the Supreme Court’s landmark decision Obergefell v. Hodges (2015), legalizing same-sex marriage nationwide, many commentators highlighted increasing resistance to the ruling. Some observed typical public backlash, but others noted targeted LGBTQ rights bills from state legislators. While much of the scholarly literature suggests that public backlash is short-lived and tends to resolve toward Supreme Court doctrine, less clear is the impact of state legislative efforts following judicial decisions. To help clarify this discrepancy, this research examines the effect of Obergefell on state bill proposals. I argue that Obergefell acts as a trigger for state legislators to employ LGBTQ issues for symbolic purposes. In particular, I expect that LGBTQ-related state legislative proposals will increase after Obergefell, continuing long after mass public opinion has legitimated the Court’s decision. I employ pre- and post- Obergefell data on mass opinion and state legislative bill proposals. Public opinion data on same-sex marriage is derived from a variety of national polls beginning in 2010. For state-level attitudes, I employ data from the American Values Atlas. Using Nexis Uni, I also identify all state legislative bill proposals on LGBTQ-related issues from 2010 to 2022 and use the Linguistic Inquiry and Word Count (LIWC) program to scan these bills for positive and negative emotional language. This research has implications for understanding the effect of Supreme Court policymaking on state-level elite behavior, which broadly impacts voter attitudes and engagement in politics.     The Symbolic Politics of Same-Sex Marriage  2  Introduction In late June 2015, the Supreme Court handed down the contentious decision Obergefell v. Hodges, officially legalizing same-sex marriage nationwide. Supporters of gay rights were elated, having finally won a long-fought battle for equality. But many in the media highlighted bitter opposition to the ruling by individual citizens, conservative interest groups, and legislators, who voiced their displeasure through protest, formal statements, and attempted legislation. Commentators either noted the deleterious consequences of this resistance for gay rights (Culhane 2015, Wolf 2016) or downplayed its efficacy (Ball 2014, Marcus 2015). Scholars have noted a similar pattern of backlash following other salient decisions which have historically captured political discourse and elicited responses from notable figures in the media, government, and general public (Brody 2015, Jacobs 2015, Pearson et al. 2015,). However, despite media observations, empirical research has seemingly moved against the idea of strong backlash against gay marriage; numerous papers have found that the supposed backlash to Obergefell, or Supreme Court rulings generally, has been minimal, if not nonexistent (Flores and Barclay 2015, Tankard and Paluck 2017, Ura 2013). This discrepancy may, in part, be explained by a muddled understanding of who is reacting to the Court and how they are doing so. More actors can react negatively to the Court than just the public; some of whom have a disproportionately loud platform to amplify their displeasure. The ability of these elite figures, namely legislators, to constrain the Court through procedures like court curbing has been examined in a variety of contexts yet rarely have authors explored how elite backlash interacts with the public. Legislators have a wider audience than just the justices when they vocalize disagreement with a decision verbally or through attempts to change the law. Via direct channels with their constituency or vicariously through the media, The Symbolic Politics of Same-Sex Marriage  3  representatives can inform voters, specifically their core base, of the harm or benefit of a salient Court decision. They can also discuss the steps they are taking to oppose it. In this case of Obergefell, conservative legislators can rely on traditional rhetoric surrounding damage to “family values” brought by the Court while drawing attention to a bill they recently introduced to limit the expanse of gay rights in their home state. Thus, backlash from elites and not the wider public could explain misguided reports that conflate the excessive response of a few oppositional legislators with the general public. Determining what factors influence backlash from the public vs other actors and how these intermingle has important implications for the Supreme Court's ability to affect the political landscape beyond the text of its opinions. Contrasting the response of public and state legislators presents one fruitful avenue to study this. State legislators are forced to respond to applicable Supreme Court rulings, either acceding to the Court's authority or resisting it through verbal protest and legislative machinations (Barclay and Fischer 2008). On top of this, they must keep in mind how others will react to their response. A constituency pleased with a legislator’s stance on a ruling will likely help their reelection chances Likewise, a public taking a strong stance on the Court can signal to legislators that they should reflect voter preferences. The former consideration leads directly to legislator engagement with symbolic politics (Sears 1993).  Prior focus on public backlash had come at the expense of a robust understanding of elite response. To help correct this, and better understand their relationship, this paper contrasts the responses state legislators and the public to Obergefell. I compile the number of LGBTQ-related legislation introduced since 2010 from Nexis Uni and compare this with public opinion data on same-sex marriage over the same period. Combined with additional data from the American Values Atlas, I compare the endurance of legislative backlash (measured by the number of The Symbolic Politics of Same-Sex Marriage  4  LGBTQ bills with negative affect introduced) with that of the public (captured by same-sex marriage approval). I hypothesize that backlash from legislators to Obergefell will endure longer than any negative response of the public, with this effect amplified in states with low policy liberalism, states lacking legal same-sex marriage, and states that legalized same-sex marriage through the courts. This research has important implications for understanding the differences in how elites and the public respond to the Supreme Court and emphasizes the necessity of future Court coverage to recognize both actors as unique audiences with divergent interests. Literature Review Theories of Public Backlash Several authors have attempted to forward a clear, theoretical definition of backlash. Bishin et al. (2015) insightfully define backlash as “...a large, negative, and enduring shift in opinion against a policy or group that occurs in response to some event that threatens the status quo.” Although Bishin limits this definition to describe mass public behavior it also offers insights into elite behavior. While elites represent only a sliver of the population, their response can have a similar, yet disproportional, negative and enduring quality. Deming’s (2016) definition emphasizes mobilization of political opposition as another key component of backlash and elite actors certainly have the tools to mobilize (Patashnik 2022). Examples of such backlash from the public and legislators include, among other things, passing legislation directly resisting the Court, the electoral removal of politicians favorable to the ruling, and resistance to the ruling’s implementation (Deming 2016). Incorporating political mobilization offers a strong basis on which to study backlash, being both robust and general enough to capture a wide range of behavior. The Symbolic Politics of Same-Sex Marriage  5  Many distinct models exist to describe the relationship between the public and Supreme Court (Flores and Barclay 2015, Rosenberg 2008) with two standing out. The legitimation model argues that decisions handed down by the Court have a legitimating effect on the public, shifting national opinion towards that of the Court (Ura 2013). Contrasting this is the thermostatic model, which predicts that as the Court makes decisions of a certain ideological orientation, public preferences are increasingly fulfilled until the Court eventually goes too far in one direction, creating a negative feedback loop as preferences adjust (Ura 2013). When policy becomes too liberal for an individual’s preferences, they express lower support for liberalism and vice versa for conservative policy. Both theories dominate academic discussions with each offering alternative accounts of the Supreme Court’s compliance-generating capacity. Both have major implications for understanding backlash. In one case (the thermostatic model), the Court can directly cause backlash by shifting public mood while in the other (the legitimation model), backlash is not anticipated. Other proposed relationships between the public and the Court abound. These include the polarization model, which states judicial decisions should increase approval from those favorable and decrease approval in those unsupportive, and the consensus model, which predicts that opinion should not change either way as the Court sides with public opinion and its decisions reflect already existing attitudes (Flores and Barclay 2015). Ura (2013) finds the legitimation and thermostatic theories alone incapable of explaining popular response to the Court. Observing the connection between judicial liberalism and public attitudes in salient cases, he finds both models have some validity. When a decision is handed down, the public initially becomes more hostile, moving away from the Court’s position as predicted by the thermostatic hypothesis. Within a few years, however, this behavior reverses itself. The public’s opposition to the ruling dies down The Symbolic Politics of Same-Sex Marriage  6  and gradually moves toward the Court’s now-established precedent. Ura’s findings indicate that in the long run, the relationship between the Supreme Court and the mass public is characterized by legitimation. Public Backlash to Same-Sex Marriage Other authors have come to similar conclusions or found more evidence for the legitimation effect. Bishin et al. (2015) find that those exposed to a hypothetical article about the Supreme Court legalizing gay marriage either show no change in favorability of, or attitude towards, gay marriage or show a positive shift in favor of it. The intensity of this feeling does not change either. Looking at the Massachusetts Supreme Court’s decision Goodridge v. Department of Public Health (2003), they also find zero negative shift in opinion, indicating an absence of backlash. Flores and Barclay (2016) build on this implication that Court rulings can positively affect support for gay marriage. Their findings show minimal support for any backlash or polarization effects. Rather, among those states which legalized same-sex marriage, opinion either did not change or become more supportive. Even strongly conservative Nebraska showed no drop in public approval following Obergefell (Kazyak and Stange 2018). In contrast, a small but significant number of people in Iowa became less supportive of gay marriage following the Iowa Supreme Court’s unpopular Varnum decision, however, this was still offset by those who became more favorable (Kreitzer et al. 2014). It seems courts have little to fear of reprisal from the public, even over socially contentious issues and especially in the long run. But what factors would cause individuals to become more supportive of a policy counter to their preferences? One reason may be a predisposition to favor same-sex marriage in the first place. Individuals in Iowa who moved more toward the Court’s position were by and large demographics more likely to favor gay marriage (Kreitzer et al. 2014). Such demographics The Symbolic Politics of Same-Sex Marriage  7  include those with gay friends or relatives, the non-religious, and the youth. Salient decisions favorable to LGBTQ rights push those on the threshold toward the consensus position. Court rulings could also change people’s perceptions of social norms. Tankard and Paluck (2017) observe that following Obergefell, the public perceived social norms to be more in favor of gay marriage. They also observed that when same-sex marriage legalization was presented as more likely, participants understood status quo norms as more favorable to gay marriage. While these results are accompanied by no change in personal attitudes, they nonetheless demonstrate that the Court can adjust individual perceptions in other ways that guide their behavior. People who consider Obergefell as highly reflective of American opinion are more likely to support it (Kazyak and Stange 2018). Were this the case here, it could have an especially pronounced effect on those who are statistically more likely to favor gay marriage yet currently oppose it. Stoutenborough et al. (2006) underscore this in noting the importance of individual characteristics, including gender, religion, education, etc., in understanding the Court’s influence on public opinion. Looking at an earlier gay rights decision, Lawrence v. Texas (2003), the authors observe a decrease in support for gay rights after the ruling. They emphasize the potential role of the media rhetoric and coverage of Justice Scalia’s strong dissent. While this result stands in stark contrast to the previously cited literature, others have pointed out a gradual increase in gay marriage approval following the decision (Persily et al. 2006) which would square Lawrence with Ura’s later findings. If academic consensus supports the idea that the Court has no long-term negative impact on support for gay rights, what explains reports of backlash? Is the media drumming up hysteria? Turning to a different branch of literature reveals this is not the case. The Symbolic Politics of Same-Sex Marriage  8  Three factors have been proposed to contribute to a feeling of thermostatic public opinion. Rhetorical changes are one of crucial importance. While research has shown public opinion to be resilient to change, these polls and panels may not capture how individuals discuss or think about gay rights in their daily lives. Opponents may become more embittered, using more hostile language to discuss the issue. Individuals consuming these negative symbols may themselves share in the hostility (Stoutenborough et al. 2006). This is suggested by findings employing Twitter data, which help reveal how people discuss gay marriage outside of narrow questionnaires. Those opposed to gay marriage show a temporary increase in both anger and intensity following Obergefell while supporters show a similar increase in intensity shortly after, perhaps in response to opponents (Clark et al. 2018). Social media has also had a transformative role in how people are exposed to information. Previously disinterested individuals are now inundated with information from both pro and anti-same-sex marriage organizations and figures (Peterson 2014). This can both expose some people to its importance while ensnaring others in information bubbles, creating further animosity toward LGBTQ rights and its supporters. The use of Twitter to capture public discourse offers a germane methodology for this research and is one may be a particularly useful tool to capture backlash. Rhetorical influences lead to another factor, the media. As previously suggested by Stoutenborough et al. (2006), the media itself can use more negative and oppositional rhetoric in its coverage of LGBT rights. Such could be an even greater issue pre-Obergefell when national support for gay marriage remained minimal. Public opinion after Lawrence indicates this by following trends in how often the media covered the decision (Persily et al. 2006). The fact that many Americans’ knowledge of the Supreme Court is mediated by the media amplifies this effect, showing the reach of the news media over the public (Hitt et al. 2019). This effect can The Symbolic Politics of Same-Sex Marriage  9  also exist during contentious election seasons. Donovan and Tolbert (2013) pose the question, “Do popular votes on rights create animosity towards minorities?” and find that religious individuals have increased animus toward gays and lesbians in states where their rights were put on the ballot. The potential role of the media here is evident, as many voters learn about issues and form opinions by watching the news (Bartels 1993, Gamson and Modigliani 1989) where they absorb rhetoric and symbols triggering their own biases and predispositions. Elite Backlash Donovan and Tolbert’s findings also suggest another factor explaining claims of backlash – influential political figures and elites. These powerful individuals, including elected officials and interest group leaders, could wield their positions of power to influence both the public and the judiciary. Were elites granted a disproportionate media spotlight, it could explain why perceptions of backlash were greater than the reality (Bishin et al. 2020). In earlier cases involving minority rights, many politicians showed indignation at the Supreme Court, with Brown v. Board of Education (1954) standing out as a major locus of resistance (Rosenberg 2008, Rubin and Elinson 2018). Countless Southern politicians fulminated against the decision and the rhetoric of influential senators, exemplified in the Southern Manifesto, framed discussion and action within their home states and in the media (Rubin and Elinson 2018). More contemporary research has shown that when people hear statements about the Court from politicians they favor, they are more likely to agree with their statement (Armaly 2017), demonstrating their powerful influence over the public. In her discussion of punitive crime policy, Weaver (2007) proposes a theory of “frontlash” to explain how formerly defeated groups can organize to “manipulate the issue space” and forward an agenda to dominant debate. Losers in a policy conflict can twist their The Symbolic Politics of Same-Sex Marriage  10  defeat into an advantage by reframing their agenda and mobilizing resources for future conflicts. The response of opposition elites to minority rights could be one strategy to accomplish this (Bishin et al. 2020). Elite opponents of gay marriage can galvanize support for their cause by raising money, organizing campaigns, and building coalitions (Bishin et al. 2020). Iowa’s 2010 judicial retention elections are a prime example of this. Anti-gay marriage interest groups flooded the race with cash in an ultimately successful attempt to unseat justices who had just voted to legalize same-sex marriage. Compared to other elections around the country Iowa’s featured higher than average donations, fewer donors, and more money from out of state (Bishin et al. 2020). Elite signals also affected voters; demographics targeted by oppositional interest groups, namely evangelicals, had both greater participation and less voter roll-off (Bishin et al. 2020).  As more elites become outwardly antagonistic towards gay marriage and LGBT rights generally, hostile norms are reinforced. These norms can create a culture firmly intolerant of gay rights which has further deleterious consequences (Ayoub and Page 2019). Ayoub and Page (2019) observe that in countries with norms hostile to LGBT rights, those opposed to these rights are more politically active and vice versa for those in supportive nations. Their findings suggest that elite shifts in rhetoric can not only have immediate effects but reinforce existing power structures by disincentivizing the participation of those opposed, at least where these elites are already most powerful. They also indicate that this effect, if it exists between countries, could also persist between American states with their highly diverse political cultures and norms which leads to my second hypothesis. The general public is not the only audience for Supreme Court opinions. The executive and legislative branches, alongside the states, are also entangled in a complex relationship with The Symbolic Politics of Same-Sex Marriage  11  the judiciary going both ways. As Williams (1984) trenchantly states, the Supreme Court “does not have a monopoly on correct constitutional interpretation.” Much has been written on Congress and the President’s ability to constrain the Court through talk and action. Both can influence constituent opinion (Armaly 2017) as well as induce justices to vote in their ideological favor through the threat of court packing (Clark 2009). Statutory language is another powerful tool to tilt judicial behavior in legislators’ favor, with Congress successfully constraining Republican appointees on appellate courts in civil rights cases and Democratic appointees in criminal cases (Randazzo et al. 2006). The other branches of government are not merely passive recipients of judicial rulings but active participants in the decision-making process of the justices. The response of state governments to the judiciary offers a particularly interesting look at these intricate dynamics. Justices on the Supreme Court have a vested interest in ensuring state compliance to increase both effectiveness and legitimacy and correspondingly react in anticipation of noncompliance (Black et al. 2017). The professionalism of state legislatures is a major consideration in the Court’s evaluation of noncompliance, with less “professional” legislators being seen as more likely to rely on special interest groups and promote court curbing and less likely to call out judicial obstruction (Black et al. 2017). On the other end of this relationship, the language of state legislation can have a similar effect on the judiciary as Federal Congress. More detailed statutes “significantly limit” the discretion of liberal judges (Randazzo et al. 2010). Although state courts have distinct interests from the Supreme Court, they are often responsive to Supreme Court precedent (Comparato and McClurg 2007), meaning state legislatures could indirectly halt Supreme Court influence by constraining judges within their state. The Symbolic Politics of Same-Sex Marriage  12  States have shown a great degree of responsiveness to judicial action on LGBTQ rights. Following the Supreme Court’s decision in Lawrence v. Texas (2003) overturning anti-sodomy laws and the Massachusetts Supreme Court decision Goodridge v. Department of Public Health (2003) making Massachusetts the first state to legalize same-sex marriage a majority of states reacted negatively. Rosenburg (2008) describes in intricate detail how in the years following these decisions thirty-five states enshrined heterosexual marriage as the only legally recognized form of marriage either through legislation or constitutional amendment. However, legislators are not always successful in passing such reactive legislation. In response to earlier controversial Supreme Court cases such as Brown v. Board of Education (1954) and Roe v. Wade (1973), many state legislatures saw the introduction of more bills relevant to the issue in question, most of which failed to pass (Blake 1977, Klarman 1994). This effect was amplified in states where resistance to the Court’s decision was most likely, for instance, in the deep South in response to Brown (Klarman 1994). A similar effect exists for same-sex marriage as well (Barclay and Fischer 2008, Culhane and Sobel 2005). While seemingly counterintuitive, is there some utility in introducing bills that fail to pass? Barclay and Fischer (2008) pertinently suggest that dead-on-arrival legislation can serve as a signal to the electorate and judiciary. Focusing on same-sex marriage, they find competitive states with more adherents to faiths hostile to gay marriage saw the introduction of more bills opposing it. Likewise, the content of this abortive legislation is simpler and more straightforward, and the passage of such laws does not discourage the introduction of future legislation (Barclay and Fischer 2008). This would indicate that legislators seek to signal courts as well and discourage any potential judicial intervention into same-sex marriage within their state. Barclay and Fisher also interestingly observe that in a substantial minority of states, more The Symbolic Politics of Same-Sex Marriage  13  bills were introduced when other state courts made liberal rulings on gay marriage. Connecting this to earlier illustrative examples (Klarman 1994) reveals the potential for states predisposed to opposing the Court, due to already existing laws or voter preferences, to react stronger under the threat that their laws will be undermined.  The evidence for state legislators using bills to signal the public appears strong. While firm conclusions connecting backlash from elites to the public cannot yet be drawn, one potential link is that legislators who introduce bills induce backlash in a certain segment of the population. Such could occur if legislators discuss their proposals and drum up support from their constituency by flashing their legislative record. If this backlash manifests through more hostile rhetoric from those already strongly opposed to same-sex marriage it would be difficult to capture by traditional polling. While studying Twitter helps rectify this, any strong statements of causality still should not be drawn. The fact that legislators have other groups to signal other than the public, however, shows a major difference between both forms of backlash. Whereas the public is often unconsciously and temporarily reactive, legislators can be purposeful in their actions. By introducing LGBTQ-adjacent bills, legislators indicate to their supporters that they are working to fulfill their preferences.  Legislators proposing these bills may also be engaging in what some authors have termed “symbolic politics” (Sears 1993).  Rather than focusing on the concrete effect of a policy, symbolic politics emphasizes the meanings political actions convey. Substance is subordinate to audience perception (Stolz 2002). Likewise, audience perception itself is colored by longstanding predispositions which are triggered by relevant symbolic objects (Sears 1993). These symbols can enhance the standing of the politician, whose appearance of activity may bring future electoral success from receptive voters (Stolz 2002). Political symbols in general can The Symbolic Politics of Same-Sex Marriage  14  likewise reassure the public, threaten outsiders, or establish behavioral norms (Ovink et al. 2016).  In this context, state legislators introducing LGBTQ-related legislation care less about their genuine likelihood of passage than what they signal. When bringing bills to the legislature’s floor, opponents of LGBTQ rights can rely on traditional tropes, stereotypes, and popular myths not only in a bill’s text (which few constituents are likely to read) but verbally as well. Rallies, media interviews, town hall meetings, and social media all grant legislators platforms to discuss their proposals and employ negative symbols to their audiences. Given that gestures towards moral values or objectifying and inaccurate portrayals of LGBTQ individuals are replete in anti-LGBTQ politics (Russell et al. 2011), politicians using these symbols have a disproportionately powerful platform to amplify and perpetuate them. The same may be true of supportive politicians as well, who can just as easily court their liberal audience in attempting to fulfill their preferences. This could, in part, contribute to Ayoub and Page’s (2019) earlier referenced observations that individuals more tolerant of homosexuality participate more in states with more gay-friendly policies, while those that are intolerant are more likely to participate in states espousing homophobia. The symbols, and the stereotypes or rhetoric they reinforce, may further perpetuate a culture of tolerance/intolerance, shaping the formation of predispositions mediating subjects’ reception of the same symbols in the first place. The likelihood of elite filtration of Supreme Court decisions compounds this, raising the power of legislators to shape popular consciousness and discourse (Hitt et al. 2019). The major social shift marked by Obergefell may have made the use of anti-LGBTQ symbols particularly effective. Politicians can take advantage of short-term public backlash for political gain, swaying those predisposed to influence by utilizing anti-LGBTQ symbols and The Symbolic Politics of Same-Sex Marriage  15  mobilizing their votes for future elections. For those of whom Obergefell represented defeat, this could be an attempt at frontlash (Weaver 2007) as they attempt to reshape the debate and mobilize resources for future social conflict. More generally, authors have uncovered a similar use of symbolic politics in a variety of policy areas (Citrin et al. 1990, Ovink et al. 2016, Stolz 1983, 2002), indicating politicians have experience deploying symbolic gestures for strategic gain. Obergefell may have just provided legislators the spotlight to do so even more effectively to a receptive, politically sensitive public. Theory and Expectations  This vast array of research unites to evince the existence of powerful differences between the public and elites in act, power, and influence. Thus, consistent with prior literature (Blake 1977, Klarman 1994, Ura 2013), I distinguish both, and predict different reactions from each in the aftermath of Obergefell. For the public, I take Ura (2013) research as a starting point and predict that after Obergefell, the public will initially show decreased favorability towards same-sex marriage which will steadily move towards the Courts position. Building on prior literature, I look at the effect on the state level. This means that while some states may show more or less of a shift in public opinion, the general tendency towards legitimation should hold. Public-Backlash Hypothesis: Following Obergefell, the public will show less support for same-sex marriage in the short term and greater support over the long term  Taking cues from Barclay and Fischer 2008, Blake 1977, and Klarman 1994, to capture elite behavior I examine the number of LGBTQ related proposals each state legislature introduced. As these authors demonstrate, state legislators introduce relevant legislation following controversial Court decisions, even legislation with little chance of passing. They may be doing so to signal other political actors or the public, engaging in symbolic politics for future The Symbolic Politics of Same-Sex Marriage  16  political gain (Sears 1993). With Obergefell’s status as another highly salient piece of controversial social policy, it may be expected that legislators will react similarly to the decision. They may take the opportunity to signal their constituency and drum up support for future campaigns not just against same-sex marriage, but against the increasingly visible queer population generally. Elite-Backlash Hypothesis: Following Obergefell, states will have more antagonistic legislation introduced toward LGBTQ rights  Importantly, there are several factors which determine the strength of both public and elite backlash. Generally, more conservative states should be expected to react stronger against such a solidly liberal ruling. Several authors have shown this to be the case among traditionally conservative demographics (Bishin et al. 2020, Donovan and Tolbert 2013). Likewise, states lacking legal same-sex marriage pre-Obergefell whose hostile legislation had just been overturned should be expected to be strongly against this overturning of state policy. In these, states, or those previously required to legalize same-sex marriage by state or federal court, resistance should be the greatest as neither legislators or the public had much input (Klarman 1994). On the other hand, states in which same-sex marriage has already been legalized through statute or initiative (as was the case in eleven states) may see less backlash over this potentially long settled issue. Ideology Hypothesis: The effects predicted by the public- and elite-backlash hypotheses will be stronger among States with lower levels of policy liberalism and that lack legal same-sex marriage pre-Obergefell  While both backlash pathways are influenced by these factors, elites and the public still maintain their distinct differences in motivation. The vagaries of public can generally be viewed The Symbolic Politics of Same-Sex Marriage  17  as reflecting people’s genuine reaction to a particular event. One reacts to Obergefell, or any other salient decision, with various predispositions and biases and expresses their adjusted beliefs to colleagues or a pollster, potentially changing their mind over time given new circumstances (Sears 1993). Legislators have much more to bear in mind when they voice their opinion. Other institutional actors hear and react to what they say, including the public who may reward or punish them for their behavior. Legislators also have a louder platform to amplify their message and can potentially influence the opinion of their core constituency themselves. Even if the public is becoming increasingly favorable towards LGBTQ rights, this need not mean that a legislator will adjust their voting patterns, especially if the issue is of low salience for most voters. Most voters, that is, except the legislator’s base. This provides legislators greater incentives to continue introducing bills hostile towards LGBTQ rights long after Obergefell, using the ruling to further attacks on the queer community for potential electoral gain. Temporal-Divergence Hypothesis: Bills hostile to LGBTQ rights will continue being introduced at elevated levels for a longer period than any shift in public opinion lasts. Methods  Recapitulating the work of Ura (2013), I examine public opinion on same-sex marriage to test for any decline in favorability. To do so, I take data from the American Values Atlas, a project of the Public Religion Research Institute. Beginning on January 2 2014, around 10,000 to 50,000 individuals, representative of the total population from all 50 states, were surveyed using stratified, single-stage, random-digit-dialing. Telephone interviews were conducted weekly over the course of each year. Respondents were asked “All and all, do you strongly favor, favor, oppose, or strongly oppose allowing gay and lesbian couples to marry legally?” I gathered the  The Symbolic Politics of Same-Sex Marriage  18  favorability/disfavorability, both nationally and for each state, each year from 2014 to 2021, excluding 2018 and 2019 which did not ask about same-sex marriage.  To measure legislative backlash, I gathered data from Nexis Uni on all bills proposed in every state from January 2010 to December 2020 using the words/phrases same-sex marriage, gay marriage, homosexuality, homosexual, LGBTQ, LGBT, or transgender. These were chosen to ensure that both conservative and liberal coded bills legislation was included. Conservative politician may be much more likely to use “homosexual” rather than “LGBTQ” for instance or “gay marriage” instead of “same-sex marriage.” 6628 bills were collected. These were then run through the Linguistic Inquiry and Word Count (LIWC) program which scanned each bill’s language for the percentage of positive and negative emotional words contained in the text. These were sorted on a yearly basis and analyzed to find the total number of positively and negatively coded bills proposed each year since 2010. Bills with more positive language than negative were coded as positive emotion bills while those with more negative language were coded as negative emotion bills. I finally gathered each states policy liberalism score using data from Caughy and Warshaw (2015) and information on both when and how states legalized same-sex marriage with the help of Pew, Barclay and Fischer (2008), and Rosenburg (2008). States were coded as liberal or conservative based on whether their policy liberalism score was above or below zero respectively. These were regressed with the number of positive- and negative-affect bills proposed each year to test for an increase in likelihood that a positive/negative bill would be introduced after June 26, 2015, conditioned on state policy liberalism and whether it had already legalized same-sex marriage.  The Symbolic Politics of Same-Sex Marriage  19  Results  Data from the American Values Atlas confirms the public backlash hypothesis. Figure 1 illustrates that in 2014, the first year in the dataset, favorability of same-sex marriage was 54 percent. The following year, 2015, favorability slightly decreased to 53 percent. In 2016, this rebounded to 58 percent and has continued to rise each year, with a favorability rating of 68 percent in 2021. For every year in the dataset after 2015, favorability rises.            4045505560657075802014 2015 2016 2017 2020 2021FavorabilityYearState-Level SSM Favorability by Legalization DateLegal Pre-2014 After 2014, Before Obergefell After Obergefell50525456586062646668702014 2015 2016 2017 2020 2021FavorabilityYearNational Same-Sex Marriage Approval Since 2014Figure 1 Figure 2 The Symbolic Politics of Same-Sex Marriage  20   Figure 2 looks at favorability at the state-level. States are separated by when they legalized same-sex marriage; either before 2014, between 2014 and early 2015, and after Obergefell. Overall, in states that legalized same-sex marriage pre-Obergefell, no drop in favorability is seen. In fact, in states that only recently legalized same-sex marriage, there appears a slight increase in favorability. While this is true in the aggregate, this differs greatly between individual states. Some states, including Alabama, Iowa, and New York, have no decrease in favorability while others, such as New Hampshire and Rhode Island do. Some show lower favorability several years after Obergefell, decreasing around 2020. The greatest decrease in favorability comes from states who criminalized same-sex marriage up until Obergefell. Just over half of these states (eight out of thirteen) have lower favorability in 2015, decreasing from about 45 to 43 percent favorability.              Figure 2 The Symbolic Politics of Same-Sex Marriage  21  Next, I test elite backlash. As table 1 regressions indicate, without Obergefell, liberal states introduce higher rates of positive legislation and are less likely to propose bills with negative language. After Obergefell is handed down on June 26, 2015, liberal states show a significant increased likelihood of introducing positive emotion legislation. Conservative states, on the other hand, introduce positive bills at the same rate they did pre-Obergefell. While the likelihood of negative bills is slightly significant given the state liberalism and after Obergefell treatments, this is only just so and approaches insignificance.   Figure 3 Figure 4 Figure 5 Figure 6 The Symbolic Politics of Same-Sex Marriage  22  Just looking at the number of negative bills proposed similarly reveals little difference between liberal and conservative states. Conservative states, portrayed in figure 5, do not introduce significantly more negative LGBTQ legislation than liberal states, shown in figure 6, even after Obergefell. In fact, most states overall introduce comparatively little negative LGBTQ legislation in the first place, with a few states (those with larger populations like California) outstripping the rest. Figures 3 and 4 show that post-Obergefell, liberal and conservative states see the introduction of negative legislation at similar rates pre-Obergefell. The same holds in states with and without legal same-sex marriage before Obergefell. There is no significant change in the number of legislative proposals. While negative bills are not being introduced at elevated levels, there is no drop in the number of statute proposals either. As figures 3-6 indicate, states of any ideological persuasion see a consistent number of negative LGBTQ proposals. Obergefell appears to have little effect in tempering or encouraging future negative-emotion legislation.    Before Obergefell Figure 7 Figure 8 Before Obergefell The Symbolic Politics of Same-Sex Marriage  23  What Obergefell unquestionably does do is increase the percentage of positive language in bills in liberal states. After the decision, we see a significant increase in this percentage compared to before, as those states above 0 (liberal) have shown a greater level of positive language (figure 7). Figure 8 may gesture at an increase in negative language as well, albeit a much smaller increase, but the level of overlap between negative language percentages pre- and post- Obergefell is so great that any definitive conclusion cannot be drawn. Discussion  The largely inconsistent thermostatic/legitimation effects state-by-state indicate that, while Ura’s (2013) finding of immediate backlash followed by legitimation holds on the national level, state by state it can vary greatly. The thermostatic effect is stronger in states directly affect by Obergefell while those states that only recently legalized same-sex marriage show a pure legitimation effect. States where the issue was settled policy show no effect at all. These findings highlight how unique the unique and dynamic interests in each state can change how the Supreme Court influences public opinion. The exact dynamics by which this operates in each state cannot be covered here, but the highly disparate results indicate that an individualized approach to each state may be useful. Explanations for why some states directly affected by Obergefell, including Kentucky and Georgia, show no lesser favorability while others were same-sex marriage was a long-settled issue, like Maine and New Hampshire, do requires an approach highly sensitive to the unique dynamics and interest groups at play in each state. Still, the largely inconsistent findings between individual states indicate that, while the tendency discussed by Ura (2013) for thermostatic short-term opinion and long-run legitimation holds on the national level, these can vary greatly by state. The Symbolic Politics of Same-Sex Marriage  24   The positive relationship found between Obergefell and the introduction of positive LGBTQ legislation in liberal states, while perhaps not unexpected, nonetheless reveals the power of the Court to vicariously influence the social landscape. By legalizing same-sex marriage, legislators in liberal states are signaled that promoting legislation favorable to queer communities will incur little resistance. Liberal legislators can also be employing symbolic politics to appeal to their liberal constituency. As the public becomes increasingly favorable towards same-sex marriage in response to Obergefell, legislators can better use LGBTQ issues to shore up future electoral support, even if these proposals bring little substantive change.  Conservative states clearly lack this effect, seemingly introducing neither more positive nor negative legislation. Without a clear effect, it is difficult to draw out any definitive reasons for why this is the case. Perhaps conservative legislators anticipate that a strong stance either way, for or against the Court, will be disfavorable to their voters. Legislators in conservative states may also be introducing legislation at similar rates but becoming more vocal about it. Here, a more fine-grained analysis is warranted. While states can be easily classified as liberal or conservative, within each category there may be a variety of diverse experiences. Looking closer at each may contribute to a comprehensive understanding of the unique dynamics at play in each state between various interest groups, the public, government officials and the judiciary.  At the same time, the temporal-divergence hypothesis is at least partially vindicated. While conservative states do not see a significant increase in bill proposals post-Obergefell, the level or proposals does not decline either. This, despite rising favorability of same-sex marriage, even in conservative states and where it was illegal before the Court’s decision. Exploring the reasons for the relationship further presents a fruitful avenue for future research. Conservative legislators may be attempting to reach their base who they anticipate will be receptive to The Symbolic Politics of Same-Sex Marriage  25  homophobic legislation. Research looking closer at the demographics of those opposed to same-sex marriage and how their opinions change over time in each state would help draw this out. Evangelicals in Alabama, for instance, would be unlikely to change their favorability at the same rate as the general population. Unfortunately, this level of analysis if difficult, if not impossible to do fully in this paper given the limits of prior surveys but future state-level research would benefit greatly from incorporating these distinctions. This research may also be limited by the LIWC analysis. Simply looking at the raw number of positive or negative affect words may incorrectly sort some legislation. Hostile bills may be couched in neutral language while favorable bills could cite negative rhetoric as an imperative for the bill. Certain words can be falsely classified as positive or negative as well. An alternative approach could easily arrive at different results, particularly for proposals in conservative states. Avoiding this in future research is difficult but creating more specified parameters for negative and positive words may be useful. Other superior ways of classifying mass amounts of legislation, perhaps by looking at the proposer’s ideology, should be explored in the future. Likewise, entirely different methods of capturing elite or legislative backlash may better represent resistance to the Court. Other future research should examine the electoral success of politicians proposing these positive or negative bills to see where their symbolic rhetoric actually works in their favor. Research in along this vein is more imperative now than ever. In light of recent attacks on queer representation in schools and general affirming healthcare, a comprehensive research program is necessary to draw out the parallels, and differences, between this recent reaction and the response to earlier gay rights controversies. While the recent bipartisan passage of The Respect for Marriage Act may indicate the gay marriage debate is settled nationally, the fight for The Symbolic Politics of Same-Sex Marriage  26  LGBTQ rights remains in these other areas. Better understanding resistance to queer communities beyond marriage equality is imperative to anticipate reaction. Future research investigating these new forms of backlash and the success of politicians employing newly hostile rhetoric, especially after the Court’s more recent Bostock decision, is undoubtably crucial to address the increasing acceptance, and simultaneous marginalization, of queer communities.                   The Symbolic Politics of Same-Sex Marriage  27  References Armaly, M. (2017). Extra-judicial Actor Induced Change in Supreme Court Legitimacy. Political Research Quarterly, 71(3), 600–613. Ayoub, P., & Page, D. (2019). When Do Opponents of Gay Rights Mobilize? Explaining Political Participation in Times of Backlash against Liberalism. Political Research Quarterly, 73(3), 696–713. Ball, M. (2014, March 21). The Religious Right’s Failed Gay-Marriage Backlash. The Atlantic. https://www.theatlantic.com/politics/archive/2014/03/the-religious-rights-failed-gay-marriage-backlash/284496/ Barclay, S., & Fischer, S. (2008). Said and Unsaid: State Legislative Signaling to State Courts over Same Sex Marriage 1990–2004. Law & Policy, 30(2), 254–275. Bartels, L. (1993). Messages Received: The Political Impact of Media Exposure. The American Political Science Review, 87(2), 267–285. Bishin, B., Hayes, T., Incantalupo, M., & Smith, C. (2015). Opinion Backlash and Public Attitudes: Are Political Advances in Gay Rights Counterproductive? American Journal of Political Science, 60(3), 625–648. Bishin, B., Hayes, T., Incantalupo, M., & Smith, C. A. (2020). Elite Mobilization: A Theory Explaining Opposition to Gay Rights. Law & Society Review, 54(1), 233–264. Black, R., Owens, R., Wedeking, J., & Wohlfarth, P. (2017). US Supreme Court Opinions and their Audiences. Cambridge University Press. Blake, J. (1977). The Supreme Court’s Abortion Decisions and Public Opinion in the United States. Population and Development Review, 3(1/2), 45–62. Boehmke, Frederick J., Brockway, M., Desmarais B., Harden, Jeffery J., LaCombe S., Linder F., Wallach H., 2018, \"State Policy Innovation and Diffusion (SPID) Database v1.2\", https://doi.org/10.7910/DVN/CVYSR7, Harvard Dataverse, V6, UNF:6:mwdxmIaqMAg1URlA4kCX8g== [fileUNF] Brody, R. (2015). Views You Can Use: Love Wins. US News & World Report. https://www.usnews.com/opinion/articles/2015/06/26/reactions-to-the-supreme-court-legalizing-gay-marriage Citrin, J., Reingold, B., Walters, E., & Green, D. (1990). The “Official English” Movement and the Symbolic Politics of Language in the United States. The Western Political Quarterly, 43(3), 535–559. Clark, T. (2009). The Separation of Powers, Court Curbing, and Judicial Legitimacy. American Journal of Political Science, 53(4), 971–989. Clark, T., Staton, J., Wang, Y., & Agichtein, E. (2018). Using Twitter to Study Public Discourse in the Wake of Judicial Decisions: Public Reactions to the Supreme Court’s Same-Sex-Marriage Cases. Journal of Law and Courts, 6(1), 93–126. Comparato, S., & McClurg, S. (2007). A Neo-Institutional Explanation of State Supreme Court Responses in Search and Seizure Cases. American Politics Research, 35(5), 726–754. Culhane, J. (2015, June 26). The Gay Marriage Fight Isn’t Over. POLITICO Magazine. https://www.politico.com/magazine/story/2015/06/gay-marriage-legal-backlash-119468/ Culhane, J., & Sobel, S. (2005). The Gay Marriage Backlash and Its Spillover Effects: Lessons from a (Slightly) Blue State. Tulsa Law Review, 40(3), 443–466. Deming, A. (2016). Backlash Blunders: Obergefell and the Efficacy of Litigation to Achieve Social Change. Journal of Constitutional Law, 19(1), 271–298. The Symbolic Politics of Same-Sex Marriage  28  Donovan, T., & Tolbert, C. (2013). Do Popular Votes on Rights Create Animosity Toward Minorities? Political Research Quarterly, 66(4), 910–922. Flores, A., & Barclay, S. (2015). Backlash, Consensus, Legitimacy, or Polarization. Political Research Quarterly, 69(1), 43–56. Gamson, W., & Modigliani, A. (1989). Media Discourse and Public Opinion on Nuclear Power: A Constructionist Approach. American Journal of Sociology, 95(1), 1–37. Hitt, M., Saunders, K., & Scott, K. (2019). Justice Speaks, but Who’s Listening? Mass Public Awareness of US Supreme Court Cases. Journal of Law and Courts, 7(1), 29–52. Jacobs, B. (2015, July 4). “This decision will not stand”: Republicans seek common cause against same-sex marriage. The Guardian. https://www.theguardian.com/us-news/2015/jul/04/republicans-against-same-sex-marriage Kazyak, E., & Stange, M. (2018). Backlash or a Positive Response?: Public Opinion of LGB Issues After Obergefell v. Hodges. Journal of Homosexuality, 65(14), 2028–2052. Klarman, M. (1994). How Brown Changed Race Relations: The Backlash Thesis. The Journal of American History, 81(1), 81. Kreitzer, R., Hamilton, A., & Tolbert, C. (2014). Does Policy Adoption Change Opinions on Minority Rights? The Effects of Legalizing Same-Sex Marriage. Political Research Quarterly, 67(4), 795–808. Marcus, R. (2015, June 30). Why there won’t be a gay marriage backlash. Washington Post. https://www.washingtonpost.com/opinions/what-gay-marriage-backlash/2015/06/30/e2927866-1f4b-11e5-bf41-c23f5d3face1_story.html Ovink, S., Ebert, K., & Okamoto, D. (2016). Symbolic Politics of the State. Socius: Sociological Research for a Dynamic World, 2, 1–15. Patashnik, E. (2022). Backlash Politics in America’s Disunited and Polarized State. Studies in American Political Development, 36(1), 1–5. Pearson, M., Sanchez, R., & Martinez, M. (2015, June 26). Here’s how America reacted to Friday’s marriage equality ruling. CNN. https://www.cnn.com/2015/06/26/politics/supreme-court-same-sex-marriage-reaction Persily, N., Egan, P., & Wallsten, K. (2006). Gay Marriage, Public Opinion and the Courts. Faculy Scholarship at Penn Law, 1–49. Peterson, S. (2014). The Effect of Social Media on Public Awareness and Extra-Judicial Effects: The Gay Marriage Cases and Litigating for New Rights [Masters Thesis, Portland State University]. Randazzo, K., Waterman, R., & Fine, J. (2006). Checking the Federal Courts: The Impact of Congressional Statutes on Judicial Behavior. The Journal of Politics, 68(4), 1006–1017. Randazzo, K., Waterman, R., & Fix, M. (2010). State Supreme Courts and the Effects of Statutory Constraint. Political Research Quarterly, 64(4), 779–789. Rosenberg, G. (2008). The Hollow Hope: Can Courts Bring About Social Change? University of Chicago Press. Rubin, R., & Elinson, G. (2018). Anatomy of Judicial Backlash: Southern Leaders, Massive Resistance, and the Supreme Court, 1954–1958. Law & Social Inquiry, 43(03), 944–980. Russell, G., Bohan, J., McCarroll, M., & Smith, N. (2011). Trauma, Recovery, and Community: Perspectives on the Long-Term Impact of anti-LGBT Politics. Traumatology, 17(2), 14–23. Sears, D. (1993), Symbolic Politics: A Psycho-Social Theory. In Iyengar S. and McGuire W. (Eds.) Explorations in Political Psychology (pp. 113-149). Duke University Press. The Symbolic Politics of Same-Sex Marriage  29  Stolz, B. (1983). Congress and Capital Punishment an Exercise in Symbolic Politics. Law & Policy Quarterly, 5(2), 157-180. Stolz, B. (2002). The Foreign Intelligence Surveillance Act of 1978: The Role of Symbolic Politics. Law & Policy, 24(3), 269–298. Stoutenborough, J., Haider-Markel, D., & Allen, M. (2006). Reassessing the Impact of Supreme Court Decisions on Public Opinion: Gay Civil Rights Cases. Political Research Quarterly, 59(3), 419–433. Tankard, M., & Paluck, E. (2017). The Effect of a Supreme Court Decision Regarding Gay Marriage on Social Norms and Personal Attitudes. Psychological Science, 28(9), 1334–1344. Ura, J. (2013). Backlash and Legitimation: Macro Political Responses to Supreme Court Decisions. American Journal of Political Science, 58(1), 110–126. Warshaw, Christopher; Caughey, Devin, 2015, \"Replication Data for: The Dynamics of State Policy Liberalism, 1936--2014\", https://doi.org/10.7910/DVN/ZXZMJB, Harvard Dataverse, V1, UNF:6:iT+06z1StLiNW/PM9TQpCA== [fileUNF] Weaver, V. (2007). Frontlash: Race and the Development of Punitive Crime Policy. Studies in American Political Development, 21(2), 230–265. Williams, R. (1984). In the Supreme Court’s Shadow: Legitimacy of State Rejection of Supreme Court Reasoning and Result. South Carolina Law Review, 35(3), 353–404. Wolf, R. (2016, May 29). Gay marriage victory at Supreme Court triggering backlash. USA Today. https://www.usatoday.com/story/news/politics/2016/05/29/gay-lesbian-transgender-religious-exemption-supreme-court-north-carolina/84908172/ ",
    "id": 553170678,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.bgsu.edu:honorsprojects-1930"
    },
    "title": "The Symbolic Politics of Same-Sex Marriage Legalization",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-12-07T08:00:00+00:00",
    "publisher": "ScholarWorks@BGSU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.bgsu.edu/cgi/viewcontent.cgi?article=1930&context=honorsprojects"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/553170678.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/553170678"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/553170678/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/553170678/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/553170678"
        }
    ],
    "abstract": "In the aftermath of the Supreme Court’s landmark decision Obergefell v. Hodges (2015), legalizing same-sex marriage nationwide, many commentators highlighted increasing resistance to the ruling. Some observed typical public backlash, but others noted targeted LGBTQ rights bills from state legislators. While much of the scholarly literature suggests that public backlash is short-lived and tends to resolve toward Supreme Court doctrine, less clear is the impact of state legislative efforts following judicial decisions. To help clarify this discrepancy, this research examines the effect of Obergefell on state bill proposals. I argue that Obergefell acts as a trigger for state legislators to employ LGBTQ issues for symbolic purposes. In particular, I expect that LGBTQ-related state legislative proposals will increase after Obergefell, continuing long after mass public opinion has legitimated the Court’s decision. I employ pre- and post- Obergefell data on mass opinion and state legislative bill proposals. Public opinion data on same-sex marriage is derived from a variety of national polls beginning in 2010. For state-level attitudes, I employ data from the American Values Atlas. Using Nexis Uni, I also identify all state legislative bill proposals on LGBTQ-related issues from 2010 to 2022 and use the Linguistic Inquiry and Word Count (LIWC) program to scan these bills for positive and negative emotional language. This research has implications for understanding the effect of Supreme Court policymaking on state-level elite behavior, which broadly impacts voter attitudes and engagement in politics",
    "tags": [
        "text",
        "Political Science",
        "Law and Society",
        "Same-Sex Marriage",
        "Backlash",
        "LGBTQ Politics",
        "American Politics",
        "Political Science"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.bgsu.edu:honorsprojects-1930",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12539",
        "openDoarId": 0,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 553170678,
        "depositedDate": null,
        "publishedDate": "2022-12-07T08:00:00+00:00",
        "updatedDate": "2024-02-10T19:33:20+00:00",
        "acceptedDate": null,
        "createdDate": "2023-02-01T13:29:26+00:00"
    },
    "urls": [
        "https://scholarworks.bgsu.edu/honorsprojects/829",
        "https://scholarworks.bgsu.edu/context/honorsprojects/article/1930/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-10T19:33:20+00:00",
    "setSpecs": []
}