{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Cross, Alexander"
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-19T19:17:45+01:00",
    "dataProvider": {
        "id": 3475,
        "name": "University of Maine",
        "url": "https://api.core.ac.uk/v3/data-providers/3475",
        "logo": "https://api.core.ac.uk/data-providers/3475/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/572733164.pdf",
    "fullText": "The University of Maine DigitalCommons@UMaine Honors College Spring 2023 The WPATH Standards of Care: Their History and Importance in Advocating for Transgender Health Alexander Cross Follow this and additional works at: https://digitalcommons.library.umaine.edu/honors  Part of the Health Policy Commons, International and Area Studies Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, and the Medical Humanities Commons This Honors Thesis is brought to you for free and open access by DigitalCommons@UMaine. It has been accepted for inclusion in Honors College by an authorized administrator of DigitalCommons@UMaine. For more information, please contact um.library.technical.services@maine.edu.   THE WPATH STANDARDS OF CARE: THEIR HISTORY AND IMPORTANCE IN ADVOCATING FOR TRANSGENDER HEALTH  by Alexander Cross      A Thesis Submitted in Partial Fulfillment of the Requirements for a Degree with Honors (International Affairs)       The Honors College University of Maine May 2023      Advisory Committee: Jessica Miller, Professor of Philosophy, Advisor Susan Bredlau, Assistant Professor of Philosophy Kara Peruccio, Assistant Professor of History and Women’s, Gender, and  Sexuality Studies   ABSTRACT  The World Professional Association for Transgender Health (WPATH) Standards of Care publication one most-often cited in the defense of increasing attacks on transgender rights to gender-affirming healthcare, as it is the reigning body of clinical guidelines and recommendations for the medical treatment of transgender and gender-diverse populations developed for application in a global context. This paper recounts the history of the WPATH organization––formerly called the Harry Benjamin International Gender Dysphoria Association––and the evolution of its Standards publication. In light of historical and recent attacks on gender-affirming care, an overview of the material implications of the Standards’ changes as they pertain to legal and healthcare protections is also provided.    iii DEDICATION This work is dedicated to every individual whose involvement in mine and others’ gendered experience was one of discouragement and hostility.  Bear witness to us and our joy.     iv ACKNOWLEDGEMENTS I would first like to give thanks to the Creator, who has brought a richness to life that cannot be muted or overpowered. I would also like to acknowledge: Dad and Amai, for struggling through my gendered experiences with me, and coming to be the two strongest supports in my life.   Mom, for giving me the space to love that which––and those who––I could not love in your presence.  Noni and Pawpaw, for being the first to prompt my critical analysis of the structures built around me.  Ainsley, for witnessing the highs and lows of my gendered experience, and never turning your back on our bond.  Ana, for your camaraderie and comfort as I worked to complete this thesis despite your own distress surrounding its political relevance as a topic.  Dr. Miller, for being exceedingly patient and flexible through the rollercoaster that completing this text has been for everyone involved.  Transgender and gender-diverse communities, for whom my love and concern has motivated the work put into this project. You are more resilient than I hope you will ever have to know.     v PREFACE  When I first began researching my medical transition, the WPATH Standards of Care were operating under their 7th Version, published in 2012. As I became acquainted with various options for alleviating the sex dysphoria I had identified within myself, I also became acquainted with demands for justification of the Standards’ validity as a bandwagon of outrage against the publication’s guidelines grew more and more popular. Using the principal guiding authority on transition-related medical care as an example of these movements’ pragmatism and logic, I developed this paper amidst a record-setting year in terms of legislation introduced within the United States in direct contradiction with the recommendations set forth by its Standards. This paper is one part of a deeply emotional intent––steeped in my experiences with transphobia––to demonstrate that recent movements in securing and exercising the right for transgender and gender-diverse people to receive gender-affirming care are not: unfounded, unprecedented, unreasonable, or unimportant.       vi TABLE OF CONTENTS Chapter I: Introduction 1 Chapter II: Overview of Standards of Care Publications up to Present 9  Version 1 10  Versions 2 & 3 12  Version 4 14  Version 5 14  Version 6 20  Version 7 22 Chapter III: Version 8, 2022 27 Chapter IV: Diagnostic and Nomenclature Evolution 35 Chapter V: Impact of Standards’ development on gender-nonconforming populations 53 Chapter VI: Conclusion 57 References 59 Author’s Biography 63    1 INTRODUCTION Gender identity has become a highly politicized issue in many such countries, with some politicians using anti-trans rhetoric and legislation as a way to appeal to conservative voters and promote their own agendas. However, the issue of gender-affirming care is complex and often misunderstood by policymakers and the public, leading to both a lack of active support for transgender healthcare and legal protections, as well as active hostility towards these topics. Such hostile legislation often seeks to restrict access to gender-affirming care as a way of enforcing religious or ideological beliefs that stand in contrast with the political and cultural gains made by the LGBTQ+ community in recent years.  Within the first four months of 2023 alone, over 400 pieces of anti-trans legislation were introduced within the United States that aimed to block or restrict gender-diverse youth and young adults from accessing gender-affirming care, or from having privacy in self-expression.1 In the United Kingdom, the British government blocked a Scottish law that would make it easier for trans people to change their gender marker on official documents.2 The UK also watched its score on the ILGA-Europe (International Lesbian, Gay, Bisexual, Trans and Intersex Association) Rainbow Index––which monitors the legal and policy status for LGBTI people––drop more than any other country in 2022, in part due to its decision to exclude trans people from a ban on conversion therapies.3 Particularly in countries which have previously made strides in securing marriage equality for same- 1   “Over 400 Anti-LGBTQ Bills Proposed in 2023.” PBS.Org, March 22, 2023. pbs.org/video/over-400-anti-lgbtq-bills-proposed-2023-b14bsw/. 2   Kottasová, Ivana. “UK Government Blocks Scotland’s New Gender Recognition Law.” CNN, January 17, 2023. cnn.com/2023/01/16/europe/scottish-gender-law-uk-constitution-intl-gbr/index.html. 3   “ANNUAL REVIEW 2023.” ILGA-Europe, February 20, 2023. ilga-europe.org/?s=&view=grid&documenttype=all&orderresultsby=priority&categories=report&tags=annual-review.   2 sex couples in recent decades, legal hostility to trans and gender-diverse populations is on the rise.4 The rise of anti-trans legislation has been analyzed to be part of a broader conservative backlash against progressive social movements and a response to the growing visibility and power of marginalized communities. The National Center for Transgender Equality's report \"Advancing Transgender Equality: A Progress Report on State Policy\" highlights the rise of anti-trans legislation in the United States as part of a broader backlash against the gains made by the transgender community in recent years. The report argues that this backlash is fueled by a combination of factors, including a conservative political climate, increased visibility and awareness of transgender issues, and growing public support for transgender rights.5 A report for the Southern Poverty Law Center argues that the recent wave of anti-trans legislation is part of a broader effort by right-wing groups to roll back gains made by the LGBTQ+ community and reassert traditional gender norms and hierarchies.6 Similarly, the Williams Institute at UCLA School of Law argues in a report that the recent wave of anti-transgender legislation in the United States is part of a broader conservative backlash against LGBTQ+ rights and a response to the increasing visibility and acceptance of transgender individuals and communities; the report notes that this backlash is driven by a variety of factors, including conservative religious and political ideologies.7 Other sources provide similar analyses––The American Civil Liberties Union argues that anti-trans legislation is part of a larger movement to deny basic rights to  4   “Transgender + Non-Binary Resources.” Human Rights Campaign, n.d. hrc.org/resources/transgender. 5   “Annual Report 2021.” National Center for Transgender Equality, 2021. https://transequality.org/annual-financial-reports. 6 Hatewatch. 2021. “Far-Right Groups Flood State Legislatures With Anti-Trans Bills Targeting Children.” Southern Poverty Law Center. April 26, 2021.  7 George, Marie-Amélie. n.d. “Framing Trans Rights.” Williams Institute - UCLA School of Law. Accessed April 7, 2023. https://williamsinstitute.law.ucla.edu/wp-content/uploads/04-DAJ20-George.pdf.   3 marginalized groups.8 The Human Rights Campaign argues that anti-trans legislation is part of a broader attack on LGBTQ+ rights and the gains made by the community. Transgender Europe notes that anti-trans legislation is often driven by anti-LGBTQ+ sentiment and religious beliefs, which are often used to justify discrimination and marginalization.9 The impact of anti-trans healthcare legislation can be devastating for transgender individuals. These laws can make it difficult or impossible for individuals to access necessary healthcare services and can also lead to discrimination in areas such as employment and education. The World Professional Association for Transgender Health (WPATH) Standards of Care publication is a living document that provides important clinical guidelines to healthcare providers and health policy makers to ensure that transgender individuals receive appropriate care and legal protections.  These standard guidelines for the medical treatment of transgender and gender-diverse people have been established and updated in alignment with developments in the medical understanding of gender-affirming treatments over several decades; they are based on clinical consensus through rigorous debate amongst professionals across many different fields relevant to the support of trans and gender-diverse populations––behavioral health, endocrinology, plastic surgery, gynecology, urology, pediatrics, general practice, research, health law, education, and others––and reference case studies as well as recent peer-reviewed research in their recommendations for care. While they, particularly toward the beginning of their conception, have largely been based on clinical experience founded upon  8 American Civil Liberties Union. 2023. “Mapping Attacks On LGBTQ Rights In U.S. State Legislatures.” American Civil Liberties Union. April 4, 2023. https://www.aclu.org/legislative-attacks-on-lgbtq-rights. 9 Lhant, Violet. n.d. “Protecting Gender-Affirming Care.” Human Rights Campaign. Accessed April 7, 2023. https://www.hrc.org/magazine/2023-winter/protecting-gender-affirming-care.   4 Western perspectives and theories, the WPATH Standards of Care are a globally-accepted reference for acceptable treatment of transgender and gender-diverse individuals; recent versions have added suggestions for use and implementation by communities of the global majority, and have a tradition of drawing recommendations according to diagnostic criteria in the International Classification of Diseases. 10  They are the reigning body of internationally-applicable clinical guidelines to the treatment of transgender and gender-diverse populations––legislation that aims to ban or restrict one’s ability to achieve acceptable gender-affirming treatment or expression, for any age group, stands in contradiction with these established guidelines. Access to gender-affirming healthcare and legal avenues to affirm steps taken toward a gender transition is critical for the preservation of health within transgender and gender diverse populations. That this access is being more-and-more restricted should be a cause of concern for any person who is sympathetic to the overall existence and survival of transgender and gender-diverse communities––on March 9th of 2023, WPATH and USPATH (United States Professional Association for Transgender Health) issued a joint statement denouncing such legislation as being “about eliminating transgender persons on a micro and macro scale,” rather than protections for children, as claimed by some legislative texts.11 As the oldest professional organization in the world whose aim is to study and improve upon treatment options for gender-dysphoric and gender-diverse individuals, WPATH and its United States affiliate have a decades-long history of involvement with trans communities and are supremely concerned with  10 Gerritse, Karl, Laura A. Hartman, Marijke A. Bremmer, Baudewijntje P. C. Kreukels, and Bert C. Molewijk. 2021. “Decision-Making Approaches in Transgender Healthcare: Conceptual Analysis and Ethical Implications.” Med Health Care and Philos 24 (4): 687–99. https://doi.org/10.1007/s11019-021-10023-6. 11 WPATH, and USPATH. 2023. “Statement of Opposition to Legislation Banning Access to Gender-Affirming Health Care in the US.” WPATH.Org . March 8, 2023.   5 defending and bettering the professional’s ability to preserve the health of a minority population that is contemporarily underserved, rather than advancing any social-cultural agenda.12  Previously named the Harry Benjamin International Gender Dysphoria Association (HBIGDA), WPATH is an organization conceived at the Fifth International Gender Dysphoria Symposium in February of 1977, and founded by attendee vote at the Sixth International Gender Dysphoria Symposium in February of 1979. The attendees of the Fifth Symposium elected a committee of six –– Jack C. Berger, M.D., Richard Green, M.D., Donald R. Laub, M.D., Charles L. Reynolds, Jr., M.D., Paul A. Walker, Ph.D., and Leo Wollman, M.D., with the later addition at the Sixth Symposium of Jude Patton to “[represent] the consumers of scientific research and service on transsexualism”–– to compose and publish a statement on Standards of Care (Standards or SOC) for gender-dysphoric patients, to continue the work of the first published Version, and to formulate the bylaws and constitution for the newly-created HBIGDA. 13  The Standards were developed in response to an increase in demand for sex-reassignment, at a time where treatments for gender-diverse patients varied, and were offered for “a multiplicity of behavioral diagnoses applied under a multiplicity of criteria”.14 The first Version of the Standards (Version 1), published in 1979, was the first statement on the standard of care to be offered to gender dysphoric patients (“sex  12 Coleman, E., A. E. Radix, W. P. Bouman, G. R. Brown, A. L. C. de Vries, M. B. Deutsch, R. Ettner, L. Fraser, M. Goodman, and J. Green. 2022. “Standards of Care for the Health of Transgender and Gender Diverse People, Version 8.” International Journal of Transgender Health 23 (sup1): S1–259. https://doi.org/10.1080/26895269.2022.2100644. 13 Harry Benjamin International Gender Dysphoria Association. 1979. Edited by Jack C. Berger, Richard Green, Donald R. Laub, Charles L. Reynolds, Paul A. Walker, and Leo Wollman. The Janus Information Facility, The University of Texas Medical Branch. 14 Ibid.   6 reassignment applicants”) by an identifiable professional group.15 The Standards of Care publication was, and is, “not to be construed as optimal standards of care,” however, instead intended for use as “minimal criteria” for the evaluation of medical and behavioral professionals’ work with gender diverse populations. It was to be distributed “as rapidly and as widely as possible” to all psychologists, psychiatrists, endocrinologists, internists, and surgeons who were known to have treated transsexual patients at the time of the publication––regardless of political affiliation––to gain peer review and practical consensus in how to treat trans populations.16 Despite the organization initially being named the Harry Benjamin International Gender Dysphoria Association, the preliminary group of selected contributing professionals was solely comprised of United States nationals. However, the first Version was already establishing a reputable foundation for the Standards with six initial contributors operating within the United States. WPATH released its 8th Version of the SOC (Version 8), titled the Standards of Care for the Health of Transsexual, Transgender, and Gender Diverse People, in September of 2022. It contains 119 internationally-collaborating contributors. Having the presence of international contribution, as well as nearly twenty times the number of both contributors and pages, Version 8 far surpasses Version 1 in terms of global applicability and depth of topics addressed. Intermediary Versions of the Standards were released in 1980, 1981, 1990, 2001, and 2012, under varying titles.  The contemporary stated goals of the new Standards and Ethical Guidelines are to “provide health care professionals (HCPs) with clinical guidance to assist transgender and  15 Ibid. 16 Ibid.   7 gender-diverse people in accessing safe and effective pathways to achieving lasting personal comfort with their gendered selves with the aim of optimizing their overall physical health, psychological well-being, and self-fulfillment”.17 As a text with intended global application, the WPATH Standards have been referenced in oral and written defenses as legislative bodies have made decisions for and against the development of healthcare and legal access to transition for gender-diverse individuals.18 As the Standards are based in professional consensus across many different fields, one is able to look at the development of professional opinion regarding the trans community in healthcare and legal settings by looking at the chronological development of the WPATH Standards. The objective of this thesis is to recount and analyze the historical progression of transgender healthcare via the development of the WPATH Standards of Care publication, taking into special consideration the extent and manner that international perspectives have been able––or unable––to engage with the Standards, to argue in favor of the authority WPATH has in developing best practice recommendations and clinical guidelines pertaining to the global transgender community. Built on a long history of established precedent in crafting clinical guidelines based on evolving clinical and case study data, as well as increasing availability of empirical data, WPATH has engaged with multidisciplinary professionals in collaboration with numerous independent practices, hospitals, schools, and organizations––it is a well-rounded document that has taken every reasonable measure to achieve rigorously-vetted consensus amongst relevant behavioral and medical  17 Coleman, E., Radix, A. E., Bouman, W.P., Brown, G.R., de Vries, A. L. C., Deutsch, M. B., Ettner, R., Fraser, L., Goodman, M., Green, J., Hancock, A. B., Johnson, T. W., Karasic, D. H., Knudson, G. A., Leibowitz, S. F., Meyer-Bahlburg, H. F.L., Monstrey, S. J., Motmans, J., Nahata, L., ... Arcelus, J. (2022). Standards of Care for the Health of Transgender and Gender Diverse People, Version 8. International Journal of Transgender Health, 23(S1), S1-S260. 18 “FLACK v. WISCONSIN DEPARTMENT OF HEALTH SERVICES.” 2018.   8 professionals. In demonstrating the clear line of the Standards’ evolution and analyzing the implications that development has for transgender and gender diverse individuals, it is hoped that the readers of this thesis will gain a greater understanding of the reasoning behind medical steps taken by transitioning individuals––and the support offered by their selected healthcare team––and in turn, lend greater support toward protecting the choices made by transgender and gender diverse people as they seek out gender-affirming care. In the face of an increasingly hostile political and legislative environment being built up around transgender and gender-diverse populations across the globe, this document is meant to help support its readers’ allyship with trans communities against the threats they face in regard to accessing appropriate and necessary medical care, by strengthening the knowledge that allies or aspiring allies are able to draw from when engaging with anti-trans narratives.      9 OVERVIEW OF STANDARDS OF CARE PUBLICATIONS UP TO PRESENT To fully understand the scope and implications of changes within the Standards, one must first recount the changes themselves. In the following sub-sections, a summarized overview of each development through the first seven Versions is necessary to contextualize the content in the present iteration of the document. This is both to familiarize the reader with the historical contents of the standards and the topics they refer to, and also to fill a gap in existing literature: though comparisons between contemporary recently-outdated and newly-published Standards have been outlined in existing literature, there is no such literature that compares all 8 Versions. An enumeration of each standard, and a synopsis of how it compares and contrasts with previous standards is given to facilitate the understanding of the contents and chronological evolution of the Standards publication. Only changes to the contents of the standards themselves––not the explications or statements of principles surrounding the standards––will be discussed at length in these sections; this is because the additional information included in the Standards publications are written to supply context and nuance regarding the recommendations for the healthcare or mental health provider referencing the Standards, and––while helpful––do not change the nature of the recommendations given, as relevant to the material reality of the experiences lived by trans and gender diverse people seeking transition. While Version 8 it is the most expansive Version released thus far, many of its components will be shown to have a history established through its previous iterations; a notion that contradicts anti-trans activists’ claims that avenues toward medical transition   10 are in their experimental phase19 and go against valid professional consensus.20 As will be demonstrated, even controversial topics today such as youth and young-adult access to medical avenues of transition has been a topic of discussion amongst professionals involved with trans populations for decades, around which consensus has already been formed and reshaped as new information has come to light over time.  Version 1, 1979 Version 1 put forth fifteen succinct Standards pertaining to the appropriate treatment of applicants for hormonal and sex reassignment.  i. The first standard declares it professionally improper to facilitate sex reassignment, whether hormonal or surgical, for a patient who has not had their beliefs and reasons evaluated; ii. The second declares that sex reassignment must be preceded by a “firm recommendation” from a certified and licensed psychiatrist or psychologist with professional experience in dealing with gender identity and sexual disorders; iii. The third standard requires that a psychotherapeutic relationship be established between the recommending behavioral professional and the patient, for at least three months prior to making a recommendation of hormone sex-reassignment, and six months for surgical sex-reassignment;  19 Heyer, Walt. 2017. “The Experiment On Our Children: Doctors Don’t Know Who The Real Trans Kids Are.” The Public Discourse. June 12, 2017.  20 The Editors. 2022. “The U.K. Turns Its Back On Transgender Ideology | National Review.” National Review. August 15, 2022.   11 iv. The fourth requires that hormonal sex-reassignment be preceded by a period of at least three months where the patient lives full-time in the social role of the “genetically other sex” (real life experience); v. The fifth standard establishes a six-month real life experience requirement for non-genital sex- reassignment; vi. The sixth standard establishes a twelve-month real life experience requirement for genital sex-reassignment; vii. The seventh standard establishes that sex-reassignment may remain available to patients, who––in the absence of contraindication of the remaining standards––have non-transsexual intersex or psychological/psychiatric diagnoses for which all therapeutic approaches have been attempted or considered for use; viii. The eighth standard requires that any qualified behavioral professional recommending a patient for (genital) surgical sex-reassignment must also receive a written second peer opinion, where at least one of the two professionals involved is a psychiatrist; ix. The ninth standard declares any physician performing (genital) surgical sex-reassignment guilty of professional misconduct if written recommendations are not received from two behavioral professionals in favor of the procedure(s), in accordance with Standards 3 and 8; x. The tenth standard requires that patients must be warned by their prescribing physician of the possible negative complications that may arise as a result of hormonal treatments for the purpose of sex-reassignment, and offered monitoring of relevant biological metrics;   12 xi. The eleventh standard requires that a urological examination be conducted on the patient prior to genital surgical sex reassignment; xii. The twelfth standard declares it unethical for professionals to charge “whatever the traffic will bear,” or “excessive” fees beyond what is normally charged for similar services; xiii. Similarly, the thirteenth standard declares it impermissible for providers to charge more than the normal fees which are charged to any patient group “in pursuit of what are assumed to be their civil rights”;21 xiv. The fourteenth standard establishes that sex-reassignment may only be administered to legal adults, or to patients of the legal majority as defined by state law; xv. The fifteenth establishes that sex-reassignment may only be administered after a patient has given their fully-informed consent “to all risks inherent in the requested procedures”; xvi. The sixteenth––and final––standard establishes that the medical history of sex-reassignment patients be safeguarded according to the procedures applied in the safeguarding of privacy for any other patient group.   Version 2, 1980 & Version 3, 1981 There are no commonly accessible copies or versions of Version 2 (1980). Version 3 was published in the Archives of Sexual Behavior publication in 1985. As such, only conjectures can be made as to the differences in content between the first and second  21 HBIGDA, STANDARDS OF CARE, 5.   13 Versions; aside from the addition of a section devoted to defining nomenclature, however, the content in Versions 1 and 3 contrast only moderately against each other:  i. The first and second standards in Version 3 mirror the standards put forth in Version 1.  ii. The third standard addresses the preclusion/inclusion of medical transition options in the presence of other intersex/psychiatric disorders, and reflects what is expressed in the seventh standard of Version 1.  iii. The fourth standard, in the original draft, recommended real lived experience for a period of time before initiating sex reassignment––that standard was rescinded in 1980, and replaced with the requirement that a clinical behavioral scientist recommends hormonal therapy for the patient.  iv. The fifth standard reiterates what was expressed in the tenth standard of Version 1.  v. The sixth standard modifies what was enumerated in the third standard of Version 1, solely referencing hormonal sex-reassignment rather than additionally mentioning surgical sex-reassignment as in Version 1.  vi. The seventh standard restates the eighth standard of Version 1, which requires a peer review for recommendations of hormonal and/or genital surgical sex-reassignment. In the original and 1980 Versions of the Standards, one of the clinical behavioral scientists providing the recommendation was required to be a psychiatrist––that requirement was rescinded in 1981.  vii. The eighth standard requires an established psychotherapeutic relationship for at least 6 months between a patient and a qualified recommender––as well as provider access to the results of any prior psychometric testing (carried over from Standard 3 of Version 1)––prior to a recommendation for genital sex-reassignment.    14 viii. The ninth standard is consistent between Versions 1 and 3.  ix. The tenth standard in Version 3 takes from the eleventh standard of Version 1, which states the requirement of a urological examination prior to genital surgical sex-reassignment.  x. The eleventh standard in Version 3 is pulled from the twelfth standard of Version 1, which denounces professionals charging exorbitant fees toward patients.  xi. The final standards of Version 3, the twelfth through sixteenth standards, remain unchanged from the corresponding standards laid out in Version 1.22   Version 4, 1990 Version 4 of the Standards of Care makes only one significant change from Version 3, rescinding the urological examination requirement outlined in the tenth standard of the previous version.23  Version 5, 1998 Version 5 is the first to make considerable changes to the Standards. Where Versions 1 through 4 enumerate the Standards, Version 5 introduces entirely new parts and chapters distinct from the Standards themselves. Part One, Introductory Concepts, establishes: the purposes of the Standards as clinical guidelines, overarching treatment goals, clinical thresholds and nomenclature regarding gender identity concerns, and primary populations (“biological males” and “biological females”) for clinicians to  22 HBIGDA, Standards of Care: The Hormonal and Surgical Sex Reassignment of Gender Dysphoric Persons 23 HBIGDA, The Harry Benjamin International Gender Dysphoria Association’s Standards of Care   15 consider.24 Part Two is a summarized reference guide to the Standards, containing the caveat that “it is recommended that no one use this guide without consulting the full text of the SOC.”25 Part Three explicates the guide, and contains the body chapters of the Standards. i. Beginning with the first chapter, Epidemiological Considerations, the Standards discuss the prevalence, natural history, and cultural differences of gender identity disorders throughout the world.  ii. Diagnostic Nomenclatures as the second chapter elaborates on elements of clinical work, the development of a nomenclature to describe clinically significant gender identity concerns, the DSM-IV and ICD-10, and an assertion that “the gender identity disorders are mental disorders”.26  iii. The third chapter, titled The Mental Health Professional, enumerates responsibilities of the mental health professional, qualifying training and experience necessary for specialization in gender identity disorders, and requirement specifications for letters of recommendation for hormones and surgery.  iv. The fourth chapter, Treatment of Children, is the first chapter in any version of the Standards to prescribe any form of treatment for an individual who is below the age of majority in their state, or who is not a legal adult. Described as “gender-disturbed” children, minors who have not yet reached puberty are recommended treatment in the  24 Levine, Stephen B., George R. Brown, Eli Coleman, Peggy T. Cohen-Kettenis, J. Joris Hage, Judy Van Maasdam, Maxine Petersen, Friedemann Pfäfflin, and Leah C. Schaefer. 1999. “The Standards of Care for Gender Identity Disorders.” Journal of Psychology & Human Sexuality 11 (2): 1–34. 25 Ibid. 26 Ibid.   16 form of “family therapy, marital therapy, parent guidance, individual therapy of the child, or various combinations.”  v. Treatment of Adolescents, the fifth chapter in the part, prescribes that adolescents may be considered candidates for hormonal therapy, as was previously disallowed in previous Versions of the Standards. The restrictions on hormonal therapy for adolescents are: only being conducted well after entering puberty, first being prescribed what are now colloquially called “puberty blockers” (antiandrogens, LHRH agonists), and later being given cross-sex hormones (androgens for females, estrogenic agents for males) given the patient’s health remains stable upon and after the introduction of puberty blockers, also noting that the second phase produces irreversible changes.  The introduction of second-phase is prohibited before the patient’s age is 16 years. The Standards also require that mental health professional involvement is present for a minimum of six months for hormone treatments, and eighteen months for genital reconstructive or mastectomy.  vi. The sixth chapter titled Psychotherapy with Adults states that psychotherapy is no longer an absolute requirement for triadic therapy (real life experience, hormonal therapy, surgery), recognizing that “patients differ widely,” that setting a minimum number of sessions promotes the view of psychotherapy as a hurdle rather than an opportunity for personal growth, and that individual programs may set eligibility criteria to some minimum as deemed an important support to the patient. It goes on to recommend approaches to the therapeutic relationship for clinicians working with gender diverse populations or individuals. Additionally, it enumerates various alternatives to triadic therapy that may be encouraged by a psychotherapist.    17 vii. The Real-Life Experience, the seventh chapter, lists the ability to: maintain full or part-time employment, function as a student or in community-based volunteer activity, acquire a new (legal) name, provide documentation that persons other than the therapist know that the patient functions in their chosen gender role as metrics by which to assess the quality of a patient’s real life experience. It also discusses the value of beard removal for the male to female patient as recommended prior to commencing the real life experience.  viii. In chapter eight, Requirements for Hormone Therapy for Adults are broken down into categories of eligibility criteria and readiness criteria. Of the first, one must: be 18 years of age, demonstrate knowledge of what hormones medically can and cannot do as well as their benefits and risks, and either a documented real life experience undertaken for at least three months prior to the administration of hormones, or a period of psychotherapy for a duration (typically no less than three months) specified by the patient’s mental health provider. Of the latter, one must: have had further consolidation of gender identity during the real life experience or psychotherapy, have had made progress in mastering other identified negative contributors to one’s mental health, be likely to take hormones responsibly. Specification regarding those who do not initially want surgery or real lived experience, but are in search of receiving hormone therapy, was made in favor of its permissibility at the discretion and caution of the patient’s psychotherapist.  ix. Chapter nine, which deals with Hormone Therapy for Adults, lists reasons for the pursuit of and desired effects of hormones, medical side effects, social side effects such as discrimination, the prescribing physician’s responsibilities, a prescription for the   18 course of hormone therapy following gonadectomy, safeguards against the misuse of hormones, other potential benefits of hormones, courses of antiandrogens and estrogenic agents, guidelines establishing informed consent, and rationale for recommending the continuance of hormonal treatment of incarcerated individuals.  x. Requirement for Genital Reconstructive and Breast Surgery, as the tenth chapter, outlines eligibility criteria and readiness criteria as well. Eligibility is determined by: being of the legal age of majority, having been on 12 months of continuous hormonal therapy and successful continuous real life experience without a medical contraindication, regular participation in psychotherapy if required by the patient’s mental health professional, and demonstrating knowledge of the costs and various logistical aspects of undergoing sex-reassignment surgery as well as an awareness of different competent surgeons; the readiness criteria include demonstrable progress in consolidating an evolving gender identity, and progress in dealing with aspects of one’s life that contribute to the state of one’s mental health. Surgery to remove breasts or reconstruct genitals, without meeting the eligibility criteria, is deemed inappropriate unless an individual meets the hormonal therapy criteria by living convincingly as a member of the opposite sex “for a long time”.  xi. The eleventh chapter, titled Surgery, discusses conditions under which surgery may occur, requirements for the surgeon performing genital reconstruction, how to deal with “the ethical question concerning sex reassignment (gender confirming) surgeries, sex-reassignment surgery options for the male to female patient, those for the female to male patient, the surgeon’s relationship with the physician prescribing hormones and the mental health professional, surgery for persons with psychotic conditions and other   19 serious mental illnesses, and postsurgical follow-up guidelines for professionals. Conditions under which surgery may occur involve the presence of a gender identity disorder and written documentation which testifies that a comprehensive evaluation of the patient’s fulfilment of the eligibility and readiness criteria. Requirements for the surgeon performing the surgery include their nationally reputable Board-certification as a urologist, gynecologist, plastic surgeon, or general surgeon; documented specialized competence in genital reconstructive techniques, demonstrable willingness to cooperate with peer review, and competence in urological diagnosis. The ethical question regarding sex reassignment surgeries, particularly on the basis of “above all do no harm,” concerns the fact that pathological tissues are not present when surgery is performed for gender identity disorders––WPATH instructs that in the presence of such concerns, professionals should feel comfortable about altering anatomically normal structures, and listen to their patients discuss their symptoms and histories in relation to their gender concerns.  xii. The standards also instruct in the latter three sections that:  a. Surgeons should personally communicate with at least one of the mental health professionals recommending a patient for surgery;  b. No surgery be performed while a patient is actively psychotic;  c. And, surgeons should include personal follow-up in their care plan and ensure affordable long-term aftercare within the patient’s locale.27     27 Levine et al., The Standards of Care for Gender Identity Disorders.   20 Version 6, 2001 The sixth Version of the Standards of Care largely builds from the fifth publication in that most of its chapters share titles with those in Version 5, but it also introduces new chapter divisions, and blends others together. The chapters in Version 6 are introduced in order as the following: Introductory Concepts, Epidemiological Considerations, Diagnostic Nomenclature, The Mental Health Professional, Assessment and Treatment of Children and Adolescents, Psychotherapy with Adults, Requirements for Hormone Therapy for Adults, Effects of Hormone Therapy in Adults, The Real Life Experience, Surgery, Breast Surgery, Genital Surgery, and Post-Transition Follow-Up.  i. With the exception of brief additional elaborations on the typical course of triadic therapy, the first and second chapters of Version 6 are identical to their counterparts in Version 5 in terms of content, though they are different in order and placement within the text. ii. The third chapter is identical both in terms of content as well as order or placement within the text.  iii. The main differences of the document appear first in the fourth chapter, which combines the chapters of Version 5 on the treatment of children and adolescents into one; The actual content of the chapter, however, sees the addition of guidelines not seen in either of the previous two chapters: the professional should recognize and accept the child/adolescent patient’s “gender identity problem,” perform a complete psychiatric assessment including a family evaluation which explores the nature of the patient’s gender identity, and should focus on addressing any comorbid problems in the patient’s life, with support for the patient’s family. The   21 administration of puberty blockers may occur only if the patient has a demonstrated interest in cross-gender behaviors, if sex and gender discomfort increased significantly upon the beginning of puberty, and if the family consents to the patient’s participation in the therapy; the rest of the guidance for children and adolescents is remembered from Version 5.  iv. The section on psychotherapy with adults (the sixth chapter) remains largely unchanged, with the exception of excluding a recommendation toward “seeking spiritual comfort” to ease dysphoric symptoms.  v. The seventh chapter on requirements for hormone therapy for adults includes recommendations previously found in the eighth chapter of Version 5 titled Hormone Therapy for Adults, but otherwise remains the same in significant regards.  vi. The eighth chapter includes both all previously-included information on reasonings or desires behind the initiation of hormonal therapy, and also provides a more in-depth description of the potential effects on both males and females of cross-sex hormones.  vii. The ninth chapter on real life experience is also indistinguishable from the corresponding content in Version 5. viii. The final separate chapters on breast and genital surgery are also the same as their equivalent combined chapter in Version 5, which does not differentiate between guidelines/requirements according to where on the body the sex-reassignment surgery is taking place.28   28 Meyer et al., The Harry Benjamin International Gender Dysphoria Association’s Standards of Care for Gender Identity Disorders, Sixth Version.   22 Version 7, 2012 This Version of the Standards was released in the midst of growing attention and support for transgender rights, and LGBT rights in general, and was the most temporally relevant body of text pertaining to transgender healthcare at the time of its newfound relevance in the mainstream.  i. This Version of the Standards of Care opens by reviving a section last seen standing alone in Version 3, the statement of Purpose and Use of the Standards.  ii. It follows in the second chapter, titled Global Applicability of the Standards of Care, with new considerations that had previously been absent from other Versions––acknowledging that the recorded clinical experience is one that is derived from North American and Western European sources, that it is common in certain cultures for gender-nonconforming people to initiate a change in their gender expression at an earlier age than outlined in the Standards, and that terminology is culturally- and time-dependen––the Standards’ recommendations for global principles are: to exhibit respect for patients, provide care that reduces a patient’s distress, become knowledgeable about the healthcare needs of patients with gender concerns, match the treatment approach to the needs of the specific patient, seek patients’ informed consent before providing treatment, offer continuity of care, and be prepared to support and advocate for patients.  iii. The third chapter––one that is also a new appearance––The Difference Between Gender Nonconformity and Gender Dysphoria, states that “being transsexual, transgender, or gender nonconforming is a matter of diversity, not pathology,” and   23 elaborates on the differences between gender identity and expression and diagnoses applicable/nonapplicable to each. iv. The fourth chapter, Epidemiologic Considerations, predominantly mirrors the content of previous versions of the chapter, but includes more recent studies that estimate the prevalence of gender identity disorders.  v. Overview of Therapeutic Approaches for Gender Dysphoria is also a new chapter appearing in Version 7. It recounts advancements in the knowledge and treatment of gender dysphoria, options for psychological and medical treatment of gender dysphoria, and options for social support and changes in gender expression that do not include triadic therapy.  vi. The following sixth chapter surrounds the Assessment and Treatment of Children and Adolescents with Gender Dysphoria, which though largely similar to previous sections on minors’ treatment, includes additional sections on: differences between children and adolescents with gender dysphoria, phenomenology in children, phenomenology in adolescents, recommended minimum credentials to demonstrate competence of a mental health professional working with children and adolescents with gender dysphoria, roles of mental health professionals working with minors, psychological assessment of minors, psychological and social interventions for minors, social transition in early childhood, physical interventions for adolescents, fully reversible interventions, criteria for puberty blockers, regimens and monitoring risks for puberty suppression, partially-reversible interventions, irreversible interventions, and risks of withholding medical treatment for   24 adolescents. The criteria for initiating hormonal therapy on minors underwent no changes, aside from slight phrasing differences. vii. Mental Health as the seventh chapter is also a newly-introduced section to the Standards publication. It outlines credentials and experience that qualify a professional’s credentials as demonstrating competency, the tasks of mental health professionals working with adults who present with gender dysphoria, tasks related to assessment and referral of selected treatments/procedures, the relationship of mental health professionals with hormone-prescribing physicians and surgeons, tasks related to psychotherapy, other tasks of the mental health professional, culture and its ramifications for assessment and psychotherapy, ethical guidelines related to mental health care, and issues of access to care.  viii. The eighth chapter, Hormone Therapy, contains much of the same information as that found in prior Versions’ chapters with similar titles. It describes the medical necessity of hormone therapy, criteria for hormone therapy (having: persistent documented gender dysphoria; the capacity to make a fully informed decision to consent to treatment; reached the age of majority in a given country; reasonably-controlled medical or mental health concerns, if they are significant. It goes on to elaborate on informed consent and the relationship between the Standards and informed consent model protocols, the physical effects and risks of hormone therapy, competency requirements and responsibilities of hormone-prescribing physicians, clinical situations for hormone therapy, risk assessment and modification for initiating hormone therapy, clinical monitoring during hormone therapy for efficacy and contraindications, and hormone regiments.    25 ix. Reproductive Health, as the ninth chapter, is also a section being first introduced in this Version. It recommends that providers discuss the possibilities of, and solutions for, fertility decisions that are impacted by a patient’s medical gender transition.  x. The Standards also recognize and elaborate on a newly-mentioned form of therapy, Voice and Communication Therapy, in the tenth chapter. This chapter outlines competency requirements of voice and communication specialists working with clients who have gender concerns, considerations for the assessment and treatment of these patients, and vocal health considerations after voice feminization surgery.  xi. Upon the mention of surgery, Version 7 switches to the eleventh chapter titled Surgery. It establishes that sex reassignment surgery is effective and medically necessary, raises and resolves ethical questions regarding sex reassignment surgery, recommends on the relationship of surgeons with those involved in facilitating triadic therapy for a patient, overviews the surgical procedures to treat gender dysphoria, distinguishes between reconstructive and aesthetic surgery, outlines eligibility criteria for various surgical treatments, specifies constrains on surgical treatment for people with psychotic conditions or other serious mental illnesses, competency requirements of surgeons performing surgery, and risks or complications of various surgery techniques.  xii. The twelfth chapter, Postoperative Care and Follow-Up, is a new section on its own, but describes the same recommendation for providers to personally follow-up with patients after surgical interventions for gender dysphoria.  xiii. The thirteenth chapter outlines Lifelong Preventative and Primary Care standards as well, to surround the patient in necessary support throughout their journey.    26 xiv. The fourteenth chapter describes the Applicability of the Standards to People who are Incarcerated. Instruction on how to care for incarcerated gender-dysphoric patients carries the same principles as its previous mentions in other Versions, but provides more clinical evidence to support the guidelines and raises the qualification of “reasonable accommodations”.  xv. The fifteenth chapter on the treatment of those who have disorders of sex development (intersex disorders provides terminology, the rationale of WPATH in adding this section to the Standards, health history considerations to take in to account, assessment and treatment options for gender-dysphoric patients with disorders of sex development, and additional resources for the treatment of special populations within the scope of trans healthcare.29     29 Coleman et al., Standards of Care for the Health of Transsexual, Transgender, and Gender-Nonconforming People, Version 7.   27 VERSION 8, 2022 Version 8 of the Standards of Care dwarfs its predecessors in both breadth of distinct topics discussed, as well as length in the extent to which those topics are discussed––Version 7 being a mere 67 pages including appendices, with Version 8 being over 250, the newest document is over three times as large as the former. Alongside its expansiveness, Version 8 also deviates from previous Versions in the way it both presents the Standards and incorporates various new perspectives surrounding transgender healthcare. For this reason, Version 8 receives its own unenumerated chapter discussing its contents. Some major changes to the Standards include: an adoption of a more patient-centered approach to trans healthcare, an emphasis on the use of informed consent models for medical interventions rather than on the use of clinical models, and for the first time, the recognition of “gender diverse” and “nonbinary” identities by name as existing within the spectrum of trans identity in relevance to the work of medical and behavioral professionals. While these changes may seem unremarkable, they in fact shed light on a thematic shift taken up by the Standards publication in how they speak to both providers and patients.  Previous versions spoke primarily to providers in clinical guidelines instructing care of the “other,” the gender-dysphoric patient; Version 8 subverted that perspective and began speaking to transgender and gender diverse patients themselves, as well as their family members or other loved ones wanting to know more about the medical transition processes affirmed for trans populations. The Standards became patient-centric, prioritizing their personal measures of quality of life regarding their gender identity, rather than solely prioritizing the reduction of clinically-significant gender dysphoria in dysphoric individuals. While the Standards previously recognized the importance of an   28 individualized treatment plan, the extent to that individualization was largely left up to the discretion of the professional treating the patient, and was largely predicated by whether the patient met certain criteria, such as possessing gender dysphoria and living in their “preferred gender role” for a certain amount of time before accessing medical care. In contrast, Version 8 recognizes that gender dysphoria may not be present in some patients seeking care related to a transgender or gender-diverse experience, and that it does not have to be present for them to receive that care.  In turn, the Standards adopted a patient-centered informed-consent method of delivering requested gender-affirming care, where patients––rather than providing a medical or behavioral professional evidence of a disordered state in order to access care––are provided with information about the risks, benefits, and alternatives to medical interventions, and are empowered to make their own decisions about their care. Previous publications of the Standards used a clinical model, where patients were observed to meet certain criteria for receiving a gender-related diagnosis that would in-part qualify them to receive gender-affirming treatment. However, they gradually included more statements distancing themselves from the model as the Versions progressed. For example, though the Version 7 recognizes individualized treatment plans for patients under the trans umbrella, this umbrella is recognized as limited to describing patients who experience gender dysphoria on some level. In contrast, Version 8 does not possess this pathologizing view of the trans experience as being one of having sex or gender dysphoria and taking medical steps to remedy it. This is coupled with new encouragements for healthcare providers to consider the ways in which a patient’s gender identity intersects with other aspects of that patient’s identity (such as race, ethnicity, socioeconomic status, or disability), and to   29 provide care that takes into account the social and cultural dimensions of gender diverse experiences, which may be shaped by co-occurring mental health concerns or other negative social determinants of health.  The inclusion of gender diverse and nonbinary identities, in particular, was a thematic leap from previous Versions; the simple recognition of gender identity as potentially extending beyond binary conventions is not equivalent to actively including recommendations to gender identities that extend beyond the binary, nor did a de-emphasis on binary gender identity and medicalization implicitly open avenues by which nonbinary and gender diverse people can explore their treatment options. While one previous Version, Version 7, acknowledged that gender identity is complex and diverse––and that the phenomenon may extend beyond the binary sexual categories of male and female 30–Version 8 is the first to recognize the nominal existence of nonbinary and eunuch identities, and provide guidance on how healthcare providers can support individuals with these identities. In addition, the Standards adopt a new preference for use of gender-neutral language and terminology as a default. The only other related prior recommendation existed within the Standards in Version 7, for the use of “basic sensitivity protocols such as the use of preferred gender pronoun and name,” of which the nature of implementation is left up to the discretion of the behavioral or healthcare professional.31 Version 8 is also the first version to, at length, discuss “minority stress” and its impact on gender diverse individuals; it is also the first to recognize the minority stressors  30 Coleman, E., W. Bockting, M. Botzer, P. Cohen-Kettenis, G. DeCuypere, J. Feldman, L. Fraser, J. Green, G. Knudson, and W. J. Meyer. 2012. “Standards of Care for the Health of Transsexual, Transgender, and Gender-Nonconforming People, Version 7.” International Journal of Transgenderism 13 (4): 165–232. 31 Ibid.   30 experienced by nonbinary people and eunuch-identified people, which are “both similar to and unique from those experienced by transgender men and transgender women”.32 This Version discusses the various ways in which trans and gender diverse individuals face significant social and economic barriers to accessing healthcare and achieving health equity, and recognizes that patient experiences are shaped by multiple intersecting factors; in the same vein, Version 8 recommends that providers account for the social determinants of health when providing care to transgender individuals, and work to address systemic barriers that prevent individuals from accessing healthcare and social services appropriate for that specific individual’s care.33 There is also a great deal of novel instruction for providers––and affirmations for patients––regarding cultural competence and the recognition of intersectional variables in healthcare provision. With this, there is a significant emphasis on the need for healthcare providers to develop the knowledge, skills, and attitudes necessary to provide culturally-sensitive and responsive care to transgender individuals, in respect to the environment within which their lived experience and treatment takes place. Additionally, the Standards recommend that healthcare providers engage in ongoing training and professional development to increase their ability to provide culturally-competent care in an age of increasing globalization and of rapidly-changing accepted shifts in nomenclature, as well as work to create a welcoming and inclusive healthcare environment that respects and affirms the diversity of trans identities and experiences both within and outside of any binary.34   32 WPATH, Standards of Care for the Health of Transgender and Gender Diverse People, Version 8, 82. 33 Ibid. 34 WPATH, Standards of Care for the Health of Transgender and Gender Diverse People, Version 8, 15.   31 An entire chapter on Global Applicability is also featured in Version 8, which had previously been discussed in prior Versions as a simple acknowledgment that the Standards had been developed within a Western perspective, and that they may need to be adapted based on cultural context. In contrast, this new chapter comes with five statements of recommendation, preceded by an enumeration of guiding principles regarding:  i. “the realities of the countries” that users of the Standards are located in; ii. “cross-cultural, conceptual, and literal equivalence” translations of the Standards; iii. The impact of “social attitudes, laws, economic circumstances, and health systems” on gender diverse communities worldwide; iv. The employment of the Standards to “ensure respect for human rights and access to appropriate and competent health care”;  v. The provision of gender-affirming health care worldwide.35  This, alongside the many more international professionals brought onto the task of crafting the 8th publication of the Standards than had ever been involved before, greatly increased the global applicability of the Standards.36  The adoption of a more patient-centered approach to care in Version 8 has the potential to improve the quality of gender-affirming care for trans and gender diverse individuals by promoting shared decision-making between patient and provider, enhancing patient autonomy and agency, and failing to contribute to the medicalization and pathologizing of transgender identities in existing literature. Emphasizing the importance of individualized care plans where the patient’s specific needs, goals, and values are taken into account, the Standards have begun to recognize and affirm that there is no “one-size- 35 Ibid. 36 Ibid.   32 fits-all” approach to transgender healthcare, nor “classic” or “true” cases of trans identity which deserve gender-affirmative care above other presentations of trans identity.37 This has the potential to reduce rates of “detransition,” where people who began a medical transition reverse their decision. Individualized plans and ceasing to perpetuate the idea that there is a “right” way to be trans may reduce the pressure felt by some individuals to pursue certain treatments, or fabricate histories in order to attain those treatments.38  The use of informed consent models in Version 8 has potential to increase access to gender-affirming care for transgender individuals, particularly those who face barriers to accessing such care due to factors like: financial insecurity, which would make paying for evaluations, treatments, and procedures a difficult goal to attain in general; lack of insurance that would cover the previously-recommended preliminary evaluations by behavioral health or psychological professionals before access to gender-affirming medical care would be granted, or geographic location, which may restrict a patient’s access to any of the professional offices involved in providing gender affirming medical care.39 The informed consent model in gender affirming care provision also better guarantees that patients are provided with accurate and comprehensive information about the risks, benefits, and alternatives to different medical interventions, and that they are legally or competently empowered to make their own decisions about their care. This stands in contrast with receiving recommendation by a healthcare provider to transition on the basis of that provider’s belief in the patient meeting diagnostic criteria for which medical  37 WPATH, Standards of Care for the Health of Transgender and Gender Diverse People, Version 8, 17. 38 Giedinghagen, Andrea. 2022. “Typologies of Detransition: Nuanced Narratives and Dynamic Identities” 61 (10). https://doi.org/10.1016/j.jaac.2022.07.074. 39 Puckett, Jae, Peter Cleary, Kinton Rossman, Brian Mustanski, and Michael Newcomb. 2017. “Barriers to Gender-Affirming Care for Transgender and Gender Nonconforming Individuals” 15 (August). https://doi.org/10.1007/s13178-017-0295-8.   33 transition is an available option. Ensuring that the consent obtained is fully informed may also decrease rates of detransition as well.40 This is not only a benefit for consumers of the Standards, who have interest in making decisions that are right for the patient at the time they are made, but it would also be a benefit for the professionals behind the Standards as well, who have interest in protecting their professional reputation in engaging with an historically and contemporarily controversial field of practice.   The recognition of “gender diverse” identities is another point toward the Standards’ improved observation of international conversation, as the term gender diverse is “used most widely in international law” and that “the currently most thorough document in international human rights law uses the term”.41 It is also an attempt at recognizing the existence of identities that exist outside of English, which do not have a direct translation into English, for example: travesti, fa’afafine, hijra, selrata, muxe, kathoey, transpinoy, waria, and machi. 42  In recognizing the variety of gendered experiences, that gender identities exist on a spectrum, and that individuals may identify as neither male nor female, the Standards help to challenge the binary social view of gender that has historically been enshrined in medical and legal frameworks––including past Versions of the Standards. That binary view had been a barrier in accessing care for both patients who did not possess a binary gender identity despite the presence of sex and gender dysphoria, and for patients who affirmed a possession of a binary trans-gender identity despite lacking any sex or gender dysphoria.43 Though the Standards also recognize that these changes in recognition  40 Levine, Stephen B., E. Abbruzzese, and Julia W. Mason. 2022. “Reconsidering Informed Consent for Trans-Identified Children, Adolescents, and Young Adults.” Journal of Sex & Marital Therapy 48 (7): 706–27. https://doi.org/10.1080/0092623X.2022.2046221. 41 WPATH, Standards of Care for the Health of Transgender and Gender Diverse People, Version 8, 12. 42 Ibid. 43 Ibid.   34 may be outdated by even the time Version 9 is published, it is important to ensure that healthcare providers are trained to provide care that is inclusive of gender diverse and nonbinary individuals, and that institutional policies and practices are modified to reflect this recognition, in order to ensure that gender diverse patients do not face disparities in healthcare additional to what the larger trans umbrella already faces.      35 DIAGNOSTIC AND NOMENCLATURE EVOLUTION Choices in the words used to describe trans populations in reference to their medical treatment are important because they both reflect the present contexts shaping the relationship between medical and behavioral professionals and their gender-diverse clientele, and also establish a benchmark by which further developments in nomenclature are influenced. If the nomenclature is developed with loose relation to changing social contexts, that reference point can negatively affect dynamics between patient and provider–further cleaving a divide into the medical disparities that gender-diverse populations face in comparison to the general population. A critical analysis of the language used to represent ideas and concepts surrounding the medical treatment of gender-diverse populations can shed light on the attitudes and approaches with which those populations are met by providers meant to help secure their well-being.  The nomenclature employed by the WPATH Standards of Care and the diagnostic manuals referenced in the Standards were developed through the value of professional consensus and grounded primarily in clinical experience.44 The basis for developing a standardized nomenclature for use in clinical practice was the hope that it would open the door for more consistent communication between professionals and patients, as well as improved data collection down the road. 45  K. Roy Mackenzie made the following statement at the Fourth International Conference on Gender Identity in 1978, one year before the first version of the Standards was published:  44 WPATH. n.d. “Mission And Vision - WPATH World Professional Association For Transgender Health.” WPATH.Org. Accessed April 7, 2023. https://www.wpath.org/about/mission-and-vision. 45 Ashley, Florence. 2021. “The Misuse of Gender Dysphoria: Toward Greater Conceptual Clarity in Transgender Health.” Perspect Psychol Sci 16 (6): 1159–64.    36 The first step was to make it professionally respectable to even study such material. It is now crucial that the second step be undertaken—the development of more rigorous definitions so that data can be accumulated and compared from the numerous centers involved in case assessment and treatment […] Since most investigative gender identity clinics are represented at this meeting, such a move could have immediate and significant impact in ordering data collections.46 Transgender and gender-diverse populations at the time faced extreme marginalization in both social and medical contexts. Medical professionals––without direction from clinical guidelines––were often left to use their own, often prejudiced, discretion in treating those populations. 47  The striving to establish a reference point for what treatment is professionally-respected, founded on the consensus of leading professionals in the discipline, was one that aimed to secure the standing of transgender health professionals amongst their peers, who may have held varying biases regarding acceptable treatment of gender diverse populations.48 An emphasis on using legal and scientific language, rather than philosophical or sociological language, would allow those professionals to continue engaging with trans communities without facing as much isolation and ostracization from their peers. As a document meant to provide an international standard for the treatment of gender-diverse populations, understanding the motivations and agendas involved with the development of present terminology can make it easier to understand how the chosen language might have helped accomplish or negate those goals, with particular regard given  46 MacKenzie, K. Roy. 1978. “Gender Dysphoria Syndrome: Towards Standardized Diagnostic Criteria.” Arch Sex Behav 7 (4): 251–262.  47 Devor, H. 1999. “Reed Erickson and the Beginnings of the Harry Benjamin International Gender Dysphoria Association.” August. 48 Ibid.   37 to gender-diverse populations outside of a Western social context. The WPATH Standards of Care have historically been, by admission, developed through an overwhelmingly Western perspective. 49  While terms such as “gender identity disorder,” and “transsexualism” may now be seen by some as needlessly pathologizing or centering sex and gender dysphoria as primary components of “transness”, the use of such terms were seen as necessary to gain professional understanding and respect for trans experiences within a Western context that values the scientific method, the democratic process, and objective measures. Adhering to these values when deciding on nomenclature has also been useful for trans “consumers” themselves, as it provides clinically validating descriptions of trans experiences and can help bridge the gaps in perspective between trans people who may struggle communicating their experiences and their unsympathetic audiences, whether professional or personal.   Though the complaintive writings and statements of contemporary transgender and gender-diverse audiences regarding the pathologization of trans experiences may dwarf surviving documentation from the past of the same, critiques of the nomenclature used within the standards were wholly present from their conception. Jude Patton––who was only later added as a trans “consumer” member of the task force commissioned to develop the Standards in their second Version––wrote in the Renaissance, a trans-community newsletter, that “a suggestion that a consumer be appointed to the original [Standards] task force committee was voted down” by just one vote.50 This lack of involvement of the trans and gender-diverse community that the Standards were meant to aid, perhaps additionally  49 WPATH, Standards of Care for the Health of Transsexual, Transgender, and Gender-Nonconforming People, Version 7, 161. 50 Patton, Jude. 1979. “Untitled.” Renaissance    38 contributed to the absence of nomenclature that was less-based in medical and legal terminology, and more directed to speaking toward the lived experiences of trans populations.  By the Fifth Version, the Standards made their first direct reference toward “persons with gender identity disorders, their families, and social institutions,” suggesting their use of the Standards for “understand[ing] the current thinking of professionals”.51 At the very least, this statement added an acknowledgment to the body of the living document that reflected the understanding of medical and behavioral professionals’, rather than the understanding of the population they intended to serve. However, the Standards continued to use terms such as “gender identity disorder,” “candidate,” and “eligibility,” which perpetuated the superior validity of a clinical, rather than social, model of understanding gendered experiences. One manner of addressing this discrepancy for intended uses of the Standards between professional and patient is through employing the informed consent model, which establishes the role of the professional as a partner alongside a patient’s journey rather than a gatekeeper against their momentum through that journey. This is because the clinical model has been felt by many members of transgender and gender-expansive communities to be a structure that needlessly gatekeeps access to treatments that some trans people believe they know is right for them and their quality of life, with or without a professional being in accordance with that belief.52 For trans and gender diverse individuals, the informed consent model represents a departure from traditional medical gatekeeping practices that have been criticized as  51 WPATH The Standards of Care for Gender Identity Disorders, Version 5 2. 52 Snelgrove, J.W. 2012. “‘Completely out-at-Sea’ with ‘Two-Gender Medicine’: A Qualitative Analysis of Physician-Side Barriers to Providing Healthcare for Transgender Patients.” 12 (May): 110.   39 placing significant barriers to accessing gender affirming care. Through this departure, the use of the phrase “informed consent clinic” has become popular in the realm of gender-affirming care, and refers to clinics that accept simple documentation of a patient’s informed consent to the requested treatment or procedure, without maintaining a requirement for a diagnosis or recommendation from other professionals outside of the clinic.53 It is important to note that the conventional use of the phrase “informed consent” in most legal and ethical fields refers to a specific approach to obtaining patient consent for medical treatments or procedures, in which patients are provided with information about the treatment or procedure. This includes discussing its benefits and risks and its applicability or goal in relation to their medical situation. The patient is then given the opportunity to make an informed decision about whether to proceed with the treatment or procedure. Valid informed consent in its ethical and legal usage has three aspects, being that the patient demonstrates decision capacity on the part of the patient, disclosure on the part of the professional, and voluntariness also on the part of the patient.54 However, the meaning of “informed consent” or “the informed consent model” in specific reference to the medical transition process taken up by many transgender or gender diverse individuals is similar to the conventional usage, though different. When used in this context, the “informed consent model” refers to the approach to gender-affirming care in which trans individuals are provided with information about the risks and benefit of the treatment or procedure, as well as the expected outcomes of that treatment or procedure, and are given the opportunity to make an informed decision on whether or not to proceed with the  53 Shulz, Sarah. 2018. “The Informed Consent Model of Transgender Care: An Alternative to the Diagnosis of Gender Dysphoria” 58 (1): 72–92. https://doi.org/10.1177/0022167817745217. 54 Hall, Daniel E., Allan V. Prochazka, and Aaron S. Fink. 2012. “Informed Consent for Clinical Treatment.” CMAJ 184 (5): 533–40.   40 requested treatment. The most important aspect of this usage is that it takes for granted that the trans patient has come to the medical professional of their own volition, being the initiating party to propose such treatment(s) or procedure(s); this approach does not require a formal diagnosis nor a letter of recommendation from a mental health or medical professional. This model was developed in response to the idea that transgender and gender diverse individuals should not have to prove distress about identity in order to gain access to desired health services and instead should only be required to “possess the cognitive ability to make an informed decision about health care”.55 Under the informed consent model, this access to services is granted primarily on the ability to consent to care, not the presence of a diagnosis that meets criteria for a given treatment or procedure as it relates to gender affirmation.56 Up until the 1970’s, many physicians saw the demands of informed consent as sometimes impossible to fulfill, and inconsistent with good patient care. 57  However, autonomy as a model underlies the movement to informed consent, and is central to contemporary views about the moral necessity of informed consent in medical practice.58 The arrival of informed consent, wherein non-emergent or non-immediately necessary procedures––called “elective procedures,” such as those undertaken by an individual pursuing a medical transition––occurred in the late 1950’s to early 1960’s.59 Increased activity in movements such as the reproductive rights, abortion and contraception, right to  55 Shulz, The Informed Consent Model of Transgender Care: An Alternative to the Diagnosis of Gender Dysphoria, 72–92. 56 Ibid. 57 Faden, Ruth R. 1986. A History and Theory of Informed Consent. New York: Oxford University Press on Demand.  58 Ibid. 59 Mazur, Dennis. 2013. “Informed Consent in the Twenty-First Century: What It Is, What It Isn’t, and Future Challenges in Informed Consent and Shared Decision Making” 7 (9): 762–74.   41 health care information, access to care, and civil rights movements prefaced the public and professional acceptance of rights being applied to the realm of healthcare.60 Skeptics of the meaningfulness of informed consent asserted that based on a study on organ donation––because the donors in the study did not base their consent on a cost-benefit analysis of medical facts––that the decision to undergo such a truly elective procedure is an “irrational” one that fails to meet the requirements of informed consent. In fact, the “professional standard,” that being where physicians decide what information is and is not to be provided to patients regarding their care, was the singular standard by which informed consent was founded until 1972, when the “reasonable person” standard emerged in the landmark court case Canterbury v. Spence.61 Today, about half of U.S. states, as well as the Canadian Supreme Court, operate under a reasonable person standard; half of the other states, as well as British and Australian courts, hear informed consent under a professional standard.62 The practice of informing a patient of what a reasonable person in the patient’s position would want to be informed is critical to maintaining and defending transgender and gender-diverse populations’ access to gender affirming care. When the medical model of disease was developed––the model used within most of the Standards to identify and treat gendered experiences determined to be requiring of medical transition––the model focused on five elements of a particular diseased state: diseases being given characteristics of presentation in a patient based on observations of symptoms and signs, diseases being given names (diagnoses), diseases’ life expectancy estimates being developed, prognosis estimates being derived, and treatments being developed.63 Within this model, a cause of  60 Ibid. 61 Ibid. 62 Ibid. 63 Faden, A History and Theory of Informed Consent.   42 the diseased state is implied, even when a cause remains unknown.64 When the Standards were being developed in the late 1970’s, the medical model respected by the peers of those involved dictated that medical intervention decisions must be made in the presence of an identifiable disease or an identified potential for disease, for which proactive measures may take place. For this reason, the content of the very standards that are accepted by professional consensus today was––prior to the establishment of the WPATH Standards of Care––widely regarded as being in violation of the “do no harm” principle, which could be interpreted as standing in contradiction with the medical alteration of otherwise healthy tissues despite receiving informed consent––an argument still made by contemporary anti-trans activists and speakers.65 Such views held by contemporaries at the time made it so that a diagnosis pertaining to gendered experiences of some sort was necessary for physicians and other professionals in the field of serving transgender populations to move forward with their work without facing ostracization or professionally-damaging criticism. This was a major factor in developing the first nomenclature around transgender and gender diverse populations, and the nomenclature and other terminology developed for use at the time reflect that fact.  While the terminology in Version 1 relied on the use of terms like: “transsexualism” as a non-umbrella diagnosis, “transvestites” and “transgenderists” as describing those with experiences differentiated from their working definition of transsexualism––those with gender dysphoria who, by contemporary definition, request sex-reassignment in addition to experiencing dissatisfaction with their “sex of birth” and the sex role which applies to  64 Ibid. 65 Davies-Arai, Stephanie. 2019. “First Do No Harm: The Ethics Of Transgender Healthcare, House Of Lords - Transgender Trend.” Transgender Trend. May 22, 2019. https://www.transgendertrend.com/first-do-no-harm-ethics-transgender-healthcare-house-of-lords/.   43 that sex, as socially defined.66 By the publication of Version 8, terminology had shifted toward using “transgender and gender diverse (TGD)” as an intentionally broad umbrella category which encompasses both experiences with an applicable gender-related diagnosis as well as those without––recognizing that Gender Dysphoria and Gender Incongruence are, at the time of its publication, diagnoses still used within the DSM-5-TR and ICD-11.67 The development of nomenclature in the WPATH Standards of Care publication reflects the shift from the professional perspective of the trans community as a medically-defined minority population, to a non-pathologized social category deserving of medical rights specific to the members of that category. Significant progress has been made in the ways toward which transgender and gender diverse populations’ experiences are discussed and pathologized (or not), and more progress in terms of accuracy and sensitivity around those experiences can be expected to be made as subsequent future Versions are published. As the Standards leaned on diagnostic criteria used by the DSM and ICD until recently, clinical views of gender-nonconformity utilized by the DSM and ICD make a similar appearance within the Standards themselves––it was not until the publication of Version 1 that “transsexual,” which makes various appearances in different iteratios of the DSM and ICD, ceased being used as an umbrella term. The Sex Orientation Scale of Sex and Gender Disorientation and Indecision developed by Dr. Harry Benjamin––after whom the Harry Benjamin International Gender Dysphoria Association (later WPATH) was named––was used to identify “the possibility of several conceptions and classifications of  66 HBIGDA, STANDARDS OF CARE. 67 WPATH, Standards of Care for the Health of Transgender and Gender Diverse People, Version 8, 7.   44 the transvestitic and the transsexual phenomenon” in biological males, and utilized a seven-point scale:68 i. Type 0 indicated a “normal sex orientation and identification, heterosexual or homosexual. The ideas of ‘dressing’ [cross-dressing] or ‘sex change’ are foreign and unpleasant. Vast majority of all people.” ii. Type I described a “Transvestite (Pseudo),” whose “gender ‘feeling’” was masculine, whose social life reflected a normal male life aside from a possible “kick” gained from “dressing”. This person could be of any sexual orientation, and any dressing or fantasizing of sex change which occurred were mainly in masturbation fantasy. Sex reassignment procedures, hormone replacement therapy, or gender-related psychotherapy would not be considered or necessary “in reality”.  iii. Type II described a “Transvestite (Fetishistic),” who, while retaining a masculine gender feeling and living as a man, would periodically or part-time cross-dress. This person was typically heterosexual, felt guilt surrounding their “masturbation with fetish,” and would purge and “relapse” in regard to their sex object choice. They would reject the notion of a sex reassignment, and were rarely interested in hormone replacement therapy–-though Benjamin noted that estrogen therapy may help to reduce libido in males. This person may also “imitate a M[ale] & F[emale] double personality with M[ale] and F[emale] names”.  68 Benjamin, Harry. \"The Benjamin Sex Orientation Scale (S.O.S.).\"  Chart. 1966. Digital Transgender Archive,  https://www.digitaltransgenderarchive.net/files/5d86p0399.   45 iv. Type III described a “Transvestite (True),” whose gender feeling was masculine, but with less conviction, and was heterosexual “except when dressed”. This kind of person cross-dressed constantly, or as often as possible. They may have lived and been accepted as a woman, or cross dressed under male clothing. Cross dressing may have given sexual satisfaction or relief of gender discomfort, and this person may also have similar purging and relapsing habits described in Type II. Sex reassignment would be rejected by the individual, though the idea would be attractive; hormone replacement therapy would be attractive as an experiment, and Benjamin considered the possibility that it may be helpful for the individual. This type of person typically also trended toward transsexualism.  v. Type IV described a “Transsexual (Non-Surgical),” whose gender feeling was uncertain––wavering between transvestism and transsexualism. They would cross dress as often as possible with insufficient relief of gender discomfort, and may have lived either as a man or a woman. This person is described as having a low libido; though possibly bisexual, they are primarily described as asexual or “auto-erotic”. While the idea of sex reassignment would be attractive, this type of individual would not request such procedures. However, hormone replacement therapy would be described as “needed” for comfort and emotional balance. vi. Type V described a “True Transsexual (Moderate Intensity),” whose gender feeling was feminine, and that they were “trapped” in a male body. They would live and work as a woman if possible, and would not receive sufficient relief of gender discomfort from cross dressing. This type of individual would have a   46 low libido, being either asexual or auto-erotic, or having “passive homosexual activity”. They would request sex reassignment, and hormone replacement therapies were seen as needed as a substitute for or as preliminary to a sex reassignment operation.  vii. Type VI, the final type described in the scale, described a “True Transsexual (High Intensity),” whose gender feeling was feminine, and who experienced “total ‘psycho-sexual’ inversion”. They may have lived and worked as a woman, and would experience insufficient relief from their “intense” gender discomfort through cross dressing. The type of individual described would desire relations with normal males as a female “intensively,” and would urgently request (and usually attain) sex reassignment procedures. Hormone replacement therapies were identified as required for “partial” relief; if “too long frustrated,” this person would be in danger of suicide or self-mutilation as they would despise their male sex organs. Psychological guidance or psychotherapy was recommended for “symptomatic relief only”. Before 1979, a “transsexual” (Type IV or V) could be someone who may have only part-time cross dressed, or who did not need and may not have even wanted hormone replacement therapies or sex reassignment surgeries. Upon the publication of Version 1 of the Standards––The hormonal and surgical sex reassignment of gender dysphoric persons”––however, “transsexual” was defined as not excluding “persons who meet the above [DSM-III (proposed)] criteria but who otherwise may, on the basis of their past behavioral histories, be conceptualized and classified as transvestites and/or effeminate male homosexuals or masculine female homosexuals”. The Standards were the first to   47 define a candidate for hormonal or sex reassignment as including someone who may have previously been thought of as a cross-dresser, given that the individual also met those criteria. The criteria listed were as follows: 1. Persistent sense of discomfort and inappropriateness about one’s anatomic sex. 2. Persistent wish to be rid of one’s own genitals and to live as a member of the other sex. 3. The disturbance has been continuous (not limited to periods of stress) for at least two years. 4. Absence of physical intersex or genetic abnormality. 5. The disturbance is not symptomatic of another mental disorder, such as  Schizophrenia. Under these criteria, the primary working diagnosis applied to “any and all persons requesting surgical and hormonal sex-reassignment” was that of Gender Dysphoria.69 In the document, gender dysphoria was defined as “that psychological state whereby a person demonstrates dissatisfaction with their sex of birth and the sex role, as socially defined, which applies to that sex, and who requests ‘hormonal and surgical sex-reassignment”. The diagnosis, as mentioned, solely referred to those who requested sex-reassignment. 70 In Version 3 under the same title, the definition of gender dysphoria remained unchanged; however, the publication, with this Version, began referring to individuals of  69 HBIGDA, STANDARDS OF CARE.  70 Ibid.   48 relevant concern as “gender dysphoric patients (sex-reassignment applicants),” and this manner of reference did not change through Version 4.71  Beginning in Version 5 “The HBIGDA standards of care for gender identity disorders,” the Standards began referring to patients as “persons/people with gender identity disorders” and “the Gender Patient”. The use of gender dysphoria as an umbrella term to describe a patient’s struggles was newly deemed informal, alongside the use of terms like “gender identity problem,” “a gender problem,” “a gender concern,” “gender distress,” and “transsexualism”. This update reflected the terminology used in the DSM-IV and ICD-10, which formally designated individuals meeting the specified criteria as having a Gender Identity Disorder (GID) of some variety, also recognizing a second clinical threshold that would bring some GID patients to standing as a candidate for sex reassignment procedures or hormone replacement therapies.72  Version 6, whose title also defined the Standards as being for those with Gender Identity Disorders, was the first Version to identify and describe “Gender Identity Variance throughout the world” as being unlikely to alter behavioral expressions of GID due to cultural differences. In that paragraph, the use of the term “gender variant people” is present to describe such individuals.73 This Version was also the first to name the “phases” of a medical transition (real-life experience in the desired gender role, hormones of the desired gender, and finally surgery to change genitalia and other sex characteristics) as “triadic therapy”. Upon the publication of these standards, triadic therapy became the standard treatment pathway for patients with GID, though the Standards invite the consideration that  71 WPATH, Standards of Care: The Hormonal and Surgical Sex Reassignment of Gender Dysphoric Persons 80 72 HBIGDA, The HBIGDA standards of care for gender identity disorders 10 73 HBIGDA, Standards of Care for Gender Identity Disorders, Sixth Version 5   49 not all people with GID need or want all three elements of triadic therapy. The Standards in this Version also discussed at length the development of a nomenclature to describe transgender and gender diverse experiences: The term transsexual emerged into professional and public usage in the 1950s as a means of designating a person who aspired to or actually lived in the anatomically con- trary gender role, whether or not hormones had been administered or surgery had been performed. During the 1960s and 1970s, clinicians used the term true transsexual. […] Belief in the true transsexual concept for males dissipated when it was realized that such patients were rarely encountered, and that some of the original “true transsexuals” had falsified their histories to make their stories match the earliest theories about the disorder. […] The term ‘gender dysphoria syndrome’ was later adopted to designate the presence of a gender problem in either sex until psychiatry developed an official nomenclature.  The diagnosis of Transsexualism was introduced in the DSM-III in 1980 for gender dysphoric individuals who demonstrated at least two years of continuous interest in transforming the sex of their bodies and their social gender status. Others with gender dysphoria could be diagnosed as Gender Identity Disorder of Adolescence or Adulthood, Nontranssexual Type; or Gender Identity Disorder Not Otherwise Specified (GIDNOS). These diagnostic terms were usually ignored by the media, which used the term transsexual for any person who wanted to change his/her sex and gender.  In 1994, the DSM-IV committee replaced the diagnosis of Transsexualism with Gender Identity Disorder. Depending on their age, those with a strong and   50 persistent cross-gender identification and a persistent discomfort with their sex or a sense of inappropriateness in the gender role of that sex were to be diagnosed as Gender Identity Disorder of Childhood (302.6), Adolescence, or Adulthood (302.85). For persons who did not meet these criteria, Gender Identity Disorder Not Otherwise Specified (GIDNOS)(302.6) was to be used. […] Patients diagnosed with GID and GIDNOS were to be subclassified according to the sexual orientation: attracted to males; attracted to females; attracted to both; or attracted to neither. Between the publication of DSM-III and DSM-IV, the term “transgender” began to be used in various ways. Some employed it to refer to those with unusual gender identities in a value-free manner–that is, without a connotation of psychopathology. Some people informally used the term to refer to any person with any type of gender identity issues. Transgender is not a formal diagnosis, but many professionals and members of the public found it easier to use informally than GIDNOS, which is a formal diagnosis.74 Version 7, Standards of Care for the Health of Transsexual, Transgender, and Gender-Nonconforming People, was the first to make nominal distinctions between varying experiences of gender dysphoria. In the text, gender-nonconformity referred to “the extent to which a person’s gender identity, role, or expression differs from the cultural norms prescribed for people of a particular sex,” while gender dysphoria referred to the “discomfort or distress that is caused by a discrepancy between a person’s gender identity and that person’s sex assigned at birth (and the associated gender role and/or primary and  74 Ibid.   51 secondary sex characteristics)”.75 Version 7 also is the first to make note of the use of the word “disorder” when describing gender variance: A disorder is a description of something with which a person might struggle, not a description of the person or the person’s identity. Thus, transsexual, transgender, and gender- nonconforming individuals are not inherently disordered. Rather, the distress of gender dysphoria, when present, is the concern that might be diagnosable and for which various treatment options are available.76 The mention of gender-affirming treatment in the presence of existing intersex conditions––newly called Disorders of Sex Development (DSDs)––is also novel as of this Version, as well as its explication about some strong objections to the “disorder” label and the view of these conditions as a matter of diversity which prefers the contemporarily medically-defunct terms intersex and intersexuality. This Version also newly recognizes gender identity labels used by individuals whose gender identity and/or role does not conform to a binary understanding of gender as limited to the categories of man or woman, male or female––this is recognized within the standards as the label “genderqueer”. This is not, however, the formal recognition of nonbinary identities by name that makes its first appearance in Version 8. Perhaps most significantly, the Standards deviate in this Version from the description of people with GID as “Biological Females” and “Biological Males,” instead opting to use and define Female-to-male (FtM) and Male-to-female (MtF) as adjectives describing individuals’ assigned sex at birth and their later change in body and/or  75 WPATH, Standards of Care for the Health of Transsexual, Transgender, and Gender-Nonconforming People, Version 7 169 76 Ibid.   52 gender role to that of the opposite sex. These terms are still widely in use today, though they have been switched out in favor of other terms in the most recently published Version of the Standards (Version 8). These changes––while leaving room for further improvement and revision––have material impacts on the communities of transgender and gender diverse people around the world, as will be discussed in the chapter below.      53 IMPACT OF STANDARDS’ DEVELOPMENT ON GENDER-NONCONFORMING POPULATIONS  One of the most significant impacts of the Standards’ updated nomenclature is, through depathologization, reducing stigmatization and discrimination faced by transgender and gender diverse individuals in healthcare settings internationally. Though there may exist legal or cultural barriers to the implementation of the Standards in some nations which limits the applicability of these changes, other nations have adopted the WPATH Standards as their principal guidelines directing transitional and gender affirming care for trans populations. Incorporating sections that specifically address this global applicability, as well as leaving the Standards amenable to retaining relevance in the use of terminology that is culturally-specific, WPATH has helped––in part of an ongoing effort––to establish a global consensus on the importance of protecting and promoting gender affirming care and treatment for these populations across national borders. This improves access to healthcare attained by trans individuals, many of whom may have avoided seeking care due to fear of discrimination or mistreatment by behavioral and medical professionals. The use of inclusive language has aided in reducing the stigmatization of trans and gender diverse populations, as well as their experiences. In turn, this can lead to improved mental health outcomes and reduce the risk of further discrimination and violence that is often faced by trans populations at a disproportionate rate when compared to the general non-trans population.77  77 Kcomt, Luisa. 2019. “Profound Health-Care Discrimination Experienced by Transgender People: Rapid Systematic Review.” Social Work in Health Care 58 (2): 201–19.   54  Additionally, the changes in nomenclature and standardization of the guidelines outlined in the Standards has the potential to work as a harm reduction strategy. In regard to “DIY” transitioning, removing the terminological and criteria-based barriers to gender-affirming care allows transgender and gender diverse patients to access care that they may have otherwise sought out through underground or more informal means when in a situation or environment that causes the historic clinical model to act as a (financial, regional, legal, temporal, etc.) barrier to attaining such treatments or procedures.78 In the face of these obstacles, some transitioning individuals have sought out hormonal replacement therapies on the black market or through less-regulated international suppliers, while some have also been known to seek out gender affirming treatments from unqualified or unlicensed medical professionals.79 These routes often lack the guidance and experience gained from the involvement of a professional adequately-suited to address such patients’ needs, and can result in injury or death to the trans or gender diverse individual.80 It also acts as a harm reduction strategy, in that emerging data show decreased rates of depression and anxiety associated with access to medical aspects of transitioning, as well as other improved mental health outcomes such as decreased suicidality and likelihood to self-harm.  As some legal barriers to gender recognition are predicated on medical alterations to trans bodies such as hormone replacement therapies or surgery, increasing accessibility to this sort of care also has the potential to improve legal recognition of individuals with a gender identity that differs to that associated with their sex assigned at birth.81 This can  78 Baker, Jonathan T., Brianna R. Cusanno, and Marleah Dean. 2023. “Dilemmas in Patient-Clinician Communication about Do-It-Yourself Hormone Therapy: A Qualitative Study.” SSM - Qualitative Research in Health 3. 79 Ibid. 80 Ibid. 81 King, Wesley M., and Kristi E. Gamarel. 2021. “A Scoping Review Examining Social and Legal Gender Affirmation and Health Among Transgender Populations.” Transgender Health 6 (1): 5–22.   55 have a significant impact on opportunities allowed for trans and gender diverse people in the realms of education, housing, and employment, where individuals may be asked to provide legal documents in an environment where an apparent conflict in gender presentation and legal designation would lead to the individual experiencing discrimination on those fronts, legal or otherwise.  The increased reference of the Standards and their contents by medical and behavioral professionals, as well as legal professionals or those working in the media––coupled with the advancements made in recent publications of the Standards––has potential to increase social acceptance of gender-neutral and gender-inclusive language, as outlined by the present Standards Version. The use of respectful terminology models appropriate means by which to discuss transgender individuals and their healthcare, and raises the possibility of aiding to educate the public and increase awareness of issues faced by trans and gender diverse populations, leading to greater understanding and acceptance of their experiences in the social sphere. This can have positive implications in regard to trans individuals’ ability to preserve their mental health and pursue professional opportunities, as similarly outlined above.   Additionally, regarding the population of people for whom a medical transition may pose benefits as comprised of “transgender and gender diverse” individuals, rather than gender-dysphoric individuals, enshrines the population deserving of qualifying for gender-affirming care as encompassing more than those experiencing distress as the result of gender incongruence. This additionally guarantees clinical guidance being reserved for any person who falls under the transgender and gender diverse umbrella through recognizing by name, independent of a gender-related diagnosis, that emphasizes protections for any   56 step toward gender affirmation whether it be social or medical. This is becoming increasingly important, especially in countries like the United States which recognize transgender identification as placing an individual within a quasi-suspect class.82 Quasi-suspect classes in the U.S. are those subject to an intermediate level of review under the equal protection clause, where heightened judicial scrutiny is applied to a case based on a determination that a group has suffered a history of discrimination. 83  In the midst of legislation targeting both the ability for transgender and gender diverse individuals to pursue medical transition, the formal recognition of people who may not possess gender dysphoria as being under the trans umbrella establishes a precedent wherein these individuals are still considered as a quasi-suspect class, and thus more likely to succeed in fighting against discriminatory practices and policies.     82 “Quasi-Suspect Classes and Proof of Discriminatory Intent: A New Model.” 1981. The Yale Law Journal 90 (4): 912. 83 Ibid.   57 CONCLUSION  Gender identity as an increasingly politicized issue across the globe has often lacked understanding from the general public, policy and lawmakers, as well as behavioral and healthcare professionals, leading to a shrinking of active support for transgender healthcare and legal protections in addition to blatant hostility toward such protections. However, the WPATH Standards of Care publication has been developed for the purpose of––and it has grown well into this role––delivering recommendations and clinical guidelines directing healthcare and behavioral health professionals toward best practices in engaging with transgender and gender diverse communities. As a demonstrably authoritative body on the care of transgender and gender diverse populations, WPATH has been established to protect and affirm individuals’ ability to access safe and effective pathways to achieving lasting personal comfort with their gendered selves, optimize their physical health, and find psychological well-being and self-fulfillment. These Standards have evolved carefully over time through a process involving rigorous debate across multidisciplinary professionals who possess relevant involvement in the realm of providing or denying gender-affirming care to those that request it, close consideration and scrutiny of case studies, and analysis of collected data and peer-reviewed studies. Such Standards, over the course of their development, have become increasingly designed to jump over the cultural limitation placed by WPATH’s initial derivation from professional perspectives which reign predominant in Western Europe and North America; they now provide globally-applicable context and nuance regarding the recommendations for healthcare or behavioral health providers across international borders. Opening up accessibility to gender-affirming care, as the Standards have increasingly supported in light of new   58 information over time, can have significant impact on opportunities allowed for transgender and gender-diverse people in the material realms of their lived reality. Moreover, the formal recognition of people who may not possess gender dysphoria as being under the an umbrella of people deserving gender-affirming care establishes a record wherein these individuals are still considered alongside gender-dysphoric members of a class which is often afforded protections under law, and are therefore more likely to succeed in fighting against discriminatory practices and policies. A product of international collaboration and a rigorous vetting process, the WPATH Standards of care are instrumental in supporting and advocating for the needs of transgender and gender-diverse individuals, as well as in promoting social and legal recognition of their identities. The WPATH Standards of Care publication is crucial in providing guidance to healthcare professionals and organizations which determine the (un)availability of certain treatments or procedures to certain groups; as an organization that has demonstrated extensive knowledge and understanding of gendered experiences and the options which have been determined to improve the quality of certain gendered experiences such as in gender-affirming care, WPATH should be highly regarded when constructing policies and legislation that is aimed at bettering communities rather than harm them––as all measures should aim.     59 REFERENCES  American Civil Liberties Union. 2023. “Mapping Attacks On LGBTQ Rights In U.S. State Legislatures.” American Civil Liberties Union. April 4, 2023. https://www.aclu.org/legislative-attacks-on-lgbtq-rights. Ashley, Florence. 2021. “The Misuse of Gender Dysphoria: Toward Greater Conceptual Clarity in Transgender Health.” Perspect Psychol Sci 16 (6): 1159–64. https://doi.org/10.1177/1745691619872987. Baker, Jonathan T., Brianna R. Cusanno, and Marleah Dean. 2023. “Dilemmas in Patient-Clinician Communication about Do-It-Yourself Hormone Therapy: A Qualitative Study.” SSM - Qualitative Research in Health 3: 100213. https://doi.org/10.1016/j.ssmqr.2022.100213. Center for Transgender and Gender Expansive Health. n.d. “Informed Consent Model For Gender Affirming Hormone Therapy | Affirm.” Affirm | A Blog From The Center For Transgender And Gender Expansive Health . Accessed April 7, 2023. https://affirm.blogs.hopkinsmedicine.org/2021/03/16/informed-consent-model-for-gender-affirming-hormone-therapy/. Coleman, E., W. Bockting, M. Botzer, P. Cohen-Kettenis, G. DeCuypere, J. Feldman, L. Fraser, J. Green, G. Knudson, and W. J. Meyer. 2012. “Standards of Care for the Health of Transsexual, Transgender, and Gender-Nonconforming People, Version 7.” International Journal of Transgenderism 13 (4): 165–232. https://doi.org/10.1080/15532739.2011.700873. Coleman, E., A. E. Radix, W. P. Bouman, G. R. Brown, A. L. C. de Vries, M. B. Deutsch, R. Ettner, L. Fraser, M. Goodman, and J. Green. 2022. “Standards of Care for the Health of Transgender and Gender Diverse People, Version 8.” International Journal of Transgender Health 23 (sup1): S1–259. https://doi.org/10.1080/26895269.2022.2100644. Davies-Arai, Stephanie. 2019. “First Do No Harm: The Ethics Of Transgender Healthcare, House Of Lords - Transgender Trend.” Transgender Trend. May 22, 2019. https://www.transgendertrend.com/first-do-no-harm-ethics-transgender-healthcare-house-of-lords/. Devor, H. 1999. “Reed Erickson and the Beginnings of the Harry Benjamin International Gender Dysphoria Association.” August. Faden, Ruth R. 1986. A History and Theory of Informed Consent. New York: Oxford University Press on Demand. “FLACK v. WISCONSIN DEPARTMENT OF HEALTH SERVICES.” 2018.   60 George, Marie-Amélie. n.d. “Framing Trans Rights.” Williams Institute - UCLA School of Law. Accessed April 7, 2023. https://williamsinstitute.law.ucla.edu/wp-content/uploads/04-DAJ20-George.pdf. Gerritse, Karl, Laura A. Hartman, Marijke A. Bremmer, Baudewijntje P. C. Kreukels, and Bert C. Molewijk. 2021. “Decision-Making Approaches in Transgender Healthcare: Conceptual Analysis and Ethical Implications.” Med Health Care and Philos 24 (4): 687–99. https://doi.org/10.1007/s11019-021-10023-6. Giedinghagen, Andrea. 2022. “Typologies of Detransition: Nuanced Narratives and Dynamic Identities” 61 (10). https://doi.org/10.1016/j.jaac.2022.07.074. Hall, Daniel E., Allan V. Prochazka, and Aaron S. Fink. 2012. “Informed Consent for Clinical Treatment.” CMAJ 184 (5): 533–40. https://doi.org/10.1503/cmaj.112120. Harry Benjamin International Gender Dysphoria Association. 1979. STANDARDS OF CARE. Edited by Jack C. Berger, Richard Green, Donald R. Laub, Charles L. Reynolds, Paul A. Walker, and Leo Wollman. The Janus Information Facility, The University of Texas Medical Branch. ———. 1985. “Standards of Care: The Hormonal and Surgical Sex Reassignment of Gender Dysphoric Persons” 14 (1). Hatewatch. 2021. “Far-Right Groups Flood State Legislatures With Anti-Trans Bills Targeting Children.” Southern Poverty Law Center. April 26, 2021. https://www.splcenter.org/hatewatch/2021/04/26/far-right-groups-flood-state-legislatures-anti-trans-bills-targeting-children. Heyer, Walt. 2017. “The Experiment On Our Children: Doctors Don’t Know Who The Real Trans Kids Are.” The Public Discourse. June 12, 2017. https://www.thepublicdiscourse.com/2017/06/19512/. Kcomt, Luisa. 2019. “Profound Health-Care Discrimination Experienced by Transgender People: Rapid Systematic Review.” Social Work in Health Care 58 (2): 201–19. https://doi.org/10.1080/00981389.2018.1532941. King, Wesley M., and Kristi E. Gamarel. 2021. “A Scoping Review Examining Social and Legal Gender Affirmation and Health Among Transgender Populations.” Transgender Health 6 (1): 5–22. https://doi.org/10.1089/trgh.2020.0025. Levine, Stephen B., E. Abbruzzese, and Julia W. Mason. 2022. “Reconsidering Informed Consent for Trans-Identified Children, Adolescents, and Young Adults.” Journal of Sex & Marital Therapy 48 (7): 706–27. https://doi.org/10.1080/0092623X.2022.2046221.   61 Levine, Stephen B., George R. Brown, Eli Coleman, Peggy T. Cohen-Kettenis, J. Joris Hage, Judy Van Maasdam, Maxine Petersen, Friedemann Pfäfflin, and Leah C. Schaefer. 1999. “The Standards of Care for Gender Identity Disorders.” Journal of Psychology & Human Sexuality 11 (2): 1–34. https://doi.org/10.1300/J056v11n02_01. Lhant, Violet. n.d. “Protecting Gender-Affirming Care.” Human Rights Campaign. Accessed April 7, 2023. https://www.hrc.org/magazine/2023-winter/protecting-gender-affirming-care. MacKenzie, K. Roy. 1978. “Gender Dysphoria Syndrome: Towards Standardized Diagnostic Criteria.” Arch Sex Behav 7 (4): 251–262. https://doi.org/10.1007/bf01542033. Mazur, Dennis. 2013. “Informed Consent in the Twenty-First Century: What It Is, What It Isn’t, and Future Challenges in Informed Consent and Shared Decision Making” 7 (9): 762–74. https://doi.org/10.1111/soc4.12067. Meyer, Walter, Walter O. Bockting, Peggy Cohen-Kettenis, Eli Coleman, Domenico Diceglie, Holly Devor, Louis Gooren, J. Joris Hage, Sheila Kirk, and Bram Kuiper. 2002. “The Harry Benjamin International Gender Dysphoria Association’s Standards of Care for Gender Identity Disorders, Sixth Version.” Journal of Psychology & Human Sexuality 13 (1): 1–30. https://doi.org/10.1300/j056v13n01_01. Patton, Jude. 1979. “Untitled,” 1979. Puckett, Jae, Peter Cleary, Kinton Rossman, Brian Mustanski, and Michael Newcomb. 2017. “Barriers to Gender-Affirming Care for Transgender and Gender Nonconforming Individuals” 15 (August). https://doi.org/10.1007/s13178-017-0295-8. “Quasi-Suspect Classes and Proof of Discriminatory Intent: A New Model.” 1981. The Yale Law Journal 90 (4): 912. https://doi.org/10.2307/795905. Shulz, Sarah. 2018. “The Informed Consent Model of Transgender Care: An Alternative to the Diagnosis of Gender Dysphoria” 58 (1): 72–92. https://doi.org/10.1177/0022167817745217. Snelgrove, J.W. 2012. “‘Completely out-at-Sea’ with ‘Two-Gender Medicine’: A Qualitative Analysis of Physician-Side Barriers to Providing Healthcare for Transgender Patients.” 12 (May): 110. https://doi.org/10.1186/1472-6963-12-110. The Editors. 2022. “The U.K. Turns Its Back On Transgender Ideology | National Review.” National Review. August 15, 2022.   62 https://www.nationalreview.com/2022/08/the-u-k-turns-its-back-on-transgender-ideology/. The Harry Benjamin International Gender Dysphoria Association. 1990. “The Harry Benjamin International Gender Dysphoria Association’s Standards of Care.” WPATH. n.d. “Mission And Vision - WPATH World Professional Association For Transgender Health.” WPATH.Org. Accessed April 7, 2023. https://www.wpath.org/about/mission-and-vision. WPATH, and USPATH. 2023. “Statement of Opposition to Legislation Banning Access to Gender-Affirming Health Care in the US.” WPATH.Org . March 8, 2023. https://www.wpath.org/media/cms/Documents/Public%20Policies/2023/USPATH_WPATH%20Statement%20re_%20GAHC%20march%208%202023.pdf.       63  AUTHOR’S BIOGRAPHY Alexander “Alex” H. Cross was born in Urbana, Illinois on August 19, 2001. He was raised moving around the Southeastern United States, and later graduated from Bangor Christian High School in 2019. Majoring in International Affairs, Alex has minors in history and neuroscience. He is a transgender man who has been out since 2014, and who began his medical transition in 2019 after earning distance from oppositional social and educational environments. Upon graduation, Alex will return home to the Southeast and attend the University of North Carolina School of Law, as he pursues his aim of securing others the support he once lacked. ",
    "id": 572733164,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.library.umaine.edu:honors-1798"
    },
    "title": "The WPATH Standards of Care: Their History and Importance in Advocating for Transgender Health",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-04-01T08:00:00+01:00",
    "publisher": "DigitalCommons@UMaine",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.library.umaine.edu/cgi/viewcontent.cgi?article=1798&context=honors"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/572733164.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/572733164"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/572733164/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/572733164/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/572733164"
        }
    ],
    "abstract": "The World Professional Association for Transgender Health (WPATH) Standards of Care publication one most-often cited in the defense of increasing attacks on transgender rights to gender-affirming healthcare, as it is the reigning body of clinical guidelines and recommendations for the medical treatment of transgender and gender-diverse populations developed for application in a global context. This paper recounts the history of the WPATH organization––formerly called the Harry Benjamin International Gender Dysphoria Association––and the evolution of its Standards publication. In light of historical and recent attacks on gender-affirming care, an overview of the material implications of the Standards’ changes as they pertain to legal and healthcare protections is also provided",
    "tags": [
        "text",
        "WPATH",
        "Transgender health",
        "informed consent",
        "Health Policy",
        "International and Area Studies",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Medical Humanities"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.library.umaine.edu:honors-1798",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3475",
        "openDoarId": 0,
        "name": "University of Maine",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 572733164,
        "depositedDate": null,
        "publishedDate": "2023-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T05:38:56+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-19T19:17:45+01:00"
    },
    "urls": [
        "https://digitalcommons.library.umaine.edu/honors/800",
        "https://digitalcommons.library.umaine.edu/context/honors/article/1798/viewcontent/Cross_2023_THE_WPATH_STANDARDS_OF_CARE___THEIR_HISTORY_AND_IMPORTANCE_IN_ADVOCATING_FOR_TRANSGENDER_HEALTH.pdf"
    ],
    "lastUpdate": "2024-01-24T05:38:56+00:00",
    "setSpecs": []
}