{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Zick, Timothy"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:58:38+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62568656.pdf",
    "fullText": "ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM THE DYNAMIC RELATIONSHIP BETWEEN FREEDOM OF SPEECH AND EQUALITY TIMOTHY ZICK* ABSTRACT This Article examines the dynamic intersection between freedom of speech and equal protection, with a particular focus on the race and LGBT equality movements. Unlike other works on expression and/or equality, the Article emphasizes the relational and bi-directional connections between freedom of speech and equal protection. Freedom of speech has played a critical role in terms of advancing constitutional equality. However, with regard to both race and LGBT equality, free speech rights also failed in important respects to facilitate equality claims and movements. Advocacy and agitation on behalf of equality rights have also left indelible positive and negative marks on free speech doctrines, principles, and rights. The free speech-equality relationship underscores several important lessons regarding reliance on speech rights to advance constitutional equality. Moreover, through a comparative analysis, the Article demonstrates that freedom of speech intersects in distinctive ways with different types of equalities. The Article’s general lessons and comparative observations carry important implications for future equality movements, including the current campaign for transgender equality. INTRODUCTION Constitutional rights are not isolated islands of liberty. In fact, many rights provisions are intensely relational.1 To fully understand Copyright © 2017 Timothy Zick. * Mills E. Godwin, Jr., Professor of Law, William & Mary Law School. I would like to thank CarlosBall, Tara Grove, John Inazu, Corinna Lain, Alli Larsen, and Nelson Tebbe for their commentson earlier drafts of this Article. 1.  See Kerry Abrams & Brandon Garrett, Cumulative Constitutional Rights B.U. L. REV.(forthcoming 2017) (discussing some of the ways in which constitutional rights intersect and associate).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 14 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 individual rights provisions, we must often examine their relationships with other rights guarantees. These relationships are part of an ongoing, dynamic, and bi-directional process in which rights facilitate, complicate, and change each other’s substantive meanings.2 This Article examines the dynamic relationship between the First Amendment’s Free Speech Clause and the Fourteenth Amendment’s Equal Protection Clause. Now is a particularly appropriate time to focus on this relationship. In its recent marriage equality decision, Obergefell v. Hodges, the Supreme Court held that the Fourteenth Amendment protects a right of marriage equality for gays and lesbians.3 The opinion’s opening lines observed that the Constitution protects “a liberty that includes certain specific rights that allow persons, within a lawful realm, to define and express their identity.”4 And in response to arguments that the issue of marriage equality had not yet been adequately vetted in democratic venues, the Court recited the many opportunities that the public, lawmakers, and the courts had to discuss and debate the issue.5 The Free Speech Clause is implicated in both observations. For many decades, gay men and lesbians fought for the right to come out publicly and express their sexual orientation. Further, the freedom of individuals and organizations to speak about, and of the public to debate, marriage equality was critical to the change in public and official attitudes that led to the marriage equality decision.6 Marriage equality is only the most recent example of the transformative power of free speech and other expressive rights. As far back as the Fourteenth Amendment’s ratification, the Free Speech Clause has played a critical role in advancing constitutional equality claims.7 In the modern era, the race equality movement demonstrated that free speech, along with rights of assembly and press, are powerful means of advocating for, and to some extent achieving, equal treatment under law.8 Recognition and exercise of these rights helped transform    2.  See generally Timothy Zick, Rights Dynamism, U. PA. L. CONST. L. (forthcoming 2017) (examining how constitutional rights relate to one another in a dynamic process of change).   3.  Obergefell v. Hodges, 135 S. Ct. 2584, 2599 (2015).   4.  Id. at 2593 (emphasis added).    5.  See id. at 2596, 2605 (describing public discourse regarding marriage equality).    6.  See generally Timothy Zick, Rights Speech, 48 U.C. DAVIS L. REV. 1 (2014) (discussing the importance of rights discourse).    7.  See AKHIL REED AMAR, THE BILL OF RIGHTS: CREATION AND RECONSTRUCTION 235 (Yale Univ. Press 1998) (observing that Reconstruction Republicans frequently mentioned and invoked expressive rights in debates concerning equal protection).    8.  See generally HARRY KALVEN, JR., THE NEGRO AND THE FIRST AMENDMENT (Univ. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 15 the civil rights agenda into a national agenda. Freedom of speech and related rights – the right to communicate anonymously and the right to associate – protected racial equality proponents from various forms of governmental abuse and censorship.9 Free speech rights also allowed equality proponents to make their case to the public in pointed, caustic, and graphic ways that advanced the cause of civil liberties. In similar terms, Professor Dale Carpenter has written that “[t]he First Amendment created gay America.”10 We must be careful not to over-credit constitutional litigation or Supreme Court decisions for broad societal changes.11 As with race equality, there are many reasons for the LGBT equality movement’s successes.12 However, the fact that advocates for gay equality have been able to rely extensively upon expressive freedoms both inside and outside the courts to advance their cause is surely among them. The Free Speech Clause and related rights to publish and associate have allowed LGBT persons to publicly identify as such, and to associate in ways that have advanced the legal and political cause of gay equality.13 As the civil rights era also demonstrated, free speech rights are necessary but not sufficient to effect constitutional equality. As advocates of racial equality discovered, expressive guarantees facilitate but do not confer equal citizenship. Although race equality advocates had considerable success in First Amendment litigation, they also  of Chicago Press 1965) (describing civil rights advocates’ use of expressive rights to advance racial equality).    9.  See, e.g., NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 462 (1958) (holding that an Alabama order requiring NAACP to disclose its membership list violated the group’s First Amendment right of association).    10.  Dale Carpenter, Expressive Association and Anti-Discrimination Law After Dale: A Tripartite Approach, 85 MINN. L. REV. 1515, 1525 (2001).    11.  Changes that occur outside the courts are also critically important. See generally BRUCE ACKERMAN, WE THE PEOPLE: THE CIVIL RIGHTS REVOLUTION (Harvard Univ. Press 2014) (examining the many influences that facilitated the civil rights movement); MICHAEL J. KLARMAN, FROM JIM CROW TO CIVIL RIGHTS: THE SUPREME COURT AND THE STRUGGLE FOR RACIAL EQUALITY (Oxford Univ. Press 2004) (describing the influences and limits of Supreme Court litigation in facilitating constitutional equality).    12.  In this Article, I sometimes refer to the “LGBT equality movement” and at other times refer to “LGBT equality proponents.” The phrases are obviously not synonymous. Nor are they intended to suggest affiliation with particular activist groups or causes. In general, the Article assesses efforts by supporters of LGBT equality as well as their “opponents” (including groups that opposed gay persons’ legal and societal inclusion and acceptance) to utilize First Amendment litigation to pursue their goals, and to assess the effects those efforts had on Fourteenth and First Amendment rights.    13.  See WILLIAM N. ESKRIDGE, JR., GAYLAW: CHALLENGING THE APARTHEID OF THE CLOSET 98 (Harvard Univ. Press 1999) (discussing early cases involving speech, association, and press). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 16 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 suffered notable defeats. For example, advocates discovered that the Free Speech Clause could not be used to de-segregate lunch counters or guarantee access to all protest venues.14 Similarly, as Professor William Eskridge has observed, some of the Supreme Court’s free speech decisions conveyed “an orthodoxy of compulsory heterosexuality” by validating “discriminatory treatment of homosexual speech.”15 At critical moments, free speech and other First Amendment claims failed to advance equality rights.16 Indeed, insofar as equality rights are concerned, the list of free speech failures is quite long. For instance, First Amendment doctrine has generally protected forms of hateful expression directed toward African-Americans, gay persons, and other marginalized groups. The Supreme Court has held that the Free Speech Clause prohibits government from targeting even racist speech based on the ideas that it communicates.17 Social and civic institutions successfully invoked the First Amendment to deny admission, access, and membership to gay men and lesbians.18 Further, the Free Speech Clause has not imposed any limits on discriminatory government speech concerning race, homosexuality, or other matters relating to constitutional equality.19 At least insofar as the Free Speech Clause is concerned, governments have been entirely free to communicate racist, homophobic, and other derogatory ideas through laws discriminating against oppressed    14.  See, e.g., Garner v. Louisiana, 368 U.S. 157, 173–74 (1961) (invalidating breach of peace convictions on procedural due process grounds); Adderley v. State of Florida, 385 U.S. 39, 46 (1966) (holding that convictions for trespass based on unauthorized protest near jail did not violate First Amendment).    15.  ESKRIDGE, supra note 13, at 196. See id. at 203 (arguing that “Miller’s [obscenity] framework has encouraged censorship of harmless gay pornography while allowing violently misogynistic straight pornography.”).    16.  See, e.g., Rowland v. Mad River Local Sch. Dist., 730 F.2d 444, 451 (6th Cir. 1984) (overturning damages award for bisexual employee terminated for disclosing the nature of her sexuality); Ward v. Illinois, 431 U.S. 767, 771 n.5 (1977) (applying liberal interpretation of obscenity law to regulation of “lesbianism and sadism and masochism”).    17.  See R.A.V. v. City of St. Paul, 505 U.S. 377, 396 (1992) (invalidating hate speech ordinance on the ground that it discriminated based on content of speech).   18.  See Hurley v. Irish-American Gay, Lesbian, & Bisexual Grp. of Bos., 515 U.S. 557, 581 (1995) (application of anti-discrimination law to require parade organizers to allow gay group to march in parade violates organizers’ right not to be compelled to speak); Boy Scouts v. Dale, 530 U.S. 640, 661 (2000) (application of anti-discrimination law to require Scouts to admit leader who was openly gay violated Scouts’ right of expressive association).   19.  See Nelson Tebbe, Government Nonendorsement, 98 MINN. L. REV. 648, 657−58 (2013) (positing a government nonendorsement principle based in equal protection, free speech, and due process); Michael C. Dorf, Same-Sex Marriage, Second-Class Citizenship, and Law’s Social Meaning, 97 VA. L. REV. 1267, 1300 (2011) (suggesting that some governmental policies relating to gay equality implicate free speech principles).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 17 minorities. In sum, as Toni Massaro has observed, “As an all-encompassing metaphor or a complete theory of constitutional rights for gays, lesbians, and bisexuals, [freedom of expression] falls short.”20  In assessing the relationship between free speech and equality rights, we need to look in both directions. The relationship between these rights is bi-directional and “stereoscopic.”21 It is important to ask not just what free speech rights have done for equality rights, but also to inquire what equality advocacy has done to free speech rights, doctrines, and principles.22  Referring to the race equality movement, Harry Kalven, Jr. observed that “we may come to see the Negro as winning back for us the freedom the Communists seem to have lost for us.”23 As the comment suggests, the relationship between the civil rights movement and expressive rights has largely been a synergistic and collaborative one. However, subsequent equality movements, including the LGBT equality movement, have demonstrated that the equality-free speech relationship is both complicated and complicating. As we shall see, the LGBT equality movement has both positively and negatively affected a number of free speech rights, principles, and doctrines.  Part I examines, in general terms, how First Amendment expressive rights have affected Fourteenth Amendment equality rights. Part II looks in the other direction and examines how equality proponents’ invocation of the Free Speech Clause has affected First Amendment principles and doctrines. Part III identifies and briefly discusses several general lessons regarding reliance on expressive rights to facilitate or obtain constitutional equality. Focusing on the bi-directional relationship between expressive and equality rights, it also offers a comparative assessment of the civil rights and LGBT equality movements and a forward-looking analysis of the ongoing campaign for transgender equality.    20.  Toni M. Massaro, Gay Rights, Thick and Thin, 49 STAN. L. REV. 45, 63 (1996). See also Nan D. Hunter, Identity, Speech, and Equality, 79 VA. L. REV. 1695, 1716 (1993) (“Expression, equality, and privacy coexist as components of rights claims that are mutually dependent.”).    21.  Cf. Pamela S. Karlan, Equal Protection, Due Process, and the Stereoscopic Fourteenth Amendment, 33 MCGEORGE L. REV. 473, 474 (2002) (observing that “the ideas of equality and liberty expressed in the equal protection and due process clauses each emerge from and reinforce one another”).    22.  Here, of course, I am also including the equal protection component of the Fifth Amendment’s Due Process Clause. See Bolling v. Sharpe, 347 U.S. 497, 499 (1954) (invalidating de jure racial segregation in District of Columbia schools on due process grounds).    23.  KALVEN, supra note 8, at 6.  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 18 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 The Article contributes to the literature on free speech and equal protection rights in three distinctive ways. First, it demonstrates the deeply relational nature of these individual rights provisions. Second, it highlights the processes in which these rights intersect and the effect of their relationship on the interpretation of free speech and equality. Third, the Article shows that insofar as freedom of speech is concerned, not all equalities are alike. Although equality movements benefit from their predecessors, each faces unique free speech challenges. No single approach can capture all of the distinctions and nuances in the free speech-equal protection relationship. The relationship spans decades, and is the product of civil rights struggles inside and outside the courts. The account in this Article is primarily internal rather than external, meaning that it focuses primarily on legal precedents and doctrines rather than all of the social, political, and other influences external to law that affect constitutional meaning. However, the Article’s bi-directional and comparative approaches offer a unique perspective on the relationship between the Free Speech Clause and the Equal Protection Clause. I. FREEDOM OF SPEECH AND EQUALITY I will begin by taking measure of the influence that the Free Speech Clause has had on the advancement of equal protection rights. The Free Speech Clause has been a critically important facilitator of equality politics and equal rights. It has also served a significant mediating function with regard to public debates about equality rights. However, examination of the race and LGBT equality movements highlights some significant limitations of the Free Speech Clause as a facilitator and mediator of these rights. The legacy of the Free Speech Clause, in terms of what it has been able to accomplish on behalf of equality, is somewhat mixed and complicated. A.  Basic First Amendment Rights – Expressive Equality As Justice Cardozo once observed, freedom of speech is “the indispensable condition . . . of nearly every other form of freedom.”24 In this sense, free speech and equality rights are organically related. Indeed, one of the most critical rights recognized on behalf of equality proponents has been expressive equality – the right to speak, publish, and associate on equal terms with others.    24.  Palko v. Connecticut, 302 U.S. 319, 327 (1937).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 19 For African-Americans, obtaining basic First Amendment rights was a necessary first step toward advancing equal protection. Similarly, as a precursor to their equality campaign, LGBT equality advocates looked first to establish their First Amendment rights. During the early stages of the civil rights movement, African-Americans strategically used sit-ins, public protests, and assemblies to advance their equality agenda. These controversial tactics were often met with resistance, including violent forms of suppression. However, Supreme Court decisions protecting rights to protest, assemble, publish, and associate were critical to the civil rights movement’s initial and long-term successes.25 As detailed below, these decisions created breathing space for equal rights advocacy. They protected civil rights advocates who criticized government actors and segregationist policies. Recognition of First Amendment rights allowed civil rights activists to make public claims, and to pressure public officials to recognize and enforce equal rights. Freedom of speech, in particular, allowed African-Americans to stake a public claim not only to expressive rights, but also to a very early form of constitutional equality. Like other speakers, including whites, African-Americans were afforded equal access and (at least formally) equal treatment in public streets and parks.26 When substantive equality was still just a dream, equality of access to public places for expressive purposes had become a constitutional reality. In sum, expressive equality came first, followed only much later by advancement of substantive equality.27 LGBT equality advocates were astute students and direct beneficiaries of the civil rights movement. From the beginning of their own movement, LGBT activists invoked the First Amendment to    25.  See Cox v. Louisiana, 379 U.S. 536, 545 (1965) (invalidating conviction of leader of group wishing to protest racial segregation); N.Y. Times Co. v. Sullivan, 376 U.S. 254, 279−80 (1964) (establishing high burden for public official libel plaintiffs in case involving criticism of actions taken by southern officials against civil rights activists); Edwards v. South Carolina, 372 U.S. 229, 238 (1963) (invalidating breach of peace convictions against civil rights protesters); NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 462 (1958) (holding that Alabama order requiring NAACP to disclose its membership list violated the group’s First Amendment right of association).   26.  See Cox, 379 U.S. at 545 (invalidating conviction of leader of group wishing to protest racial segregation near state capitol); Edwards, 372 U.S. at 238 (invalidating breach of peace convictions against civil rights protesters who assembled in public streets).   27.  See Kenneth L. Karst, Equality as a Central Principle in the First Amendment, 43 U. CHI. L. REV. 20, 26 (1975) (observing that there is a “principle of equal liberty of expression . . . inherent in the first amendment”). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 20 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 establish an early form of civil rights.28 Relying on civil rights era precedents, advocates first established expressive equality in the courts, and then moved to leverage this right to secure equal treatment in other fora.29 As during the civil rights movement, judicial recognition of equal rights to protest, associate, and publish greatly facilitated the advancement of LGBT equality.30 LGBT activists benefitted significantly from hard-won civil rights precedents, including those that protected public speech rights. However, officials did not freely and voluntarily recognize their right to expressive equality. Despite the existence of civil rights precedents protecting the rights to assemble and associate, which African-Americans had established only after devoting a significant part of their movement to First Amendment issues, LGBT individuals still had to devote considerable resources to First Amendment litigation.31 Throughout the 1950s and 1960s, authorities raided and cracked down on gay bars, bathhouses, and other social establishments. However, owners of such establishments eventually defeated these actions through First Amendment litigation.32 State courts also overturned laws revoking charters of companies whose officers were involved in “organized homosexuality.”33 The federal government, which had a long history of discriminating against gay organizations, relented when the IRS granted some (but not all) gay organizations tax-exempt status.34 Activists also successfully pressed for official and equal recognition of gay and lesbian college clubs and organizations.35 Again relying on civil rights era precedents, American Civil Liberties Union lawyers successfully litigated the associational rights of these groups.36 Gay clubs flourished on American campuses.37    28.  See ESKRIDGE, supra note 13, at 99 (“Like the civil rights movement, the gay rights movement necessarily turned to the law, which had recently targeted them for erasure.”).    29.  See id. at 123 (“The easiest issue for this period was the right of gay people to express themselves through public speech without fear of criminal penalty.”).    30.  See generally id.; Carpenter, supra note 10 (noting how First Amendment rights facilitated equality agenda of LGBT persons); Hunter, supra note 20 (same).    31.  See NAACP, 357 U.S. at 458−59 (recognizing First Amendment right to associate).    32.  ESKRIDGE, supra note 13, at 113.    33.  Id. at 115.    34.  Id.    35.  Id. at 116.    36.  See, e.g., Gay Student Servs. v. Tex. A & M Univ., 737 F.2d 1317, 1334 (5th Cir. 1984) (invalidating refusal to recognize homosexual student group); Gay Students Orgs. of N.H. v. Bonner, 509 F.2d 652, 659 (1st Cir. 1974) (invalidating school policy refusing to allow gay rights group to hold social activities on campus).   37.  See ESKRIDGE, supra note 13, at 116 (“By 1981 four-fifths of all public colleges and ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 21 By reading a substantive equality guarantee into the First Amendment, courts allowed equality movements to establish an early form of equal treatment under law. Expressive equality played a critical function in terms of facilitating speech, press, and other expressive rights. As importantly, expressive equality was an early precursor to substantive equality. The right to speak, publish and associate on equal terms with others was, for extended periods of time, the only tangible evidence that African-Americans, gays, and lesbians enjoyed rights of full and equal citizenship. B.  Equality Activism The combination of expressive and equality rights produced an early synergy that eventually facilitated the recognition of civil rights in the courts and political arenas. In simple terms, equality proponents leveraged expressive equality rights into various types of political activism and, eventually, into political gains. This process, which would take place over many decades, would not have been possible without the recognition of free speech and other First Amendment rights. Armed with basic and fundamental free speech rights, civil rights activists began a long and arduous process of lobbying for substantive legislative and administrative protections. That lobbying was itself a form of protected speech. Owing to the recognition of First Amendment rights to protest, assemble, and publish information, civil rights activists were able to criticize segregation and participate in public debates concerning equality rights. Having executed a generally successful First Amendment attack on various restrictions on public discourse, race equality advocates pivoted to secure political and legal equality. By the 1980s, the First Amendment also protected public expression relating to sexuality and sexual orientation38 Speech, association, and press rights ultimately allowed gay men and lesbians to assert their political identity, create social space, and resist state repression. Most importantly, perhaps, First Amendment rights emboldened some LGBT persons to come out of the closet.39 Recognition and  universities had recognized gay student groups, with a quarter of the private institutions following suit.”).   38.  See id. at 124 (noting that by 1981, gay men and lesbians were able to speak publicly about their sexual orientation, form groups, and publish information).   39.  See id. at 145 (observing that Warren Court decisions in the equal protection, free speech, and other areas “facilitated the explosion of coming out stories, gay rights organizations, ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 22 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 enforcement of First Amendment rights to come out in public settings enabled LGBT persons and groups to self-identify and organize publicly for the first time.40 Expressive equality facilitated a form of visibility that put a human face on constitutional equality claims. It fostered the knowledge that neighbors, co-workers, and relatives were among the class of persons who were demanding equality. In this sense, the First Amendment was “profoundly radical – facilitating the formation of a gay nomos, a community of sex-positive and gender-bending idealists, and requiring a sex-negative America to give gays a hearing.”41 Significantly, LGBT free speech rights were effectively established by 1969 – the year that the famous Stonewall riot triggered mass gay political mobilization.42 In the ensuing decades, like race equality advocates before them, LGBT activists would rely on expressive rights in order to communicate, organize, and agitate for political and other forms of substantive equality. First Amendment rights facilitated equality activism in other ways. During both the race and sexual orientation equality movements, First Amendment principles and doctrines allowed proponents and opponents to communicate privately and without fear of retaliation. In this sense, rights to speak and associate anonymously were critically important to equality activism. During the civil rights era, race equality opponents were determined to expose the identities of NAACP members in an effort to intimidate them into silence. Sharply rebuffing this strategy, the Supreme Court for the first time recognized a First Amendment right to associate and a corresponding right to privacy in one’s associations.43 This allowed civil rights activists to combat state surveillance and protected them to some degree from official and private reprisals for their activism. Of course, the rights to associate and speak anonymously also generally allowed the Ku Klux Klan and other equality opponents to operate and speak privately. The repercussions of this are being felt even today, as anonymous hate speech flourishes in online fora.  and political and social activism immediately following Stonewall”); see also id. at 141 (noting the connection between coming out and legal gains for homosexuals).   40.  See id. at 123–24 (discussing freedom of speech and its relation to the right to come out).   41.  Id. at 112.    42.  Id.    43.  See NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 462 (1958) (recognizing a right to organize anonymously for expressive purposes).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 23 Nevertheless, in the short and long terms, obtaining the right to speak and associate anonymously was critical to equality advocacy and activism. Owing in part to the NAACP’s First Amendment litigation efforts, LGBT equality proponents and opponents have also been able to organize and communicate anonymously. In a case decided during the LGBT equality movement, the Supreme Court reaffirmed that the First Amendment protects anonymous speech.44 As during the civil rights movement, anonymous speech rights have facilitated gay-bashing and other forms of derogatory speech about LGBT persons. However, the rights to organize and communicate anonymously have also facilitated political activism on behalf of LGBT equality. Although they did not always escape harassment by the state, gay organizations, clubs, and churches all benefitted from the recognition of First Amendment associational rights.45 In one respect, however, the Supreme Court’s rejection of anonymity rights was also important to LGBT equality advocacy. After many gay men and lesbians had escaped the closet and come out to friends, neighbors, and others, some opponents of LGBT rights were reluctant to identify with or publicly support policies against marriage and other equality rights. In a case decided during the heart of the marriage equality debate, opponents asserted that their signatures on referenda petitions were protected by the First Amendment.46 Invoking some of the same arguments as the NAACP, signatories contended that disclosure of their identities would lead to threats, harassment, and retaliation. In Doe v. Reed, the Supreme Court held that a group of Washington citizens who signed a petition to overturn a state law granting marriage rights to gay couples did not have a First Amendment right to remain anonymous.47 Doe held that signing a referendum petition was a form of speech.48 However, it also held that in light of the state’s significant    44.  See McIntyre v. Ohio Elections Comm’n, 515 U.S. 334, 357 (1995) (recognizing a First Amendment right to communicate anonymously).  45.  See ESKRIDGE, supra note 13, at 114–16 (discussing rights of clubs and associations).   46.  See Doe v. Reed, 561 U.S. 186, 200 (2010) (rejecting facial First Amendment challenge to Washington’s public records laws, which required disclosure of signatures for referendum measure providing for less than full marriage equality); ProtectMarriage.com v. Bowen, 830 F. Supp. 2d 914, 952 (E.D. Cal. 2011) (rejecting similar claim brought by groups who had lobbied for California’s Proposition 8, which would have denied marriage equality).    47.  Doe, 561 U.S. at 201.    48.  Id. at 194−95. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 24 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 interests in combating fraud and ensuring electoral integrity, application of the state public records law did not violate the signatories’ free speech rights.49 The Court left open whether, in a particular case, disclosure might give rise to threats, harassment, or reprisals – in which case disclosure might violate signatories’ First Amendment rights.50 Despite its narrow context, Doe’s rejection of the signatories’ First Amendment claim was a significant victory for LGBT equality advocates. The decision blunted an arguably potent weapon being used against marriage and other forms of gay and lesbian equality. Citizens in many states and localities had turned to the initiative and referendum processes to limit gay rights generally, and marriage rights in particular. The Supreme Court had already invalidated one such measure, under substantive equal protection principles.51 Doe did not prohibit citizens in states and localities from directly enacting limits on gay equality. However, the Court concluded that if gay equality was to be denied through self-governance mechanisms such as popular initiatives and referenda, the First Amendment did not protect citizen-lawmakers from identification, persuasion, and lawful forms of protest. In that sense, Doe was an important decision concerning both equality activism and equality rights. C.  Equality Discourse  In addition to robust political activism, in a more general sense freedom of speech and other expressive rights have facilitated a robust public discourse concerning equality rights. Early First Amendment victories were followed by lengthy and frequently tense public debates concerning the recognition and scope of constitutional equality. First Amendment principles and doctrines facilitated and managed public discourse regarding race and LGBT equality. As the Supreme Court emphasized in Obergefell v. Hodges, the free and uninhibited exercise of expressive rights, by both proponents and opponents of equality rights, lent democratic legitimacy to the extension of equality rights.52    49.  Id. at 201.   50.  See id. (emphasizing that a challenge to disclosure could succeed, if there was evidence that reprisal or other negative effects would follow disclosure).   51.  See, e.g., Romer v. Evans, 517 U.S. 620, 623 (1996) (invalidating Colorado statewide referendum that barred legal protections for gays except through constitutional amendment).   52.  See Obergefell v. Hodges, 135 S. Ct. 2584, 2596, 2605 (describing public discourse regarding marriage equality). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 25  The ability to participate in public discourse about constitutional rights is critically important to social and constitutional equality movements.53 This discourse is part of a constitutional culture that is focused on interpretive change.54 Constitutional movements communicate messages by various means, toward the ultimate end of altering the constitutional order. Interpretive change requires the communication and assessment of public claims and arguments about rights.  The First Amendment’s commitment to “robust and wide-open” discussion of public issues, which was first embraced by the Warren Court during the civil rights era, was particularly important to the race equality movement.55 So, again, were the rights to speak and associate anonymously – which were also first recognized during the civil rights era, and later reaffirmed during the LGBT equality movement.56  In conjunction with strong content-neutrality rules that barred officials from discriminating against civil rights speech, the First Amendment has generally prohibited government from suppressing important public discourse concerning race and other equality rights.57 Thus, freedom of speech allowed civil rights activists to communicate sharp criticisms of government officials and attacks on segregationist policies.  In the United States, robust and wide-open discourse regarding matters of human sexuality has hardly been the norm. Indeed, during most of the twentieth century, courts allowed authorities to criminalize and suppress gay literature and erotica on the grounds that it was deviant and sick.58 Successful free speech claims eventually paved the    53.  See Robert C. Post & Reva B. Siegel, Legislative Constitutionalism and Section Five Power: Policentric Interpretation of the Family and Medical Leave Act, 112 YALE L. J. 1943, 2030 (2003) (observing that “the First Amendment ensures that all Americans can express their beliefs about the Constitution”). See also Zick, supra note 6 (discussing the virtues and benefits of constitutional rights discourse).    54.  See generally Reva B. Siegel, Constitutional Change: The Case of the de facto ERA, 94 CAL. L. REV. 1323 (2006) (examining constitutional movements and their reliance on public discourse).    55.  N.Y. Times Co. v. Sullivan, 376 U.S. 254, 270 (1964).    56.  NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 460 (1958); Gibson v. Fla. Legislative Investigation Comm., 372 U.S. 539, 544 (1963) (recognizing right to associational privacy and freedom of belief). See also McIntyre v. Ohio Elections Comm’n, 515 U.S. 334, 357 (1995) (recognizing a First Amendment right to communicate anonymously).   57.  See Texas v. Johnson, 491 U.S. 397, 412 (1989) (content-based restrictions on speech are subject to exacting scrutiny).    58.  See, e.g., ESKRIDGE, supra note 13, at 203 (arguing that “Miller’s [obscenity] framework has encouraged censorship of harmless gay pornography while allowing violently misogynistic ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 26 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 way for a more robust exchange of information regarding sexuality and sexual orientation. Thus, for example, by the 1980s gay publications were generally protected from most forms of explicit censorship.59  We have already seen how recognition of free speech and other First Amendment rights facilitated political mobilization. On a more general level, First Amendment ground rules made it possible to openly and publicly discuss issues relating to sexual orientation and human sexuality. As a result, the public was able to access information about sexual orientation and gay culture, and to more openly debate the merits of LGBT equality claims. As gay persons and sexually themed expression both began to escape the closet, there was an increase in the free flow of information about once-taboo subjects, including the sex lives of LGBT persons. Although the process would take decades, communications concerning human sexuality and sexual orientation would eventually become a common and ordinary subject of American political discourse.60  Free speech and equality rights do not always or inevitably work toward the shared goal of advancing equality. As detailed below, the First Amendment’s content-neutrality rules and principles protect not only the expressive activities of equality advocates, but also the communicative actions of its opponents and others who resist expansive equality claims. Under the neutrality framework, free speech, association, and press rights have facilitated both equality-affirming discourse and robust opposition to full inclusion and equal treatment of African-Americans and LGBT persons.  Courts have very rarely deviated from this neutrality principle.61 As a result, speakers have generally been free to communicate their opposition to race and other forms of constitutional equality. During a critical stage of the LGBT equality movement, the Supreme Court reaffirmed the principle that even hateful and derogatory speech is protected by the First Amendment. In R.A.V. v. City of St. Paul, the Court invalidated a St. Paul, Minnesota ordinance that prohibited certain forms of symbolic conduct that “arouse[d] anger, alarm, or  straight pornography.”).   59.  See id. at 118 (noting that “[b]y 1975 there were 300 identifiably gay publications, with a combined circulation estimated at 200,000 to 350,000 readers”).    60.  See Hunter, supra note 20, at 1696 (“Our claims set forth the first serious demand that speech about sexuality be treated as core political speech.”).    61.  See Beauharnais v. Illinois, 343 U.S. 250, 266–67 (1952) (upholding a state criminal “group libel” law, as applied to racist propaganda). See also KALVEN, supra note 8, at 7 (noting the limited influence of group libel claims during the civil rights era). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 27 resentment” based on traits of race, color, creed, religion, or gender.62 The First Amendment, the Court stated, “generally prevents government from proscribing speech or even expressive conduct because of disapproval of the ideas expressed.”63  R.A.V. confirmed that strong First Amendment neutrality rules apply to discourse about or concerning all subjects – including constitutional equality. Under the decision’s rule, public debate cannot be censored on the ground that certain audiences find speech offensive, or because speech expresses negative views regarding a person’s race, sexual orientation, or legal status. In sum, content neutrality rules protect the rights of equality opponents to communicate their views regarding equality.  Of course, as noted earlier, these rules also open the door to virulent forms of racist speech and gay-bashing.64 In this respect, First Amendment neutrality and other managerial principles may have made the achievement of constitutional equality more difficult. Indeed, some critics have contended that the First Amendment’s protection of hateful, derogatory, and offensive speech mismanages the balance between expressive and equality rights. Some critics would resolve the tension between expressive and equality rights differently than current First Amendment doctrines do.65  However, as both the race and gay equality examples demonstrate, constitutional movements benefit significantly from neutrality rules under which governments are prohibited from suppressing both pro- and anti-equality arguments. Under these rules, the power to decide on the limits of governmental power and the scope of constitutional rights ultimately rests with the people. The ability to engage in rights speech – communications about or concerning the recognition, scope, or enforcement of constitutional rights – is critically important to self-government.66 The dynamic relationship between expressive and    62.  R.A.V. v. City of St. Paul, 505 U.S. 377, 377, 396 (1992).   63.  Id. at 382.   64.  See Snyder v. Phelps, 562 US 443, 459 (2011) (holding that members of a church who protested at military funerals and conveyed messages such as “God Hates Fags” could not be held liable for the common law tort of intentional infliction of emotional distress).   65.  See generally JEREMY WALDRON, THE HARM IN HATE SPEECH (2012); RICHARD DELGADO & JEAN STEFANCIC, MUST WE DEFEND NAZIS? HATE SPEECH, PORNOGRAPHY, AND THE NEW FIRST AMENDMENT (Harvard Univ. Press 1997); Richard Delgado, Words That Wound: A Tort Action for Racial Insults, Epithets, and Name-Calling, 17 HARV. C.R.-C.L. L. REV. 133 (1982).    66.  See generally Zick, supra note 6 (discussing the First Amendment values associated with rights speech).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 28 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 equality rights has allowed proponents to advance arguments concerning the recognition and extension of equality rights. At the same time, it has allowed opponents or defenders of the status quo to contest claims to equality, acceptance, and inclusion.  By extending equal rights to both proponents and opponents with regard to matters of public concern like constitutional equality, the First Amendment has facilitated a democratic process that is both more representative and more democratically legitimate. At some point, debates concerning particular equality rights must come to an end. However, as the Supreme Court indicated in Obergefell, that point should come only after citizens have had an opportunity to present and consider arguments about the recognition of rights.67  As part of its dynamic relationship with the Equal Protection Clause, the Free Speech Clause has functioned as a manager of intense and often uncomfortable public discourse concerning equality rights. Expressive equality and expressive rights ensured that information about equality claims and equality claimants flowed freely. First Amendment managerial principles protected equality and dignity-inhibiting expression as well, as part of a public process focused on constitutional change. In sum, the First Amendment has provided a basic and general framework for debating and interpreting equal protection rights. D.  Identity Speech and Equality  As we have seen, constitutional equality proponents rely heavily on the right to be present in public places and to express their identities there. Visibility and voice are particularly important to oppressed minorities who challenge apartheid systems designed to displace or disappear them. Identity speech is a form of political speech: it communicates, through both words and symbolic acts of presence, opposition to segregation and unequal treatment. It defies segregation and displacement through voice and visibility. Identity speech was critical to the civil rights movement. As Professor Kalven has observed, the NAACP devoted significant resources to mak[ing] the United States Supreme Court confront the Negro’s constitutional claims and grievances and giv[ing] the Negro his    67.  See Obergefell v. Hodges, 135 S. Ct. 2584, 2625 (Roberts, C.J., dissenting) (“Closing debate tends to close minds.”). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 29 constitutional due.”68 A significant part of the NAACP’s strategy was to force the issue of civil rights protesters’ presence in public streets and other public places. Like dissident speakers before them, African-Americans demanded public recognition of and respect for their basic rights to be present.  The Supreme Court held that the First Amendment protected African-Americans’ rights to assemble and speak in public streets and parks, to engage in silent protests in public buildings, and to assemble for the purpose of communicating identity and equality claims.69 Thus, civil rights activists were generally successful in terms of gaining access to public fora and, hence, a degree of public visibility.  However, there were some important limits on the extent to which First Amendment rights could facilitate racial identity claims. For example, the Supreme Court upheld a prohibition on demonstrations in the area near a public jail, where students who had been arrested during a civil rights protest were being held.70 The Court concluded that even in such highly symbolic places, expressions of racial solidarity were not always appropriate.  The Court also rejected civil rights activists’ arguments that the Free Speech Clause protected their right to sit and be present at segregated lunch counters.71 The sit-in was a quintessential form of identity speech. Through their silent and peaceful presence, participants sought to communicate the injustices of segregation and their demand for societal and legal inclusion. As Kalven described them, sit-ins were a form of “self-help as a speech activity.”72 However, activists were not able to convince the Court that the First Amendment protected this form of expressive presence. Instead, the Court invalidated breach of peace and trespass convictions in the sit-in cases on due process grounds.73     68.  KALVEN, supra note 8, at 67.    69.  See, e.g., Edwards v. South Carolina, 372 U.S. 229, 236 (1963) (invalidating breach of peace convictions arising from peaceful civil rights protest); Cox v. Louisiana, 379 U.S. 559, 572–73 (1965) (overturning conviction for picketing near a courthouse); Brown v. Louisiana, 383 U.S. 131, 142 (1966) (invalidating breach of peace conviction arising from silent and peaceful protest in a public library reading room).   70.  See Adderley v. State of Florida, 385 U.S. 39, 46 (1966) (upholding restrictions on assembly and speech near a jailhouse in which civil rights protesters were being held).    71.  The civil rights sit-in cases are discussed in KALVEN, supra note 8, Ch. III.   72.  Id. at 132.    73.  See id. at Ch. III (describing the Court’s due process analyses).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 30 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2  Protection for identity speech was perhaps even more critical to the cause of LGBT equality.74 Unlike race, sexual orientation was not naturally tangible and visible. Moreover, the state’s object was not merely to segregate gays and lesbians in public and private places, but to assure that they were not openly visible and hence known to others.  As noted, by the early 1980s, gays and lesbians had secured basic First Amendment rights to publicly express their sexual orientation and to associate with one another. However, anti-gay discourse shifted toward efforts to prevent the “promotion” of homosexuality.75 Reacting to the movement’s constitutional and political advancements, governments and officials adopted an alternative position: Even if homosexuality was no longer considered a per se criminal offense, the promotion of homosexuality could still be subject to legal sanction.76 The basic logic of this no promotion of homosexuality (or “no promo homo”) position was that “the state should be free to express its own republican vision of a happily and heterosexually married society.”77 Once gays and lesbians sought to extend expressive equality to facilitate broader visibility and acceptance, the state asserted its own power to reframe the issue in a way that would keep closet doors closed for decades more.78  Like race equality advocates, gay and lesbian equality advocates were generally free to speak and assemble in public for the purpose of making identity claims.79 However, under the no-promotion regime, many gay and lesbian persons were prevented from informing others, in both public and private settings, about their sexual orientation. Courts held that the dismissal or failure to hire an openly gay or    74.  Attention to gay identity concerns increased in the late 1970s, when states began to consider measures prohibiting the advocacy of homosexuality. See Hunter, supra note 20, at 1703–04 (describing California’s proposed Briggs Initiative, which would have permitted the firing of any school employee who advocated, solicited, encouraged, or promoted private or public homosexual activity).   75.  See ESKRIDGE, supra note 13, at 115 (observing that the First Amendment “not only protected [gay] organizations from direct suppression but also helped frame the discourse of indirect suppression”).    76.  See Hunter, supra note 20, at 1703−05 (discussing early policies).   77.  ESKRIDGE, supra note 13, at 216−17.    78.  See generally William N. Eskridge, Jr., No Promo Homo: The Sedimentation of Antigay Discourse and the Channeling Effect of Judicial Review, 75 N.Y.U. L. REV. 1327 (2000) (presenting a detailed history of the rhetorical shift in anti-gay discourse).    79.  See, e.g., Acanfora v. Bd. of Educ., 491 F.2d 498, 501 (4th Cir. 1974) (holding that public school teacher’s disclosure of homosexuality in response to media questions was protected speech); Van Ooteghem v. Gray, 654 F.2d 304 (5th Cir. 1981) (en banc) (holding that public employee’s public advocacy for equal rights for gays and lesbians was protected speech).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 31 bisexual employee was justified under the government’s authority to ensure efficient services and reduce disruption in the workplace.80 They also uniformly rejected the argument that dismissal of gays and lesbians from military service under the “Don’t Ask, Don’t Tell” policy (“DADT”) violated their First Amendment free speech rights.81 In essence, courts reasoned that the DADT policy regulated conduct, not speech, and that the law’s explicit reliance on speech to prove intent to engage in dischargeable conduct (i.e., sodomy) did not violate the First Amendment.  As a result of these holdings, gay employees and soldiers were essentially forced to pretend they were heterosexual, and were prohibited from discussing homosexuality and gay rights while at work, in the barracks, or even at home.82 Litigants, activists, and prominent scholars argued that the public employment dismissals and other adverse official actions based on gay and lesbian self-identification violated the First Amendment.83 Taking particular aim at the military’s “Don’t Ask, Don’t Tell” policy, scholars contended that the government had imposed a penalty on gay employees and service members based solely upon their communications (“I am gay”) and expressive acts    80.  See, e.g., Rowland v. Mad River Sch. Dist., 730 F.2d 444, 446 (6th Cir. 1984) (overturning damages judgment in favor of public school teacher who was dismissed for discussing her bisexuality with students); Childers v. Dall. Police Dept., 513 F. Supp. 134, 139 (N.D. Tex. 1981) (upholding dismissal of officer based in part on his open homosexuality and public gay activism). See also ESKRIDGE, supra note 13, at 195 (arguing that courts had mistakenly deferred to authorities in part owing to a fear that the First Amendment itself would become sexualized — i.e., sexually expressive material and information would become generally protected).   81.  The Clinton administration adopted the “Don’t Ask, Don’t Tell” policy, which allowed gay service members to remain in military service so long as they did so in secrecy. The policy was codified at 10 U.S.C. §654 (b) (repealed). Under the policy, any statement by a service member that indicated he was gay created a rebuttable presumption of intent to engage in homosexual activity — a dischargeable offense. For courts of appeals cases rejecting the First Amendment argument, see generally Able v. United States, 155 F.3d 628 (2d Cir. 1998); Holmes v. Cal. Army Nat’l Guard, 124 F.3d 1126 (9th Cir. 1997); Richenberg v. Perry, 97 F.3d 256 (8th Cir. 1996); Able v. United States, 88 F.3d 1280 (2d Cir. 1996); Thomasson v. Perry, 80 F.3d 915 (4th Cir. 1996) (en banc); Steffan v. Perry, 41 F.3d 677 (D.C. Cir. 1994) (en banc); Pruitt v. Cheney, 963 F.2d 1160 (9th Cir. 1991); Woodward v. United States, 871 F.2d 1068 (Fed. Cir. 1989); and Ben-Shalom v. Marsh, 881 F.2d 454 (7th Cir. 1989). The “Don’t Ask, Don’t Tell” policy was repealed in 2010. See Don’t Ask, Don’t Tell Repeal Act of 2010, Pub. L. No. 111-321, 124 Stat. 3515 (2010) (providing for repeal 60 days after report by Secretary of Defense and certification by the President and military officials).    82.  See Tobias Barrington Wolff, Political Representation and Accountability Under Don’t Ask, Don’t Tell, 89 IOWA L. REV. 1633, 1644−50 (2004) (providing examples of the scope of the presumption under the military’s policy, including application to conversations with family members, sessions with chaplains and psychotherapists, and public statements).    83.  See generally David Cole & William N. Eskridge, Jr., From Hand-Holding to Sodomy: First Amendment Protection of Homosexual (Expressive) Conduct, 29 HARV. C.R.-C.L. L. REV. 319 (1994).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 32 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 (including public displays of affection and private sexual conduct), and had thus discriminated against gay speech based on its content.84 Equality proponents argued that gay and lesbian identity speech belonged within the First Amendment’s broad protection for political dissent and sexual expression. They also argued that this protection was consistent with traditional First Amendment expressive values, that the regulatory justifications invoked by the government were content-based and failed to meet the appropriate level of scrutiny, and that by facilitating expressive chill and heckler’s vetoes in workplaces and military barracks, the courts were undermining sexual peace and contributing to sexual neuroses.85  For gays and lesbians, a high-profile decision invalidating the military policy on free speech grounds would have been an occasion for “dancing in the streets.”86 It was not to be. As indicated in federal appeals courts across the nation, the First Amendment arguments failed. The same result occurred in many, though not all, employment cases. Expressive equality guaranteed basic rights to access and speak in public fora, to publish, and to associate. However, equality advocates were not able to fully extend these guarantees to some critical acts of self-identity.  Here, then, is one context in which the synergies between expressive and equality rights apparently broke down. Professor Eskridge has described the DADT cases as a test not just of the limits of gay and lesbian rights in the United States, but “as a test of the first amendment itself.”87 If free speech rights extended to sociopolitical and racial radicals, he argued, they must also extend to sexual radicals. However, as the civil rights sit-in cases show, racial radicals were not always successful in this regard either. To some extent, the denial of identity speech protection cut across equality movements and claims.  If, as equality advocates contended, identity speech is a form of political expression, the Free Speech Clause did indeed appear to fall    84.  See ESKRIDGE, supra note 13, at 174 (arguing that from the perspective of a “sexualized” First Amendment, sodomy and other acts that communicate sexual identity qualify as protected expressive conduct). See also Cole & Eskridge, supra note 83 (same).    85.  See ESKRIDGE, supra note 13, at 176−95.   86.  See Harry J. Kalven, Jr., The New York Times Case: A Note on “The Central Meaning of the First Amendment,” 1964 SUP. CT. REV. 191, 221 n.125 (quoting Meiklejohn, who reportedly stated that New York Times v. Sullivan, which invalidated strict libel standards in a case involving criticism of racially discriminatory official acts, was “an occasion for dancing in the streets”).   87.  Id. at 196.  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 33 short – at least in the short term.88 The fact that the free speech guarantee did not protect basic forms of identity speech limited to some degree its ability to facilitate or advance constitutional equalities. E.  Exclusion and Equality  The relationship between freedom of speech and equality is complicated in other respects as well. One of the things that we have learned, in particular as a result of the LGBT equality movement, is that the First Amendment can actively impede as well as facilitate equality. In particular, the Free Speech Clause protects an expressive right to exclude others from participating in certain types of organizations and associations. It is a well-settled First Amendment principle that government cannot compel private individuals or groups to communicate state-sanctioned thoughts or ideas.89 The First Amendment protects rights not to speak and associate with others. As the LGBT equality movement demonstrated, these rights affect the manner in which free speech and equality rights relate to one another.  Those who dissent from or resist equality may invoke the First Amendment as a defense to anti-discrimination laws and regulations. As discussed in Part III, this is one point at which the race and gay/lesbian equality narratives diverge.90 During the civil rights era, neither opponents nor proponents of racial equality relied upon First Amendment rights to exclude. By contrast, during the LGBT equality movement, First Amendment protections against compulsory expression and association were relied upon as a means of exclusion, opposition, and dissent.91     88.  See Frederick Schauer, First Amendment Opportunism, in LEE C. BOLLINGER & GEOFFREY R. STONE, ETERNALLY VIGILANT: FREE SPEECH IN THE MODERN ERA 187 (2002) (observing that identity claims may have been successful in the longer term by “associating the persuasive power of the First Amendment with the movement to recognize the moral and constitutional rights of the homosexual community”). See also Hunter, supra note 20, at 1703 (describing how no promo homo policies produced a shift in judicial analysis from seeing homosexuality as conduct to consideration of gay speech “as the advocacy of ideas” about homosexuality).   89.  See West Virginia v. Barnette, 319 U.S. 624, 641−42 (1943) (invalidating compulsory flag salute laws).    90.  See discussion infra Part III.B.2.   91.  See Eskridge, supra note 78, at 1330 (noting that private groups started making no promo homo arguments during the 1980s, in part to avoid application of anti-discrimination laws protecting homosexuals). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 34 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 Exclusionary First Amendment claims have arisen in a number of different contexts. In Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston,92 organizers of a St. Patrick’s day parade in Boston excluded members of GLIB, an association of gay, lesbian, and bisexual Irish-Americans, from marching in the parade under their own banner. GLIB wanted to march in the parade “as a way to express pride in their Irish heritage as openly gay, lesbian, and bisexual individuals, to demonstrate that there are such men and women among those so descended, and to express their solidarity with like individuals” who had sought to march in New York City’s St. Patrick’s Day parade.93 Although the Boston parade was a public accommodation to which state anti-discrimination laws applied, the Court held that parade organizers had a First Amendment right to exclude GLIB from marching as a unit under their own banner.94 The Court concluded that the parade was expressive,95 and that the organizers had a right to maintain control over their own communicative message and to express opposition to gays’ “claim to unqualified social acceptance.”96  Hurley exposed a deep and problematic tension between expressive rights and anti-discrimination laws. The decision suggested that free speech rights could outweigh the equality interests represented in anti-discrimination laws. The Supreme Court addressed this tension again five years later, in Boy Scouts of America v. Dale.97 In Dale, the Court held that the compulsory inclusion of James Dale, who had publicly identified as gay in an interview given to a local newspaper, violated the Boy Scouts’ First Amendment right of expressive association.98 The Court concluded that the organization sought to propound a message of “moral straightness” and “cleanliness” that was incompatible with homosexual conduct and relationships.99 It held that the Free Speech Clause prohibited the government from compelling the Boy Scouts to admit a member whose public statements and sexual identity were     92.  See generally 515 U.S. 557 (1995).   93.  Id. at 561.    94.  Id. at 574−75.    95.  Id. at 568−70.    96.  Id. at 574.    97.  See generally 530 U.S. 640 (2000).   98.  Id. at 653−54.    99.  The Court deferred twice to the Boy Scouts — once in determining what message it propounded and again in determining whether Dale’s presence interfered with its expressive activities. See id. at 649−651. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 35  contrary to its own organizational messages.100 In response to the dissenters’ observation that homosexuality had gained greater societal acceptance and that governments had taken affirmative steps to protect gay rights, the Court observed that speakers had a First Amendment right to voice a different – and less accepting – point of view regarding homosexuality and gay rights.101 Dale created uncertainty regarding the relationship between free speech and equality rights – in particular, with regard to the scope of the expressive association right.102 In recent cases, the First Amendment-based anti-discrimination exemption has been raised by businesses refusing to serve gay and lesbian customers.103 Thus far, courts have not been very receptive to the argument. For example, a wedding photographer who refused to photograph a same-sex commitment ceremony lost a First Amendment challenge to state anti-discrimination laws.104 The photographer claimed that application of the state’s anti-discrimination laws compelled expression (and violated her religious free exercise rights). After lower courts rejected these claims, the Supreme Court denied review.105 In the wake of the marriage equality ruling, businesses will likely continue to bring defensive and exclusionary free speech (and religious freedom) claims. A broad free speech-based exemption could significantly affect gays’ and lesbians’ access to goods and services. A wide variety of businesses – jewelers, salons, restaurants, bakers, inns,     100.  Id. at 651−52. As it had done in Hurley, the Court also relied to some extent on the compulsory speech doctrine. In a portion of the opinion that was separate from the discussion of compelled association. See id. at 654 (“[T]he presence of Dale as an assistant scoutmaster would just as surely interfere with the Boy Scout’s choice not to propound a point of view contrary to its beliefs.”).    101.  See id. at 660. (“The First Amendment protects expression, be it of the popular variety or not.”).   102.  See ANDREW KOPPELMAN WITH TOBIAS BARRINGTON WOLFF, A RIGHT TO DISCRIMINATE? HOW THE CASE OF BOY SCOUTS OF AMERICA v. JAMES DALE WARPED THE LAW OF FREE ASSOCIATION 29 (2009) (“If there is a stopping point, the court does not say where it is located.”).   103.  Lower courts have been reluctant to extend Dale to its logical conclusions in non-commercial cases. See id. at 49−51 (discussing post-Dale cases); id. at 52 (“The lower courts were well on their way to confining Dale to its facts”).   104.  See Elane Photography, LLC v. Willock, 284 P.3d 428, 440 (2012) (rejecting argument that application of state anti-discrimination laws to photographer violated First Amendment speech rights).    105.  See Elane Photography, LLC v. Willock, 309 P.3d 53 (2013), cert. denied, 2014 WL 1343625.  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 36 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 grocers, etc. – might have an expressive right to refuse service to these customers on the ground that service would compel speech.106  Defenders of LGBT inclusion and equality have also invoked the First Amendment for their own exclusionary ends. For example, relying on Hurley and Dale, several law schools challenged the Solomon Amendment, a federal law that conditioned federal funds on the schools’ permitting military recruiters (who were at the time enforcing the “Don’t Ask, Don’t Tell” policy) to access campus resources on the same terms as other employers. The schools argued that the Solomon Amendment compelled them to espouse anti-gay messages and associate with discriminatory actors.107  In Rumsfeld v. Forum For Academic and Institutional Rights, the Supreme Court unanimously rejected the law schools’ First Amendment arguments.108 The Court held that the Solomon Amendment did not compel the law schools to convey any anti-gay message; nor, the Court held, did the law compel the schools to associate with military recruiters.109 In fact, the Court characterized the law schools’ claim that the Solomon Amendment compelled speech as one that “trivializes” the First Amendment right against compelled expression.110 Unlike the presence of the gay Scout leader in Dale, the Court held that the mere presence of military recruiters on law school campuses did not threaten to interfere with the schools’ right of expressive association.111  In Dale, the Court accused the law schools of attempting to “stretch a number of First Amendment doctrines well beyond the sort of activities these doctrines protect.”112 It also criticized the law schools’    106.  See KOPPELMAN, supra note 102, at 62 (“The scope of the Dale right remains deeply uncertain.”). See generally Justin Muehlmeyer, Toward a New Age of Consumer Access Rights: Creating Space in the Public Accommodation for the LGBT Community, 19 CARDOZO J. L. & GENDER 781 (2013). For an argument that the First Amendment should protect at least some businesses from compelled service of gay customers, see generally Susan Nabet, For Sale: The Threat of State Public Accommodations Laws to the First Amendment Rights of Artistic Businesses, 77 BROOKLYN L. REV. 1515 (2012).   107.  For discussion of these arguments, see KOPPELMAN, supra note 102, at 54 (“the actual core of the argument for interference with expression in the Solomon litigation was simply not credible”); see also Clay Calvert & Robert D. Richards, Challenging the Wisdom of Solomon: The First Amendment and Military Recruiting on Campus, 13 WM. & MARY BILL RTS. J. 205 (2004) (urging the Court to invalidate the Solomon Amendment on First Amendment grounds).   108.  547 U.S. 47, 70 (2006).    109.  Id.    110.  Id. at 62.    111.  Id. at 70.   112.  Id.  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 37 attempt to “cast themselves” as just like the speakers in Hurley and Dale, concluding that the comparison “overstates the expressive nature of their activity and the impact of the Solomon Amendment on it, while exaggerating the reach of our First Amendment precedents.”113 FAIR left little doubt that Dale’s exclusionary principle had limits. The decision was a ringing defeat for proponents of gay and lesbian inclusion and equality.  Although Dale imposed some limits on the ability of private organizations to exclude groups that did not support gay and lesbian inclusion, state colleges and universities were able to successfully invoke a similar authority. In Christian Legal Society v. Martinez,114 Hastings Law School successfully defended its exclusion of a student organization that rejected homosexual and other pre-marital sexual activity as part of its creedal membership requirements. The law school required that all registered student organizations receiving official recognition and support accept “all comers.”115 The Christian Legal Society (“CLS”)required that its members sign a “Statement of Faith” and agree to live their lives in accordance with the group’s principles, which prohibited sex outside of marriage and “unrepentant homosexual conduct.”116 The Court held that the public law school could exclude CLS from official recognition, as a registered student organization, because it limited its membership to those who accepted its religious beliefs – including the belief that homosexuality is sinful.117  CLS claimed that the law school’s denial of an exemption from the all-comers policy violated its First Amendment speech and associational rights.118 After concluding that CLS’s associational and speech claims were effectively one and the same, the Court declined to apply Dale and other expressive association precedents.119 Instead, the Court held that the registered student organization program was a limited public forum.120 In such a forum, the Court held, the law school could exclude student organizations so long as its policy was reasonable and viewpoint-neutral.121 The Court held that the law school’s interests    113.  Id.    114.  See generally 561 U.S. 661 (2010).   115.  Id. at 2979−80.   116.  Id. at 2980.    117.  Id. at 2978.    118.  Id. at 2981.    119.  Id. at 2985−86.    120.  Id. at 2986.    121.  Id. at 2988.  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 38 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 in ensuring access to all students, policing its non-discrimination policy, encouraging tolerance, cooperation and learning, and communicating its support for state laws banning discrimination, were all reasonable justifications.122 It concluded: “Hastings, caught in the crossfire between a group’s desire to exclude and students’ demand for equal access, may reasonably draw a line in the sand permitting all organizations to express what they wish but no group to discriminate in membership.”123  As the Court noted, the all-comers policy did not prevent CLS from meeting on campus, or operating off campus.124 Nor did the policy prevent CLS from communicating its faith-based principles, or associating only with those who shared its core religious beliefs. However, from CLS’s perspective, the all-comers policy conditioned official school benefits on the mandatory inclusion of members who did not share its creedal views regarding homosexual conduct. In dissent, Justice Alito raised the concern that so-called “all-comers” policies would facilitate exclusion of unwanted groups on campus and interfere with the core expressive rights of a variety of dissident organizations.125  To summarize, then, in Hurley, Dale, FAIR, and Martinez, the First Amendment was invoked for explicitly exclusionary purposes. This initiated a distinctive dynamic between free speech and equality rights. Hurley and Dale upheld the exclusion of gays and lesbians from civic activities and organizations. However, as noted and detailed below, the scope of the expressive exemption from anti-discrimination laws remains unclear. FAIR demonstrated that advocates of equality and inclusion could not use the exclusionary claim to block what they considered to be illiberal groups from campus – at least not when the group was the United States military and the measure compelling presence was a federal spending condition. By contrast, Martinez relied on First Amendment public forum principles to uphold the exclusion of groups that did not support full and equal inclusion for gay men and lesbians in recognized campus groups.  Among the exclusionary precedents, only Martinez can be characterized as any sort of victory for gay and lesbian equality.    122.  Id. at 2989−91.    123.  Id. at 2993. The Court also concluded that the all-comers policy was viewpoint-neutral.   124.  See id. at 2986 (observing that the law school’s policy relied on the “carrot” of subsidy, not the “stick” of compulsion or regulation).    125.  See id. at 3000 (Alito, J., dissenting) (claiming that the majority decision rests on the principle that there is “no freedom for expression that offends prevailing standards of political correctness in our country’s institutions of higher learning”); id. at 3009 (“disapproval of CLS cannot justify Hastings’ actions”).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 39 However, it is not clear what, if any, tangible benefits gays and lesbians obtained as a result of its holding. Symbolically, Martinez signaled state support for inclusion and equal opportunity for all students. But it does not appear that gay and lesbian students are clamoring for inclusion in Christian student organizations, or that they benefit significantly from “all comers” policies. Thus, the First Amendment right to exclude has primarily benefitted groups that were either not prepared or not willing to accept gays and lesbians as full members. F.  Government Speech and Equality  Thus far, the discussion has focused on the First Amendment’s functions as they relate to private expression concerning equality rights. Governments and public officials have also been active and influential participants in public discourses about constitutional equality. Thus, it is important to take this aspect of the free speech-equality dynamic into account.  Governmental rights speech has profoundly affected the relationship between free speech and equality rights. Laws and official policies have communicated state viewpoints regarding the legitimacy and scope of constitutional equality claims. De jure racial apartheid was itself an expression of official racism and support for inequality. No promo homo laws and policies similarly communicated governmental support for discrimination against gays and lesbians. The federal Defense of Marriage Act,126 the United States military’s “Don’t Ask, Don’t Tell” regulations, and state educational policies forbidding the promotion, teaching, or even mention of homosexuality in sex education and other classes all expressed official support for gay and lesbian inequality.127  The most obvious place to search for limits on anti-equality expression is the Fourteenth Amendment’s Equal Protection Clause.128     126.  Pub. L. No. 104-199, 100 Stat. 2419 (1996), invalidated by United States v. Windsor, 133 S. Ct. 2675 (2013).   127.  See ESKRIDGE, supra note 13, at 362−71 (collecting data on state no promo homo educational and other policies).   128.  See Dorf, supra note 19, at 1293−98 (discussing equality concerns relating to official enactments regarding sexual orientation). See also Helen Norton, The Equal Protection Implications of Government’s Hateful Speech, 54 WM. & MARY L. REV. 159 (2012) (addressing equal protection limits on government speech regarding homosexuality and gay rights); Deborah Hellman, The Expressive Dimension of Equal Protection, 85 MINN. L. REV. 1 (2000) (discussing equal protection concerns relating to laws regarding homosexuality); Elizabeth S. Anderson & Richard H. Pildes, Expressive Theories of Law: A General Restatement, 148 U. PA. L. REV. 1503, 1531−51 (2000) (focusing on equal protection and religious non-establishment limits on ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 40 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2  However, here we are considering what, if any, function the Free Speech Clause might serve in terms of limiting government speech concerning equality. The answer to that question, in both the civil rights era and throughout the movement for gay and lesbian equality, is none at all. Although government speech about equality has had a profound and mostly negative impact on equality rights, the First Amendment has not been invoked or relied upon to limit this harm. In sum, the Free Speech Clause has been silent in the face of discriminatory government speech.  As the Supreme Court has stated, “If the government is engaging in [its] own expressive conduct, then the Free Speech Clause has no application.”129 Thus, although the Free Speech Clause limits the government’s power to regulate private speech, it imposes no limits at all on governmental communications – including communications concerning the equality rights of its citizens.130 A few scholars have advanced approaches under which the Free Speech Clause might limit some discriminatory government speech.131 Michael Dorf has emphasized the distinctly expressive harms that flow from official denials of equality – whether based on race, gender, sexual orientation, or some other ground.132 Dorf argues that part of the harm in discriminatory laws and regulations lies in the coercion of private speech.133 He offers as an example a law requiring that all non-heterosexuals wear a visible pink triangle in public places.134 Dorf argues that the harm produced by such a law is partly expressive – it compels the wearer to self-identify as non-heterosexual, and communicates an “unmistakable message of second-class citizenship.”135 He argues that while laws denying marriage or other  government speech).    129.  Pleasant Grove City v. Summum, 555 U.S. 640, 647 (2009).    130.  See, e.g., Zick, supra note 6, at 4 n.8 (raising but bracketing the question whether there are limits on government speech concerning constitutional rights); Carol Sanger, Seeing and Believing: Mandatory Ultrasound and the Path to a Protected Choice, 56 UCLA L. REV. 351, 360−61 (2008) (asking “when or to what extent may the state persuade a person not to exercise a constitutional right?”).   131.  See Tebbe, supra note 19, at 657−58 (positing a government nonendorsement principle based in equal protection, free speech, and due process concerns); Dorf, supra note 19, at 1300 (observing that “[s]ome of the constitutional harm done by a requirement that people wear a badge of inferiority sounds in freedom of expression”).   132.  See Dorf, supra note 19.   133.  Id. at 1278.   134.  Id. at 1275.    135.  Id.  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 41 forms of equality for gays operate more subtly, they nevertheless produce similar harms.136  Ultimately, Dorf concludes that the harm in discriminatory laws is only partially rooted in First Amendment compelled speech concerns. As he observes, First Amendment compelled speech doctrine does not “fully capture the special harm” visited upon gays and others subject to official discrimination.137 At its core, the harm visited upon homosexuals is the same sort of subordination visited upon African-Americans under Jim Crow and similar regimes – the imposition of second-class status. Still, the social meaning of the legal exclusion is expressive, in that it communicates a status or state of inferiority.138  Professor Nelson Tebbe has identified a related principle that could restrain or limit some discriminatory governmental expression. The limit is based, in part, on the First Amendment’s Free Speech Clause. Tebbe argues that a principle of “nonendorsement” cuts across several constitutional doctrines and contexts.139 The nonendorsement principle, which prohibits government from denying full and equal citizenship to individuals, is based on First Amendment concerns.140 Thus, Tebbe posits that at least some free speech theorists would likely condemn racialized government speech, on the ground that it distorts democratic discourse.141 Under the nonendorsement principle, racialized government speech “can constitute speakers as disregarded or disabled participants in political life.”142 Tebbe claims that this affects fundamental First Amendment rights “to participation in the political community, including the freedom of expression.”143  Like Dorf, Tebbe argues that the “constitutional harm worked by [discriminatory laws] could be seen as expressive, at least in part.”144 Tebbe also identifies a deeper and more general link between freedom of speech and equal protection. He observes that the nonendorsement principle “suggests a concern for full citizenship in free speech law that is parallel to the more familiar value of equal citizenship in equal    136.  Id. at 1308.    137.  Id. at 1298.    138.  See id. at 1344 (arguing that same-sex marriage bans should be subject to heightened scrutiny “because the members of an identifiable victim group reasonably understand those laws as branding them and their relationships as second-class”).    139.  Tebbe, supra note 19, at 653.    140.  See id. at 650 (government nonendorsement principle “cuts across multiple provisions”).    141.  Id. at 666.    142.  Id. at 667.    143.  Id. at 667−68.    144.  Id. at 676. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 42 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 protection.”145 Tebbe contends that bigoted governmental speech does not merely impose equality-based harms on its subjects, but inflicts liberty-based harms as well.146 Official expression that singles out and denigrates particular persons or classes of persons, he argues, “impos[es] a legal construction on their political participation that qualifies as a constitutional harm.”147 For this reason, in various contexts the nonendorsement principle limits what the collective polity wishes to communicate.148  In these accounts, the First Amendment is doing serious work. Dorf and Tebbe have highlighted the expressive harms that are associated with discriminatory laws and policies. In essence, their work has identified another possible point of intersection between freedom of expression and equality. When thinking about the relationship between freedom of expression and equality, we ought to account for the fact that official enactments that discriminate against individuals may offend both rights. Although courts have not expressly acknowledged that the First Amendment limits government speech, they have not been oblivious to the expressive power of discriminatory enactments. Insofar as racial equality is concerned, the idea that segregation was “inherently unequal” was based, in part, on the stigma expressed by segregation.149 Similarly, the Supreme Court has implicitly recognized expressive values and concerns in its decisions concerning gay and lesbian rights. According to the Court, the concept of “liberty” relied upon in Lawrence to strike down Texas’s same-sex sodomy law “presumes an autonomy of self that includes freedom of thought, belief, expression, and certain intimate conduct.”150 Moreover, all four of the Court’s major gay rights precedents – Romer, Lawrence, Windsor, and Obergefell – rested in part on the proposition that the challenged laws stigmatized homosexuals, declared them unequal, communicated animus toward them as a class, or harmed identity interests.151    145.  Id. at 697 (emphasis in original).    146.  Id. at 707.    147.  Id.    148.  Id.   149.  Brown v. Bd. of Educ., 347 U.S. 483, 495 (1954). See Hellman, supra note 128, at 13 (“A legal classification violates Equal Protection if the meaning of the law or practice in our society at the time conflicts with the government’s obligation to treat us with equal concern.”).   150.  Lawrence v. Texas, 539 U.S. 558, 562 (2003).    151.  See Romer v. Evans, 517 U.S. 620, 632 (1996) (“the amendment seems inexplicable by anything but animus toward the class it affects”); Lawrence, 539 U.S. at 575 (“When homosexual conduct is made criminal by the law of the State, that declaration in and of itself is an invitation ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 43 Nevertheless, these were only implicit references to expressive harms and interests, rather than formal free speech-based limits on discriminatory government speech. Just as it failed to provide coverage for certain kinds of private identity speech and allowed for exclusion of gay men and lesbians, the First Amendment imposed no limits or constraints on official anti-equality expression. II.  EQUALITY AND THE FIRST AMENDMENT  The relationship between free speech and equality rights is bi-directional. Part I focused on the First Amendment’s effects on the recognition and enforcement of Fourteenth Amendment rights. However, as both the civil rights and LGBT movements demonstrated, First Amendment agitation on behalf of constitutional equality rights also significantly affects First Amendment doctrines and rights. The precedents established during these movements facilitated the advancement of Fourteenth Amendment rights. But in several respects they also expanded and illuminated First Amendment rights. This Part focuses not on what First Amendment-protected agitation did for or on behalf of constitutional equality, but rather what agitation concerning Fourteenth Amendment rights did to the First Amendment. The bi-directional nature of the relationship between free speech and equality rights is complex and involves various factors and influences. As in Part I, the focus below is primarily on internal rather than various external social, political, or other influences. A.  Caveats and Limitations  The analysis in this Part is inspired by the work of Professor Harry Kalven, Jr. Unlike most scholars of his era, who studied the effects of NAACP litigation on constitutional equality rights, Kalven focused his attention on what civil rights litigation did to First Amendment rights.152 We will also examine what effect the LGBT equality movement has had on First Amendment principles and rights. Before proceeding in this direction, some caveats are in order.   to subject homosexual persons to discrimination both in the public and in the private spheres”); United States v. Windsor, 133 S. Ct. 2675, 2693 (2013) (“The avowed purpose and practical effect of the law here in question are to impose a disadvantage, a separate status, and so a stigma upon all who enter into same-sex marriages made lawful by the unquestioned authority of the States”); Obergefell v. Hodges, 135 S. Ct. 2584, 2593 (2015) (linking liberty and “identity”).    152.  See generally KALVEN, supra note 8. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 44 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2  First, I do not make normative judgments concerning litigants’ or activists’ strategic and other decisions to invoke First Amendment rights in particular equality-related cases. Rather, I seek to assess, as objectively as possible, the effects of these various invocations on First Amendment rights, doctrines, and principles.  Second, I am interested in the overall effect that equality litigation has had on First Amendment rights, rather than in discovering any specific causal relationships. During the civil rights era, First Amendment litigation was systematic and strategic.153 Hence, many effects on expressive rights can be fairly traced to the leaders and litigants in that movement. With regard to LGBT equality, the situation is somewhat more complex. While some of the precedents were products of coordinated efforts, others clearly were not. Moreover, some of the most important precedents during this era were not the products of gay equality proponents’ actions, but those of opponents and dissenters who sought First Amendment protections of their own. Again, the idea is not to assign responsibility for the First Amendment effects, but rather to identity and analyze them.  Third, any assessment concerning positive or negative effects on First Amendment rights obviously raises questions about relevant baselines. When assessing effects, the analysis below generally adopts status quo First Amendment doctrinal baselines and understandings. Thus, it asks whether, in light of conceptions of freedom of speech, association, etc. that were in place at the time the movement or campaign began, the conflict over equality strengthened, clarified, or diminished First Amendment guarantees.154  Finally, although First Amendment precedents from the civil rights era are now firmly established, in some cases it may be too early to assess the long-term First Amendment impact of the campaign for gay and lesbian equality. Some of the precedents in this area are relatively recent. Litigants and courts are still working out their applications and boundaries.    153.  See id. at 66 (“One of the most distinctive features of the Negro revolution has been its almost military assault on the Constitution via the strategy of systematic litigation.”).   154.  Again, the analysis here is more on the macro than the micro level. Even the iconic New York Times v. Sullivan, which I count as a gain in terms of free speech rights, has been subject to some important criticisms. See, e.g., Richard Epstein, Was New York Times v. Sullivan Wrong?, 53 U. CHI. L. REV. 782 (1986). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 45  B.  Neutrality and Anti-Orthodoxy Principles The frequent intersection between free speech and equality claims, doctrines, and rights has significantly influenced the recognition and development of core Free Speech Clause rules and principles. Indeed, the modern conception of freedom of speech cannot be understood without reference to its frequent and consequential intersections with Fourteenth Amendment equality claims and principles. These dynamic intersections fundamentally altered government’s relationship with private speech and revealed the central commands of the Free Speech Clause. During the 1950s and 1960s, the judicial, political, and cultural attention to equality rights ultimately moved the Supreme Court to interpret the Free Speech Clause as including a “neutrality” principle.155 During the civil rights era, content neutrality rules became a central component of the modern conception of freedom of speech. It is difficult to overstate the significance of this change. The free speech neutrality principle revolutionized free speech doctrine by importing equality norms and values into Free Speech Clause doctrines. In early cases, courts viewed claims that government had discriminated against speakers primarily as equal protection claims.156 As they developed and applied free speech content neutrality rules, however, courts would come to treat freedom of speech and equality claims on separate but related tracks – with official discrimination acting as the joist connecting the two. Each provision would henceforth be interpreted to protect an individual right to receive equal treatment at the hands of government – in a broad sense, under the Equal Protection Clause, and in terms of free speech and other expressive rights, under the Free Speech Clause. LGBT activists and litigants invoked and expanded principles of governmental neutrality. First Amendment litigation established that government could not suppress gay and lesbian speech, press, or association rights based on subject matter or viewpoint.157 As discussed earlier, this meant that speech about sexual orientation, homosexuality, and gay and lesbian culture flowed more freely into marketplaces. At   155.  See generally Karst, supra note 27. See also Geoffrey R. Stone, Fora Americana: Speech in Public Places, 1974 SUP. CT. REV. 233, 273−80.  156.  See, e.g., Carey v. Brown, 447 U.S. 455 (1980) (reviewing picketing restrictions under Equal Protection Clause).  157.  See ESKRIDGE, supra note 13, at 174 (discussing LGBT First Amendment litigation). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 46 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 the same time, the LGBT equality campaign fortified basic First Amendment principles of neutrality and anti-orthodoxy. Equality advocates were not the only ones interested in resisting official orthodoxy with regard to sexual orientation and gay-lesbian rights. As discussed earlier, organizations and individuals resisted gay and lesbian inclusion and social acceptance. Dissenters objected to extending full equality rights to racial minorities and LGBT persons. Some of this dissent took the form of hateful and derogatory speech. This brought free speech and equal protection rights into tension and conflict with one another. The Supreme Court’s general solution to this tension has been to reaffirm neutrality and anti-orthodoxy principles. Only once did the Court deviate from this position, and the exception was short-lived. In Beauharnais v. Illinois the Supreme Court upheld a state group libel law that prohibited speakers from communicating race-based criticism.158 By contrast, the Court’s decision in R.A.V., which invalidated a local hate speech ordinance, applied a strong content-neutrality rule.159 Beauharnais is plainly the outlier here. Its holding and reasoning are difficult to reconcile with subsequent decisions protecting robust, offensive, and even hateful expression. Thus, but for the Beauharnais exception, the Free Speech Clause, as interpreted, has required protection even for derogatory anti-equality speech. The Court has extended protection for dissenters’ rights to organizations.160 The central principle in cases such as Hurley and Dale was that government cannot impose official orthodoxies regarding gay acceptance, inclusion, and equality. That very old and venerable First Amendment principle was not altered even in cases involving the exclusion of individuals from civic activities and organization based on their sexual orientation.161 By recognizing and reaffirming expressive autonomy and associational liberty, these precedents limited the government’s ability to impose an official orthodoxy regarding private obligations to accept and include others. They preserved a private space for dissent.    158.  See generally Beauharnais v. Illinois, 343 U.S. 250 (1952).   159.  See R.A.V. v. City of St. Paul, 505 U.S. 377, 382 (1992) (content-based restrictions on speech are “presumptively invalid”).  160.  See supra Part I.E.  161.  See West Virginia v, Barnette, 319 U.S. 624, 641−42 (invalidating compulsory flag salute laws). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 47 Neutrality and anti-orthodoxy have been consistent themes in Supreme Court decisions decided during the decades in which gay and lesbian equality has been under consideration. R.A.V., Hurley, and Dale all rejected the premise that government could enforce what seemed to be prevailing views regarding minority inclusion and acceptance. In doing so, these decisions confirmed and fortified a commitment to robust, uninhibited, and wide-open discussion concerning constitutional equality. I have argued that this First Amendment-based commitment to neutrality ultimately advanced equality, in part by helping to create a political process that was free from governmental bias. Additionally, by insisting on equal respect for dissenting points of view regarding equality, the neutrality principle also reinforced the “central meaning” of the First Amendment. Thus, once again, both freedom of speech and equality have been deeply affected by their intersection with one another. There have been some outliers and exceptions in the expressive association context. In particular, Christian Legal Society v. Martinez is somewhat difficult to square with a full commitment to government neutrality regarding homosexuality and sexual orientation.162 The law school’s “all comers” policy is neutral in the sense that all student groups are formally treated equally. However, the policy is, by definition, somewhat at odds with the ideal that the state cannot dictate what is orthodox in religion, politics, or other realms.163 Perhaps the rapidly turning societal tide in terms of gay inclusion and equality influenced the result in Martinez. Or, perhaps, the fact that the case involved government subsidies rather than anti-discrimination laws convinced the Court that dissenting groups’ associational autonomy was not truly implicated. In any event, Martinez is perhaps an exception to what was otherwise a strong judicial commitment to First Amendment neutrality and anti-orthodoxy principles. Although their presence bears mentioning, the existence of a few exceptions does not undermine the generally strong commitment to government neutrality on display during the race and gay-lesbian equality movements. Beauharnais appears to have had very little effect on race equality discourse. The ramifications of CLS are not yet clear,   162.  See discussion supra notes 153−64 and accompanying text.  163.  See John D. Inazu, The First Amendment’s Public Forum, 56 WM. & MARY L. REV. 1159, 1178−80 (2015) (critiquing Martinez on ground that the decision fails to adequately consider the speech and associational interests of student groups denied recognition under the policy). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 48 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 but it does not appear that the decision has chilled speech or imposed any sort of official orthodoxy regarding sexual orientation except perhaps on some campuses. Together, then, part of the legacy of the equality movements has been confirmation of the core principle that government must remain neutral with regard to the content of equality speech and the views of defenders and detractors. C.  Other Free Speech Principles In addition to the First Amendment’s neutrality principle, other central free speech principles were announced during the civil rights era. In New York Times Co. v. Sullivan, the Supreme Court examined the extent to which newspapers and others reporting on civil rights violations could be held civilly liable under strict state law libel rules. The Court refashioned the libel laws of the fifty states in a manner that comported with First Amendment free speech and free press rights. In doing so, it announced that the “central meaning” of the First Amendment was that debate on public issues should be “uninhibited, robust, and wide-open.”164 The Court also denounced “seditious libel” laws, which punished speech critical of government, as a discredited form of censorship. Along with the neutrality principle, identification of the First Amendment’s “central meaning” and the denunciation of seditious libel have had a profound effect on free speech rights in the United States. The mediating principle that public debate – including debate concerning constitutional equality – should be “robust, uninhibited, and wide-open” has been critical to the nation’s consideration of racial and other forms of equality. The principles announced in Sullivan have also influenced free speech doctrines relating to defamation, advocacy of unlawful action, and the regulation of offensive speech. Moreover, the Court’s articulation of speech rights contributed to the development of some of the central justifications for freedom of speech, including the notions that free speech is necessary to self-government and facilitates the search for truth. Cases like Sullivan prompted Professor Kalven to predict that “we may come to see the Negro as winning back for us the freedoms the Communists seemed to have lost for us.”165 Kalven was referring to a    164.  See N.Y. Times Co. v. Sullivan 376 U.S. 254, 273 (1964) (identifying the central meaning of the First Amendment).   165.  KALVEN, supra note 8, at 6. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 49 period during the 1950s when dissident Communists and other radicals routinely lost First Amendment challenges to convictions based on speech criticizing the draft or U.S. war efforts.166 The NAACP and civil rights protesters “won back” rights to dissent and criticize government that are now central to the concept of free speech and self-government. Subsequent equality movements, including the LGBT movement, cemented this legacy and confirmed the central meaning of the First Amendment. First Amendment litigation by LGBT activists did not merely advance the cause of equality; it also kept the Free Speech Clause and Equal Protection Clause in conversation – in the courts, public venues, and publications. LGBT equality advocates did not need to “win back” free speech rights that had been lost. Rather, their goal was to rely upon and fortify dissenters’ rights that had been bequeathed to them by the civil rights movement. The LGBT equality movement demonstrated that protection for “uninhibited, robust, and wide-open” discourse could extend to (at least some forms of) sexual dissent. The relationship between freedom of speech and equality was not merely a one-way instrumental interaction. Civil rights movements relied on freedom of speech and other expressive rights to advance equality. However, in the process, they changed those rights in ways that have had lasting consequences for the interpretation and enforcement of American free speech rights. D.  Public Fora and Public Protest In somewhat more specific and pragmatic terms, the intersection of freedom of speech and equality had tangible effects on First Amendment doctrines relating to access to public properties and rights relating to public protest. As a general matter, equality agitation has led to clearer and stronger rights of access to public properties such as streets and parks. This access has been critically important, legally and culturally, to public protest and other expressive rights. It is a central component of modern free speech doctrine and jurisprudence. During the 1950s and 1960s, civil rights protesters created vital breathing space in the nation’s public streets and other venues for the distinct purpose of engaging in political protests and other expressive activities.167 Race equality advocates did not start from scratch in the    166.  See, e.g., Dennis v. United States, 341 U.S. 494, 511 (1951) (rejecting free speech defense to charges of communist conspiracy).  167.  See TIMOTHY ZICK, SPEECH OUT OF DOORS: PRESERVING EXPRESSIVE LIBERTIES IN PUBLIC PLACES 106−110 (2009) (discussing the influence of civil rights protests on rights of public ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 50 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 endeavor to obtain access to public streets and parks. In particular, they benefitted from the litigation campaign of Jehovah’s Witnesses, who during the 1930s and 1940s successfully challenged an array of discriminatory restrictions on speech in public venues.168 The recognition of public speech rights during the civil rights era dovetailed with the Court’s identification of the “central meaning” of the First Amendment and, as discussed earlier, was critically important to the success of the civil rights movement. However, these precedents were not just significant in terms of their effect on the civil rights campaign. They also indelibly affected free speech rights. Through its strategic and systematic First Amendment campaign, the NAACP strengthened and expanded rights of access and contributed to the eventual development of the “public forum” concept.169 Supreme Court and lower court precedents during the Warren Court era held that speakers had a First Amendment right to access public streets and other places for purposes of speech, assembly, and press activities.170 These First Amendment victories simultaneously advanced the cause of equality and installed the building blocks for a First Amendment public forum doctrine that guaranteed minimal and equal access to important public venues. For an American public just tuning in to the revolution, Supreme Court decisions upholding civil rights protesters’ free speech rights, including in cases where the possibility of violence was real, demonstrated the strength and power of public protest rights.171 The civil rights era public forum and public protest precedents have helped a long list of movements, causes, and dissenters – labor, gender equality, LGBT equality, peace and antiwar movements, Occupy Wall Street protests, and Black Lives Matter activists. Like Sullivan’s “central meaning” pronouncement, these precedents set the First Amendment on a bold new course. They established a fundamental right to access and use public streets, parks and other places for the purpose of engaging in expressive activities. They also signaled to  presence and contention).  168.  See Daniel Hildebrand, Free Speech and Constitutional Transformation, 10 CONST. COMM. 133, 150−59 (1993) (describing the Witness free speech cases).   169.  See, e.g., Harry Kalven, Jr., The Concept of the Public Forum: Cox v. Louisiana, 1965 SUP. CT. REV. 1, 12–13 (describing civil rights cases and their influence on public forum doctrine).   170.  See Hague v. Comm. for Indus. Org., 307 U.S. 496, 515 (1939) (recognizing a right of access to public streets).   171.  See, e.g., TAYLOR BRANCH, PARTING THE WATERS: AMERICA IN THE KING YEARS 1954−63 (1988); TOMIKO BROWN-NAGIN, COURAGE TO DISSENT: ATLANTA AND THE LONG HISTORY OF THE CIVIL RIGHTS MOVEMENT (2011). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 51 police forces across the nation that they had an obligation to protect free speech and other First Amendment rights – even in the face of public opposition to speaker or cause. In sum, doctrines and principles relating to public speech rights were indelibly altered as a result of equality advocacy and contention. The civil rights movement simultaneously used these new rights to advance equality and fundamentally altered understandings of the Free Speech Clause and other First Amendment rights. Subsequent generations of speakers and causes have relied on these robust public speech rights to participate in public dissent, contention, and protest. E.  Association, Autonomy, and Anonymity Other changes to free speech rights occurred as a result of litigants’ and activists’ reliance on First Amendment claims in their pursuit of Fourteenth Amendment equality rights. As a result of these intersections, some new First Amendment rights were recognized while others were strengthened and illuminated. For instance, in NAACP v. Alabama, the Supreme Court recognized a right to associate with others for expressive purposes.172 This right for the first time extended First Amendment protection beyond the individual to groups, organizations, and institutions. Communists and other radical groups had been unsuccessful in terms of claiming First Amendment protection for their expressive activities. The Court’s concern that Alabama and other states were targeting the activities of the NAACP and other groups to suppress civil rights advocacy contributed to the recognition of a new First Amendment right to associate for expressive purposes – a right ancillary to freedom of speech. This First Amendment protection for group activities has facilitated a diversity of social and political collective action by political parties, religious groups, and social organizations.173 Later equality movements have left their own distinctive marks on the First Amendment right of association. In early stages of the LGBT equality movement, advocates relied on the right of association recognized during the civil rights era. They invoked the right of association to resist crackdowns on gay and lesbian bars and to advocate for the rights of student groups on public campuses.    172.  NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 462 (1958) (recognizing right of anonymous association).   173.  See generally JOHN D. INAZU, LIBERTY’S REFUGE: THE FORGOTTEN FREEDOM OF ASSEMBLY (2012) (discussing the importance of rights of assembly and association). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 52 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 However, the dynamics of the intersection between LGBT equality and the right of association differed from the civil rights era experience. Most notably, groups and institutions that opposed or resisted LGBT participation in events and membership invoked their own right of expressive association to defend against application of anti-discrimination laws. Thus, as discussed earlier, the Supreme Court also recognized and enforced an expressive right not to associate with others. During the later stages of the LGBT equality movement, the First Amendment freedom of expressive association was invoked as a sword rather than as a shield. The Boy Scouts and other organizations successfully repurposed the right of association as a right of dissent – a right not to associate with gay men and lesbians. Some commentators have argued that this exclusionary use of the right to associate destabilized or muddled associational rights by failing to clearly identify the parameters and limits of the right not to associate.174 Thus, as Andrew Koppelman has observed, Supreme Court precedent could plausibly be read to support either or both of the following propositions: “All antidiscrimination laws are unconstitutional in all their applications,” or “Citizens are allowed to disobey laws whenever obedience would be perceived as endorsing some message.”175 In Boy Scouts v. Dale, the Court did appear to change its fundamental approach to the right not to associate, which had been invoked unsuccessfully in race and gender exclusion cases.176 The Court’s approach to associational rights was more deferential to organizational concerns and less committed to enforcing the letter or spirit of anti-discrimination laws.177 Stated differently, in the rough form of constitutional balancing the Court seemed to be performing, free speech interests appeared to count for more than equality interests. At the same time, the Court’s unanimous rejection of the law schools’    174.  For criticisms of the Court’s treatment of associational rights, see INAZU, supra note 173; see generally Andrew Koppelman, Signs of the Times: Dale v. Boy Scouts of America and the Changing Meaning of Nondiscrimination, 23 CARDOZO L. REV. 1819 (2002).   175.  Koppelman, supra note 174, at 1819.   176.  See N.Y. State Club Assn. Inc. v. City of N.Y., 487 U.S. 1, 13 (1988) (invalidating racially discriminatory exclusion policies); Bd. of Dirs. of Rotary Int’l v. Rotary Club of Duarte, 481 U.S. 537, 544 (1940) (same). See also Roberts v. U.S. Jaycees, 468 U.S. 609, 628−29 (1984) (holding that application of state anti-discrimination law to require Jaycees to admit women as full voting members did not violate the First Amendment).   177.  See Boy Scouts of America v. Dale, 530 U.S. 640, 653 (2000) (deferring to organization with regard to its purported message).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 53 challenge to the presence of military recruiters on campus suggested that the right not to associate did indeed have some limits. In sum, the Court embraced a broad First Amendment right not to associate – although just how broad remains unclear. LGBT equality supporters also litigated cases that unsettled the First Amendment right of association. Recall that in Christian Legal Society v. Martinez the Court upheld Hastings Law School’s “all comers” policy for recognized student groups. In Martinez, the Court refused even to consider the Christian group’s associational rights claim. It held that any associational rights had essentially “merged” with the group’s free speech claims, which the Court then resolved according to First Amendment public forum doctrine.178 Critics of Martinez have argued that the Court ignored and discredited a separate and distinct First Amendment right.179 Martinez suggests that public forum principles can sometimes subordinate associational rights – but again, it is unclear when that may occur. Cases and conflicts adjudicated during the LGBT equality movement also affected the First Amendment right not to be compelled to speak. This was not a new right, like the right to associate. Indeed, First Amendment protection against compelled speech has a long and venerable history.180 During the civil rights era, free speech conflicts primarily related to official efforts to stifle or suppress race equality expression and advocacy. First Amendment attention tended to focus on rights to speak, assemble, and criticize government. By contrast, during certain phases of the LGBT equality movement, the focus shifted to rights not to speak.181 As with the right not to associate, opponents of LGBT inclusion relied on the right not to speak in order to defend against application of anti-discrimination laws.182 As discussed earlier, so did proponents of LGBT equality, who resisted what they viewed as compulsory laws commanding them to adopt anti-LGBT messages.     178.  Christian Legal Soc. v. Martinez, 561 U.S. 661, 680 (2010).   179.  See, e.g., Ashutosh Bhagwat, Associations and Forums: Situating CLS v. Martinez, 38 HASTINGS CONST. L.Q. 543, 549 (2011) (arguing that the Court essentially ignored freedom of association rights).    180.  See West Virginia v. Barnette, 319 U.S. 624, 641−42 (1943) (invalidating compulsory flag salute laws).   181.  See generally Joseph Blocher, Rights To and Not To, 100 CAL. L. REV. 761 (2012).    182.  See Hurley v. Irish-American Gay, Lesbian, & Bisexual Grp. of Bos., 515 U.S. 557, 574 (1995). See also Dale, 530 U.S. at 654 (citing Hurley as “illustrative”).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 54 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 During the LGBT equality movement, the Supreme Court reaffirmed the basic right not to be compelled to adopt and communicate state-imposed messages. As noted earlier, the Court affirmed general neutrality and anti-orthodoxy principles. It also elaborated on the importance and scope of the right not to communicate. In Hurley, the Court held that a group that had organized an Irish-American pride parade could not be compelled to communicate the message of a gay pride contingent. It emphasized the core autonomy right every person and organization has to formulate and express messages. Hurley suggested that this right was broad and inviolable. However, in FAIR, the Court unanimously rejected the claim that hosting military recruiters violated the law schools’ right not to speak.183 The Court explained that the right only extended to instances in which the government forces a belief or message on an unwilling speaker who has no real opportunity to resist or dissent.184 It reasoned that merely allowing military recruiters on campus and providing them with assistance, for example reaching out to students to schedule interviews, did not compel speech.185 Whether FAIR will limit or narrow the right against compulsory speech remains to be seen. But as with the right not to associate, the presence of equality advocacy and equality interests complicated – and may have narrowed – the interpretation of compulsory speech rights. Finally, in terms of effects on First Amendment rights, equality advocates won recognition for First Amendment rights to associate and communicate anonymously. During the civil rights era, acts of private and official intimidation had threatened to inhibit or suppress civil rights activism. In NAACP v. Alabama, the Supreme Court recognized that the First Amendment right to associate included the right to associate anonymously. Two years later, the Court held that the distributor of a civil rights flyer had a right to communicate with the public anonymously.186 These precedents were not only important to the facilitation of equality rights. They also significantly expanded First Amendment rights to organize and speak anonymously.187    183.  Rumsfeld v. Forum for Acad. & Institutional Rights, 547 U.S. 47, 61−62 (2006).   184.  Id.   185.  Id.  186.  Talley v. California, 362 U.S. 60 (1960). See also McIntyre v. Ohio Elections Comm’n, 515 U.S. 334, 341−42 (1995) (affirming right to publish information anonymously).   187.  See NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 462 (1958) (recognizing right to ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 55 The LGBT equality movement confirmed the importance of anonymous speech rights, and generally left these rights as it found them – with one potential exception. As discussed earlier, in Doe v. Reed, the Supreme Court held that a state law requirement that petition signatures collected by anti-marriage equality referendum proponents be treated as public records did not violate the Free Speech Clause.188 The Court held that in the context of public lawmaking, the state’s interests in detecting and preventing fraud were sufficient to outweigh the First Amendment right to engage in anonymous speech. Although it rejected the First Amendment claim, Doe does not appear to significantly undermine the right to speak anonymously. The decision does not question the existence of a First Amendment right to engage in anonymous speech. Nor does it fully embrace transparency – even for referenda and other popular lawmaking mechanisms. Doe narrowly applies election law precedents and leaves open the possibility that petition signatories subject to real threats of reprisal could prevail on a right to anonymous speech claim. The contemporary system of American free speech would be unrecognizable without the significant contributions of equality movements. The civil rights movement of the 1950s and 1960s produced landmark rulings that shaped the First Amendment’s central doctrinal and normative principles for decades to come. It secured recognition for rights to criticize government in the strongest terms, to access public streets and parks for expressive purposes, to litigate on behalf of equality, to associate with others for expressive purposes, and to engage in anonymous speech. The LGBT equality movement, which again pressed the First Amendment into frequent service to advance its equality claims, affirmed many of these rights but also complicated a few of them. In particular, perhaps the most lasting First Amendment impact from the LGBT equality movement concerns the right of association – more accurately, the right not to associate with those who hold different viewpoints and opinions. Although the contours of that right are still being worked out, the conflict over LGBT equality has undoubtedly influenced our understanding of the rights to associate and to resist associating with others.  organize anonymously for expressive purposes).    188.  Doe v. Reed, 561 U.S. 186, 202 (2010). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 56 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 F.  Self-Identification and Free Speech During both the race and LGBT equality movements, identity speech rights were frequently – and in both cases largely unsuccessfully – litigated in courts. As discussed in Part I, neither equality movement was able to achieve First Amendment recognition for identity speech rights.189 The idea that an individual’s mere presence or self-identification has independent expressive significance received little support from courts adjudicating First Amendment claims during the race and LGBT equality movements. Although a few concurring justices found the argument appealing in some civil rights sit-in cases, a majority of the Supreme Court declined to rely upon the Free Speech Clause. Appeals courts were similarly unimpressed with the argument that revealing one’s sexual orientation was protected speech.190 Clearly, there were no First Amendment gains on this front. The question is whether litigants did any affirmative damage to First Amendment liberties by losing these arguments. Recall that we are using status quo baselines to assess free speech effects. The argument that sitting at a lunch counter was an expressive act was novel when it was made. Breach of peace and trespass laws made unwanted presence an unlawful act. In these respects, the Court’s decision to rely upon due process rather than free speech precedents and principles in the sit-in cases is understandable. The rejection of these speech claims did not create any widely applicable principle or precedent that could be invoked to undermine similar claims in the future. With regard to public buildings, civil rights protesters were sometimes successful in terms of asserting a First Amendment right to be present.191 In that respect, civil rights activists actually left something of a positive legacy insofar as expressive presence was concerned. Federal and state anti-discrimination laws eventually resolved the right to be present in public accommodations issue, rendering the free speech argument superfluous. In light of this history, gay men and lesbians who unsuccessfully challenged “Don’t Ask, Don’t Tell” and other no promo homo policies certainly did not relinquish any established free speech rights. Their   189.  See supra Part I.C.  190.  See id.  191.  See Brown v. Louisiana, 383 U.S. 131, 142 (1966) (invalidating breach of peace conviction arising from silent and peaceful protest in a public library reading room). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 57 claim that coming out was a form of political speech was also somewhat novel when raised. However, it remains the case that no promo homo litigation failed to establish a link between identity speech and identity politics. In order to assess this aspect of the LGBT’s First Amendment legacy, more recent precedents must also be considered. Recall that in case like Hurley and Dale, LGBT groups and individuals sought inclusion in parades and social organizations owing specifically to what their inclusion would communicate, while opponents of inclusion invoked the First Amendment to protect against presence owing to its expressiveness. Hurley tacitly recognized that gays’ and lesbians’ presence might communicate something the parade organizers did not wish to say.192 Dale went further, explicitly acknowledging that the Boy Scouts’ objection to Dale was that his very presence in the organization would communicate ideas and viewpoints contrary to the organization’s own.193 In this sense, in the long term the LGBT equality movement arguably did establish that mere presence can be expressive. By asserting First Amendment identity claims, litigants laid some important groundwork for arguments that official discrimination causes distinctive free speech harms.194 That First Amendment principle could benefit future equality claimants, including transgender individuals who assert gender identity claims. III. THE FREE SPEECH – EQUALITY INTERFACE   The discussion in Parts I and II highlights several general lessons or observations regarding the dynamic intersection between First Amendment and Fourteenth Amendment rights. This final Part begins by summarizing those lessons or observations. It next examines some of the differences between the free speech-equality dynamics during the race and LGBT equality movements. Finally, the Part briefly looks forward – to present and future equality claimants, in particular transgender persons, and the intersection between freedom of speech and equal protection during their movements.   192.  Hurley v. Irish-American Gay, Lesbian, & Bisexual Grp. of Bos., 515 U.S. 557, 574 (1995).   193.  Boy Scouts of America v. Dale, 530 U.S. 640, 649−51 (2000).  194.  See, e.g., Dorf, supra note 19, at 1308 (“Laws banning same-sex marriage also appear to brand citizens as second-class and to enlist those very citizens in the enterprise.”). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 58 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 A.  Lessons  Part I considered a variety of functions the First Amendment, as interpreted by courts, has performed in the discourse about racial equality, sexual orientation, and gay equality. It concluded, for example, that expressive rights have generally been efficacious facilitators of equality claims and relatively effective managers of public discourse about sexual orientation and gay equality. On the other hand, the First Amendment did not fully protect identity speech rights, was an awkward mediator of certain conflicts relating to gay inclusion, and was silent in the face of discriminatory government speech. Part II showed that expressive rights have also been significantly affected by their invocation and exercise during quality campaigns. This experience highlights ten general lessons concerning the use of expressive liberties to advance constitutional equality claims.195 1.  Free Speech Rights Are Antecedent Rights  Freedom of speech is “the indispensable condition . . . of nearly every other form of freedom.”196 One of the many ways in which this statement is accurate is that a prolonged period of open public debate is a condition precedent for the recognition of constitutional rights.197 In order to engage effectively in that debate, claimants must have access to public places, enjoy expressive equality rights, and have protection against governmental censorship and intimidation.  During the critical civil rights period, equality claimants invoked First Amendment rights in an opening bid to achieve social recognition and equal rights. Once recognized, these rights facilitated the distribution of information about claimants and their grievances, allowed for appeals to public opinion, and framed a democratic process that ultimately led to social, political, and constitutional change. Perhaps most importantly, free speech rights created the necessary breathing space for political mobilization on behalf of constitutional equality.    195.  Some of these insights may also apply to other rights relationships, such as that between freedom of expression and religious liberties. See generally Zick, supra note 2 (examining the dynamic intersection of constitutional rights).   196.  Palko v. Connecticut, 302 U.S. 319, 327 (1937).    197.  See Reva B. Siegel, The Jurisgenerative Role of Social Movements in United States Constitutional Law, at 11 (for publication with the papers of the Seminario en Latino América de Teoria Constitucional y Politica (SELA), June 10–12, 2004, Oaxaca, México) (emphasizing the need each movement has “to express its values as public values” and to persuade citizens and officials to recognize claims).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 59  During the race equality movement, activists relied substantially on public speech rights to generate public and official support for the recognition and enforcement of equality. Similarly, in their earliest civil rights phase, LGBT activists sought recognition of a “new” constitutional right to equal treatment under law – a right that had been denied them for several generations. Instead of focusing initially on substantive equality, they first sought recognition of basic rights to speak, publish, and assemble on equal terms.  As the equality example demonstrates, free speech rights are antecedent rights. Without them, constitutional discourse is not possible. Without expressive equality, substantive equality is not attainable. 2.  Free Speech Rights Are Critical Catalysts for Social Change First Amendment rights are critical to the recognition and exercise of all constitutional rights. However, they play an outsize role with respect to claims based upon equality values and principles. Free speech rights are especially important to claimants who seek social acceptance, respect for their basic dignity, and social and political integration.  Equality claims rely, in significant part, on the expression and acceptance of claimants’ identity. In order to obtain equal status and treatment, African-Americans, gay men and lesbians, women, and religious minorities must be visible and vocal. Equality claimants thus rely heavily on expressive and associative activities geared toward gaining different kinds of public recognition.  Over time, free speech rights function as powerful catalysts for changing public opinion and perceptions. The civil rights movement demonstrated the intimate connection between speech rights and changing perceptions of status and equality. Although Brown v. Board of Education was an iconic decision, televised images of protests, sit-ins, and the violence that followed these activities had as much, or more, to do with increasing social awareness of inequality and changing public perceptions.198 The official responses to political and social agitation shocked the national conscience and changed social perceptions.    198.  See KLARMAN, supra note 11, at 440−41 (noting the rise in public sympathy for civil rights causes after violent scenes were televised); ACKERMAN, supra note 11, at 95 (noting that “television made all the difference, transforming the terrible scenes into an ugly symbol that shocked viewers throughout the nation”).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 60 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2  Thus far, the LGBT equality movement has confirmed the dynamic and catalytic function of First Amendment rights. Rapid changes in public perceptions of gay and lesbian persons, and of gay and lesbian equality, resulted in large part from information distributed in public forums, publications, and media. The free flow of information protected by the Free Speech Clause and the Free Press Clause facilitated a robust and wide-open debate that has led to transformative legal and constitutional changes. The rapidity of change can be traced, in important respects, to the recognition and exercise of free speech rights. 3.  Free Speech Rights Are Cumulative and Iterative First Amendment freedoms of speech, press, privacy, and association are cumulative and iterative. In their separate quests for constitutional and other forms of equality, movements rely on a tradition of First Amendment rights. Each movement also adds something distinctive to the free speech tradition. Free speech rights accumulate over time. Equality and other rights movements do not begin in a First Amendment vacuum. They piggy-back on prior movement successes. Free speech rights become established and entrenched through a layered and dynamic process. This is not to say that subsequent movements do not have some of the same challenges to overcome in terms of censorship and speech restrictions. However, newer movements can generally rely on precedents and social norms that are a product of First Amendment and accumulation. Thus, free speech rights are part of a shared American tradition. We can trace a direct lineage from Jehovah’s Witnesses, to civil rights protesters, to gay and lesbian equality activists. In terms of reliance on First Amendment rights, each movement has built on the gains of its predecessors to advance the cause of religious, racial, and sexual equality. Civil rights protesters invoked the early precedents of the 1930s and 1940s to achieve important early expressive victories. Throughout their movement, gays and lesbians relied on this jurisprudential and constitutional tradition to defeat sex censorship and repression. Although each movement relied on past precedents, each also added something distinctive to the cumulative tradition. Civil rights protesters relied on self-help, in the form of sit-ins and peaceful demonstrations. Gay and lesbian activists opposed sex censorship in various forms, through cross-dressing, publication of sexually explicit  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 61  information, and other means. In this way, activists both fortified and expanded on the achievements of previous equality proponents. 4.  Free Speech Rights Are Necessary, But Not Sufficient Although First Amendment guarantees are necessary to advance equality rights, they are not sufficient. Free speech-based claims lack the independent legal and moral force necessary to fully guarantee other constitutional rights, including constitutional equality. As both the race and LGBT equality movements have shown, officials do not simply capitulate when there is majority opposition to equality claims. Obtaining public assembly and free speech rights was merely the first step in a long process. Subsequent contests focused on quasi-public and private places, such as libraries and lunch counters, military barracks, and schools. Governments resisted expansion, and equality proponents responded with new sets of First Amendment claims. They used free speech claims as constitutional wedges to create additional social and political space for their respective movements. Opponents and detractors dug in, to preserve the status quo. Race and LGBT equality proponents successfully used free speech and other First Amendment claims to pry open some doors. However, apartheid regimes did not crumble as a result of public protests or other expressive activities. As noted, in the end, equality proponents were unable to leverage speech rights to penetrate some important social and cultural spaces. Obtaining free speech rights is a necessary first step on the path to full equality. These rights help initiate public conversations about equality. They frame and manage a democratic process. However, free speech rights do not inevitably lead to social acceptance, political gains, or constitutional equality. In sum, free speech rights facilitate equality discourse and frame equality conflicts, but do not determine outcomes. The LGBT equality movement has confirmed the limitations and complexities associated with reliance on free speech rights to advance equality. Full protection for derogatory anti-gay speech, criminalization of identity speech, constitutionally sanctioned forms of social exclusion, and discriminatory government speech have all undermined, delayed,     ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 62 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 or denied full equality for gays and lesbians. As Toni Massaro stated, “As an all-encompassing metaphor or a complete theory of constitutional rights for gays, lesbians, and bisexuals, [freedom of speech] falls far short.”199 5.  Free Speech Rights Are Subject to Institutional and Other Limits First Amendment speech, association, and press rights facilitate equality rights – but only up to the point that judges, officials, and the broader public are willing to accept their recognition or expansion. This lesson confirms the view that courts – including the Supreme Court – act less as reformation and change agents than as institutional “pilers-on.”200 This is one reason why some commentators warn that social movements should not over-rely on courts to advance their agendas.201 The failure of identity speech claims is a good example. For a variety of reasons, only some of which were doctrinal, civil rights litigants were unable to convince the Supreme Court that sit-ins, which threatened private property rights, were a form of expressive conduct.202 Similarly, the failed challenges to no promo homo policies exposed the short-term futility of relying on expressive constitutional rights to defeat deep-seated prejudices and biases. As Nan Hunter observed, gay and lesbian identity claims “further complicated the expression-equality dynamic.”203 Just as they apparently could not perceive the expressiveness of racial presence at segregated lunch counters, judges had difficulty identifying the communicative nature of gay and lesbian self-outing.204 During the early- to mid-1990s, it was one thing for judges to recognize gays’ right to speak openly in public about their sexuality, to associate with one another in clubs and bars, and even to publish erotic material. However, at the time, pleas for broader inclusion and    199.  Massaro, supra note 20, at 63. See also Hunter, supra note 20, at 1716 (“Expression, equality, and privacy coexist as components of rights claims that are mutually dependent.”).   200.  See Jack M. Balkin, What Brown Teaches Us About Constitutional Theory, 80 VA. L. REV. 1537, 1551 (2004) (“[V]iewed from the perspective of social movements . . . courts are least effective at open-field tackling and most effective when piling on.”).    201.  See id. at 1546 (“Generally speaking, however, reform movements are well advised not to rely primarily on courts to push their agenda.”).    202.  See KALVEN, supra note 8, at 133−35 (noting some difficulties, in the 1960s, of treating sit-ins as protected speech).    203.  Hunter, supra note 20, at 1696.    204.  See id. (“The idea of identity is more complicated and unstable than either simply status or conduct. It encompasses explanation and representation of the self.”). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 63 acceptance were contentious and deeply divisive. Judges, who were already predisposed to defer to government employers and military officials, were not willing to extend full free speech protection to all forms of sexual dissent.205 In sum, the recognition and robust exercise of First Amendment rights creates an environment in which equality and other rights can eventually achieve social and legal recognition. However, free speech arguments and precedents alone cannot compel recognition of any right whose time has not yet come. 6.  Free Speech Rights Have an Exclusionary Dimension  The Free Speech Clause protects the views of opponents and detractors to the same extent that it protects equality’s supporters and advocates. The right to dissent entails the right to reject the dignity of others, to deny their entitlement to equality, and to exclude them from some of the benefits of civil society. During the civil rights era, the Free Speech Clause was primarily invoked as a sword to advance equality claims. In contrast, during an important phase of the gay equality movement, the Free Speech Clause was used as an effective shield against inclusion and equality.206 As mechanisms of dissent, free speech rights can be invoked to deny and thwart acceptance and equality. Opponents of inclusion successfully relied on First Amendment rights to oppose equal acceptance and, in some cases, equal treatment of gay men and lesbians. This resulted in exclusion from civic and social spaces, and the denial of certain opportunities to participate as full and equal citizens. This exclusionary dimension is a complicating aspect of the free speech-equality dynamic. Although the First Amendment’s exclusionary dimension may stall or impede recognition of equality rights, it also prevents government from dictating an orthodoxy regarding equality. The Free Speech Clause preserves breathing space for dissent and opposition to reform and interpretive change. In these respects, in the long term rights to dissent may benefit equality advocates. Dissenting First Amendment rights, in the form of exclusionary rights, also allow opponents and detractors time to process what full inclusion and equality might entail, and whether it will in fact    205.  See Eskridge, supra note 78, at 1398 (“So long as a minority is truly powerless, the judiciary will not challenge the political process openly.”).   206.  See id. at 1409 (making the sword-shield observation).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 64 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 have any harmful consequences. More importantly, perhaps, in terms of democratic processes, exclusionary and dissenting rights allow judicial actors to proclaim that after a full and fair debate about equality a ruling in its favor is more democratically legitimate. 7.  Governments Have Speech Rights, Too Governments and public officials have always been important voices in equality discourse. Whereas the concept of government speech immunity is relatively new, the concept of the government speaker is as old as the republic. Through official acts and pronouncements, governments are frequent communicators. One of the topics they have weighed in on – repeatedly – is the right to equal treatment under law. A full-blown theory of governmental rights speech – official communications about or concerning constitutional rights – has not yet been developed. As discussed in Part I, some scholars have offered suggestions regarding how discriminatory and other problematic government expression might be constitutionally limited by expressive rights and principles.207 Some of those suggestions involve using the Free Speech Clause to protect democratic processes from government speech that inhibits debate or chills discussion. One of the poignant lessons of both the race and LGBT equality movements is that governments wield extraordinary and generally unbridled authority to express their views regarding the social acceptance, political rights, and constitutional status of despised minorities. Any account of the relationship between free speech and equality rights must factor in the biggest, most powerful, and loudest speaker in the debate. It must also come to terms with the relative paucity of constitutional limits on government expression. 8.  The Effects on Rights Are Bi-Directional As advocacy on behalf of equality shows, free speech rights are both transformative and themselves subject to transformation. Thus, we cannot simply look to see what effect expressive rights have had on constitutional equality. We must also examine the effects of equality advocacy on First Amendment expressive rights. Civil rights proponents sometimes face difficult strategic considerations regarding whether – and, if so, when and how – to invoke    207.  See supra Part I.E. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 65 free speech rights. When they do so, advocates may experience either gains or losses in terms of advancing equality claims. However, expressive rights are also in play. This is true, as well, when civil rights activists press claims for inclusion which are then met with First Amendment defenses or claims of exclusionary rights. As Part II showed, here, too, free speech rights can be significantly affected. During the civil rights movement of the 1950s and 1960s, the effects on First Amendment rights were generally positive. Indeed, they have generally been celebrated as gains not only for equality, but for freedoms of speech, press, and association.208 During the race equality movement, equality and free speech rights worked synergistically toward the end of facilitating both rights. By contrast, the LGBT equality movement has presented a more complicated narrative. As discussed earlier, several free speech principles have been affirmed and strengthened during the movement.209 However, there have also been some negative effects. Identity speech claims failed. Associational rights were arguably destabilized, distorted, and sometimes merged into other rights. In one case, the right to anonymous speech was limited – although likely preserved in most respects. Of course, negative precedents and effects can arise any time First Amendment rights are invoked in the unpredictable realm of constitutional litigation. However, equality claimants should be especially mindful of how free speech rights can be affected by this sort of invocation. As repeat players, civil rights advocates are likely to frequently press social and jurisprudential boundaries. This places significant pressure on free speech concepts, principles, and doctrines. And since free speech rights are cumulative and iterative, the effects extend beyond the current constitutional moment or conflict. This is not to suggest that equality advocates ought to stay the sword, or fear the shield. However, a two-dimensional understanding of the relationship between expressive and equality rights might inform the strategic choices of equality claimants in terms of whether to bring free speech claims or how to frame such claims when they are brought. 9.  Free Speech Rights Typically “Weigh” More Than Other Rights This lesson is related to the one immediately above. One of the    208.  See generally KALVEN, supra note 8.   209.  See supra Parts II.D. & II.E. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 66 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 complications associated with the relationship between First and Fourteenth Amendment rights is the possible balance or tradeoff that can occur between these two guarantees. This was less evident during the civil rights movement, when expressive gains tended to facilitate equality gains. Derogatory racist speech was generally protected and some identity speech claims failed. However, as interpreted by courts, First and Fourteenth Amendments largely operated in tandem. Again, the situation was more complicated during the LGBT equality movement. During the earliest era of that movement, free speech rights facilitated equality claims much as they had during the civil rights era.210 However, First Amendment litigation was only partially coordinated, and private parties opposed to gay and lesbian inclusion invoked the First Amendment for their own purposes. As a result, in subsequent phases of the movement there was a degree of conflict or tension between expressive and equality rights. In some instances, the Court appeared to roughly balance constitutional rights. This sort of tension and balance is not unique to equality claims. For example, free speech rights have conflicted with the right to privacy, religious liberties, the right to vote, and the right to a fair trial.211 In cases where there is a direct conflict between expressive and non-expressive rights, speech rights frequently prevail. For example, in Hurley and Dale, the Court enforced expressive rights that were in conflict with anti-discrimination laws. Equality activists must be aware of the tensions and tradeoffs associated with First Amendment agitation on behalf of equality rights. They should also know that when equality and free speech rights conflict, First Amendment rights will often prevail. 10.  Free Speech Rights Eventually Recede Into the Background Over time, the focus in equality movements shifts from First Amendment rights to substantive equality concerns. Activists eventually turn their First Amendment victories into political gains.    210.  See supra Part I.A.   211.  See, e.g., Bartnicki v. Vopper, 532 U.S. 514, 534 (2001) (holding that privacy interest in contents of private conversation gave way to public interest in dissemination of information of public concern); Rosenberger v. Rector & Visitors of the Univ. of Va., 515 U.S. 819, 840−42 (1995) (holding that provision of student funds to Christian publication did not violate Establishment Clause); Burson v. Freeman, 504 U.S. 191, 211 (1992) (plurality opinion) (upholding limits on campaign speech near polls); Neb. Press Ass’n v. Stuart, 427 U.S. 539, 560−61 (1976) (noting that free press and fair trial rights sometimes clash, and that press has an obligation to safeguard the fairness of trial proceedings).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 67 There is a sunset or twilight phase, when First Amendment agitation begins to wane and free speech claims and rights start to recede into the background. During the race equality movement, the First Amendment was a critical tool for advancing racial equality. Eventually, however, race equality advocates moved to translate their expressive and other victories into substantive legislative and constitutional equality gains. First Amendment rights facilitated political advocacy, which in turn produced substantive equality advances such as the Civil Rights Act of 1964 and the Voting Rights Act of 1965.212 To be sure, rights to assemble, publish, and communicate remained critically important throughout the civil rights era – indeed, they remain important today. Discourse regarding constitutional rights, including equality, is perpetual. However, certainly after the 1960s, free speech claims and rights took a back seat to more pressing substantive equality concerns. In sum, during early phases of the civil rights movement, First Amendment rights were important catalysts for raising awareness; however, over time, activists turned their attention and resources to recognition of substantive equality rights. A similar pattern has been present with regard to the LGBT equality movement. During early phases of the movement, First Amendment claims were the focus of attention. Once LGBT persons obtained recognition for First Amendment rights, they too began to focus elsewhere. Particularly after Obergefell, in constitutional litigation gay men and lesbians are likely to look to the Equal Protection Clause and the Due Process Clause rather than the Free Speech Clause. This does not mean that free speech and other First Amendment claims will completely cease to arise. Nor does it mean that the First Amendment will play no role in terms of mediating public debate concerning LGBT equality.213 Further, individuals and organizations may continue to assert dissenting and exclusionary First Amendment claims in response to anti-discrimination mandates. However, even in this context freedom of speech and association claims are likely to give    212.  See generally ACKERMAN, supra note 11 (tracing the constitutional and political processes by which significant civil rights laws were eventually enacted).    213.  See Obergefell v. Hodges, 135 S. Ct. 2584, 2642−43 (2015) (Alito, J., dissenting) (“I assume that those who cling to old beliefs will be able to whisper their thoughts in the recesses of their homes, but if they repeat those views in public, they will risk being labeled as bigots and treated as such by governments, employers, and schools.”). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 68 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 ground to other constitutional and political protections. Owing in part to the relative strength of free speech and other claims, many objectors will likely focus on religious liberty rights rather than free speech rights to preserve organizational and expressive autonomy.  B.  Different Equalities Despite their commonalities and shared lessons, there are some critical differences between the race and LGBT equality movements insofar as their intersection with First Amendment rights is concerned. Of course, these two movements arose in starkly different historical, political, social, and constitutional environments. We cannot fully examine all of their relevant distinctions or all aspects of the distinctive challenges and strategies that affected these equality movements. Further, in some respects, the race example may defy comparison to other equality movements. However, in terms of the relationship between free speech and equality rights, we can identify two distinctions of note – one general, and the other more specific in nature. One obvious distinction is the almost universally positive and synergistic relationship between free speech and equality during the race equality movement – as compared to the more complicated narrative of the LGBT equality movement. Part of the reason for the distinction may relate to the discipline and centralization of the race equality movement’s free speech litigation activities. What Professor Kalven has referred to as the NAACP’s “assault on the Constitution” was a masterful use of litigation to open the valves of a clogged political process through expressive agitation and litigation.214 Assemblies, protests, sit-ins and other expressive action were a critical part of the strategy. To be sure, the LGBT equality movement did not lack coordination; particularly in its early phases, the movement relied on litigation tactics similar to those of the civil rights movement. However, even then the litigation successes were more halting, less certain, and incomplete. Again, there are likely a multitude of reasons for this – chief among them, the closeting of gays and lesbians and the repressive sex culture in the United States. However, we should not underestimate the significance of the NAACP’s master plan to dismantle racial apartheid in part through First Amendment litigation.     214.  KALVEN, supra note 8, at 66. ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 69 On a more substantive level, in order to explain the distinctive experiences of these movements we need to turn our attention to the nature and character of equality rights that prevailed during these respective movements. In particular, we need to consider the relative strength of constitutional equality rights when the respective First Amendment agitation occurred. During the 1960s, First Amendment claims brought by civil rights activists had strong support at the Supreme Court. A decade after Brown v. Board of Education215 was decided, and in the face of continued resistance to its ruling, the Warren Court was determined to allow racial equality advocates to utilize expressive claims to attack segregation. While not all such claims succeeded, free speech and other First Amendment rights were a critical mechanism for advancing civil rights in the face of continued southern resistance. Equality proponents were thus armed with two enforceable constitutional rights. No similar judicial commitment to gay and lesbian equality existed during any phase of First Amendment litigation or agitation. Simply put, there was nothing like Brown to support the expressive claims of gay equality advocates. Indeed, it was not until the 1990s that the Supreme Court held that states and their people could not literally deny gay men and lesbians fundamental equality rights.216 However, the prohibition on literal denials of equal protection did not translate into broad support for First Amendment claims. Thus, unlike the civil rights movement, the LGBT equality movement lacked any substantive Fourteenth Amendment support for its First Amendment agenda. Without this critical Fourteenth Amendment tail wind, activists found that the moral force of the First Amendment was simply not strong enough on its own to protect associational rights, defeat all forms of sex censorship, or prevent employment and other forms of exclusion. This helps to explain why Professor Eskridge and others have described gay and lesbian First Amendment litigation, particularly during the 1960s and 1970s, as only “relatively successful.”217 Relative to the race equality movement, the LGBT equality movement was at a distinct disadvantage in terms of Fourteenth Amendment support.    215.  347 U.S. 483 (1954).    216.  See Romer v. Evans, 517 U.S. 620, 632 (1996) (invalidating state constitutional amendment that denied basic equality rights to gay men and lesbians).    217.  ESKRIDGE, supra note 13, at 111. See generally Rhonda Rivera, Our Straight-Laced Judges: The Legal Position of Homosexual Persons in the United States, 30 HASTINGS L.J. 799 (1979) (examining employment and other cases adjudicating the rights of gay men and lesbians).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 70 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 One of the most intriguing distinctions between the race and sexual orientation equality movements, in terms of their intersection with First Amendment rights, was the reliance by opponents of inclusion and equality on exclusionary rights – i.e., protection against compelled speech and association.218 The Supreme Court’s acceptance of these claims represented a clear break from prior cases involving race and sex discrimination.219 Why didn’t we see such claims during the civil rights movement? And why were they so successful during the LGBT equality movement? During the 1960s, opponents of racial equality did not generally look to the First Amendment as a source of exclusionary rights. They did not generally need to do so. Public accommodation and anti-discrimination laws were largely non-existent or, where they existed, under-enforced. Moreover, segregationists did not generally need First Amendment rights to combat desegregation. They could rely on state action limitations, private property rights, and old-fashioned means of self-help to support most forms of racial exclusion. Further, even if segregationists had wanted to do so, raising exclusionary First Amendment defenses posed strategic and doctrinal difficulties. The Supreme Court did not formally recognize the First Amendment right of expressive association until the 1950s.220 When it did so, the Court extolled the right as a means of resisting racial oppression and inequality. It would have been incongruous, to say the least, for the Court to simultaneously recognize a negative right of association that would have lent support to de jure racial segregation. During the LGBT equality movement, by contrast, opponents of inclusion were faced with a proliferation of broadly interpreted anti-discrimination laws. State action and property rights arguments were not viable defenses to these laws. However, by then, First Amendment exclusionary rights had become more viable. By the 1990s, rights against compelled speech and association had already developed a respectable pedigree.221 And again, defenders of exclusion did not have    218.  See discussion supra Part I.D.   219.  See N.Y. State Club Ass’n v. City of N.Y., 487 U.S. 1, 13 (1988). (invalidating racially discriminatory exclusion policies); Bd. of Dirs. of Rotary Int’l v. Rotary Club of Duarte, 481 U.S. 537 544 (1940) (same). See also Roberts v. U.S. Jaycees, 468 U.S. 609, 628−29 (holding that application of state anti-discrimination law to require Jaycees to admit women as full voting members did not violate the First Amendment).   220.  See NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 462 (1958) (recognizing right of anonymous expressive association).    221.  See, e.g., Wooley v. Maynard, 430 U.S. 705, 716 (1977) (First Amendment protects right ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 71 to argue around any Brown-like precedent affirming gay and lesbian equality. Meanwhile, in the Fourteenth Amendment area, the Supreme Court developed a tiered scrutiny approach under which racial discrimination was highly suspect but other classifications received weaker judicial scrutiny.222 Sexual orientation has never been treated by the Court as a suspect trait. The interpretation and application of tiered scrutiny improved the chances that First Amendment associational rights would outweigh LGBT equality concerns. This helps to explain why exclusionary claims were unsuccessful with regard to racially exclusionary policies, but had more traction when it came to LGBT exclusion. What is perhaps most interesting with regard to the distinctions discussed in this Section is the role that the Fourteenth Amendment has played in terms of civil rights movements’ experiences with First Amendment claims. Conceptions of substantive equality have significantly affected both the general efficacy and specific nature of expressive claims. As these basic distinctions indicate, while First Amendment rights can press equality claims forward or hold them back, Fourteenth Amendment rights can also facilitate or impede First Amendment claims. C.  Transgender Equality Despite the Obergefell decision, gay and lesbian equality has not yet been fully realized. I have argued that First Amendment free speech claims and rights will play a relatively reserved role as the scope of this equality is worked out in future conflicts. Meanwhile, the affiliated – but in certain respects distinctive – campaign for transgender equality has already begun.223 What do the lessons and comparative analysis discussed in this Section suggest with regard to such next-generation equality movements? Many of the general lessons discussed above apply to the transgender example. Free speech rights are antecedent to transgender equality rights. Indeed, these rights have already contributed to a  not to be compelled to display state messages on license plate).    222.  See City of Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 442 (1985) (discussing tiered scrutiny approach).   223.  Although this Article, like most commentary, tends to collectively refer to gay, lesbian, and transgender persons, the transgender equality movement will face some unique challenges. Thus, it is worth examining the movement’s relationship to free speech rights separately.  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 72 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 cultural and political discourse regarding sexual orientation that has made possible rapid advances in terms of transgender equality rights. In a relatively short period of time, as a result of the exercise of free speech rights transgendered persons have gained a remarkable measure of social and political acceptance.224 As it has in the past, the Free Speech Clause will continue to function as an important catalyst for transgender equality. It will provide breathing space for transgender claims, as well as opportunities to persuade the public and public officials to grant full equality rights to transgender persons. Nevertheless, insofar as the Free Speech Clause is concerned, there will also be some notable distinctions between the experiences of past equality claimants and the likely path of transgender equality proponents. For one thing, transgendered persons will not be required to devote significant resources to attaining basic free speech rights – i.e., rights to protest, associate, and publish. This does not mean that transgender equality advocates will cease to protest, assemble in public, associate in common causes, or distribute information about themselves. However, transgender and other equality advocates will not be forced to expend considerable resources in obtaining the basic expressive rights that race and other equality advocates litigated during early phases of their movements. These battles have now been decisively won, and transgender equality advocates are well-positioned to piggy-back on past precedents and successes. As noted, they have already benefitted significantly from the cumulative free speech rights established by predecessor movements. As in past equality movements, matters of self-identity and exclusion will be important to the success of the transgender equality movement. As have their predecessors, transgender plaintiffs may bring their own unique free speech claims. For example, many jurisdictions have enacted “bathroom bills” that limit a person’s use of restrooms by reference to the gender on the birth certificate.225 Among other constitutional provisions, plaintiffs may argue that these laws violate    224.  See Clyde Haberman, Beyond Caitlyn Jenner Lies a Long Struggle by Transgender People, N.Y. TIMES (June 14, 2015), http://www.nytimes.com/2015/06/15/us/beyond-caitlyn-jenner-lies-a-long-struggle-by-transgender-people.html?_r=0 (discussing change in public attitudes toward transgender persons).  225.  See Neil J. Young, How the Bathroom Wars Shaped America, POLITICO (MAY 18, 2016), http://www.politico.com/magazine/story/2016/05/2016-bathroom-bills-politics-north-carolina-lgbt-transgender-history-restrooms-era-civil-rights-213902, (reporting that fifteen states have considered “bathroom bills”).  ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 73 the Free Speech Clause by suppressing a form of gender expression or compelling them to assert and/or prove gender identity. Similarly, transgender students may challenge school dress codes and appearance restrictions on free speech grounds. In that event, litigants and courts may need to consider and distinguish past free speech identity speech claims, which generally failed. However, Obergefell v. Hodges suggests that transgender litigants may not need to turn to the Free Speech Clause in order to defeat restrictions on gender expression. In its opening lines, Obergefell states that the Constitution protects “a liberty that includes certain specific rights that allow persons, within a lawful realm, to define and express their identity.”226 Obergefell thus explicitly recognizes the expressiveness of sexual and other forms of identity, and incorporates protection for personal identity into the Due Process Clause and Equal Protection Clause. This may obviate, or at least lessen, the need to rely upon the Free Speech Clause as a guarantor of gender identity expression. Opponents of transgender inclusion and participation may also turn to the First Amendment’s exclusionary dimension to defend their organizational prerogatives or resist compelled communication.227 In these cases, transgender equality advocates may have to confront Dale’s compulsory association doctrine. However, there are reasons to think that First Amendment exemption claims may not be as successful in this context. Dale does not provide absolute protection against compelled inclusion. The decision appears to have been limited by precedents like FAIR, the case involving the law schools and military recruiters. Dale’s balance of free speech and equality interests could also be affected by Obergefell’s recognition of the equality and due process rights of gay men and lesbians. Insofar as identity speech and exclusionary rights are concerned, the decades-long debate over gender-bending behaviors and spectral sexuality has likely altered the constitutional landscape. During the transgender equality movement, the Free Speech Clause and related    226.  Obergefell v. Hodges, 135 S. Ct. 2584, 2593 (emphasis added).  227.  See William Petroski, Churches Challenge State on Gender Identity Law, DES MOINES REGISTER (July 6, 2016, 6:43AM) http://www.desmoinesregister.com/story/news/politics/2016/07 /05/church-sues-state-iowa-over-transgender-bathroom-rules/86700392/ (reporting on a federal lawsuit filed by a church raising free speech and religious liberty claims against state civil rights law concerning transgender discrimination). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 74 DUKE JOURNAL OF CONSTITUTIONAL LAW & PUBLIC POLICY [VOL. 12:2 expressive guarantees will likely play more reserved roles or functions relative to prior movements. Further, institutional resistance to transgender equality will likely be weaker than it has been with regard to previous sexuality-based equality claims. The military’s recent repeal of the ban on transgender service provides some evidence in support of this claim. Unlike gay men and lesbians, transgendered persons will not need to rely on the Free Speech Clause to open many doors that have been closed to them. Instead, they will rely more heavily on constitutional equality and dignity arguments, and on legislative and administrative protections. Finally, like their predecessors, transgender persons may be subject to discriminatory government speech. In that event, there may be additional opportunities to develop academic arguments that official enactments are limited by the First Amendment’s free speech guarantee.228 The idea may be worth exploring – particularly if Fourteenth Amendment doctrine fails to provide strong support for transgender equality rights. However, as discussed previously, official communications denigrating transgendered persons are likely to be less common than pronouncements of racial apartheid or no promo homo policies. Although First Amendment rights and principles will remain important to the transgender equality movement’s success, First Amendment agitation is likely to play a less prominent role in the movement. Although free speech claims will certainly arise on both sides of the transgender equality issue, freedom of speech will probably twilight or recede into the background after only a relatively brief period. Transgendered students and others are currently invoking Title IX and other federal and state anti-discrimination provisions, and these disputes are already headed for Supreme Court review.229 Going forward, legal conflicts will focus less on First Amendment claims and more on civil rights provisions relating to employment, marriage, adoption, and access to public facilities. In sum, the focus will shift from short-term and interim free speech rights to the establishment of more long-term substantive equality rights.   228.  See supra Part I.E.  229.  See, e.g., C.G. v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 720 (4th Cir. 2016) (concluding that Department of Education’s interpretation of Title IX requirements relating to transgender bathroom use were entitled to deference), mandate stayed by Gloucester Cty. Sch. Bd. v. C.G., __ S. Ct. __, 2016 WL 4131636 (S. Ct. Aug. 3, 2016). ZICK FINAL 2017 (DO NOT DELETE) 3/6/2017 1:38 PM 2017] FREEDOM OF SPEECH AND EQUALITY 75 CONCLUSION Over the course of two successive civil rights movements, the Free Speech Clause and other expressive guarantees have facilitated and advanced constitutional equality and managed a sometimes tense public discourse concerning equality rights. Free speech rights have been antecedent to Fourteenth Amendment rights. They have been important catalysts for social, political, and constitutional change. However, as a means of securing constitutional equality, First Amendment rights and principles are subject to serious limitations. Freedom of speech does not guarantee the success of equality claims or movements. Indeed, it can confound and disappoint equality proponents, as it did when claims were rejected, exclusions validated, and discriminatory government speech was left unconstrained. The relationship between free speech and equality guarantees is bi-directional. Reliance on First Amendment rights to advance Fourteenth Amendment equality claims can place considerable stress on free speech doctrines and principles. The race equality movement highlighted the synergistic and cooperative aspects of this relationship. The LGBT equality movement demonstrated that First Amendment rights can be fortified by equality advocacy, but that they can also experience distortion and possible diminution. Assessed comparatively, the race and LGBT equality movements show that not all equalities are alike in their interaction with free speech rights. Cross-doctrinal influences, in particular the relative strength of equality rights, can have a significant effect on the success and nature of First Amendment claims. These lessons and observations are important for a fuller understanding of the complicated and complicating relationship between freedom of speech and equal protection. They can also be applied to present and future equality movements, including the ongoing campaign for transgender equality. With regard to transgender equality, free speech rights function as antecedent, facilitative, and catalytic rights. However, free speech claims are likely to play a far less prominent role in the transgender equality movement than they have in the past. Indeed, we may already be witnessing the “sunsetting” of the free speech phase of the transgender equality movement. ",
    "id": 62568656,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djclpp-1123"
    },
    "title": "The Dynamic Relationship Between Freedom of Speech and Equality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-12-13T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1123&amp;context=djclpp"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62568656.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62568656"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62568656/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62568656/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62568656"
        }
    ],
    "abstract": "This Article examines the dynamic intersection between freedom of speech and equal protection, with a particular focus on the race and LGBT equality movements. Unlike other works on expression and/or equality, the Article emphasizes the relational and bi-directional connections between freedom of speech and equal protection. Freedom of speech has played a critical role in terms of advancing constitutional equality. However, with regard to both race and LGBT equality, free speech rights also failed in important respects to facilitate equality claims and movements. Advocacy and agitation on behalf of equality rights have also left indelible positive and negative marks on free speech doctrines, principles, and rights. The free speech-equality relationship underscores several important lessons regarding reliance on speech rights to advance constitutional equality. Moreover, through a comparative analysis, the Article demonstrates that freedom of speech intersects in distinctive ways with different types of equalities. The Article’s general lessons and comparative observations carry important implications for future equality movements, including the current campaign for transgender equality",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djclpp-1123",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62568656,
        "depositedDate": null,
        "publishedDate": "2016-12-13T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:46:44+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:58:38+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djclpp/vol12/iss2/2",
        "https://scholarship.law.duke.edu/context/djclpp/article/1123/viewcontent/zick_final_2017.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:44+00:00",
    "setSpecs": []
}