{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Curry, Kevin, \\u2792"
        }
    ],
    "contributors": [],
    "createdDate": "2018-08-17T15:27:12+01:00",
    "dataProvider": {
        "id": 1321,
        "name": "DigitalCommons@Linfield",
        "url": "https://api.core.ac.uk/v3/data-providers/1321",
        "logo": "https://api.core.ac.uk/data-providers/1321/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/160485875.pdf",
    "fullText": "Linfield Magazine Volume 14 Number 2 Spring 2018 - A LOOK BACK Article 9 Spring 2018 The Discord Over Discourse Kevin Curry '92 Linfield College Follow this and additional works at: https://digitalcommons.linfield.edu/linfield_magazine Recommended Citation Curry, Kevin '92 (2018) \"The Discord Over Discourse,\" Linfield Magazine: Vol. 14 : No. 2 , Article 9. Available at: https://digitalcommons.linfield.edu/linfield_magazine/vol14/iss2/9 This article is brought to you for free via open access, courtesy of DigitalCommons@Linfield. For more information, please contact digitalcommons@linfield.edu. Controversy about free speech and contentious speakers on college campuses is increasingly making headlines nationwide. Linfield College  is not immune to the trend.   A speaker invited by a student group last spring ignited a mini-firestorm. Heading into the 2017-18 school year, Linfield addressed the issue head-on by hosting a series of  events high-lighting civil ways to debate, discuss and disagree.   It may be swimming against the cultural tide. Increasingly, college campuses are serving as battlegrounds for outside groups. A speaker’s appearance is supported by individuals promoting a potential view or issue. In some cases, their sole intent is to gener-ate controversy and attention. And on the other side, protests over speakers are often supported by off-campus individuals, as well.   Take, for example, a speech by Charles Murray in March 2017 at Middlebury College in Vermont. The local college chapter of  the American Enterprise Institute, a right-leaning national  organization, had sponsored a speech. Murray is a controversial figure\tbecause\tof \this\t1994\tbook\tThe Bell Curve, which, wrote  Politico Magazine, “suggested that racial differences in intelligence could partly explain the socioeconomic gap between black and white\tAmericans.”\t\t Protests to shut down the speech were inflamed in part by the\tGreen\tMountain\tAnti-Fascist\tAction,\tan\toff-campus\tgroup,\t and forced Murray to deliver his talk via a video feed instead.  As he and a Middlebury College professor later headed to a park-ing lot, protestors surrounded them. The incident received national attention, including an op-ed in The New York Times defending Murray’s right to speak.  Controversies aren’t limited to any particular part of  the political spectrum, though. Catholic University in Washington, D.C., disinvited the Rev. James Martin, a Catholic priest in good standing,\tafter\ta\tfuror\tover\this\tpro-LGBTQ\tviews.\tAt\tLiberty\tUni-versity in Virginia, a pastor was removed and banned from campus for his criticism of  school president Jerry Falwell Jr., and Falwell’s support for President Donald Trump. And Trump supporters recently\tshouted\tdown\tCalifornia\tAttorney\tGeneral\tXavier\tBecerra\tat Whittier College.  Linfield hosted three events during the fall semester that sought to present opposing viewpoints in a civil manner. First, the college\thosted\ta\t“Conversation\tAbout\tSpeech\tand\tEquality”\tas\tpart of  Constitution Day events in September. Moderated by Nick Buccola, professor of  political science, it featured Cheryl Harris and Jonathan Rauch. Harris is an award-winning civil rights edu-cator and author. Rauch writes for The Atlantic and is a Brookings Institution fellow. They covered a range of  issues focused around the broader theme of  how to approach the issue of  hate speech, especially as it relates to First Amendment protections.  In October, two Linfield alumni, who both graduated in 1978 and now serve together on the Board of  Trustees, discussed their wide differences on policy and politics, but also how they remain collegial and friendly. Phil Bond ’78 has been active on the  Controversy about free speech and contentious speakers on college campuses is increasingly making headlines nationwide. Linfield College  is not immune to the trend.   A speaker invited by a student group last spring ignited a mini-firestorm. Heading into the 2017-18 school year, Linfield addressed the issue head-on by hosting a series of  events high-lighting civil ways to debate, discuss and disagree.   It may be swimming against the cultural tide. Increasingly, college campuses are serving as battlegrounds for outside groups. A speaker’s appearance is supported by individuals promoting a potential view or issue. In some cases, their sole intent is to gener-ate controversy and attention. And on the other side, protests over speakers are often supported by off-campus individuals, as well.   Take, for example, a speech by Charles Murray in March 2017 at Middlebury College in Vermont. The local college chapter of  the American Enterprise Institute, a right-leaning national  organization, had sponsored a speech. Murray is a controversial figure\tbecause\tof \this\t1994\tbook\tThe Bell Curve, which, wrote  Politico Magazine, “suggested that racial differences in intelligence could partly explain the socioeconomic gap between black and white\tAmericans.”\t\t Protests to shut down the speech were inflamed in part by the\tGreen\tMountain\tAnti-Fascist\tAction,\tan\toff-campus\tgroup,\t and forced Murray to deliver his talk via a video feed instead.  As he and a Middlebury College professor later headed to a park-ing lot, protestors surrounded them. The incident received national attention, including an op-ed in The New York Times defending Murray’s right to speak.  Controversies aren’t limited to any particular part of  the political spectrum, though. Catholic University in Washington, D.C., disinvited the Rev. James Martin, a Catholic priest in good standing,\tafter\ta\tfuror\tover\this\tpro-LGBTQ\tviews.\tAt\tLiberty\tUni-versity in Virginia, a pastor was removed and banned from campus for his criticism of  school president Jerry Falwell Jr., and Falwell’s support for President Donald Trump. And Trump supporters recently\tshouted\tdown\tCalifornia\tAttorney\tGeneral\tXavier\tBecerra\tat Whittier College.  Linfield hosted three events during the fall semester that sought to present opposing viewpoints in a civil manner. First, the college\thosted\ta\t“Conversation\tAbout\tSpeech\tand\tEquality”\tas\tpart of  Constitution Day events in September. Moderated by Nick Buccola, professor of  political science, it featured Cheryl Harris and Jonathan Rauch. Harris is an award-winning civil rights edu-cator and author. Rauch writes for The Atlantic and is a Brookings Institution fellow. They covered a range of  issues focused around the broader theme of  how to approach the issue of  hate speech, especially as it relates to First Amendment protections.  In October, two Linfield alumni, who both graduated in 1978 and now serve together on the Board of  Trustees, discussed their wide differences on policy and politics, but also how they remain collegial and friendly. Phil Bond ’78 has been active on the  Republican side of  the aisle, including serving under President George\tW.\tBush\tas\tan\tundersecretary\tof \tthe\tU.S.\tDepartment\tof \tCommerce for Technology, and as chief  of  staff  for Washington Congresswoman Jennifer Dunn. He continues to advocate for con-servative\tcauses.\tMichelle\tGiguere\t’78\thas\tbeen\tactive\tin\tDemocratic\tpolitics and is a founding partner of  Summit Strategies, a lobbying and policy analysis firm in Washington, D.C. She also served as legislative director for former Oregon Congressman Les AuCoin. The discussion was moderated by President Thomas Hellie. \t “Don’t\tdoubt\tpeople’s\tmotivation,”\tBond\ttold\tthe\tLinfield\tcommunity. “They all have the best intention in mind. I have never questioned Michelle’s motivation, even if  I thought her policies be-hind that motivation were wrong. The former Speaker of  the House, Tom Foley, a gentleman of  the first degree, was often referred to as ‘cursed\twith\tseeing\tboth\tsides,’\tbut\tthat\twas\this\tgreatest\tstrength.”\t\t Giguere\temphasized\tthe\timportance\tof \tcooperation\tin\tget-ting work done in Congress, and the civility it requires.  \t “You\twon’t\tchange\tsomeone’s\tmind\tby\tbeing\trude,”\tshe\tsaid.\t“You have to understand how they think and ask questions to get to a\tbetter\tunderstanding.”\t\t She shared a story of  two congressmen, a Democrat and a Republican, who hiked into the mountains together for three days, hearing diverse opinions from experts on the environment and forestry management along the way.  “They ended up collaborating on a very significant wil-derness\tpreservation\tbill\tthat\twas\tenacted,”\tGiguere\tsaid.\t“This\tis the kind of  interpersonal communication required to get things\tdone.”\t Finally, in November, Linfield hosted a discussion over religious liberty and discrimination. It featured Mark Hall, a politics\tprofessor\tat\tGeorge\tFox\tUniversity,\tand\tSteven\tGreen,\ta\tlaw professor and the director of  the Center for Religion Law and Democracy at Willamette Law School.  With all the focus on the discord on campus, there remains hope for America’s college students. A study by professors from Ohio State University, North Carolina State and James Madison University is examining how the political attitudes and opinions of  college students change once they step on campus. According to the study, after one year in college, many students have in-creased their favorable opinion of  both liberals and conservatives.  The researchers suggest this is because of  their interaction with fellow students.  “One central aim of  higher education is to encourage contact, debate, discussion and exposure to persuasion from different kinds\tof \tpeople,”\tthe\tresearchers\twrote\tin\ta\tsummary\tof \ttheir\tstudy\tin The Conversation. “After a year of  college, in other words, it might be more challenging for students to brand all liberals or conserva-tives as wrongheaded when they are studying, eating and learning alongside\tthem.”\t– Kevin Curry ’92Spr ing  2018    |    L i n f i e l d  Magaz ine  -  18 Sp r ing  2018    |    L i n f i e l d  Magaz ine  -  19Linfi eld trustees Phil Bond ’78 and Michelle Giguere ’78 have pursued differing platforms in their political careers in Washington, D.C. During a public lecture at Linfi eld, they explained how they have remained friends while holding very different views on many issues.Republican side of  the aisle, including serving under President George\tW.\tBush\tas\tan\tundersecretary\tof \tthe\tU.S.\tDepartment\tof \tCommerce for Technology, and as chief  of  staff  for Washington Congresswoman Jennifer Dunn. He continues to advocate for con-servative\tcauses.\tMichelle\tGiguere\t’78\thas\tbeen\tactive\tin\tDemocratic\tpolitics and is a founding partner of  Summit Strategies, a lobbying and policy analysis firm in Washington, D.C. She also served as legislative director for former Oregon Congressman Les AuCoin. The discussion was moderated by President Thomas Hellie. \t “Don’t\tdoubt\tpeople’s\tmotivation,”\tBond\ttold\tthe\tLinfield\tcommunity. “They all have the best intention in mind. I have never questioned Michelle’s motivation, even if  I thought her policies be-hind that motivation were wrong. The former Speaker of  the House, Tom Foley, a gentleman of  the first degree, was often referred to as ‘cursed\twith\tseeing\tboth\tsides,’\tbut\tthat\twas\this\tgreatest\tstrength.”\t\t Giguere\temphasized\tthe\timportance\tof \tcooperation\tin\tget-ting work done in Congress, and the civility it requires.  \t “You\twon’t\tchange\tsomeone’s\tmind\tby\tbeing\trude,”\tshe\tsaid.\t“You have to understand how they think and ask questions to get to a\tbetter\tunderstanding.”\t\t She shared a story of  two congressmen, a Democrat and a Republican, who hiked into the mountains together for three days, hearing diverse opinions from experts on the environment and forestry management along the way.  “They ended up collaborating on a very significant wil-derness\tpreservation\tbill\tthat\twas\tenacted,”\tGiguere\tsaid.\t“This\tis the kind of  interpersonal communication required to get things\tdone.”\t Finally, in November, Linfield hosted a discussion over religious liberty and discrimination. It featured Mark Hall, a politics\tprofessor\tat\tGeorge\tFox\tUniversity,\tand\tSteven\tGreen,\ta\tlaw professor and the director of  the Center for Religion Law and Democracy at Willamette Law School.  With all the focus on the discord on campus, there remains hope for America’s college students. A study by professors from Ohio State University, North Carolina State and James Madison University is examining how the political attitudes and opinions of  college students change once they step on campus. According to the study, after one year in college, many students have in-creased their favorable opinion of  both liberals and conservatives.  The researchers suggest this is because of  their interaction with fellow students.  “One central aim of  higher education is to encourage contact, debate, discussion and exposure to persuasion from different kinds\tof \tpeople,”\tthe\tresearchers\twrote\tin\ta\tsummary\tof \ttheir\tstudy\tin The Conversation. “After a year of  college, in other words, it might be more challenging for students to brand all liberals or conserva-tives as wrongheaded when they are studying, eating and learning alongside\tthem.”\t– Kevin Curry ’92Spr ing  2018    |    L i n f i e l d  Magaz ine  -  18 Sp r ing  2018    |    L i n f i e l d  Magaz ine  -  19Linfi eld trustees Phil Bond ’78 and Michelle Giguere ’78 have pursued differing platforms in their political careers in Washington, D.C. During a public lecture at Linfi eld, they explained how they have remained friends while holding very different views on many issues.The life of  our republic depends upon our ability to speak honestly and our willingness to listen empathetically.  As that idea traveled from my head down to my pen, it felt embarrassingly grandiose. But I think it’s true. These habits of  mind are two crucial ingredients in the moral glue that holds a healthy political culture together. The development of  these abilities,\tat\tthe\theart\tof \t“civil\tdiscourse”\tproperly\tunderstood,\tis\tno\teasy task, but it is one we are duty-bound to undertake. \t The\tidea\tof \t“civil\tdiscourse”\tis\tessentially\tcontested\tand\tcontestable. Its very meaning is contested due to disagreements over\twhat\tit\tmeans\tto\tbe\tcivil\tand\twhat\tqualifies\tas\tdiscourse.\tThe idea is contestable in the sense that while many defend it as a worthwhile norm for a political community, there are others who point out that it can be used to inhibit the ability of  marginalized people\tto\tstate\tlegitimate\tgrievances\tagainst\tthe\tpowerful.\t“Civil”\tor\t“civility,”\tthis\targument\tgoes,\tare\toften\tcode\twords\tmeant\tto\tkeep\tdiscourse within bounds deemed reasonable by those in charge.  Rather than attempting to traverse the treacherous terrain of  existing debates over the nature and value of  civility as a moral and political virtue, it’s worthwhile to take a step back and try to define\tcivil\tdiscourse\ton\tour\town\tterms.\tAt\tits\tcore,\tthe\tphrase\t is getting at something simultaneously simple and enormously complex: how do we think we ought to communicate with each On civilityFACULTY ESSAY:Our collective imagination is presently being held captive  by a politics of name-calling, bullying and fear-mongering. We seem to be on the precipice of forgetting some  elementary things about how to speak and how to listen.other (discourse) as members of  a community (civitas)? Put another way:\tWhat\tnorms\tof \tcommunication\tpromote\tour\tflourishing\tas\tindividuals and as communities?  These are questions we must answer together as members  of  the communities we inhabit, but in order to move the conversa-tion forward I would like to expand on a few thoughts introduced at the outset of  this essay.   First, I cannot understate the importance of  the task before us. Conversation, in the words of  the scholar Sherry Turkle, “is the\tmost\thuman\t–\tand\thumanizing\t–\tthing\twe\tdo.”\tIf \tTurkle\tis\tright – and I think she is – then we live in times when the forces of  inhumanity are ascendant. Our collective imagination is present-ly being held captive by a politics of  name-calling, bullying and fear-mongering. We seem to be at the precipice of  forgetting some elementary things about how to speak and how to listen. The fabric of  our political culture seems to be unraveling before our eyes.  It is incumbent on each of  us to do what we can to hold it together and mend what has been torn asunder.  Second, two habits of  mind are vital to the task before us: the ability to speak honestly and the willingness to listen empathetically. Consider the example of  James Baldwin, the novelist/playwright/essayist/activist\twho\tMalcolm\tX\taptly\tcalled\t“the\tpoet”\tof \tthe\tcivil\trights revolution. Baldwin was a master of  speaking honestly, even Nicholas Buccola Professor of political science",
    "id": 160485875,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.linfield.edu:linfield_magazine-1693"
    },
    "title": "The Discord Over Discourse",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@Linfield",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.linfield.edu/cgi/viewcontent.cgi?article=1693&amp;context=linfield_magazine"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/160485875.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/160485875"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/160485875/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/160485875/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/160485875"
        }
    ],
    "abstract": "Controversy about free speech and contentious speakers on college campuses is increasingly making headlines nationwide. Linfield College is not immune to the trend",
    "tags": [
        "text",
        "Linfield Magazine"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.linfield.edu:linfield_magazine-1693",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1321",
        "openDoarId": 0,
        "name": "DigitalCommons@Linfield",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 160485875,
        "depositedDate": null,
        "publishedDate": "2018-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T23:51:30+00:00",
        "acceptedDate": null,
        "createdDate": "2018-08-17T15:27:12+01:00"
    },
    "urls": [
        "https://digitalcommons.linfield.edu/linfield_magazine/vol14/iss2/9",
        "https://digitalcommons.linfield.edu/context/linfield_magazine/article/1693/viewcontent/vol14iss2p16_20.pdf"
    ],
    "lastUpdate": "2024-01-23T23:51:30+00:00",
    "setSpecs": []
}