{
    "acceptedDate": "",
    "authors": [
        {
            "name": "DeLaney, Eryn"
        },
        {
            "name": "Williams, Chelsea Derlan"
        },
        {
            "name": "Mosley, Della V."
        },
        {
            "name": "Hawn, Sage E."
        },
        {
            "name": "Dick, PhD, Danielle M."
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-22T22:19:09+01:00",
    "dataProvider": {
        "id": 2330,
        "name": "VCU Scholars Compass",
        "url": "https://api.core.ac.uk/v3/data-providers/2330",
        "logo": "https://api.core.ac.uk/data-providers/2330/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/304595510.pdf",
    "fullText": "Virginia Commonwealth University VCU Scholars Compass Graduate Research Posters Graduate School 2020 THE ASSOCIATIONS BETWEEN SEXUAL VICTIMIZATION AND HEALTH OUTCOMES AMONG LGBQA COLLEGE STUDENTS: EXAMINING THE MODERATING ROLE OF SOCIAL SUPPORT Eryn DeLaney Virginia Commonwealth University Chelsea Derlan Williams Della V. Mosley Sage E. Hawn Danielle M. Dick, PhD Follow this and additional works at: https://scholarscompass.vcu.edu/gradposters  Part of the Counseling Psychology Commons Downloaded from DeLaney, Eryn; Williams, Chelsea Derlan; Mosley, Della V.; Hawn, Sage E.; and Dick, PhD, Danielle M., \"THE ASSOCIATIONS BETWEEN SEXUAL VICTIMIZATION AND HEALTH OUTCOMES AMONG LGBQA COLLEGE STUDENTS: EXAMINING THE MODERATING ROLE OF SOCIAL SUPPORT\" (2020). Graduate Research Posters. Poster 61. https://scholarscompass.vcu.edu/gradposters/61 This Poster is brought to you for free and open access by the Graduate School at VCU Scholars Compass. It has been accepted for inclusion in Graduate Research Posters by an authorized administrator of VCU Scholars Compass. For more information, please contact libcompass@vcu.edu. THE ASSOCIATIONS BETWEEN SEXUAL VICTIMIZATION AND HEALTH OUTCOMES AMONG LGBQA COLLEGE STUDENTS: EXAMINING THE MODERATING ROLE OF SOCIAL SUPPORTEryn DeLaney, MS, Chelsea Derlan Williams, PhD, Della V. Mosley, PhD, Sage E. Hawn, MS, Danielle M. Dick, PhD BACKGROUND & SIGNIFICANCEDISCUSSION RESULTSABSTRACTThe current study tested how sexual victimization was associated with depressive symptoms, post-traumatic stress disorder (PTSD) symptoms, and alcohol use disorder (AUD) symptoms among 234 diverse LGBQA college students. Additionally, social support was tested as a moderator. Findings indicated that sexual victimization was related to greater depressive symptoms, PTSD symptoms, and AUD symptoms. In addition, perceived social support moderated the relation between sexual victimization and depressive symptoms, however, in a direction contrary to hypotheses. In particular, higher sexual victimization was associated with greater depressive symptoms among LGBQA students with higher levels of social support (b = .29, p = .00), and was not significant among LGBQA students with lower levels of social support (b = .13, p =.26). The current study highlights the need to consider the detrimental effects of sexual victimization on health outcomes among LGBQA college students, as well as the mechanisms through which social support may be influencing these relations.❖The analytic strategy included running a series of regression models in Mplus v7.2 with the maximum likelihood estimation to handle non-normality of the data.❖The hypothesized models were tested utilizing social support as the interaction variable. ❖Consistent with expectations, sexual victimization was associated with higher levels of PTSD symptoms( β = .45, p < .001), depressive symptoms ((β = .21, p < .001), and AUD symptoms (β = .34, p < .001).❖In contrary to expectations, there was no significant moderation effects of perceived social support on the relation between sexual victimization and PTSD or AUD symptoms❖However, findings indicated that perceived social support moderated the relation between sexual victimization and depressive symptoms (β = .13, p = .03), however, in a direction contrary to hypotheses❖Simple analysis revealed that higher sexual victimization was associated with greater depressive symptoms among sexual minorities with high levels (+1SD) of social support (β = .18, p < .001), but the relation between sexual victimization and depressive symptoms was not significant among sexual minorities with low levels (-1SD) of social support (β = .03, p = .26) (Figure 1).❖ Similarly, perceived social support was related to lower depressive symptoms (β = -.29, p < .001), while sex (β = .36, p = .01) and race (β = .05, p = .04) was associated with higher symptoms.❖Secondary data was analyzed from Spit 4 Science, an on-going longitudinal study that enrolled 4 cohorts (2011-2014; 2017) at a large US university. ❖Students were invited to complete a self-report online survey during their first semester of college and a follow up survey each subsequent spring semester across college and beyond graduation. The survey took approximately 15-30 minutes to complete, and participants received $10 compensation.❖This current study included emerging adults who completed follow-up surveys in 2017 which included juniors, seniors, 1stand 2nd year post- college. ❖Students identified as gay or lesbian (39%), bisexual (73%), queer (24%), or asexual (14%) (n = 234).❖Additionally, about half (56%)  of the participants self-identified as White (n = 132), 16% as Black or African American (n = 37), 13% as Asian (n = 30), 0.9% as American Indian or Native Alaskan (n = 2), 3.9% as Hispanic or Latino (n = 9), 0.4% as Native Hawaiian or Other Pacific Islander (n = 1), and 9.8% listed “more than one race” (n = 23). ❖Most participants in the current study were female (74%) and 18-22 years of age (M = 18.4, SD = .41). ❖ Consistent with tenets of the minority stress model (Meyers, 2002), these findings suggest that sexual victimization should be viewed as a facet of minority stress associated with poorer health outcomes among LGBQA college students. These associations, combined with higher reports of heterosexism and discrimination on college campuses among this population, suggests the importance of considering connections among sexual victimization, institutional oppression, sexual identities, and health outcomes. ❖ Social support did not moderate the relation between sexual victimization and PTSD symptoms and AUD symptoms, which is inconsistent with the literature regarding PTSD symptoms (Hyman, Gold, & Cott, 2003). To our knowledge, the current study is the first to test the influence of social support on these associations among LGBQA college students. These null findings could be attributed to the measure that combines different types of social support, which may miss some of the specific forms that have been associated with PTSD and AUD symptoms. Thus, future research is needed that independently assesses different types of social support that might moderate the relation between sexual victimization and AUD symptoms.❖ However, social support did moderate the relation between sexual victimization and depressive symptoms; however, the direction of effects was contrary to our hypotheses. Specifically, higher sexual victimization was associated with greater depressive symptoms among LGBQA college students with high levels of perceived social support but was not significant among LGBQA college students with low levels of perceived social support. ❖ It is unclear why social support strengthened the relation between sexual victimization and depressive symptoms. However, prior studies have indicated that social support networks for sexual minority youth, in both peer and family contexts, are limited compared to straight-identified peers (Williams, Connolly, Pepler, & Craig, 2005). Further, LGBQA youth reported more worries about losing their friendships (i.e., drifting apart or terminating because of conflict) than their straight-identified peers (Diamond & Lucas, 2004). Additionally, extensive research has indicated that a majority of sexual victimization is committed by someone known to the survivor and connected to their friend group (Gross, Winslett, Roberts, & Gohm, 2006; U.S. Department of Justice, 2003). ❖ Therefore, it is possible that the perpetrator of sexual victimization may be within LGBQA student survivors’ social network and out of fear of losing their friendships, they may avoid disclosing their sexual trauma and withdraw themselves to avoid interacting with their perpetrator or those connected to the perpetrator, which ultimately may increase their depressive symptoms. Additional research is needed in order to better understand the social networks of LGBTQ student survivors of sexual assault, coping mechanisms with regard to their social network, and the perpetrator’s role in their social network. ❖Sexual minority college students (e.g., people who identify as, but not limited to, lesbian, gay, bisexual, queer, or asexual; LGBQA) are two to four times more likely to experience sexual victimization compared to their straight-identified counterparts (e.g., Edwards et al., 2015). ❖Research have demonstrated that sexual victimization is associated with higher depressive symptoms, PTSD symptoms, and AUD symptoms (e.g., Gilmore et al., 2018).❖Despite the alarming increased risk of sexual assault among LGBQA college students, existing research has focused on primarily straight-identified college samples (e.g., Blayney, Scalco, Radomski, Colder, & Read, 2019) and community-based adults who identify as LGBQA (e.g., Hequembourg, Livingston, & Parks, 2013), rather than LGBQA college students. ❖Understanding how sexual victimization influences mental health and substance use outcomes, and assessing social support as a moderator, among LGBQA individuals is warranted given societal and institutional adversities targeted at LGBQA individuals that present unique challenges and stressors such as heterosexism and homophobia (Blosnich & Bossarte, 2012).❖The purpose of the current study is to answer the following research questions: (a) are sexual victimization experiences associated with health outcomes (i.e., depressive symptoms, PTSD symptoms, and AUD symptoms) and (b) are the associations between experiences of sexual victimization and health outcomes moderated by perceived social support? ❖Sexual Victimization: Two items from an abbreviated version of the Life Events Checklist (LEC).○ Participants were asked to indicate if they experienced (1) sexual assault or (2) unwanted or uncomfortable sexual experiences in the past 12 months. ❖Social Support: Three items adapted from the 19-item Social Support Survey of the Medical Outcomes Study module (Sherbourne & Stewart, 1991)○ Items asked about experiences in the past 12 months and included: “How often was someone available to give good advice about a crisis?”❖Depressive symptoms: A subset of four items from each construct from the Symptoms Checklist (SCL-90)○ Items included “Feeling hopeless about the future” in the last 30 days❖PTSD symptoms: Four items from the Primary Care PTSD Screen (PC-PTSD; Prins et al., 2003) ○ Items included “Have had nightmares about it or thought about it when you did not want to?”❖AUD symptoms: The 16-item measure assessed items related to the DSM-V AUD criterion.○ Items included “Have you continued to drink even though it was causing you medical, emotional, or psychological problems?”❖Controls: Sex, age, and race/ethnicityPROCEDURE & PARTICIPANTS MEASURES",
    "id": 304595510,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarscompass.vcu.edu:gradposters-1079"
    },
    "title": "THE ASSOCIATIONS BETWEEN SEXUAL VICTIMIZATION AND HEALTH OUTCOMES AMONG LGBQA COLLEGE STUDENTS: EXAMINING THE MODERATING ROLE OF SOCIAL SUPPORT",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T08:00:00+00:00",
    "publisher": "VCU Scholars Compass",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=1079&amp;context=gradposters"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/304595510.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/304595510"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/304595510/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/304595510/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/304595510"
        }
    ],
    "abstract": "Sexual victimization is a prevailing public health concern that differentially impacts sexual minority populations (i.e., people who identify as lesbian, gay, bisexual, asexual, or queer) compared with their heterosexual and cisgender counterparts (McCauley et al., 2018). Studies have shown that sexual violence is associated with depressive symptoms, post-traumatic stress disorder symptoms, and alcohol use (Aosved et al., 2011; Bedard-Gilligan et al, 2011; Carey et al., 2018) among heterosexual college students. However, we know less about the potential effects of sexual victimization on health outcomes among sexual minority college students. Understanding these relations are especially important because sexual minority college students often experience unique challenges and are at increased risk of sexual victimization in comparison to their counterparts (Cantor et al., 2015; Edwards et al., 2015). Moreover, few studies to date have examined the moderating role of social support in buffering the links between sexual victimization and health outcomes. Guided by the minority stress framework (Meyer, 2003), the current study examined the extent to which sexual victimization influences health outcomes (i.e., depressive symptoms, post-traumatic stress disorder symptoms, and alcohol use disorder) among sexual minority college students. Furthermore, we examined whether social support moderated the association between sexual victimization and each health outcome. The current study included 234 students who identified as being part of the Queer community (e.g., Gay, Lesbian, Asexual, and Queer) from a larger university-wide study (i.e., Spit for Science; Dick et al., 2014). The participants in the present study were 18-22 years old (M = 18.46, SD = .412) and majority female (i.e., 74%). Fifty-six percent of the participants self- identified as White, 16% as Black or African American, 13% as Asian, and 15% as American Indian, Latinx, Pacific Islander, or Multiracial. Students provided online self-reports of their sexual victimization experiences (Blake et al., 1990), social support (Hays et al., 1995), depressive symptoms (Derogatis et al., 1973), post-traumatic stress disorder symptoms (Weathers et al., 2013) and alcohol use (DSM-V). We used a series of regression models in Mplus v 7.2 (Muthén & Muthén, 1998–2014) to test our research questions, with multiple imputation to handle missing data. Findings indicated that sexual victimization was positively related to depressive symptoms (b = .21, p = .00), post- traumatic stress disorder symptoms (b = .43, p = .00), and alcohol use disorder (b = .45, p = .00). Furthermore, social support significantly moderated the association between sexual victimization and depressive symptoms, however, in a direction contrary to hypotheses. Specifically, greater sexual victimization was associated with greater depressive symptoms among sexual minority college students with higher levels of social support (b = .29, p = .00), and the association was not significant for sexual minority college students with lower levels of social support (b = .13, p = .26; Figure 1). Discussion will center on the detrimental effects of sexual victimization on health outcomes among sexual minority college students, as well as providing potential explanations and future directions for the nuanced ways social support functions in the lives of sexual minority college students.https://scholarscompass.vcu.edu/gradposters/1079/thumbnail.jp",
    "tags": [
        "text",
        "Counseling Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarscompass.vcu.edu:gradposters-1079",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2330",
        "openDoarId": 0,
        "name": "VCU Scholars Compass",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 304595510,
        "depositedDate": null,
        "publishedDate": "2020-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T11:06:33+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-22T22:19:09+01:00"
    },
    "urls": [
        "https://scholarscompass.vcu.edu/gradposters/61",
        "https://scholarscompass.vcu.edu/context/gradposters/article/1079/viewcontent/Poster_Eryn_DeLaney___Eryn_Delaney.pdf"
    ],
    "lastUpdate": "2024-01-20T11:06:33+00:00",
    "setSpecs": []
}