{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Brad Sears"
        },
        {
            "name": "Christopher Ramos"
        },
        {
            "name": "M. V. Lee Badgett"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:13:27+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71356254.pdf",
    "fullText": " Christopher Ramos Research Assistant  M.V. Lee Badgett  Research Director,  Professor of Economics,  University of Massachusetts-Amherst Brad Sears Executive Director      1  MARCH 2009  The Economic Impact of Extending Marriage to Same-Sex Couples in Vermont  EXECUTIVE SUMMARY  Extending marriage to same-sex couples will boost Vermont‟s economy by over $30.6 million over three years, which would generate increases in state and local government tax and fee revenues by $3.3 million and create approximately 700 new jobs.   This analysis estimates the impact on business revenue and state and local government revenues if Vermont were to extend marriage to same-sex couples. We take into account the new legal landscape of same-sex marriage, which includes Massachusetts and Connecticut as two same-sex marriage destinations, along with the brief period in which California opened marriage to same-sex couples (June to November of 2008).  Using the best data available, we estimate that allowing same-sex couples to marry will result in roughly $3.3 million in revenue over the next three years.   We base our conclusion on the following estimates:   Judging from the experience of other states that have extended marriage and civil unions to same-sex couples, such as Massachusetts and Vermont itself, approximately 997 resident couples will marry in the next three years.   In addition, approximately 8,212 same-sex couples from other states will come to Vermont to marry.  These couples will primarily come from New York, where they are likely to have their marriages recognized, and from states in the immediate Northeast region.   The weddings of same-sex couples will generate new economic activity for the state‟s businesses:   2  Spending by resident same-sex couples on their weddings and by out-of-state couples on tourism and their weddings will boost Vermont‟s economy by $30.6 million in direct spending over the next three years.     Over the next three years, the direct spending by resident and out-of-state same-sex couples will create approximately 700 new jobs in Vermont.   Direct spending from same-sex couples on weddings and tourism will generate almost $3.3 million in new revenues for state and local governments.    Spending on weddings by couples living in Vermont, and tourism and weddings by couples from outside of Vermont, will generate $2.9 million in state sales tax revenues and meals and rooms tax revenues.  This estimate is conservative in that it does not include increased revenues from many other taxes that are harder to estimate, such as Vermont‟s fuel gross receipts tax, telecommunications tax, alcoholic beverages tax, local option taxes, or taxes on indirect spending or earnings.   In addition, the weddings from in-state and out-of-state couples will generate approximately $414,400 in marriage license fees for Vermont.   Our analysis relies on the same methods that we used in previous studies of the economic and fiscal impact of marriage for same-sex couples on Washington, New Mexico, New Hampshire, California, Connecticut, Colorado, New Jersey, Massachusetts, Vermont, Maryland, and Iowa.       3 INTRODUCTION   In this study, we engage in a series of analyses to examine the effect of same-sex marriage and wedding spending on Vermont‟s economy and state budget over the next three years.  We take into account that on July 31st, 2008, Massachusetts opened same-sex marriage to out-of-state couples,1 Connecticut legalized same-sex on marriage on October 10th, 2008,2 and California allowed same-sex couples to marry for a brief period (June to November 2008).3   Our analyses are grounded in the methodology that we used in previous studies of the fiscal impact of marriage for same-sex couples on Vermont4, as well as New Jersey,5 Washington,6 New Mexico,7 New Hampshire,8 California,9 Connecticut,10 Colorado,11 Massachusetts,12 Maryland, 13 and Iowa.14 Findings from all of these studies suggest that extending marriage rights to same-sex couples would result in a positive net impact on state budgets.  Throughout this report, we estimate the economic impact of weddings conservatively.  In other words, we choose assumptions that are cautious from the State‟s perspective in that they tend to produce lower revenues given the range of possibilities.  Even so, we find that the effect of allowing same-sex couples to marry in Vermont is a gain of $30.6 million to Vermont‟s businesses and workers, and $3.3 million in state and local government revenues over the next three years.      4 Approximately 997 of Vermont‟s same-sex couples will marry in the next three years  1.  NUMBER OF SAME-SEX COUPLES WHO WILL MARRY  Vermont Couples In order to assess the economic impact of extending marriage to same-sex couples, we must first calculate the number of same-sex couples who will marry in Vermont during the next three years.  Not all couples choose to enter a legally binding relationship, even when afforded the option.  At the very least, the decision is likely to include a weighing of the symbolic value of public and legal recognition of the relationship with the particular rights and responsibilities implied by the legal status of marriage.  We draw upon the experience of other states that have permitted same-sex marriage or non-marital legal statuses to estimate the number of same-sex couples who will marry in Vermont.  Massachusetts is the only state in which same-sex marriage has been legally permitted for over three years.  Approximately half of resident same-sex couples married in Massachusetts during the first three years they were allowed to do so as measured by the 2004 ACS.15   We return to Massachusetts data later in the report to model the pattern of resident marriages in Vermont over three years.   We are also able to gain insight from states that have offered civil unions and domestic partnerships to same-sex couples for over three years—statuses that, though different from marriage, offer some, if not most, of the state-level rights, benefits, and obligations of marriage.  In California, there were 48,157 domestic partnerships as of April 2008;16 thus, approximately 47% of California‟s 102,639 same-sex couples have entered into a domestic partnership.17  In addition, Vermont itself was the first state to offer “marriage-like” civil unions; there were 1,367 same-sex civil unions as of April 2007, meaning that about 56% of Vermont‟s same-sex couples have entered into a civil union.18    Based on the experiences of these states, along with evidence that same-sex couples prefer marriage over civil unions or any other form non-marital recognition,19 we predict that 50% (minus those we assume to have married in either Massachusetts, Connecticut, or California),20 or about 997, of Vermont‟s 2,209 same-sex couples will marry in the next three years.21  These couples would include many already registered under a civil union and others seeking legal recognition for the first time.   Out-of-State Couples  When marriage becomes available for same-sex couples throughout Vermont, we predict that a number of couples from other states will also choose to marry in Vermont. When same-sex marriage was available in San Francisco, California for one month in 2004, couples came from 46 states and eight countries to marry.22    Of course, Vermont will have competition from at least two other states for out-of-state couples seeking marriage.  In this analysis, we take into account the fact that California allowed both resident and out-of-state couples to marry from June to November of 2008,23 and that Connecticut and Massachusetts currently allow same-sex couples to marry regardless of residency.  We estimate that in the first three years that same-sex couples are allowed to marry in Vermont, 8,212 couples from other states will travel to the state to marry.  We base our estimate on the following model.    First, we establish three categories:  (1) New York, (2) Northeastern states, and (3) the remaining states.  (1) We predict that same-sex couples living in New York24 will have the most incentive to travel to Vermont to marry based on the following assumptions: i) their relationships will be recognized by their state when they return home, and ii) an alternative to recognition of their relationships, such as civil unions or   5 domestic partnerships, is not available in their home state.  According to the American Community Survey three-year estimates (2005-2007), 52,279 same-sex couples live in New York.  As in Vermont, we assume that 50% of these couples will want to marry in the short-term, or 26,140 couples.    We adjust this estimate for those New York couples likely to have married in California, Massachusetts, Connecticut, or Canada.25  After subtracting the 7,174 New York couples that may have already married, 18,966 remain.  Finally, we recognize that many of these 18,966 couples will opt to marry in neighboring Connecticut or Massachusetts due to proximity, familial ties, or personal preference. To account for this competition, we use national tourism data to quantify the tourist attraction of Vermont in relation to Connecticut and Massachusetts.26 After we adjust for the presence of Connecticut and Massachusetts as two other marriage destinations, we estimate that 2,519 same-sex couples from New York will travel to Vermont to marry.   (2) For the rest of the Northeastern same-sex couples, we assume that marriages in Vermont will not be recognized by their home state, either at all, or in the case of New Hampshire, not as a marriage.27 This situation will deter more couples from traveling to Vermont to marry.  However, as the one month in 2004 that marriage was offered in San Francisco demonstrated, many couples will travel to marry for symbolic and emotional reasons.     Vermont is likely to be the destination of choice for at least some of those couples. On average non-resident different-sex couples accounted for 36% of all marriages in Vermont 2003-2005.28 We assume that travel costs and the attraction of Vermont will be less of a deterrent for individuals from the Northeast: Maine, New Hampshire, New Jersey, and Pennsylvania.  According to the American Community Survey three-year estimates, 59,128 same-sex couples live in these states.    We estimate that 25% of these couples, or 14,782 couples, will seek marriage. We then subtract those couples assumed to have already married, 2,874, which leaves 11,908 couples that would seek marriage out-of-state. After adjusting for the tourist draw of Connecticut and Massachusetts, we estimate that 1,582 couples from the Northeastern states will prefer to marry in Vermont.  (3) For the rest of the country, we conservatively estimate that 5% of the couples, or 30,942, would be willing to travel to marry.  We then take into account couples likely to go to an alternative marriage destination state to give a final estimate of 4,110 couples likely to travel to Vermont to marry.  We exclude couples from Massachusetts and Connecticut altogether, given that those states have already extended marriage rights to same-sex couples.  We also exclude Rhode Island based on its proximity to Massachusetts and the fact that courts in Massachusetts determined, before the repeal of the “1913 laws” that that same-sex couples from Rhode Island could marry there.29  We include states with domestic partnerships and civil unions because some individuals with these benefits would still choose to marry in order to receive the added social and emotional benefits that might be associated with marriage.  In addition, in New Hampshire, marriage will also be recognized as a civil union without the need to re-register for that status.30   In Table 1, we present the estimated numbers of couples who would marry in Vermont.  However, this estimate is conservative since we do not take into account couples who were not counted in the American Community Survey or any couples living in foreign countries who might wish to get married.       8,212 same-sex couples from other states will travel to Vermont to marry in the next three years    6 Table 1: Out-of-State Same-Sex Couples Who Will Marry in Vermont (First Three Years)   Total Same-Sex Couples Couples Who Will Marry  Adjusted for Those Previously Married Tourism Adjustment Estimated to Marry in VT New York 52,279             26,140             18,966  0.13 2,519  Northeast 59,128             14,782             11,908  0.13 1,582  Other States  618,838             30,942   0.13 4,110  Total Out-of-State  8,212  Vermont 2,209  1,105  997   997  Total  All Couples  9,209    7 From 2009-2011, spending on tourism and weddings by same-sex couples would boost Vermont‟s economy by $30.6 million and create 700 new jobs 2. WEDDING AND TOURISM SPENDING  The extension of marriage rights to same-sex couples will generate economic gains for Vermont businesses, generating tax revenues for state and local governments.  Weddings create economic activity as well as jobs, providing a boost to the economy.  Forbes magazine projects that if same-sex marriage rights were granted nation-wide, same-sex weddings would generate $16.8 billion dollars in expenditures, adding significantly to America‟s annual $70 billion wedding industry.31  Another estimate concludes that gay marriage will generate a billion dollars per year in spending in the United States.32  For many years, analyses of other states‟ consideration of opening marriage to same-sex couples have argued that the first state or states to do so would experience a wave of increased tourism from out-of-state couples that would bring millions of additional dollars in revenue to state businesses.33  In the spring of 2004, the issuance of gay marriage licenses in Portland, Oregon and San Francisco, California provided support for these predictions.  The actual experience of businesses in Portland34 and San Francisco35 demonstrated that allowing same-sex couples to marry does in fact generate tourism and additional revenue for businesses.  In fact, as noted earlier, same-sex couples from forty-six states and eight countries traveled to San Francisco to get married during the one month that the city issued marriage licenses. Furthermore, California‟s wedding-related businesses, in just the few months in which the state wed same-sex couples, experienced a significant boost.36  Estimates of Massachusetts‟ potential gain from out-of-state couples coming to the state to marry have exceeded $100 million.37  However, until 2008, the Supreme Court of Massachusetts had interpreted a set of 1913 Massachusetts laws to prohibit out-of-state gay and lesbian couples from marrying in Massachusetts unless they lived in a state, which has a public policy that would support the recognition of their marriages.38 With the recent repeal of the “1913 Laws” and the recent decision of the Connecticut Supreme Court, Connecticut and Massachusetts are poised to take full advantage of the same-sex tourism and wedding windfall. If Vermont extended marriage to same-sex couples it could share in that windfall if it acts soon.   In this section, we estimate the potential economic impact of weddings and tourism by same-sex couples.  By allowing same-sex couples to marry—regardless of residency status—Vermont‟s businesses will experience a large increase in wedding and tourism revenue that will also result in an increase in state and local government revenues.  Based on our analysis, we estimate that allowing same-sex couples to wed in Vermont could result in more than $30.6 million in additional spending on weddings and tourism in the State over the next three years, creating approximately 700 new jobs39 and resulting in additional state and local revenues of $3.3 million.  To put these figures in context, $1.6 billion tourist dollars were spent in Vermont in 2005, supporting 36,250 jobs and generating $196.4 million in local and state tax revenues.40  Out-of-State Couples  In order to estimate tourism expenditures derived from the 8,212 out-of-state couples that we estimate will likely marry in Vermont over the next three years, we draw on Vermont tourism data that indicate the average per person per diem spending for Vermont tourists to be $172.00, and we assume the average length of stay as 2.7 days.41  We estimate, then, that these couples will spend an average of $910.00 on travel-related expenses during their stay in Vermont.     8 In addition to tourism expenses, spending will be generated by the wedding preparations themselves, including items such as ceremonies, meals, parties, transportation, flowers, photographs, and other expenses.  According to The Wedding Report, a wedding industry research group, the 2008 cost of a wedding in the United States was $21,431, a figure 24% lower than original estimates because of couples‟ decreasing spending during the recession.42  (In this report we draw on data on wedding costs in Vermont that are also adjusted for this recession-induced drop in spending.)  We conservatively assume that out-of-state couples would spend less, on average, than in-state couples on weddings, given the challenges of planning a wedding from another state and the travel costs already considered.   Nonetheless, out-of-state same-sex couples would typically spend more than the average tourist, as they will likely purchase accommodations, meals, clothing, flowers, gifts, and other wedding-related items.  We also expect additional spending by friends or family members who might accompany the couple, which is spending not included in the average wedding cost or in the estimates in this report.  Therefore, we conservatively assume that the additional wedding spending by out-of-state couples will be one-tenth of the typical wedding expense, or $2,143.   This conservative estimate also reflects our assumption that many couples may have already had a civil union or other commitment ceremony and that same-sex couples may be less able to rely on the resources of their parents and family for wedding expenditures.  We also use this conservative estimate to account for the fact that out-of-state couples may split their expenditures between Vermont and their home state.   Thus, we estimate wedding and tourism spending at $3,053 per couple for all out-of-state couples marrying in Vermont.  Multiplying our estimate of out-of-state couples by this figure, we estimate that extending marriage to non-resident same-sex couples will boost the state economy by approximately $25.1 million over the next three years.  Same-sex couples from New York alone account for almost $7.7 million of this spending.   Next, we estimate state and local tax revenues from spending by out-of-state same-sex couples.  We use Vermont‟s sales tax rate of 6% and the state‟s meals and rooms tax of 9%. Vermont‟s municipalities may utilize local option taxes by increasing both the sales and meal and room tax by 1%; we keep our estimates conservative by using the state standard tax rates. Using 6% for sales tax and 9% for the meal and room tax, we estimate that spending by out-of-state couples will generate more than $2.5 million in state tax revenues.43   These taxes only capture the most direct tax impact of increased tourism; they do not include Vermont‟s other taxes, the state‟s fuel gross receipts tax, and any property tax revenues such as the nonresidential education property tax that may be generated, nor do they include increased taxes from earnings.  Businesses and individuals will also pay taxes on the new earnings generated by wedding spending, providing a further boost to the state budget.   Vermont Couples  We estimate that 997 of Vermont‟s same-sex couples would choose to marry if permitted (See Section 1 above).  The weddings of these in-state couples would typically be larger than those of out-of-state couples, given that they will be better able to plan a large wedding, and their friends and families are more likely to be local.  However, same-sex couples in Vermont may have already held ceremonies for their civil unions and may receive less financial support from their parents and other family members to cover wedding costs.  Additionally, only spending that comes from couples‟ savings would truly be “new spending” for the State‟s businesses, rather than money diverted from some other expenditure.  Accordingly, we assume that same-sex couples will spend only 25% of the amount that different-sex couples in Vermont ($22,074),44 or $5,519. This figure has been adjusted for decreased spending induced by the recession according to the Wedding Report. The total for 997 couples would come to roughly $5.5 million in new wedding spending.    9 We do not estimate any additional tourism spending from Vermont couples.  But couples might invite friends and family members who live in other states to attend weddings in Vermont, adding to tourism expenditures.  Using the Vermont sales tax rate, this direct wedding spending by resident couples will generate an additional $330,156 in sales tax revenues over the three years.  Table 2 adds the spending by in-state and out-of-state same-sex couples to estimate a total of $30.6 million in wedding and tourism spending over the first three years, generating approximately $2.9 million in additional tax revenues for state and local governments.       Table 2: Expenditures on Vermont Weddings and Tourism by Same-Sex Couples (First Three Years) 45   Couples Marrying in Vermont Wedding and Tourism Spending per Couple Total Spending per Group (millions) State and Local Tax Revenues New York 2,519  $ 3,053   $ 7.7   $ 779,963  Northeast  1,582  $ 3,053  $ 4.8   $ 489,705  Other States 4,110  $ 3,053  $ 12.5   $ 1,272,486  Vermont                  997  $ 5,519 $ 5.5 $ 330,156  Total   $ 30.6 $ 2,872,309    10 3. MARRIAGE LICENSE FEESThe weddings of both in-state and out-of-state same-sex couples will also generate revenues for localities and the State through marriage license fees.46  The fee for a marriage license in Vermont is $45.00.47  Table 3 multiplies this fee by our estimates of the number of resident and non-resident same-sex couples who will marry in Vermont during the first three years.  The result is that same-sex marriages will generate $414,393 from these fees.  Of course, some of the revenues of these fees will be offset by the costs of processing the additional marriage licenses.  However, other states that have extended marriage, civil unions, or domestic partnerships to same-sex couples have experienced very small increases in administrative costs.48    In addition, we do not include in our estimate additional fees that will be generated by couples who request certified copies of their marriage license.49    Table 3: Vermont Revenues for Marriage License Fees from Same-Sex Couples (First Three Years)    Couples Marrying in Vermont Marriage License Fee  Total Fees Generated  Out-of-State 8,266 $45  $ 369,523  Vermont 997 $45  $ 44,870  Total    $ 414,393     11 4. SUMMARY AND CONCLUSIONS   Table 4 shows our estimate of the total revenues for Vermont during each of the first three years that same-sex couples are allowed to marry.  We use the experience of Massachusetts to model the number of same-sex couples who will marry in Vermont in each of the next three years.  In Massachusetts, 64% of those couples married in the first year, 21% married in the second year, and 15% married in the third year.50  For out-of-state couples, we assume that the need to travel and plan a trip will space out their weddings more evenly.  Accordingly, we assume that one-third of those couples will come to the state in each of the first three years that Vermont extends marriage to same-sex couples.  Table 4: Summary of Fiscal Effects (First Three Years)51  Revenue Source Year 1 Year 2 Year 3 Total Tax Revenue from Out-of-State Couples  $ 847,384   $ 847,384   $ 847,384   $ 2,542,153  Tax Revenue From Vermont Couples  $ 210,333   $ 70,787   $ 49,035   $ 330,156  License Fees from Out-of-State Couples    $ 123,174   $ 123,174   $ 123,174   $  369,523  License Fees from Vermont Couples  $ 28,586   $ 9,620   $ 6,664   $ 44,870  Total tax and fee revenue  $ 1,209,478   $ 1,050,966   $ 1,026,258   $ 3,286,702    Total Wedding Spending From Vermont Couples  $ 3,505,557   $ 1,179,782   $ 817,257   $ 5,502,596  Total Wedding and Tourist Spending From Out-of-State Couples  $ 8,356,848   $ 8,356,848   $ 8,356,848   $ 25,070,544  Total Economic Impact  $  11,862,405   $ 9,536,630   $ 9,174,105   $ 30,573,140   Using U.S. Census Bureau data about same-sex couples and drawing on the experience of Massachusetts and other states, we estimate that during the first three years that marriage is extended to same-sex couples in Vermont:     Approximately 997 couples residing in Vermont will marry.   In addition, approximately 8,212 same-sex couples from other states will come to Vermont to marry.    Vermont‟s wedding and tourism-related business sectors will see an increase of $30.6 million in direct spending over the next three years.   This direct spending will support approximately 700 new jobs in travel-related business in Vermont.    12   The direct spending from same-sex couples on weddings and tourism will generate $2.9 million in state and local tax revenues.    In addition, the weddings of in-state and out-of-state couples will generate $414,393 in marriage license fees.      13  ABOUT THE AUTHORS  Christopher Ramos studies social inequality through a lens of race, class, gender, and sexual orientation.    M.V. Lee Badgett studies family policy and employment discrimination related to sexual orientation.   Brad Sears is also an Adjunct Professor of Law and teaches sexual orientation and disability law courses.  His current research focuses on HIV discrimination by health care providers.                        For more information, contact: The Williams Institute UCLA School of Law Box 951476 Los Angeles, CA 90095-1476 T (310)267-4382 F (310)825-7270 williamsinstitute@law.ucla.edu www.law.ucla.edu/williamsinstitute   14 REFERENCES                                                  1 St.2008, c. 216 repealed a series of 1913 laws which prohibited most out-of-state same-sex couples from marrying in Massachusetts. Full text: http://www.mass.gov/legis/laws/seslaw08/sl080216.htm (accessed January 2009).  2 In Elizabeth Kerrigan et al v. Commissioner of Public Health et al (SC 17716), http://www.jud.state.ct.us/external/supapp/Cases/AROcr/CR289/289CR152.pdf (accessed January 2009).  3 In re Marriage Cases, California Supreme Court (S147999), May 15, 2008, http://www.courtinfo.ca.gov/opinions/ documents/S147999.PDF (accessed May 2008). A ballot initiative to amend the California Constitution to define marriage as only between a man and a woman succeeded by a slim majority vote on November 4th, 2008, http://vote.sos.ca.gov/Returns/props/map190000000008.htm (accessed January 2009).  4 Badgett, M.V. Lee. 1998. The Fiscal Impact on the State of Vermont of Allowing Same-Sex Couples to Marry. Amherst: Institute for Gay and Lesbian Strategic Studies. http://www.iglss.org/media/files/techrpt981.pdf (accessed January 2009). 5 Sears, R. Bradley and M.V. Lee Badgett. 2008. The Impact of Extending Marriage to Same-Sex Couples on the New Jersey Budget. http://www.law.ucla.edu/williamsinstitute/publications/NJEconImpactMarriage.pdf (accessed January 2009). Badgett, M.V. Lee, R. Bradley Sears and Suzanne Goldberg. 2003. Supporting Families, Saving Funds: A Fiscal Analysis of New Jersey‟s Family Equality Act. http://www.law.ucla.edu/williamsproj/publications/NJ-DPAStudy.pdf (accessed January 2009). 6 Badgett, M.V. Lee, R. Bradley Sears, Elizabeth Kukura, and Holning S. Lau. 2006. The Impact on Washington‟s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsinstitute/publications/ washington%20econ%20study.pdf (accessed January 2009). 7 Badgett, M.V. Lee et al. 2006. The Impact on New Mexico‟s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsinstitute/publications/new%20mexico%20econ%20study.pdf (accessed January 2009). 8 Badgett, M.V. Lee, R. Bradley Sears and Elizabeth Kukura. 2005. The Impact on New Hampshire‟s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsproj/publications/New%20Hampshire%20 Econ%20Study.pdf (accessed January 2009). 9 Sears, R. Bradley and M.V. Lee Badgett. The Impact of Extending Marriage to Same-Sex Couples on the California Budget. http://www.law.ucla.edu/williamsinstitute/publications/EconImpactCAMarriage.pdf (accessed January 2009). Sears, R. Bradley and M.V. Lee Badgett. 2004. The Impact on California‟s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsproj/publications/CASameSexMarriage.pdf (accessed January 2009). 10 Badgett, M.V. Lee, R. Bradley Sears, Patrice Curtis and Elizabeth Kukura. 2005. Counting on Couples: Fiscal Savings from Allowing Same-Sex Couples to Marry in Connecticut. http://www.law.ucla.edu/williamsproj/pdf/CountingOnCouples.doc (accessed January 2009). 11 Badgett, M.V. Lee et al. 2006. The Impact of the Colorado Domestic Partnership Act on Colorado‟s State Budget. http://www.law.ucla.edu/williamsinstitute/publications/Colorado%20DP%20benefits%20on%20Econ%20Report.pdf (accessed January 2009). 12 Sears, R. Bradley and M.V. Lee Badgett. 2008. The Impact of Extending Marriage to Non-Resident Same-Sex Couples on the Massachusetts Budget. http://www.law.ucla.edu/williamsinstitute/publications/MAEconMarriageMemo2008.pdf (accessed January 2009). Albelda, Randy et al. 2005. “Now That We Do: Same-Sex Couples and Marriage in Massachusetts: A Demographic and Economic Perspective.” Massachusetts Benchmarks 7:23. 13 Badgett, M.V. Lee, Amanda K. Baumle, Shawn Kravich, Adam P. Romero, and Brad Sears. 2007. The Impact on Maryland‟s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsinstitute/publications/ marylandfiscalimpact.pdf (accessed January 2009). 14 Sears, R. Bradley and M.V. Lee Badgett. 2004. The Impact on Iowa‟s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsproj/publications/IASameSexMarriage.pdf (accessed January 2009). 15 Commonwealth of Massachusetts, Registry of Vital Records and Statistics, Table 1 of statistical report dated May 16, 2007. The data for 2007 cover the time period through April 2007. 16 E-mail from Special Filings/Domestic Partnership Unit, Secretary of State, California, to Christian Cooper (April 4, 2008) (reporting that 48,157 same-sex couples have entered a domestic partnership in the state).  Though domestic partnerships are available to different-sex couples under specific circumstances, we conservatively assume that 95% of domestic partners in California are same-sex couples. 17Gates, Gary. 2007. Geographic Trends Among Same-Sex Couples in the U.S. Census and the American Community Survey, The Williams Institute. Page 17, Appendix I. http://www.law.ucla.edu/WilliamsInstitute/ publications/ACSBriefFinal.pdf (accessed May 31, 2008) (average of 2004-06 American Community Survey data for same-sex couples in Massachusetts, 21,956). (average of 2004-06 American Community Survey data for same-sex couples in California, 102,639).   15                                                                                                                                                              18 See Cindy Chooley, Vermont Department of Health. Apr. 2007. Monthly Report on Civil Unions (reporting that 1,367 same-sex couples have entered a civil union in the state).  Gates, supra note 17 Page 17, Appendix I.  (average of 2004-06 American Community Survey data for same-sex couples in Vermont, 2,435). 19 Gates, Gary J., M.V. Lee Badgett, and Deborah Ho. 2008. Marriage, Registration, and Dissolution by Same-Sex Couples in the U.S. The Williams Institute. http://www.law.ucla.edu/williamsinstitute/publications/Couples%20Marr%20Regis%20Diss.pdf (accessed January 2009).  20 We adjust for previous marriages by first dividing our estimate of couples that would have traveled to another state to marry within three years. For Vermont that percentage is 25%, a percentage we apply to states within close proximity to a marrying state (as we do in the next section for Northeastern states). We then divide this figure by 3 to obtain an annual number (we assume that the distribution of out-of-state couples will be dispersed evenly throughout the three year period). We then divide this figure by 12 to calculate a monthly estimate. Finally, we multiply by 7 to estimate the number of couples that have wed in the last 7 months (Massachusetts opened marriage on July 31st 2009). Model data are current as of the end of February 2009.  21 American Community Survey 3 year estimates (2005-2007).    22 Teng, Mabel S., San Francisco Assessor-Recorder. 2004. Demographics Breakdown of Same Gender Marriages. http://www.alicebtolkas.org/abt/samesexmarriagestats.ppt (accessed May 20, 2007). 23 In re Marriage Cases, California Supreme Court (S147999), May 15, 2008, http://www.courtinfo.ca.gov/opinions/ documents/S147999.PDF (accessed January 2009). A ballot initiative to amend the California Constitution to define marriage as only between a man and a woman succeeded by a slim majority vote on November 4th 2008, http://vote.sos.ca.gov/Returns/props/map190000000008.htm (accessed January 2009). 24 New York‟s Governor, Attorney General, and Department of Civil Service have all recently issued statements that New York will recognize same-sex marriages in other states. See Memorandum from David Nocenti to All Agency Counsel (May 14, 2008); Op. Att‟y Gen. No. 2004-1 (Mar. 3, 2004), available at http://www.oag.state.ny.us/ press/2004/mar/mar3a_04_attach2.pdf. More recently, the Attorney General‟s Office reaffirmed its position in a friend-of-the-court brief; See, e.g., Brief of the Attorney General of the State of New York as Amicus Curiae in Support of Plaintiff-Appellant, dated March 2, 2007, filed as exhibit to motion of Attorney General for leave to file amicus curiae brief in Funderburke v. New York State Dept. of Civil Service, Docket No. 2006-7589 (2d Dept.) (Attorney General); and DCS Policy Memorandum Number: 129r1, Policy File Ref: A330 (Issued: September 22, 2006, revised: May 1, 2007). In addition, New York‟s Governor has specifically confirmed that New York couples who marry in California will have their marriages recognized.  See Peters, Jeremy. 2008. “New York to Back Same-Sex Unions From Elsewhere.” The New York Times. May 29: A1.   New York courts have also supported the recognition of same-sex marriages from other jurisdictions. See e.g., Martinez v. County of Monroe, 850 N.Y.S.2d 740 (App. Div. 2008) (holding that valid Canadian marriage of same-sex couple is entitled to recognition in New York for purposes of spousal health care benefits); Lewis v. New York State Dep‟t of Civil Serv., No. 4078-07 (N.Y. Sup. Ct. Mar. 3, 2008) (holding State Department of Civil Service “within its authority” to adopt policy recognizing out-of-state marriages of same-sex couples for purpose of employee benefits); and Beth R. v. Donna M., No. 350284/07, __ N.Y.S.2d __, 2008 N.Y. Slip Op. 28091, 2008 WL696441 (Sup. Ct. Feb. 25, 2008) (denying motion to dismiss divorce action and rejecting argument that Canadian marriage of same-sex couple is void under New York law). 25 Supra note 20.  We base the percentage of New York same-sex couples who have married in Canada on data from British Columbia that shows that 4% of the same-sex couples from Washington State have traveled to British Columbia to marry. No similar data is available from Ontario and Quebec.  See British Columbia Ministry of Health, Vital Statistics Agency, Annual Marriage-related statistics reports 2004, 2005, and 2006 at  http://www.vs.gov.bc.ca (last accessed on June 19, 2008). 26 To calculate the tourist draw of Vermont in relation to Connecticut and Massachusetts, we begin with a four year average (2003-2006) of each state‟s share of total domestic “person-stays.”  Person-stays are “the total number of people on a stay, regardless of the length of their stay. This measure generally equates to the number of visitors.” We then divide Vermont‟s average share of person-stays over the sum of Connecticut‟s, Massachusetts‟ and Vermont‟s averages to yield Vermont‟s tourism draw in relation to all states allowing same-sex marriage.  D.K. Shifflet & Associates, California Domestic Travel Report 2006. September 2007, Table 86 “ Top Origin States”, page 108-109. http://www.visitcalifornia.com/ media/uploads/files/CAYE2006DomesticTravelReport-Final.pdf  (accessed January 2009). 27New Hampshire‟s civil union statute would treat a Vermont marriage as a valid civil union.  See, N.H. Rev. Stat.Ann. § 457-A:8 (2008). Arguably, like New York, more couples from New Hampshire might come to Vermont to marry than from other states. 28 Vermont Department of Health, Center for Health Statistics. Vital Statistics Annual Bulletins. http://healthvermont.gov/research/index.aspx (accessed February 2009).    16                                                                                                                                                              29 See Cote-Whitacre v. Dept. of Public Health, 446 Mass. 350, 844 NE2d 623 (March 30, 2006) and the Amended and Final Judgment of the trial court on May 10, 2007. http://www.glad.org/marriage/Cote-Whitacre/AmendedFinalJudgment.pdf. (last accessed on May 31, 2008).  30 See supra note 28. 31 Lagorce, Aude. 2004. “The Gay Marriage Windfall: $16.8 Billion.” Forbes.com, April 5. http://www.forbes.com/ commerce/2004/04/05/cx_al_0405gaymarriage.html (accessed January 2009). 32 Shawn Hubler, Hotels Are Hoping to Capitalize on a Gay Marriage Boom, L.A.TIMES, Mar. 28, 2004, at C1. 33 See e.g. Brown, Jennifer Gerada. 1995. Competitive Federalism and the Legislative Incentives to Recognize Same-Sex Marriage, Southern California Law Review 68: 745, 772: How will Same-Sex Marriage Affect Hawaii‟s Tourism Industry?:  Hearings Before the Commission on Sexual Orientation and the Law, 18th Legislative Session (Hawaii 1995) (testimony of Sumner Lacroix & James Mark). 34 See Jung, Helen. 2004. “Gay Marriages May Bring Joy to Tourism.” Oregonian, Mar. 5: D1 (quoting Joe D‟Alessandro, President of the Portland Ore. Visitors Ass‟n as saying gay marriage would no doubt provide an “economic boost” to Portland as gay couples and their families fly in for weddings); Sarasohn, David. 2004. “Gay Marriage, Tourism: A Package Deal,” Oregonian, April 11: C4. (“It‟s definitely having a positive impact, because more people are coming to Portland. They fly in, sometimes with families, friends, children, whatever. I‟ve talked to the hotel people, and they say they‟ve seen an increase in gay and lesbian customers.” (quoting D‟Alessandro)). Sarasohn, David. 2004. “Gay Marriage, Tourism: A Package Deal,” Oregonian, April 11: C4. 35 See Jung, Helen. 2004. “Gay Marriages May Bring Joy to Tourism.” Oregonian, Mar. 5: D1 (reporting that hotels in Vancouver had atypically high bookings and Macy‟s department store ran out of wedding rings during the month that San Francisco let same-sex couples marry); Knight, Heather. 2004. “Windfall in Castro: „Giddy‟ Newlyweds Have Been Boon For S.F. Neighborhood.” San Francisco Chronicle, February 18: A1 (reporting that extending marriages to same-sex couples was “great for businesses as newlyweds throw their money at the neighborhood‟s florists, jewelry stores, liquor shops, bookstores, and photo processors.”); Bly, Laura. 2004. “Localities Cashing in on Same-Sex Marriages.” USA Today, Feb. 27: 1D; see also Murphy, Dean E. “San Francisco Toasts Gay Weddings,” New York Times, February 29: 3.  36 Semuels, Alana. 2008. “Gay marriage a gift to California‟s economy.” Los Angeles Times, June 2. http://articles.latimes.com/2008/jun/02/business/fi-wedding2 (accessed January 2009). Said, Carolyn. 2008. “State sees economic windfall in gay weddings.” San Francisco Chronicle, June 5. http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2008/06/05/BU35112SD5.DTL (accessed January 2009).  37 Singer, Thea. 2004. “Three Swank Cities are Becoming Marriage Meccas for Gay Couples.” Boston Herald, March 22: 27 (reporting that wedding-related businesses such as hotels, banquet halls, florists, and jewelers, in Boston, Cambridge, and Northhampton have seen “an upsurge of 10 to 100 percent in inquiries and bookings from gay couples” looking to marry) 38 Massachusetts General Laws. 1998. ch. 207, § 11.  In 2006, the  Massachusetts Supreme Court interpreted the Commonwealth‟s 1913 marriage evasion law to forbid all marriages that would be illegal in the state in which the out-of-state couples reside. Cote-Whitacre vs. Dept. of Public Health 446 Mass. 350 (2006). 39 Every $1 million dollars spent supports 23 jobs. Economic & Policy Resources Inc. and the Vermont Department of Tourism and Marketing. 2006. A Benchmark Study of the Economic Impact of Visitor Expenditures on the Vermont Economy — 2005.  http://www.vermontpartners.org/pdf/TourismImpactStudy2005.pdf (accessed January 2009). (accessed February 2009) 40 Ibid  41 Economic & Policy Resources Inc. and the Vermont Department of Tourism and Marketing. 2005. A Benchmark Study of the Economic Impact of Visitor Expenditures on the Vermont Economy — 2003.  http://www.uvm.edu/tourismresearch/publications/EPR%20Final%20Report%20.pdf (accessed January 2009). Ibid 2005. 43 The Wedding Report. The average cost of a wedding in 2008 falls by 24%. http://www.theweddingreport.com/wmdb/index.cfm?action=reports.viewreport&id=C8F138A8-3048-6387-A2D1FBDE941C64C2 (accessed February 2009).  43We apply meal and room tax to the percentage of each couples tourism spending that is likely to be spent on accommodations and restaurant meals, or 46%. See supra note 39.  44 The Wedding Report. Industry Report-Vermont-State -Total Spending Report. 2009 expected wedding spending for the Vermont residents. http://www.theweddingreport.com/wmdb/index.cfm?action=db.viewdetail&func=2.1 (accessed February 2009).   45 Numbers may differ slightly due to rounding.  46 Sec. 21.  32 V.S.A. § 1712. Town clerks shall receive the following fees in the matter of vital registration: (1)  For issuing and recording a marriage or civil union license, $45.00 to be paid by the applicant, $10.00 of which sum shall be retained by the town clerk as a fee, $20.00 of which shall be deposited in the victims‟ compensation special fund,   17                                                                                                                                                              and $15.00 of which sum shall be paid by the town clerk to the state treasurer in a return filed quarterly upon forms furnished by the state treasurer and specifying all fees received by him or her during the quarter.  47 Vermont Department of Health. “Getting Married in Vermont.”  http://www.healthvermont.gov/research/records/documents/GettingMarriedInVermontInformationSheet_07012008.pdf (accessed January 2009).  48 Connecticut General Assembly, Office of Legislative Research. 2002. Office of Fiscal Analysis Report on HB 5001. http://www1.law.ucla.edu/~williamsproj/connstudy_files/connstudy.htm (accessed March 2008). Office of Legislative Council. 2002. Report of the Vermont Domestic partnership Review Commission. http://www.leg.state.vt.us/baker/Final%20CURC%20Report%20for%202002.htm (accessed March 2008). Hevesi, Alan G. 2004. Testimony of New York State Comptroller Alan G. Hevesi to New York City Council in Support of the Right to Civil Marriage for Same-Sex Couples in New York State, March 3. New York: Office of the New York State Comptroller. http://www.osc.state.ny.us/press/releases/mar04/030304b.htm (accessed March 2008). 49 A  copy of a Vermont marriage license costs $10.00.  Vermont Department of Health. http://www.vitalrec.com/vt.html (accessed February 2009).  50 For a more detailed explanation of this calculation see Supra note 19 at 17.  51 Numbers may differ slightly due to rounding.  ",
    "id": 71356254,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:11863"
    },
    "title": "The Economic Impact of Extending Marriage to Same-Sex Couples in Vermont",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-03-03T00:00:00+00:00",
    "publisher": "Williams Institute",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/11863/11863.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71356254.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71356254"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71356254/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71356254/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71356254"
        }
    ],
    "abstract": "Allowing same-sex couples to marry in Vermont would have a positive impact on the state economy, generating $31 million in new spending over the next three years. This new spending will generate 700 new jobs and an additional $3.3 million in state tax revenues",
    "tags": [
        "letter",
        "text",
        "Human Rights and Civil Liberties",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "letter",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:11863",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71356254,
        "depositedDate": null,
        "publishedDate": "2009-03-03T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:44:39+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:13:27+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/11863",
        "https://issuelab.org/resources/11863/11863.pdf"
    ],
    "lastUpdate": "2024-02-14T12:44:39+00:00",
    "setSpecs": [
        "human_rights_and_civil_liberties",
        "lgbtqi"
    ]
}