{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Warbelow, Sarah"
        },
        {
            "name": "Oakley, Cathryn"
        }
    ],
    "contributors": [],
    "createdDate": "2021-04-17T09:18:01+01:00",
    "dataProvider": {
        "id": 3614,
        "name": "University of Richmond",
        "url": "https://api.core.ac.uk/v3/data-providers/3614",
        "logo": "https://api.core.ac.uk/data-providers/3614/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/401856350.pdf",
    "fullText": "Richmond Public Interest Law Review Volume 24 Issue 1 General Assembly in Review 2020 Article 4 3-31-2021 The Virginia Values Act: A Landmark Civil Rights Legislation Leapfrogs Virginia into a Leader on Equality Sarah Warbelow Cathryn Oakley Follow this and additional works at: https://scholarship.richmond.edu/pilr  Part of the Public Law and Legal Theory Commons Recommended Citation Sarah Warbelow & Cathryn Oakley, The Virginia Values Act: A Landmark Civil Rights Legislation Leapfrogs Virginia into a Leader on Equality, 24 RICH. PUB. INT. L. REV. 29 (2021). Available at: https://scholarship.richmond.edu/pilr/vol24/iss1/4 This Article is brought to you for free and open access by the Law School Journals at UR Scholarship Repository. It has been accepted for inclusion in Richmond Public Interest Law Review by an authorized editor of UR Scholarship Repository. For more information, please contact scholarshiprepository@richmond.edu. Do Not Delete 3/30/2021 10:11 PM  *Sarah Warbelow serves as the Legal Director for the Human Rights Campaign and Cathryn Oakley serves as State Legislative Director and Senior Counsel for the Hu-man Rights Campaign. The authors would like to thank Kali Froh and Sarah Connor for their contributions to this project. The authors are deeply appreciative of their longstanding partnership with Equality Virginia, including Vee Lamneck and James Parrish, for their tireless pursuit of equality in the Commonwealth.  29  THE VIRGINIA VALUES ACT: A LANDMARK CIVIL RIGHTS LEGISLATION LEAPFROGS VIRGINIA INTO A LEADER ON EQUALITY Sarah Warbelow and Cathryn Oakley*             1Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 30 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i ABSTRACT After more than 25 years of Republican political control, Virginia passed thirteen pieces of pro-equality legislation in 2020, the most sweeping of which was the Virginia Values Act. That legislation modernized Virginia civil rights law, bringing the state into line with the overwhelming majority of other states in addressing discrimination. In addition to adding nondiscrim-ination protections for lesbian, gay, bisexual, transgender, and queer (LGBTQ) people in existing law - which included housing, public employ-ment, and credit - it created all-new protections from discrimination in em-ployment and places of public accommodation on the basis of race, color, religion, national origin, sex, pregnancy, childbirth or related medical condi-tions, age, sexual orientation, gender identity, marital status, disability, or status as a veteran. The legacy of the Virginia Values Act represents tremendous progress for the Commonwealth of Virginia not only on LGBTQ equality, but also in grappling with racism and sexism.  It is a manifestation of the transformation of Virginia over time, and it is a reflection of the power of an elected body to make transformative change when the representatives are free to vote in alignment with not only their conscience, but in accord with the will of their constituents.  To continue making such progress across the South, it will be imperative that other legislatures undergo similar transformations.  INTRODUCTION Sometimes progress comes in dribs and drabs, and other times a steady flow. In Virginia, it came in a deluge. Republican control of at least one chamber of the legislature or the governorship for more than 25 years created pent-up demand for change. The dam broke in 2020 with the passing of thir-teen pieces of pro-equality legislation, the most sweeping of which was the Virginia Values Act.1 The Virginia Values Act is landmark civil rights legislation that makes Virginia the first state in the South to have nondiscrimination protections for lesbian, gay, bisexual, transgender and queer (LGBTQ) people.2 However, Virginia lagged far behind other states in terms of non-discrimination  1 S. 868, 2020 Gen. Assemb., Reg. Sess. (Va. 2020); see Matthew F. Nieman & Jeremy S. Schnieder, Virginia's Values Act Fundamentally Rewrites the Human Rights Act, JACKSONLEWIS (Apr. 13, 2020), https://www.jacksonlewis.com/publication/virginia-s-values-act-fundamentally-rewrites-human-rights-act. 2 See Cynthia Silva, Virginia governor signs LGBTQ nondiscrimination measure into law, NBC NEWS (Apr. 13, 2020), https://www.nbcnews.com/feature/nbc-out/virginia-governor-signs-lgbtq-nondiscrimi-nation-measure-law-n1182821. 2Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 31 protections for any characteristic; only five other states lack any enforceable nondiscrimination protections in places of public accommodation.3 For ex-ample, some of the most meaningful developments ushered in by the Virginia Values Act were overshadowed by a myopic assumption that the protections were only for LGBTQ people. Instead, the new law brings Virginia into line with the overwhelming majority of other states that have been in addressing discrimination for decades.4 By adding all-new protections from discrimina-tion in employment and places of public accommodation the Virginia Values Act extends vital civil rights protections on the basis of race, color, religion, national origin, sex, pregnancy, childbirth or related medical conditions, age, sexual orientation, gender identity, marital status, disability, or status as a veteran.5 The Commonwealth now aligns with forty-four other states and DC that ban discrimination, for at least some characteristics, in places of public accommodations and employment.6  The passage of the Act also reflects popular opinion about the rights of LGBTQ people. The Act showcases support for non-discrimination protec-tions for the LGBTQ community cutting across generations, faith traditions, and even partisan leanings.7 While some politicians continue to attempt to use LGBTQ equality as a wedge issue, Virginia’s 2019 election is proof pos-itive that such tactics are simply no longer effective.8 What has happened in Virginia also shows that when elected officials vote consistent with their con-stituents’ positions on equality, that pro-equality legislation— even landmark legislation like the Virginia Values Act— passes with bipartisan support.   The legacy of the Virginia Values Act represents tremendous progress for the Commonwealth of Virginia not only on LGBTQ equality, but also in grappling with racism and sexism. The Act is a manifestation of the transfor-mation of Virginia over time, and it is a reflection of the power of an elected body to make transformative change when their representatives are free to vote in alignment with not only their conscience, but in accord with the will of their constituents.  To continue making such progress across the South, it is imperative that other legislatures undergo similar transformations.   3 Nick Morrow, Historic: Virginia Values Act Goes Into Effect, Extending Critical Protections to LGBTQ Virginians, HUM. RTS. CAMPAIGN (July 1, 2020), https://www.hrc.org/news/historic-virginia-values-act-goes-into-effect-extending-critical-protection. 4 See State Public Accommodation Laws, NAT’L CONF. OF STATE LEGISLATURES (Apr. 8, 2019), https://www.ncsl.org/research/civil-and-criminal-justice/state-public-accommodation-laws.aspx. 5 Va. S. 868. 6 See State Public Accommodation Laws, supra note 4; see also Morrow, supra note 3. 7 See Community Partners, VA. VALUES (2020), https://vavalues.org/community-partners/ (showing widespread support for the Virginia Values Act across generationally and religiously diverse organiza-tions); see also Va. S. 868 (demonstrating the bill’s ability to garner bipartisan support). 8 Lucas Acosta, HRC on Bob Good's Anti-LGBTQ Lies and Fear Mongering, HUM. RTS. CAMPAIGN (Aug. 16, 2020), https://www.hrc.org/press-releases/hrc-on-bob-goods-anti-lgbtq-lies-and-fear-mongering. 3Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 32 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i   I. What Are Nondiscrimination Laws and Why Are They Important  A. General Explanation of How Nondiscrimination Laws Work, Civil Liability Laws prohibiting discrimination focus in general on three major areas of life in which discrimination is both particularly likely to occur and particu-larly damaging when it does: employment, housing, and places of public ac-commodation.9 Discrimination is not limited to these three arenas and many states go further by explicitly prohibiting discrimination in credit, jury ser-vice, state contracts, government funded programs and services, education, access to healthcare, and more.10 Federal civil rights laws include: Title VII of the Civil Rights Act of 1964 which forbids discrimination in employment for employers with fifteen or more employees;11 Title II of the Civil Rights Act of 1964 which provides some limited protections from discrimination in places of public accommodation;12 Title IX of the Education Amendments of 1974 which prohibits discrimination on the basis of sex in education, in-cluding sports;13 and the Fair Housing Act.14 Many other federal laws include non-discrimination provisions, including the Affordable Care Act,15 the Equal Credit Opportunity Act,16 the Jury Service and Selection Act,17 and Temporary Assistance for Needy Families.18             1. The Necessity and Ubiquity of State Nondiscrimination Laws Every state in the United States prohibits discrimination against at least one protected characteristic in some way. For example, every state but one prohibits discrimination in employment and housing on the basis of religion or creed.19 Forty-five states plus the District of Columbia prohibit  9 See, e.g., 42 U.S.C. §§ 2000e-2(a)(1) to (2)(a)(2), 3604(a), 2000a(a) (serving as examples of federal laws that prohibit discrimination in the context of employment, housing, and places of public accommodation). 10 See SARAH WARBELOW ET AL., HUM. RTS. CAMPAIGN, 2019 STATE EQUALITY INDEX 46–47 (2019), https://hrc-prod-requests.s3-us-west-2.amazonaws.com/resources/2019-SEI-Final-Report.pdf?mtime=20200807165244&focal=none. 11 42 U.S.C. § 2000e(b), 2000e-2(a)(1) to 2(a)(2). 12 42 U.S.C. § 2000a(a). 13 See 20 U.S.C. § 1681. 14 42 U.S.C. §§ 3604–3606. 15 42 U.S.C. § 18116. 16 15 U.S.C. § 1691(a). 17 28 U.S.C. § 1862. 18 42 U.S.C. § 608(d). 19 Discrimination and Harassment in the Workplace, NAT’ CONF. OF STATE LEGISLATURES (Mar. 18, 4Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 33 discrimination in places of public accommodation, with all such laws ban-ning discrimination on the basis of race.20 The scope of these laws can vary considerably from state to state, but the principle is nearly universal: state laws banning discrimination are necessary complements to federal law in or-der to ensure that individuals are able to access the fundamental building blocks of our society.21     a. Three Fundamental Areas of Life in Which Discrimination is Nearly Always Prohibited At their core, employment, housing, and places of public accommodation are the fundamental building blocks of our society.22 If a person’s ability to find gainful employment is limited by factors outside their ability to perform the function of the job; if they are not able to find stable, safe housing for themselves and their family because a neighborhood or landlord finds them to be the “wrong kind” of family for that community; or if they are denied service at the gas station, grocery store, library, restaurant, hotel, or other place that is supposedly open to the public, they are effectively denied the ability to live a normal life.23 When people are forced into segregated neigh-borhoods and out of promising careers, their dignity is undermined and their future foreclosed.24 Denial of access prevents people not only from being able to get ahead but from being able to survive. 25     2019), https://www.ncsl.org/research/labor-and-employment/employment-discrimination.aspx (“Missis-sippi doesn’t have an equal employment opportunity law that applies generally to private employers.”); State Fair Housing Protections, THE POL’Y SURVEILLANCE PROGRAM (Aug. 1, 2019), https://lawat-las.org/datasets/state-fair-housing-protections-1498143743.  20 See State Public Accommodation Laws, supra note 4.  21 See Federal, State, and Local Laws: Conflicts or Compliments?, MID-ATL. ADA CTR. (2012), https://www.adainfo.org/content/federal-state-and-local-laws-conflicts-or-complements. 22 See, e.g., L. Randall Wray, The Social and Economic Importance of Full Employment 6 (Univ. of Mo.–Kan. City & Levy Econ. Inst. Bard Coll., Working Paper No. 560, 2009), http://www.levyinsti-tute.org/publications/the-social-and-economic-importance-of-full-employment (“Many job guarantee supporters see employment not only as an economic condition, but also as a human right.”); MARTHA GALVEZ ET AL., URBAN INST., HOUSING AS A SAFETY NET: ENSURING HOUSING SECURITY FOR THE MOST VULNERABLE 1 (2009), https://www.urban.org/sites/default/files/publication/93611/housing-as-a-safety-net_1.pdf (“Our existing housing system fails to provide our nation’s most vulnerable households access to safe, affordable, stable housing. Instead, millions of low-income households pay large portions of their income on rent or live in substandard conditions—triggering chronic economic instability that at best undermines economic security and well-being, and at worst pulls low-income families deeper into pov-erty.”). 23 See Wray, supra note 22; GALVEZ ET AL., supra note 22, at 4.  24 See Keeanga-Yamahtta Taylor, How Real Estate Segregated America, DISSENT MAG. (Fall 2018), https://www.dissentmagazine.org/article/how-real-estate-segregated-america-fair-housing-act-race.   25 Id.   5Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 34 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i  b. Protected Characteristics: Which Characteristics Deserve Protection and Why? Over time and across the country, states have perceived the challenges posed by discrimination differently and moved to address it in divergent ways. The principle that discrimination erodes the society around us is essen-tially universally adhered to, and the fundamental areas of employment, housing, and places of public accommodation are generally acknowledged to be the building blocks to which all must have access.26 Defining precisely what kinds of discrimination are problematic and should be prohibited is a threshold question that states have taken different approaches to answering; nearly all states recognize and prohibit discrimination on the bases of race or color, religion or creed, ancestry or national origin, particularly as that dis-crimination manifests in places of public accommodation.27 In addition to these characteristics, employment discrimination often includes sex, condi-tions related to pregnancy, as well as disability.28  Characteristics like marital status, age, genetic information, military service or veteran’s status, sexual orientation, and gender identity are also often covered.29 States also may choose to tackle discrimination on the basis of one particular characteristic or one component of a characteristic in more specific legislation related to pregnancy, disability, age, or other topics. For example, seven states have recently taken action to ban discrimination against people for wearing their natural hair or hair styles associated with a particular race in the workplace, in seeking housing, and in schools.30     c. Immutability While states have not come to a consensus on which characteristics ought to be protected, one thing remains consistent in federal and state protections: prohibiting discrimination means ensuring that a person is not held back from opportunities they would otherwise have because of something that is funda-mental and unchangeable regarding who they are.31 From a person’s skin color, to their ancestry, to their religion, to their genetic information: these  26 See Richard A. Epstein, Public Accommodations Under the Civil Rights Act of 1964: Why Freedom of Association Counts as a Human Right, 66 STAN. L. REV. 1241, 1241−42 (2014). 27 State Public Accommodation Laws, supra note 4.  28 Discrimination and Harassment in the Workplace, supra note 19.  29 Id. 30 The Official Campaign of the CROWN Act, CROWN ACT, https://www.thecrownact.com/about (last visited Sept. 23, 2020). 31 See Sharona Hoffman, The Importance of Immutability in Employment Discrimination Law, 52 WM. & MARY L. REV. 1483, 1517−20 (2011). 6Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 35 are characteristics that are so intrinsic that they are essentially unchangea-ble.32 As understanding of the LGBTQ community has progressed, there’s greater acceptance that a person’s identity as LGBTQ is also intrinsic and immutable, which has in turn led to increased inclusion of sexual orientation and gender identity as characteristics that should be protected under law.33         2. Enforcement and Civil Liability While some jurisdictions - particularly those cities that are not empowered to create causes of action at the municipal level - enforce local non-discrim-ination laws with criminal fines, violations of civil rights laws are generally addressed through civil remedies.34 States deploy a combination of adminis-trative and civil remedies that often replicates the process for enforcing fed-eral employment discrimination law via the Equal Employment Opportunity Commission.35     a. Administrative Remedies Many states have an administrative agency, usually a commission, that is responsible for enforcing the state’s nondiscrimination law.36 Much like the Federal Equal Employment Opportunity Commission, a state commission will receive complaints, conduct an initial investigation of the complaint, and then facilitate possible conciliation of the complaint.37 An agency can play an important filtering role by making an initial determination as to whether  32 See id. at 1517. 33 See Dan Brook, Suzanne Goldberg & Kate Diaz, Is Sexual Orientation Immutable?: Presenting Scien-tific Evidence in Litigation to Gain Strict Scrutiny, 27 FORDHAM URB. L.J. 348, 349–54 (1999); see also Sexual orientation and gender identity, AM. PSYCH. ASS’N (2011), https://www.apa.org/topics/sexual-ori-entation. 34 JEROME HUNT, CTR. FOR AM. PROGRESS ACTION FUND, A STATE-BY-STATE EXAMINATION OF NONDISCRIMINATION LAWS AND POLICIES 18 (2012), https://www.americanprogress.org/wp-content/up-loads/issues/2012/06/pdf/state_nondiscrimination.pdf. 35 State Employment Nondiscrimination Laws, MOVEMENT ADVANCEMENT PROJECT (Aug. 12, 2020), https://www.lgbtmap.org/img/maps/citations-nondisc-employment.pdf; HUNT, supra note 34, at 1−2. 36 Federal & State Agencies, COAL. AGAINST NONPROFIT HARASSMENT DISCRIMINATION, https://www.canhad.org/state-agencies (last visited Oct. 7, 2020); see generally State & Regional Re-sources, COAL. AGAINST NONPROFIT HARASSMENT DISCRIMINATION, https://static1.squarespace.com/static/595fec88725e258a0c607cf0/t/59670582c534a593f2b0b595/1499923843345/State+Resources.pdf (last visited Oct. 7, 2020) (listing antidiscrimination agencies and com-missions). 37 See, e.g. The Division of Human Rights, ATT’Y GEN. OF VA., https://www.oag.state.va.us/in-dex.php/programs-initiatives/human-rights (last visited Oct. 2, 2020) (“[T]he DHR investigates com-plaints alleging discrimination in employment, places of public accommodation, and education institutions in violation of the Virginia Human Rights Act or corresponding federal laws. The DHR will also provide mediation services throughout the complaint process to all the parties to resolve the dispute themselves.”). 7Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 36 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i discriminatory behavior is likely to have occurred. As experts in recognizing discriminatory behavior, a commission is well-suited to gather the most rel-evant information that can provide important benefits to both parties.38   First, proving a case of discrimination can be challenging and having an expert in discrimination be part of both collecting and assessing the evidence can help to ensure that a complainant is able to have their case ably consid-ered.39 This can be particularly important when a person is experiencing dis-crimination as a result of holding more than one marginalized identity, which can compound the impact of discrimination or alter the way in which it pre-sents.40 Second, the administrative process provides a relatively speedy res-olution for respondents who are wary of frivolous complaints: having an ex-pert on discrimination perform a screening function means that cases with insufficient evidence, or which are maliciously or frivolously brought, are promptly recognized and frequently resolved early in the process.41 Respond-ents also value the predictability and relative privacy of an administrative process over the uncertainty—and publicity—of a public litigation process.42   Giving authority to a commission staffed by experts on discrimination also means the person leading the conciliation process will have a sense of the proportionality of the harm and of the impact of proposed remedies. For ex-ample, in some cases the discrimination may have been quite real but the actual damages were so limited that an apology coupled with an agreement to change policies and practices may be a sufficient resolution for all parties involved. In other cases, the severity of the discriminatory behavior may simply not be fully understood by the respondent and after education about the impact of the discrimination the respondent may be better able to adjust their future behavior in a meaningful way. Leading the parties to resolutions such as these may lead to a more productive outcome than would a penalty imposed by a court order.  38 See, e.g., How to Submit an Employment Discrimination Complaint, TEX. WORKFORCE COMM’N, https://www.twc.texas.gov/jobseekers/how-submit-employment-discrimination-complaint (last visited Oct. 7, 2020) (discussing discrimination investigations conducted by Texas Workforce Commission). 39 See Hilary R. Weiner, Expert Witness in Employment Discrimination Cases, AM. PSYCH. ASS’N, https://www.apa.org/careers/resources/profiles/weiner (last visited Sept. 30, 2020). 40 See Alina Tugend, The Effect of Intersectionality in the Workplace, N.Y. TIMES (Sept. 30, 2018), https://www.nytimes.com/2018/09/30/us/the-effect-of-intersectionality-in-the-workplace.html (discuss-ing intersectional discrimination in the workplace); Weiner, supra note 39 (discussing value of expert assistance in complex employment discrimination cases). 41 See, e.g., Complaint Process, CAL. DEP’T FAIR EMP. & HOUS., https://www.dfeh.ca.gov/ComplaintPro-cess/ (last visited Oct. 7, 2020) (“DFEH will evaluate the allegations in the intake form and decide whether the laws that DFEH enforces cover these allegations.”). 42 See Katie Eyer, Administrative Adjudication and Rule of Law, 60 ADMIN. L. REV. 647, 666−67 (2008) (discussing stability and predictability of administrative adjudication). 8Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 37 Most states, however, will allow a complainant to file a claim in court under certain circumstances.43 There are three scenarios in which this is gen-erally occurs. First, when the Commission dismisses a claim as being without sufficient merit to continue through the administrative process;44 second, when the Commission is unable to conciliate a matter in which the claim did have sufficient merit, and the complainant needs to turn to the courts to get a sufficient remedy;45 and third, when the Commission itself, or another au-thorized party of the state government, is compelled to bring a civil action against a respondent in the name of protecting the public policy of that state.46 This meld of administrative action and civil action is a hybrid approach dis-cussed in further detail below. Finally, the agency may be granted the author-ity to independently issue subpoenas, request documents, and issue injunc-tions, or it may need to do so in conjunction with the courts.47   b. Civil Action In some states, a person who has experienced discrimination may file a complaint in state civil court. In a pure model, the complainant can do so without having to engage in any administrative process at all.48 In a hybrid model, as described above, the complainant may file only if the Commission attests that  they have exhausted the administrative process available to them: either because the complaint was found to be meritless or because the Com-mission was unable to resolve a claim that did have merit.49 In a pure model, the court alone makes that determination through the normal process of civil litigation; while this model means that the parties and the court are not able  43 See, e.g., Filing a Discrimination Claim - Virginia, WORKPLACE FAIRNESS, https://www.workplace-fairness.org/file_VA (last visited Sept. 30, 2020). 44 See Filing a Lawsuit, U.S. EQUAL EMP. OPPORTUNITY COMM’N, https://www.eeoc.gov/filing-lawsuit (last visited Sept. 30, 2020). 45 See id. (“The EEOC has discretion which charges to litigate if conciliation efforts are unsuccessful”). 46 See id. (“[T]he EEOC can file a lawsuit to enforce the law . . .”). 47 Rufino Gaytán, EEOC Subpoena Power: Where, and When, Does It End?, NAT’L L. REV. (Mar. 2, 2017), https://www.natlawreview.com/article/eeoc-subpoena-power-where-and-when-does-it-end (not-ing EEOC subpoena power); Mariah Berry, EEOC Requests for Documents and Subpoenas: How Much is Too Much to Turn Over?, M2D INSIGHTS (Aug. 26, 2020), https://m2dlaw.com/eeoc-requests-for-doc-uments-and-subpoenas-how-much-is-too-much-to-turn-over/ (noting EEOC ability to request docu-ments); Application for Temporary Restraining Order or Preliminary Injunction, U.S. EQUAL EMP. OPPORTUNITY COMM’N, https://www.eeoc.gov/application-temporary-restraining-order-or-preliminary-injunction (last visited Sept. 27, 2020) (noting EEOC injunction power); see, e.g., EEOC v. Waffle House, Inc., 534 U.S. 279, 283 (2002) (noting EEOC actions in conjunction with courts). 48 See e.g., HUNT, supra note 34, at 12 (“[I]n order to receive compensation and punitive damages and attorneys’ fees, an employee must file civil action in court instead of with the corresponding administrative agency.”). 49 Filing a Discrimination Claim – Virginia, supra note 43. 9Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 38 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i to draw from a Commission’s expertise and advice, it does offer easy and direct access to the court without a time-consuming administrative process.50     c. State-Supported Litigation In especially severe cases, the Commission, Attorney General, or other branch of the state government may be authorized to initiate a case on behalf of the state where the public policy of the state demands it.51 Such a case would typically arise if an employer had a pattern or practice of routinely flouting the law or had behaved in such an egregious fashion as to need to be made an example of. Alternatively, the state may join a cause of action as an interested party to represent the state’s interest before the court.52    B. Scope and Prevalence of Discrimination Against LGBTQ People The LGBTQ community is large and extremely diverse with diverse ex-periences and needs, and discrimination is an experience that too many LGBTQ people unfortunately share.53  An estimated 257,000 LGBTQ adults, and 50,000 LGBTQ youth live in Virginia.54 About 40% of LGBT adults are people of color, including more than 18% who are Black and more than 10% who are Latino/a or Hispanic.55 More than a quarter of LGBTQ Virginians 25 and older are raising children, comprising more than 14,000 families.56   The existence of discrimination against LGBTQ people in Virginia is likely not a surprise—one of the nation’s most high-profile cases related to denial of bathroom access for transgender people came from Virginia’s Gloucester County57—but the scope of the harms might not be well known to many. The 2015 US Transgender Survey reported that 27% of respondents from Virginia who had held a job in the previous year experienced discrimi-nation or mistreatment related to their gender identity in the workplace  50 See HUNT, supra note 34, at 12. 51 See Title VII of the Civil Rights Act of 1964, U.S. EQUAL EMP. OPPORTUNITY COMM’N, https://www.eeoc.gov/statutes/title-vii-civil-rights-act-1964 (last visited Sept. 27, 2020). 52 See Carr v. Florence, 916 F.2d 1521, 1524 (11th Cir. 1990) (noting that the state can join a cause of action when it is a substantial party in interest). 53 See, e.g., CHRISTY MALLORY ET AL., UCLA SCH. OF L. WILLIAMS  INST., THE IMPACT OF STIGMA AND DISCRIMINATION AGAINST LGBT PEOPLE IN VIRGINIA 20 (2020), https://williamsinsti-tute.law.ucla.edu/wp-content/uploads/Impact-LGBT-Discrimination-VA-Jan-2020.pdf (“LGBT adults in Virginia experience discrimination in employment, housing, and public accommodations”). 54 Id. at 2. 55 Id. at 9. 56 Id. at 10. 57 Grimm v. Gloucester County School Board, ACLU (Nov. 27, 2019), https://www.aclu.org/cases/grimm-v-gloucester-county-school-board. 10Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 39 including being fired, denied a promotion, being forced to use a restroom that did not match their gender identity, or even experiencing violent attack.58 20% of respondents experienced some form of housing discrimination in the past year with 9% of respondents experiencing homelessness in that year.59 Of those experiencing homelessness, 15% were so afraid of harassment in a shelter that they avoided going to one.60 Unfortunately, this trend continued in places of public accommodation, where the US Transgender Survey found 31% of respondents who patronized a place of public accommodation, and believed that staff knew they were transgender, experienced mistreatment such as denial of equal treatment or service, verbal harassment, or physical attack.61 These statistics are consistent with the national picture: 30% of transgender employees report having experienced discrimination on the job and transgender people are three times more likely to be unemployed than non-transgender people.62 More than half of transgender people who have had to stay in emergency shelter experienced harassment or violence while there.63  LGBTQ youth also experience discrimination at high rates: GLSEN’s 2017 School Climate Survey found that the vast majority of LGBTQ students in Virginia regularly heard anti-LGBTQ comments at school, and that over-whelmingly those students experienced harassment and sometimes violence at school.64 Over half of transgender or gender expansive youth report being mocked by their own family for their identity, and nearly 3 in 4 transgender and gender expansive youth have had their family make negative remarks about LGBTQ people.65 LGBTQ youth are overrepresented among the home-less population making up approximately 40% of all homeless youth.66 Finally, transgender people, particularly transgender women of color, have been experiencing an epidemic of violence claiming the lives of more than 130 transgender people in more than 30 states and 100 cities since 2013.67  58 NAT’L CTR. FOR TRANSGENDER EQUAL., 2015 U.S. TRANSGENDER SURVEY: VIRGINIA STATE REPORT 1 (2017), https://www.transequality.org/sites/default/files/docs/usts/USTSVAStateR-eport%281017%29.pdf. 59 Id. at 2. 60 Id. 61 Id. 62 HUM. RTS. CAMPAIGN FOUND., DISMANTLING A CULTURE OF VIOLENCE: UNDERSTANDING ANTI-TRANSGENDER VIOLENCE AND ENDING THE CRISIS 12 (2018), https://assets2.hrc.org/files/assets/re-sources/2018AntiTransViolenceReportSHORTENED.pdf. 63 Id. at 15.  64 GLSEN, 2017 STATE SNAPSHOT: SCHOOL CLIMATE IN VIRGINIA (2017), https://www.glsen.org/sites/default/files/2019-11/Virginia_Snapshot_2017_0.pdf. 65 HUM. RTS. CAMPAIGN FOUND., supra note 62, at 5. 66 Id. 67 Id. at 3. 11Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 40 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i This violence is the manifestation of anti-transgender stigma that begins with a lack of family acceptance. It continues with exclusion from educational op-portunities, employment opportunities, health care and social services. It’s aggravated by biased policing, criminal justice systems, and cultural margin-alization. It flourishes under a hostile political and legal environment.68 Each of these factors contribute to high rates of intimate partner violence, engage-ment in survival sex work, poverty, homelessness, and physical and mental health disparities—all of which are exacerbated by racism and sexism.69 Black and Brown transgender women comprise the victims of approximately 80% of anti-transgender homicides.70 Discrimination against the LGBTQ community is all too real and its con-sequences are far reaching. Ensuring that LGBTQ people have the ability to support themselves, live in safe and affordable homes, and have access the goods and services that it takes to live is essential to eradicating negative outcomes. These are the building blocks of American life and real harm comes from not having adequate access to work, shelter, goods and services.   II. LGBTQ Nondiscrimination Laws in Historical Context Successful legislative action to prohibit discrimination against LGBTQ people spans nearly fifty years. In 1972, the City of East Lansing became the first American jurisdiction to provide statutory legal protections on the basis of sexual orientation.71 It did so while the State of Michigan criminalized sexual relationships between people of the same sex.72 The ordinance nar-rowly prohibited discrimination in the context of city hiring practices.73 Three years later, Minneapolis became the first American jurisdiction to provide nondiscrimination protections to transgender people.74 Specifically, the city prohibited discrimination against an individual “having or projecting a self-image not associated with one’s biological maleness or one’s biological  68 See, e.g., id. at 7, 16. 69 Id. at 3. 70 Id. 71 Gretchen Millich, East Lansing Marks 40th Anniversay of Gay Rights Ordinance, WKAR (Mar. 6, 2012), https://www.wkar.org/post/east-lansing-marks-40th-anniversary-gay-rights-ordinance#stream/0.  72 MALLORY ET AL., supra note 53, at 14−15. Michigan’s laws criminalizing sexual activity between indi-viduals of the same sex remained in effect until the Supreme Court’s 2003 decision in Lawrence v. Texas. It was one of 13 States still prohibiting “sodomy” at the time of the Court’s decision. See Lawrence v. Texas, 539 U.S. 558, 573 (2003). 73 Millich, supra note 71. 74 Emma Margolin, How Minneapolis Became the First U.S. City to Pass Trans Protections, NBC NEWS (June 3, 2016), https://www.nbcnews.com/feature/nbc-out/how-minneapolis-became-first-u-s-city-pass-trans-protections-n585291.  12Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 41 femaleness.”75 The ordinance, which also prohibited discrimination against LBG people, incorporated a broader scope than the East Lansing ordinance applying to public and private employment in addition to housing, education, and public accommodations.76 Since those early adoptions, more than 200 localities have passed nondiscrimination ordinances that ban discrimination on the basis of sexual orientation and gender identity in employment, hous-ing, and public accommodations.77 State level nondiscrimination protections slowly trailed municipal action. Wisconsin expanded the state’s civil rights laws in 1982 to cover sexual ori-entation.78 The legislation was signed into law by Republican Governor Lee Sherman Dryfus who reflected, “[i]t is a fundamental tenet of the Republican Party that government ought not intrude in the private lives of individuals where no state purpose is served, and there is nothing more private or intimate than who you live with and who you love.”79 Despite being an early leader on LGB equality, Wisconsin remains the only state to provide statutory non-discrimination protections for sexual orientation but not gender identity.80   Building upon the leadership of Minneapolis, Minnesota enacted an amendment to the state Human Rights Act in 1993 adding sexual orientation and gender identity as protected characteristics.81 Unlike more modern statu-tory inclusion of gender identity, the Minnesota law follows the Minneapolis ordinance in utilizing a definition of gender identity without adopting the ac-tual terminology “gender identity.”82 Today, 21 states and the District of Co-lumbia prohibit discrimination on the basis of sexual orientation and gender identity in employment, housing, and public accommodations.83   75 Id. 76 Id. 77 HUM. RTS. CAMPAIGN FOUND., MUNICIPAL EQUALITY INDEX 2019 12 (2019), https://hrc-prod-re-quests.s3-us-west-2.amazonaws.com/resources/2019-Municipal-Equality-Index-Final.pdf. 78 Assemb. B. 70, 1981 Leg., 85th Sess. (Wis. 1981). 79 Pioneer Press, Wisconsin’s red-vested former governor, Lee Dreyfus, dies, TWIN CITIES PIONEER PRESS (Jan. 3, 2008), https://www.twincities.com/2008/01/03/wisconsins-red-vested-former-governor-lee-drey-fus-dies/.  80 Mary Kate McCoy, Report: Wisconsin Ranks ‘Top Middle of Class’ In Nation for Laws Protecting LGBTQ Community, WISC. PUB. RADIO (Feb. 15, 2019), https://www.wpr.org/report-wisconsin-ranks-top-middle-class-nation-laws-protecting-lgbtq-community; Tom Kertscher, No gender identity protection in Wisconsin anti-discrimination law, Democratic chair candidate says, POLITIFACT (May 8, 2015), https://www.politifact.com/factchecks/2015/may/08/jason-rae/no-gender-identity-protection-wisconsin-anti-discr/.  81 MINN. STAT. § 363.03 (Supp. 1993). 82 MINN. STAT. ANN. § 363A.03 (West 2020). 83 CAL. GOV'T CODE § 12940 (West 2019) (prohibiting employment discrimination); CAL. GOV'T CODE § 12955 (West 2020) (prohibiting housing discrimination); CAL. CIV. CODE § 51 (West 2020) (prohibiting discrimination in public accommodations); COLO. REV. STAT. ANN. § 24-34-402 (West 2020) (prohibiting employment discrimination); COLO. REV. STAT. ANN. § 24-34-502 (West 2020) (prohibiting housing dis-crimination); COLO. REV. STAT. ANN. § 24-34-601 (West 2020) (prohibiting discrimination in public 13Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 42 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i Prior to Virginia, every state prohibiting discrimination on the basis of sexual orientation and gender identity worked from a pre-existing framework into which sexual orientation and gender identity were added. These laws varied significantly from state to state with respect to scope of coverage and available remedies. Minnesota, for example, defines employer to generally  accommodations); CONN. GEN. STAT. ANN. § 46a-60 (West 2020) (prohibiting employment discrimina-tion); CONN. GEN. STAT. ANN. § 46a-81e (West 2020) (prohibiting housing discrimination); CONN. GEN. STAT. ANN. § 46a-81d (West 2020) (prohibiting discrimination in public accommodations); DEL. CODE ANN. tit. 19, § 711 (West 2020) (prohibiting employment discrimination); DEL. CODE ANN. tit. 6, § 4503 (West 2020) (prohibiting housing discrimination); DEL. CODE ANN. tit. 6, § 4504 (West 2020) (prohibiting discrimination in public accommodations); D.C. CODE § 2-1402.11 (West 2020) (prohibiting employment discrimination); D.C. CODE § 2-1402.21 (West 2020) (prohibiting housing discrimination); D.C. CODE § 2-1402.31 (West 2020) (prohibiting discrimination in public accommodations); HAW. REV. STAT. ANN. § 378-2 (West 2020) (prohibiting employment discrimination); HAW. REV. STAT. ANN. § 515-3 (West 2020) (prohibiting housing discrimination); HAW. REV. STAT. ANN. § 489-3 (West 2020) (prohibiting discrimi-nation in public accommodations); 775 ILL. COMP. STAT. 5/2-102 (West 2020) (prohibiting employment discrimination); 775 ILL. COMP. STAT. 5/3-102 (West 2020) (prohibiting housing discrimination); 775 ILL. COMP. STAT. 5/5-102 (West 2020) (prohibiting discrimination in public accommodations); IOWA CODE ANN. § 216.6 (West 2020) (prohibiting employment discrimination); IOWA CODE ANN. § 216.8 (West 2020) (prohibiting housing discrimination); IOWA CODE ANN. § 216.7 (West 2020) (prohibiting discrimination in public accommodations); ME. REV. STAT. ANN. tit. 5, § 4572 (West 2020) (prohibiting employment discrimination); ME. REV. STAT. ANN. tit. 5, § 4581-A (West 2020) (prohibiting housing discrimination); ME. REV. STAT. ANN. tit. 5, § 4592 (West 2020) (prohibiting discrimination in public accommodations); Md. Code Ann., State Gov't § 20-606 (West 2020) (prohibiting employment discrimi-nation); MD. CODE ANN., STATE GOV'T § 20-705 (West 2020) (prohibiting housing discrimination); MD. CODE ANN., STATE GOV'T § 20-304 (West 2020) (prohibiting discrimination in public accommodations); MASS. GEN. LAWS ANN. ch. 151B, § 4 (West 2020) (prohibiting housing and employment discrimination); MASS. GEN. LAWS ANN. ch. 272, § 98 (West 2020) (prohibiting discrimination in public accommoda-tions); MINN. STAT. ANN. § 363A.08 (West 2020) (prohibiting employment discrimination); MINN. STAT. ANN. § 363A.09 (West 2020) (prohibiting housing discrimination); MINN. STAT. ANN. § 363A.11 (West 2020) (prohibiting discrimination in public accommodations); NEV. REV. STAT. ANN. § 613.330 (West 2020) (prohibiting employment discrimination); NEV. REV. STAT. ANN. § 118.100 (West 2020) (prohib-iting housing discrimination); NEV. REV. STAT. ANN. § 651.070 (West 2020) (prohibiting discrimination in public accommodations); N.H. REV. STAT. ANN. § 354-A:7 (2020) (prohibiting employment discrimi-nation); N.H. REV. STAT. ANN. § 354-A:8 (2020) (prohibiting housing discrimination); N.H. REV. STAT. ANN. § 354-A:17 (2020) (prohibiting discrimination in public accommodations); N.J. STAT. ANN. § 10:5-4 (West 2020) (prohibiting discrimination in employment, housing, and public accommodations); N.M. STAT. ANN. § 28-1-7 (West 2020) (prohibiting discrimination in employment, housing, and public accom-modations); N.Y. EXEC. LAW § 296 (McKinney 2020) (prohibiting discrimination in employment, hous-ing, and public accommodations); OR. REV. STAT. ANN. § 659A.030 (West 2020) (prohibiting discrimi-nation in employment, housing, and public accommodations); 28 R.I. GEN. LAWS ANN. § 28-5-7 (West 2020) (prohibiting employment discrimination); 34 R.I. GEN. LAWS ANN. § 34-37-4 (West 2020) (pro-hibiting housing discrimination); 11 R.I. GEN. LAWS ANN. § 11-24-2 (West 2020) (prohibiting discrimi-nation in public accommodations); VT. STAT. ANN. tit. 21, § 495 (West 2020) (prohibiting employment discrimination); VT. STAT. ANN. tit. 9, § 4503 (West 2020) (prohibiting housing discrimination); VT. STAT. ANN. tit. 9, § 4502 (West 2020) (prohibiting discrimination in public accommodations); VA. CODE ANN. § 2.2-3905 (2020) (prohibiting employment discrimination); VA. CODE ANN. § 36-96.1 (2020) (pro-hibiting housing discrimination); VA. CODE ANN. § 2.2-3904 (2020) (prohibiting discrimination in public accommodations); WASH. REV. CODE § 49.60.180 (West 2020) (prohibiting employment discrimination); WASH. REV. CODE § 49.60.222 (West 2020) (prohibiting housing discrimination); WASH. REV. CODE § 49.60.030 (West 2020) (prohibiting discrimination in public accommodations). See also State Equality Index 2019: Public Accommodations, HUM. RTS. CAMPAIGN (Apr. 15, 2020), https://www.hrc.org/re-sources/state-equality-index; State Equality Index 2019: Employment, HUM. RTS. CAMPAIGN (Sept. 2, 2020), https://www.hrc.org/resources/state-equality-index. 14Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 43 be employers with one or more employees84 while Maryland’s definition ap-plies to employers with fifteen or more employees.85 However, each already had laws that prohibited discrimination at a minimum on the basis of race, sex, and religion.86 Thus, when those state legislatures took up bills to pro-hibit discrimination on the basis of sexual orientation and gender identity the debate was mostly about whether to provide protections on those bases rather than how the state civil rights law would function.87   Congressional efforts to provide nondiscrimination protections to LGBTQ people date back to the 1970s. The first piece of legislation addressing sexual orientation discrimination, the Equality Act of 1974, was introduced by Rep-resentative Bella Abzug to alleviate discrimination in housing, public accom-modations, public education, and federally assisted programs.88 The bill was reintroduced in the subsequent Congress but never received a vote.89 Efforts to add explicit federal protections were revived with the 1994 introduction of the Employment Non-Discrimination Act (ENDA).90 As its name suggests, the legislation narrowly focused on employment and the first version of the bill covered only sexual orientation.91 Gender identity was added in 2007, but was stripped out of the legislation prior to House passage.92 The bill failed in the Senate in part because President George W. Bush threatened a veto.93 Every subsequent version of ENDA included both sexual orientation and  84 MINN. STAT. ANN. § 363A.03 (West 2020) (defining “employer” as having one or more employees under civil rights statute). 85 MD. CODE ANN., STATE GOV'T § 20-601 (West 2020) (defining “employer” as having 15 or more em-ployees under civil rights statute). 86 MD. CODE ANN., STATE GOV’T § 20-705 (West 2020) (prohibiting employment discrimination); MD. CODE ANN., STATE GOV’T § 20-304 (West 2020) (prohibiting discrimination in public accommodations); MINN. STAT. § 363A.08 (2020) (prohibiting employment discrimination); MINN. STAT. § 363A.09 (2020) (prohibiting housing discrimination); MINN. STAT. § 363A.11 (2020) (prohibiting discrimination in public accommodations). 87 See Carolyn Muyskens, Holland Adopts Anti-Discrimination Protections for LGBTQ, Others, HOLLAND SENTINEL (Aug. 20, 2020), https://www.hollandsentinel.com/news/20200820/holland-adopts-anti-dis-crimination-protections-for-lgbtq-others; see also Bill Chappell, Massachusetts Lawmakers Poised to Send Gender Identity Bill to Governor, NPR (June 1, 2016), https://www.npr.org/sections/thetwo-way/2016/06/01/480372067/massachusetts-lawmakers-poised-to-send-gender-identity-bill-to-governor; see also Kate Steinmetz, Meet the Republican Who Lost His Election Fighting for LGBT Rights, TIME (Dec. 5, 2014), https://time.com/3619470/frank-foster-lgbt-nondiscrimination-michigan/.  88 Equality Act of 1974, H.R. 14752, 93rd Cong. (1974). The legislation also addressed discrimination “on account of sex [and] marital status.” 89 Jerome Hunt, A History of the Employment Non- Discrimination Act, CTR. FOR AM. PROGRESS (July 19, 2011), https://www.americanprogress.org/issues/lgbtq-rights/news/2011/07/19/10006/a-history-of-the-employment-non-discrimination-act/. 90 See Employment Non-Discrimination Act of 1994, H.R. 4636, 103rd Cong. (2d Sess. 1994). 91 Id. 92 Lauren Smith, ENDA Has Been Waiting 2 Decades for Passage, ROLL CALL (July 10, 2013), https://www.rollcall.com/2013/07/10/enda-has-been-waiting-2-decades-for-passage/.  93 Id. 15Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 44 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i gender identity, including the 2013 version that passed the Senate but was never taken up for a vote by the House.94  In the wake of the Supreme Court decision in Obergefell v. Hodges, the Equality Act of 2015 (Equality Act) replaced ENDA as the primary nondis-crimination legislation endorsed by LGBTQ advocacy organizations.95 The legislation addresses not only employment, but also credit, education, feder-ally funded programs, housing, jury services, and public accommodations.96 The legislation carried with it support from more than 200 of the nation’s leading businesses,97 endorsements from major civil rights organizations and professional associations,98 and consistent polling showing majority approval from the American public.99 In May 2019, the House passed the Equality Act with bipartisan support.100 The bill languished in the Senate.   A. Virginia Civil Rights Law Prior to the Virginia Human Rights Act The majority of states adopted nondiscrimination laws, frequently referred to as the state human rights or civil rights law, between the 1950s and 1970.101  94 Employment Non-Discrimination Act of 2009, H.R. 2981, 111th Congress (1st Sess. 2009); Employ-ment Non-Discrimination Act of 2011, H.R. 1397, 112th Congress (1st Sess. 2011); Employment Non-Discrimination Act of 2013, S.815, 113th Congress (2013). 95 Chris Johnson, Equality Act Introduced with Great Fanfare, WASH. BLADE (July 23, 2015), https://www.washingtonblade.com/2015/07/23/equality-act-introduced-with-great-fanfare/.  96 Equality Act of 2015, H.R. 3185, 114th Congress (1st Sess. 2015). 97 HRC: 200+ of the Nation’s Leading Businesses Support Equality Act, BOOM MAG. (May 8, 2019), https://www.boom.lgbt/index.php/news-a/100-national/1704-hrc-200-of-the-nation-s-leading-busi-nesses-support-equality-act.  98 547 Organizations Endorsing the Equality Act, HUM. RTS. CAMPAIGN (July 8, 2020), https://as-sets2.hrc.org/files/assets/resources/Orgs_Endorsing_EqualityAct.pdf.  99 Robert P. Jones et al., Fifty Years After Stonewall: Widespread Support for LGBT Issues – Findings from American Values Atlas 2018, PRRI (Mar. 26, 2019), https://www.prri.org/research/fifty-years-after-stonewall-widespread-support-for-lgbt-issues-findings-from-american-values-atlas-2018/. 100 Chris Cioffi, The Equality Act has languished in McConnell’s Senate but sponsor says it’s still historic, ROLL CALL (June 1, 2020), https://www.rollcall.com/2020/06/01/the-equality-act-has-languished-in-mcconnells-senate-but-sponsor-says-its-still-historic/. 101 See e.g., Unruh Civil Rights Act, ch. 1866, 1959 Cal. Stat. 4424 (codified as amended at CAL. CIV. CODE § 51 (West 2016)); Act of June 3, 1963, ch. 180, 1963 Haw. Sess. Laws 223–25 (codified as amended at HAW. REV. STAT. § 378-2 (West 2019)); (1961) Idaho Fair Employment Practices Act, BLACKPAST (Oct. 24, 2013), https://www.blackpast.org/african-american-history/idaho-fair-employ-ment-practices-act-1961/; Robert Benjamin Stone, The legislative struggle for civil rights in Iowa: 1947-1965 (1990) (unpublished M.A. thesis, Iowa State University) (on file with Iowa State University Digital Repository); KAN. HUMAN RIGHTS COMM’N, KANSAS ACT AGAINST DISCRIMINATION (KAAD) AND KANSAS AGE DISCRIMINATION IN EMPLOYMENT ACT (KADEA) 4 (2012); John J. Johnson, Opinion, Cel-ebrating 50th Anniversary of Civil Rights Act, COURIER J. (Jan. 20, 2016), https://www.courier-jour-nal.com/story/opinion/2016/01/20/celebrating-50th-anniversary-civil-rights-act/79067608/; About MCCR, STATE OF MD. COMM’N ON C.R., https://mccr.maryland.gov/Pages/About-MCCR.aspx (last vis-ited Sept. 27, 2020); Mel Larsen, Opinion, Larsen: Mich. Civil Rights Act was Meant to Include LGBTQ, I Know because I Wrote It, LANSING STATE J. (May 20, 2020), https://www.lansingstatejour-nal.com/story/opinion/contributors/viewpoints/2020/05/20/elliott-larsen-civil-rights-act-should-include-16Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 45 As previously noted, these laws typically prohibited discrimination in em-ployment, housing, and places of public accommodation on the basis of race and religion. Virginia’s civil rights laws postdated the federal Civil Rights Act of 1964 and the Fair Housing Act, as their construction reflects.102 The Virginia Fair Housing Act became law in 1972 and the original statute closely tracked federal law in terms of protected characteristics, scope of coverage, and exemptions.103 Not until 1987 did the Virginia General Assembly pass the Virginia Human Rights Act.104 Unlike many other states, the original Vir-ginia Human Rights Act lacked teeth. The law served more as a reflection of purported values than a tool for addressing discrimination in employment or public accommodations. Individuals were unable to pursue claims in state court and complaints to the Virginia Division of Human Rights had to be based in federal civil rights violations.105    B. Early Efforts to Add Sexual Orientation and Gender Identity Nondiscrimination Protections       1. Actual and Perceived Limitations Due to Dillon’s Rule Frequently, the adoption of nondiscrimination ordinances by cities and counties precedes enactment of statewide nondiscrimination protections for LGBTQ people.106 In Virginia, municipal efforts were hampered by the state’s “Dillon’s Rule.”107 A common-law principle of statutory construction, Dillon’s Rule was coined in 1868 when Iowa Supreme Court Justice John Dillon described the supremacy of state law over municipal ordinances de-clared, “municipal corporations owe their origin to, and derive their powers and rights wholly from, the [state] legislature. It breathes into them the breath of life, without which they cannot exist. As it creates, so it may destroy. If it  lgbtq-viewpoint/5212644002/; Fair Housing: It's Your Right!, CITY OF BILLINGS, https://ci.billings.mt.us/509/Fair-Housing (last visited Sept. 27, 2020); (1955) New Mexico Civil Rights Act, BLACKPAST (Mar. 27, 2007), https://www.blackpast.org/african-american-history/new-mexico-civil-rights-act-1955/; A Historical Perspective of Ohio’s Laws Against Discrimination, OHIO C.R. COMM’N, https://crc.ohio.gov/AboutUs/History.aspx (last visited Sept. 27, 2020). 102 Compare Civil Rights Act of 1964, Pub. L. No. 88-352, 78 Stat. 241 (1964), with Virginia Human Rights Act, VA. CODE ANN. § 2.2-3900 (2020) (became law in 1987); compare Fair Housing Act, Pub. L. No. 90-284, 82 Stat. 81 (1968), with Virginia Fair Housing Law, VA. CODE ANN. § 36.96.1 (2020) (be-came law in 1972). 103 Compare Fair Housing Act, Pub. L. No. 90-284, 82 Stat. 81 (1968), with Virginia Fair Housing Law, VA. CODE ANN. § 36.96.1 (2020). 104 See Virginia Human Rights Act, VA. CODE ANN. § 2.2-3900 (2020). 105 Patricia K. Epps, Annual Survey of Virginia Law: Employment Law, 21 U. RICH. L. REV. 769, 773 (1987).  106 See HUM. RTS. CAMPAIGN, supra note 77. 107 See id. at 21−22. 17Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 46 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i may destroy, it may abridge and control.”108 Subsequently, some states have used the principles of Dillon’s Rule in narrowly interpreting cities' scope of regulatory power.  Precise application of Dillon's Rule varies significantly state by state. Some states apply it only in certain areas of municipal law,109 or apply it so narrowly that the practical impact is considerably different from states with a more literal application.110 The Virginia Supreme Court is among the latter, determining when it first opined on the issue in 1896 that “[a Virginia mu-nicipality] possesses no powers except those conferred upon it, expressly or by fair implication . . . and such other powers as are essential to the attainment and maintenance of its declared objects and purposes. It can do no act, nor make any contract, nor incur any liability, that is not thus authorized.”111 Since that case, the Virginia Supreme Court has remained steadfast in its ap-plication of Dillon’s Rule.112   In 1997, Arlington County began considering domestic partners as eligible dependents for county employee health care plans.113 Several county taxpay-ers challenged Arlington County’s authority to offer domestic partner health benefits under Dillon’s Rule.114 The Virginia Supreme Court held that the County’s expanded benefits were “not a reasonable method of implementing its implied authority.”115 Though ostensibly the case was related to benefits, fears arose that a similar theory would be applied to other policies and ordi-nances implicating LGBTQ people.116 This created a chilling effect on efforts to provide sexual orientation and gender identity nondiscrimination protec-tions. That perception was reinforced when Attorney General Ken Cuccinelli issued a controversial opinion in 2010 asserting that Virginia public colleges and universities were forbidden by the Dillon’s Rule from extending non-discrimination protections to their employees.117 While some municipalities,  108 City of Clinton v. Cedar Rapids and Missouri River R.R. Co., 24 Iowa 455, 475 (Iowa 1868). 109 See e.g., Travis Moore, Dillon Rule and Home Rule: Principles of Local Governance, LEG. RSCH. OFF. (Feb. 2020), https://nebraskalegislature.gov/pdf/reports/research/snapshot_localgov_2020.pdf; Cities 101 – Delegation of Power, NAT’L LEAGUE OF CITIES (Dec. 13, 2016), https://www.nlc.org/resource/cities-101-delegation-of-power. 110 See e.g., City of Winchester v. Redmond, 25 S.E. 1001, 1002 (Va. 1896). 111 Id. 112 See Marble Tech., Inc. v. City of Hampton, 690 S.E.2d 84, 88 (Va. 2010); Commonwealth v. County Board of Arlington County, 232 S.E.2d 30, 39−40 (Va. 1977). 113 See Patricia Davis, Court Finds Arlington’s Benefits Policy Illegal, WASH. POST, Mar. 5, 1999, at B01. 114 See id. 115 Arlington County v. White, 528 S.E.2d 706, 709 (2000) (finding the inclusion of “domestic partners” in the county’s employee health plan violated the Dillon Rule). 116 See Davis, supra note 113.  117 See Letter from Kenneth T. Cuccinelli, Att’y Gen. of Virginia, to Presidents, Rectors, and Visitors of Virginia’s Pub. Colls. and Univs. (Mar. 4, 2010) (on file with the Washington Post) (advising school policies which include sexual orientation and gender identity as protected categories for non-18Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 47 such as the City of Alexandria and Arlington County, did adopt nondiscrim-ination protections that included sexual orientation,118 during this period there was significant concern about the enforceability of those protections and whether they would be rendered impotent by a Dillon’s Rule-based chal-lenge.119 That uncertainty was reflected in legislation introduced in multiple legislative session to explicitly authorize cities to pass nondiscrimination or-dinances inclusive of sexual orientation and gender identity.120 Not until after Attorney General Mark Herring opined about the powers of public schools (see below) was there more confidence advancing nondiscrimination ordi-nances. The City of Richmond moved forward with a sexual orientation and gender identity inclusive ordinance in 2018.121  Passage of the Virginia Values Act makes the Dillon's Rule argument moot when applied to LGBTQ-inclusive nondiscrimination ordinances. In addition, as a result of legislation sponsored by Delegate Danica Roem and signed into law on March 4, 2020, Virginia law now expressly allows munic-ipalities to pass non-discrimination laws in employment, housing, public ac-commodations, education and credit on the basis of sexual orientation and gender identity.122         2. Administrative Actions Early efforts to extend statewide nondiscrimination protections to LGBTQ people came through administrative actions. In December 2005 at the end of his tenure, Governor Mark Warner revised his 2002 “Equal Opportunity” ex-ecutive order to explicitly prohibit employment discrimination against state employees on the basis of sexual orientation.123 This marked the first time that the state of Virginia offered legal protections to LGB people.124 Upon taking office in 2006, Governor Tim Kaine reissued the “Equal Opportunity”  discrimination are prohibited without explicit General Assembly permission).  118 See HUM. RTS. CAMPAIGN, supra note 77, at 46, 49. 119 See id. at 22, 45–46. 120 See, e.g., HUM. RTS. CAMPAIGN, 2018 LGBTQ-RELATED BILLS CONSIDERED 15–24 (2018), https://as-sets2.hrc.org/files/assets/resources/SEI-2018-BillsConsidered.pdf; HUM. RTS. CAMPAIGN, LGBTQ-RELATED BILLS CONSIDERED 2017, at 14−28 (2017), https://assets2.hrc.org/files/assets/resources/SEI-2017-BillsConsidered.pdf; HUM. RTS. CAMPAIGN, LGBTQ-RELATED BILLS CONSIDERED IN 2016, at 33–68 (2016), https://assets2.hrc.org/files/assets/resources/SEI-2016-BillsConsidered.pdf. 121 RICHMOND, VA., Ordinance No. 2018-044 (2018). 122 VA. CODE ANN. § 15.2-965 (2020). 123 Exec. Order 1 (2002) Equal Opportunity (Dec. 6, 2005) (on file with the Library of Virginia) (revising the 2002 executive order on equal opportunity for state employees to include sexual orientation). 124 See Aaron Blake, Sen. Mark Warner backs gay marriage, WASH. POST (Mar. 25, 2013), https://www.washingtonpost.com/news/post-politics/wp/2013/03/25/sen-mark-warner-backs-gay-mar-riage/. 19Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 48 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i executive order maintaining the protections for sexual orientation.125 Less than a year later, the Virginia voters ratified the Marshall-Newman Amend-ment barring same-sex couples from marrying and restricting the government from providing any legal status “approximating” marriage.126  Administrative actions are subject to change along with the individuals who occupy the position of governor. Among the first ten executive orders issued by Governor Bob McDonnell was a revised “Equal Opportunity” pol-icy eliminating sexual orientation as a protected characteristic.127 A month later, Virginia Attorney General Ken Cuccinelli issued an advisory letter to Virginia’s public colleges and universities opining that the schools were in violation of state law and policy by including sexual orientation and gender identity as part of their institutional nondiscrimination policies.128 The State Council of Higher Education for Virginia, a legislatively established coordi-nating body for higher education across the state,129 rejected Cuccinelli’s analysis instead asserting that public universities have the autonomy to make these types of policy determinations.130 The “Equal Opportunity” executive order including sexual orientation was reinstituted and expanded by Governor Terry McAuliffe to include gender identity in 2014,131 and was continued inclusive of sexual orientation and gender identity upon Governor Ralph Northam taking office.132 The execu-tive branch also took actions to bring greater rights to Virginia’s LGBTQ residents statewide through official legal opinions and amicus briefs.133  125 See 22 Va. Reg. Regs. 1781 (Feb. 6, 2006) (affirming the previous equal opportunity policy for state employees). 126 VA. CONST. art. 1 § 15-A; see Emily Williams, Proposed Virginia Amendment May Strike Down More than Same-Sex Marriage, Panelists Say, UNIV. OF VA. SCH. OF L. (Sept. 25, 2006), https://www.law.vir-ginia.edu/news/200609/proposed-virginia-amendment-may-strike-down-more-same-sex-marriage-pan-elists-say; Timothy Williams & Trip Gabriel, Virginia’s New Attorney General Opposes Ban on Gay Marriage, N.Y. TIMES, Jan. 23, 2014, at A12. 127 See 26 Va. Regs. Reg. 2302 (Mar. 29, 2010) (removing sexual orientation as a protected characteristic from state employees’ equal opportunity policy). 128 See Letter from Kenneth T. Cuccinelli, supra note 117.  129 See State Council of Higher Education for Virginia, VIRGINIA.GOV, https://www.virginia.gov/agen-cies/state-council-of-higher-education-for-virginia/ (last visited Sept. 27, 2020).   130 See Mary Hellen Miller, Virginia Attorney General Tells Public Colleges to Drop Gay-Rights Protec-tions, CHRON. OF HIGHER EDUC. (Mar. 7, 2010), https://www.chronicle.com/article/virginia-attorney-gen-eral-tells-public-colleges-to-drop-gay-rights-protections/. 131 See 30 Va. Regs. Reg. 1605 (Jan. 27, 2014) (including sexual orientation and gender identity as pro-tected categories in state employees equal opportunity policy). 132 See 34 Va. Regs. Reg. 1306 (Feb. 5, 2018). 133 See, e.g., Brief for States of Illinois, New York, et al. as Amici Curiae Supporting the Employees, Bostock v. Clayton Cnty., 140 S. Ct. 1731 (2020) (Nos. 17-1618, 17-1623); Letter from Mark R. Herring, Att’y Gen. of Va., to Adam P. Ebbin, Member, Senate of Va. (Mar. 4, 2015) (on file with the Office of the Attorney General) (concluding the Dillon Rule does not prevent school boards from amending their anti-discrimination policies to prohibit discrimination on the basis of sexual orientation and gender iden-tity); Letter from Mark R. Herring, Att’y Gen. of Va., to John T. Frey, Clerk of Ct., Fairfax Cnty. Cir. Ct. 20Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 49 Virginia Attorney General Mark Herring, for example, issued an official ad-visory opinion that public school boards had the authority to adopt nondis-crimination policies covering sexual orientation and gender identity with re-spect to both students and employees.134 In addition, Herring advocated for the Supreme Court of the United States to affirm that federal law statutorily prohibiting employment discrimination on the basis sex ought to be under-stood to also prohibit discrimination on the basis of sexual orientation and gender identity.135        3. Pre-2020 Session Legislation Efforts to pass legislation providing at least some nondiscrimination pro-tections to LGBTQ people under Virginia law date to 2005. Limited to pro-tections for state employment and services on the basis of sexual orientation, that initial bill failed in the House General Laws Committee on a 15 to 5 vote.136 Introduced each subsequent year, a version of the legislation barring discrimination in state employment on the basis of sexual orientation and gender identity passed the Senate in 2013, 2015, 2016, 2017, 2018, and 2019.137 In addition, legislation to add sexual orientation to the state housing nondiscrimination law was introduced beginning in 2006.138 Despite biparti-san passage of both bills through the Senate in multiple years and public sup-port from several House Republicans, Republican leadership in the House of Delegates consistently blocked the bills from coming to the floor for a vote.139 A more comprehensive approach to nondiscrimination was introduced begin-ning in 2016 with legislation that would have amended every existing  (Dec. 18, 2014) (on file with the Office of the Attorney General) (concluding married couples of the same sex are exempt from recordation taxes). 134 Letter from Mark R. Herring, Att’y Gen. of Va., to Adam P. Ebbin, Member, Senate of Va. (Mar. 4, 2015) (on file with the Office of the Attorney General) (concluding the Dillon Rule does not prevent school boards from amending their anti-discrimination policies to prohibit discrimination on the basis of sexual orientation and gender identity). 135 Brief for State of Illinois et al. as Amici Curiae Supporting the Employees at 39, Bostock v. Clayton County, 140 S. Ct. 1731 (2020) (Nos. 17-1618, 17-1623, 18-107). 136 HUM. RTS. CAMPAIGN, EQUALITY FROM STATE TO STATE 2005: GAY LESBIAN, BISEXUAL AND TRANSGENDER AMERICANS AND STATE LEGISLATION IN 2005, at 49 (2005), https://as-sets2.hrc.org/files/assets/resources/2005statetostate.pdf. 137 Successes, EQUALITY VA., https://www.equalityvirginia.org/about-ev/successes/ (last visited Sept. 27, 2020); H.D. 2550, 2007 Gen. Assemb., Reg. Sess. (Va. 2007) (introducing the first bill to include gender identity in 2007, defining sexual orientation to include gender identity). 138 HUM. RTS. CAMPAIGN, supra note 136, at 44. 139 Graham Moomaw, Va. House Republicans let LGBT non-discrimination bills die without a hearing, RICH. TIMES-DISPATCH (Feb. 15, 2019), https://richmond.com/news/local/government-politics/va-house-republicans-let-lgbt-non-discrimination-bills-die-without-a-hearing/article_ea3fce20-6359-5bfc-9a0f-0c09a0f640aa.html; James Wellemeyer, Va. Republicans kill nondiscrimination bills in committee, WASH. BLADE (Jan. 31, 2019), https://www.washingtonblade.com/2019/01/31/va-republicans-kill-non-discrimination-bills-in-committee/.  21Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 50 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i nondiscrimination provision in Virginia law to add sexual orientation and gender identity.140 Provided the unwillingness of Republican leadership to bring the more limited bills to the floor for a vote, this legislation was never fully considered by the legislature.141   III. Creation of the Virginia Values Act  A. Legislative Path to Passage The 2019 state legislative election seated pro-equality majorities in both chambers of the General Assembly as well as in the Governor’s mansion, opening a new opportunity to move beyond the piecemeal legislation that had been pushed in previous sessions toward a comprehensive non-discrimina-tion effort that became the Virginia Values Act. Two members of Virginia’s LGBTQ Caucus, Delegate Mark Sickles and Senator Adam Ebbin, intro-duced companion bills in January 2020 with the support of House Speaker Eileen Filler-Corn, Senate Majority Leader Dick Saslaw, and Governor Ralph Northam.142 The House and Senate bills passed the General Laws Committee with strong bipartisan support on January 28th143 and January 29th, respectively.144 The following week both identical bills passed their re-spective full chambers, again with overwhelming bipartisan support.145  Following crossover, the bills each were heard by the General Laws Com-mittees in the opposite chamber, where both passed handily.146 Before the bills were heard on the floor, however, some changes were made to conform the Virginia Values Act more closely to the federal enforcement process and to ensure that the remedies allowed were consistent with other parts of Vir-ginia law; specifically, the bills were amended to streamline the process by which a person who had experienced discrimination would bring a claim, mirroring the process that a federal claim would go through by forcing a per-son who had experienced discrimination to exhaust the administrative  140 H.D. 1005, 2016 Gen. Assemb. Sess. (Va. 2016). 141 See Wellemeyer, supra note 139; Va. H.D. 1005. 142 Nick Morrow, Virginia Values Act Legislation Unveiled to Protect LGBTQ Virginians from Discrimi-nation, HRC (Jan. 10, 2020), https://www.hrc.org/news/virginia-values-act-legislation-unveiled-to-pro-tect-lgbtq-virginians-from-d/; Incoming House Speaker Eileen Filler-Corn Joins Virginia Values Coali-tion to Announce Support for LGBTQ Nondiscrimination Protections in 2020 General Assembly, VA. VALUES (Dec. 19, 2019), https://vavalues.org/2019/12/19/incoming-house-speaker-virginia-values-coali-tion-for-campaign-kickoff/. 143 H.D. 1663, 2020 Gen. Assemb., Reg. Sess. (Va. 2020). 144 S. 868, 2020 Gen. Assemb., Reg. Sess. (Va. 2020). 145 Va. H.D. 1663; Va. S. 868. 146 Va. H.D. 1663; Va. S. 868. 22Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 51 process prior to filing a claim in civil court.147 A second amendment clarified that any award of punitive damages would be subject to the caps that exist in other parts of Virginia law relating to punitive damages in situations where a person experiences harm.148  These revisions, which were ultimately incor-porated into both the House and Senate versions of the bill, were made to ensure that the Virginia Values Act continued to enjoy strong bipartisan sup-port. During the period of time that these revisions were being made, a few far-right groups began a misinformation campaign to try to convince legislators that the Virginia Values Act posed a threat to religious liberty.149 Contrary to their assertion, the Virginia Values Act adds new and important non-discrim-ination protections on the basis of religion in both employment and places of public accommodation.150 The law also includes standard exemptions con-sistent with those in federal and other state laws to ensure that, for example, a religious organization that wishes to employ only people who are members of that faith is able to do so.151 While this effort to mischaracterize and un-dermine the Virginia Values Act was unsuccessful, the House version of the Virginia Values Act was scrapped due to a last-minute floor amendment added in the Senate that purported to affirm religious liberty but significantly altered the public accommodations portion of the bill.152 The House rejected the Senate amendment and the bill died, making the surviving Senate bill the bill that advanced to the Governor.153   Governor Northam formally signed the bill on April 11, 2020 and con-ducted a ceremonial signing on July 23. The Virginia Values Act took effect on July 1, 2020.    B. Provisions and Protections of the Virginia Values Act The Virginia Values Act extends critical and long-overdue non-discrimi-nation protections to Virginia residents and visitors. At the same time, it  147 See generally Va. S. 868 (describing the process through which claimants can bring discrimination claims to court). 148 See id. 149 See Virginia lawmakers send ‘Virginia Values Act’ to the governor, WHSV (Feb. 24, 2020), https://www.whsv.com/content/news/Lawmakers-officially-pass-Virginia-Values-Act-to-prohibit-LGBTQ-discrimination-568147211.html. 150 See Va. S. 868. 151 See Va. S. 868. 152 See generally H.D. 1663, 2020 Gen. Assemb., Reg. Sess. (Va. 2020) (noting that the bill provided more public accommodation amendments than the religious liberty portion of the bill). 153 See generally Va. S. 868 (noting that the Senate Bill was enacted by the General Assembly as Virginia Laws Ch. 1140). 23Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 52 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i brings Virginia in line with the laws of the majority of other states. Prior to passage, only six states did not have nondiscrimination protections in places of public accommodation for any protected characteristic.154 The Virginia Human Rights Act declared that discrimination in public accommodations was against public policy, however, the law was unenforceable.155 In addi-tion, the law also had basically unenforceable protections relating to employ-ment discrimination for any protected characteristic and the only real re-course available for employment discrimination under state law was limited to public employees.156   The new law extends existing state non-discrimination protections in pub-lic employment, housing and credit to Virginians on the basis of sexual ori-entation, gender identity, pregnancy, childbirth or related medical conditions, marital status, and status as a veteran.157 This makes Virginia the first state in the South to provide statutory non-discrimination protections to LGBTQ people.158  Further, the law also creates all-new protections for Virginians in private employment and places of public accommodation on the basis of race, color, religion, national origin, sex, pregnancy, childbirth or related medical conditions, age, marital status, disability, and status as a veteran.159 Contrary to the narrative advanced by opponents of the legislation, the Virginia Values Act increases protections for people of faith by ensuring that discrimination on the basis of religion is prohibited in places of public accommodation as well as in employment.160 After being so far behind in offering state level remedies for civil rights violations, Virginia leapfrogged ahead becoming a leader basically overnight.         1. Employment  Prior to the Virginia Values Act, the non-discrimination protections that existed in the Commonwealth were quite limited. State employees had sub-stantial protections, including a grievance process and protections against re-taliation.161 Employees working for small employers that had between six  154 See State Public Accommodation Laws, supra note 4 (noting, in the months after the 2020 Virginia General Assembly session, only five states did not have a public accommodation law). 155 See VA. CODE ANN. § 2.2-3900 (2020). 156 See 2020 Session: S. 868, LEGIS. INFO. SERV., https://lis.virginia.gov/cgi-bin/legp604.exe?201+sum+SB868 (last visited Sept. 21, 2020); Va. S. 868. 157 See Va. S. 868. 158 Virginia Becomes First State in South to Enact Comprehensive Protections for LGBTQ Community, WWBT (Apr. 11, 2020), https://www.nbc12.com/2020/04/11/virginia-becomes-first-state-south-enact-comprehensive-protections-lgbtq-community-several-areas/. 159 Va. S. 868. 160 See id. 161 VA. CODE ANN. § 2.2-3000 (2020). 24Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 53 and fourteen employees who were not covered by Title VII’s federal non-discrimination prohibitions had limited ability to bring complaints related to improper discharge on the basis of race, color, religion, national origin, sex, pregnancy, childbirth or related medical conditions, and age.162 Discharge is only one of the many ways that employment discrimination can manifest. For example, discrimination also includes failure to hire, failure to promote, de-nial of benefits, unequal pay, harassment, and unequal opportunities.163 Dis-crimination on the basis of disability is covered in another, separate law.164 The Virginia Values Act significantly overhauled employment discrimi-nation under state law. Now, private employers with 15 or more employees (including unions, employment agencies, apprenticeship programs and the like) are prohibited by state law from refusing to hire, firing, failing to pro-mote, underpaying, giving less favorable conditions of employment, or oth-erwise discriminating against any employee because of their race, color, re-ligion, sex, sexual orientation, gender identity, marital status, pregnancy, childbirth or related medical conditions including lactation, status as a vet-eran, or national origin.165 Employers with twenty or more employees are prohibited from taking any of the prohibited actions against an employee be-cause the employee is forty years of age or older.166 The law also creates a robust enforcement process, ensuring that these protections are infused with the meaning that was lacking under the former statement of policy.167 As the maxim goes, there is no right without a remedy. Under previous law the lack of an enforceable remedy under state law meant there was essentially no right.168   In addition to these important changes, the Virginia Values Act also ad-dressed discrimination by smaller employers. Employers with between six and fourteen employees are now forbidden from improperly discharging an employee on the basis of marital status, sexual orientation, gender identity, and status as a veteran in addition to the characteristics previously enumer-ated.169  Finally, protections from discrimination for public employees are also ex-tended to additional characteristics by the Virginia Values Act.  Public em-ployees means employees of Virginia state government including those at  162 See 42 U.S.C. § 2000e; see also Va. S. 868. 163 42 U.S.C. § 2000e-2. 164 VA. CODE ANN. § 51.5-41 (2020). 165 Va. S. 868. 166 Id. 167 Id. 168 See Nieman & Schneider, supra note 1; see also Va. S. 868 (describing the complaint process). 169 Va. S. 868.  25Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 54 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i state agencies, boards, bureaus, and employees of public subdivisions such as municipalities and schools.170 The existing protections for these public employees now also apply to individuals who have experienced discrimina-tion on the basis of sexual orientation, gender identity, marital status and sta-tus as a veteran.171        2. Housing  Virginia’s Fair Housing Act protects individuals who are looking to buy or rent a house or apartment, or who are working with realtors, from discrim-ination.172 It prohibits discrimination in the buying, selling, or leasing of homes in: the negotiations or in the terms or conditions of the sale; reporting whether a home is still available; and appraising, listing. or brokering ser-vices.173 It also prohibits restrictive covenants which serve to segregate neighborhoods.174 The Virginia Values Act updates Virginia’s Fair Housing act to add protections on the basis of sexual orientation, gender identity, and veteran’s status to the list of characteristics covered in the existing law.175  The Virginia Values Act does not change the exemptions to the non-dis-crimination protections that existed in the underlying Fair Housing Act. These exemptions include that religious nonprofits and private clubs who wish to restrict lodging to members of their own religion or club are allowed to do so.176 People who are renting out a unit or room in a residence in which they currently live, so long as no more than four total units or rooms are for rent, are not subject to the law.177 These are typical exemptions often found in housing nondiscrimination laws, and the addition of new protected char-acteristics does not impact these exemptions.178   a. Public Accommodations Nearly all states prohibit discrimination in places of public accommoda-tion, that is, places where generally any member of the public, provided they are not behaving badly, can enter and enjoy the space, services, or offerings  170 Id. 171 Id. 172 VA. CODE ANN. § 36-96.1 (2020). 173 Id. § 36-96.3. 174 Id.  175 Va. S. 868. 176 VA. CODE ANN. § 36-96.2. 177 Id.  178 See generally, VA. CODE ANN. § 36-96; Va. S. 868; cf. 42 U.S.C. § 3607 (noting that federal law has similar exemptions). 26Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 55 of the establishment.179 From coffee shops, to libraries, to grocery stores, to gas stations, places of public accommodation are the places in which we live our lives. Prior to the effective date of the Virginia Values Act, Virginia was one of six states that had no enforceable protections from discrimination in places of public accommodation for any protected characteristic.180 Virginia and others such as Alabama, Georgia, Mississippi, North Carolina and Texas, are all states with a history of segregation.181 Ensuring that people have access to places of public accommodation with-out discrimination is critical because places of public accommodation are places that people spend significant time. A coffee shop, corner store, dry cleaner, laundromat, daycare center, gas station, public transportation, news-paper stand, restaurant, public park, bank, bar, repair shop, hair salon, movie theater, hotel, concert venue, or transportation service all qualify as places of public accommodation. As do doctors’ offices and hospitals, insurance com-panies, tax service providers, government buildings, government funded ser-vices including emergency shelters and food banks, and most educational in-stitutions.182 Denial of access to those spaces diminishes a person’s ability to participate meaningfully in society.   Access to these spaces is not limitless. Establishments may choose to set their own policies about acceptable conduct on the premises, such as “no shirt, no shoes, no service,” provided that those policies are not a proxy for discrimination nor are they selectively enforced with respect to a protected characteristic.183 A person who engages in disruptive behavior may be denied services or asked to leave.184 In addition, establishments may be encouraged or required by law to set limits on patronage, such as a theater that limits entry based upon a movie rating or bar that limits entry to people who are of drinking age.185 Further, not all places qualify as places of public  179 See 42 U.S.C. § 2000a. 180 See State Public Accommodation Laws, supra note 4 (listing five states without a public accommoda-tion law for nondisabled people); Donald P. Boyle Jr., Annual Survey of Virginia Law: Article: Civil Practice and Procedure, 28 U. RICH. L. REV. 959, 965 (1994) (noting the Virginia Human Rights Act did not create any private causes of action); Va. S. 868 (creating a private cause of action for discrimination in places of public accommodation). 181 See generally Martin Luther King, Jr.: Jim Crow Laws, NAT’L PARK SERV., https://www.nps.gov/malu/learn/education/jim_crow_laws.htm (last visited Sept. 24, 2020).  182 See 42 U.S.C. § 2000a; see also 28 C.F.R. § 36.104 (2019) (enumerating more places of public accom-modation, in the context of the Americans with Disabilities Act). 183 See Masterpiece Cakeshop, Ltd. v. Colo. C.R. Comm’n, 138 S. Ct. 1719, 1727 (2018); Richard Dahl, No Shirt, No Mask, No Service?, FINDLAW (May 28, 2020), https://blogs.findlaw.com/law_and_life/2020/05/no-shirt-no-mask-no-service.html. 184 Marina Point, Ltd. v. Wolfson, 640 P.2d 115, 124 (Cal. 1982) (quoting In re Cox, 474 P.2d 992, 999 (Cal. 1970)). 185 See, e.g., Richard M. Mosk, The Jurisprudence of Ratings Symposium Part 1: Motion Picture Ratings in the United States, 15 CARDOZO ARTS & ENT. L.J. 135, 137 (1997) (noting movie theaters are not 27Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 56 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i accommodation. Private clubs, for example, are permitted to be open exclu-sively to members and prospective members.186 Similarly, churches—even those with an “All Are Welcome” sign inviting newcomers to worship—are commonly understood to be open to members and prospective members only.187 In general, an establishment must be truly open to members of the public to qualify as a place of public accommodation.188 This does not pre-clude some degree of limitation. A bar that limits services to patrons over 21 is not exempt from following nondiscrimination requirements.189 Similarly, a job training program that limits enrollment based both upon age and income level is also considered a place of public accommodation.190  The Virginia Values Act modernized Virginia law by banning discrimina-tion in places of public accommodation on the bases of race, color, religion, national origin, sex, pregnancy, childbirth or related medical conditions, age, sexual orientation, gender identity, marital status, disability, or status as a veteran.        3. Education  Discrimination in education is prohibited by the Virginia Values Act through the provisions that prohibit discrimination in places of public accom-modation.191 Public schools, which draw students from members of the pub-lic, are the very definition of a place of public accommodation. Statutory lim-itations on age and residency do not obviate schools from the public sphere.192   required to comply with the MPAA ratings system, but that 85% utilize it for information and admission policies); Preventing Underage Sales, VA. ALCOHOLIC BEVERAGE CONTROL AUTH. (June 20, 2019), https://www.abc.virginia.gov/licenses/retail-resources/preventing-underage-sales (noting that Virginia law does not prohibit a person under 21 years of age from sitting at a bar, but an operator may establish in-house policies prohibiting it). 186 42 U.S.C. § 2000a. 187 See, e.g., Traggis v. St. Barbara’s Greek Orthodox Church, 851 F.2d 584, 586 (2d Cir. 1988). 188 See Roberts v. United States Jaycees, 468 U.S. 609, 621 (1984) (referring to Tillman v. Wheaton-Haven Recreation Assn., Inc., 410 U.S. 431, 438 (1973)); see also United States v. Trs. of Fraternal Ord. of Eagles, 472 F. Supp. 1174, 1175−76 (E.D. Wis. 1979) (citing Runyon v. McCrary, 427 U.S. 160, 172 n. 10 (1976)). 189 See generally Marina Point, Ltd. v. Wolfson, 640 P.2d 115, 124 (Cal. 1982) (quoting In re Cox, 474 P.2d 992, 999 (Cal. 1970)) (noting that the Civil Rights Act prohibits businesses from arbitrarily excluding perspective customers). 190 42 U.S.C. § 2000e-2(d) (prohibiting discrimination in job training programs); Gen. Dynamics Land Sys. v. Cline, 540 U.S. 581, 584 (2004) (holding that the Age Discrimination in Employment Act does not prohibit favoring the old over the young). 191 See S. 868, 2020 Va. Gen. Assembly, Reg. Sess. (Va. 2020). 192 See id. 28Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 57 Application of the law to private schools is more complex. If a private religious school, for example, limits enrollment to members of its particular faith, it would be akin to a private club and exempt from the public accom-modation law.193 Similarly, under the employment portion of the statute, the school may limit employment to members of the faith.194 If, however, the school allows people outside its faith to apply and enroll, it is a place of public accommodation and would be governed by the Virginia Values Act. Nothing in the law prohibits or dictates the teaching of the faith regardless of enroll-ment.         4. Credit Discrimination in credit, like discrimination in places of public accommo-dation, can be a factor that limits people’s ability to participate meaningfully in society. Whether the discrimination comes in the context of a car loan, mortgage loan, or a credit card, access to credit is vital to building a future. The Virginia Values Act updates Virginia’s underlying credit nondiscrimi-nation law to include protections on the basis of sexual orientation, gender identity, pregnancy, childbirth or related medical conditions, and status as a veteran so individuals are not denied credit or given less favorable terms simply because of who they are.195 For example, transgender people have experienced discrimination when they have changed their legal name to re-flect their true gender identity and same-sex couples have been denied mort-gage loans when the lender refuses to recognize the marriage.   C. Enforcement of the Virginia Values Act Prior to the passage of the Virginia Values Act, the Virginia Division of Human Rights (situated within the office of the Attorney General) worked in tandem with the federal government to help enforce federal nondiscrimina-tion laws.196 The Division also processed complaints filed under the limited provisions of the Human Rights Act.197 The Virginia Values Act invests the Division of Human Rights with significant new responsibilities because the Division is the administrative agency tasked with receiving, investigating,  193 See id. 194 See id. 195 See id. 196 Attorney General Mark Herring: The Division of Human Rights, VIRGINIA.GOV, https://www.oag.state.va.us/programs-initiatives/human-rights (last visited Sept. 25, 2020). 197 Id. 29Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 58 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i assessing, and helping to conciliate complaints.198 The process and timeline for these enforcement activities is still under development via new regula-tions, but it substantially mirrors the process used by the federal Equal Em-ployment Opportunity Commission and echoed by many state agencies tasked with enforcing nondiscrimination laws.   Further, the Virginia Values Act authorizes the Office of the Attorney General to initiate lawsuits, as needed, on behalf of individuals experiencing discrimination.199 This authority is comparable to the authority granted to the EEOC and the Department of Justice under federal law.200 While unlikely to be a common occurrence, this authority allows the Attorney General to bring action against repeat offenders or to seek final clarity on a contested question of law.  Finally, a private party may only file a civil action in court if the Division of Human Rights attests that the person has exhausted their administrative remedies.201 Government employees who experience discrimination must go through a separate grievance process established under prior law.202 Reme-dies for discrimination may include an injunction, compensatory damages, punitive damages, and attorneys’ fees or costs.203    IV. The Virginia Values Act and the New South The Virginia Values Act undoubtedly brings Virginia into the 21st cen-tury, and into alignment with the values of Virginia voters, by modernizing and expanding existing civil rights law. It incorporated the piecemeal legis-lation that had been introduced in previous sessions to ban discrimination on the basis of sexual orientation and gender identity in public employment204 and in housing,205 creating more comprehensive legislation inclusive of pro-tections for private employees, credit users, and patrons of public accommo-dations. It also extended additional protections on the basis of marital status  198 See Va. S. 868. 199 See id. 200 See Memorandum of Understanding Between the U.S. Equal Emp. Opportunity Comm’n and The U.S. Dep’t of Just. (Dec. 21, 2018) (on file with the U.S. Equal Employment Opportunity Commission). 201 See Va. S. 868. 202 Employment Dispute Resolution, DEP’T OF HUM. RES. MGMT., https://www.dhrm.virginia.gov/employ-ment-dispute-resolution (last visited Sept. 25, 2020). 203 See Virginia Adds LGBTQ Protections to Anti-Discrimination, MCGUIREWOODS (Apr. 14, 2020), https://www.mcguirewoods.com/client-resources/Alerts/2020/4/virginia-adds-lgbtq-protections-to-anti-discrimination-law. 204 VA. CODE ANN. § 2.2-3905 (2020) (prohibiting employment discrimination). 205 § 36-96.1 (prohibiting housing discrimination). 30Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 59 and status as a veteran.206 The Virginia Values Act was not the only bill this session to amend civil rights law. The CROWN Act and pregnancy discrim-ination legislation were both adopted to ensure that prohibitions on discrim-ination on the basis of race and sex were properly construed.207 Elsewhere in Virginia code, old segregation statutes were repealed208 and voting reforms were enacted. The dam that broke in 2019 carried along many overdue re-forms. The 2020 General Assembly session enacted many laws necessary for lived equality. Virginia is now the first state in the South to provide nondiscrimination protections for the LGBTQ community,209 but that was not inevitably the case. Despite overwhelming popular support for nondiscrimination protec-tions, even among Republicans and from people across religious traditions, there was resistance to passing nondiscrimination protections for LGBTQ people.210 Progress stalled until the issue was able to garner overwhelming, bipartisan support in the wake of a wave election.211 Given the popularity of these issues, the reluctance of legislative leadership to move forward seems quite incongruent. Unfortunately, the explanation is painfully clear: many legislators shied away from issues that their more fringe colleagues had come to rely upon as political wedges. Drummed-up polarization around LGBTQ equality combined with fear of a primary challenge from the right trumped main street support. It took a wave election and all-new House legislative leadership to shake a nondiscrimination bill loose.212 Other Southern states may or may not recreate the environment that led to enshrining sexual orien-tation and gender identity nondiscrimination protections into law.     206 See id. 207 See § 2.2-3901 (prohibiting discrimination on the basis of pregnancy); The Official Campaign of the CROWN Act, supra note 30.  208 See S. 874, 2020 Gen. Assemb., Reg. Sess. (Va. 2011) (repealing statute that established separate ac-commodation for white and African American passengers on steamboats). 209 See Nick Morrow, Virginia Values Act Signed Into Law—Extending Long-Delayed, Critical Protec-tions to LGBTQ Virginians, HUM. RTS. CAMPAIGN (Apr. 11, 2020), https://www.hrc.org/news/virginia-values-act-signed-into-law-extends-protections-to-lgbtq-virginians. 210 See Vee Lamneck, Vee Lamneck column: The push for LGBTQ nondiscrimination protections, RICH. TIMES-DISPATCH (Feb. 4, 2020), https://richmond.com/opinion/columnists/vee-lamneck-column-the-push-for-lgbtq-nondiscrimination-protections/article_95a4a675-3b69-5410-b090-6234f7431d70.html (reporting that 3 in 4 Virginia citizens support nondiscrimination policies for LGBTQ people); Justin Mattingly, ‘Virginia is for all lovers’: House and Senate pass legislation to ban LGBTQ discrimination, RICH. TIMES-DISPATCH (Feb. 6, 2020), https://richmond.com/news/plus/virginia-is-for-all-lovers-house-and-senate-pass-legislation-to-ban-lgbtq-discrimination/article_71712074-184d-524a-895f-e6e03fff7350.html (referencing opposition to the Virginia Values Act). 211 See Mattingly, supra note 210.  212 See id. 31Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 60 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i  A. Ongoing Legislative Attacks on LGBTQ Rights When the Obergefell v. Hodges case landed before the United States Su-preme Court, conventional wisdom from supporters and detractors of mar-riage equality alike was that the Court was inclined to decide that marriage equality was guaranteed under the United States Constitution.213 The Court’s watershed decision did not arrive until the summer of 2015, but in the pre-ceding months state legislators sprang into action introducing a slew of leg-islation intended to limit or resist the outcome.214 More than 800 anti-LGBTQ bills have been introduced in state legislatures since then, ranging from religious refusals to bills targeting LGBTQ prospective foster or adop-tive parents to bills trying to restrict bathroom access for transgender people or denying transgender youth access to best-practice, medically necessary care.215 Many of these bills arose in the South. The vast majority (95%) have been defeated, but the narrative that the South has a long way to go on LGBTQ issues certainly remains.216   The diminishment of LGBTQ rights in the South is far from assured. In fact, North Carolina and Arkansas were examples of early, bipartisan success to come together to protect some of the most vulnerable members of the LGBTQ community: youth. At the time, legislators from across the aisle could agree that bullying was both harmful and preventable. In 2009, North Carolina passed legislation prohibiting bullying and requiring schools to re-spond.217 Notably, the law enumerated protected characteristics including sexual orientation and gender identity.  Arkansas followed suit in 2011.218 A bipartisan approach to LGBTQ issues did not last long in either state.   In 2015, following the passage of a Fayetteville ordinance prohibiting dis-crimination on the basis of sexual orientation and gender identity,219 Arkan-sas adopted a law eliminating the ability of cities to enact nondiscrimination  213 See Emma Margolin, What if gay marriage loses?, MSNBC (May 2, 2015), http://www.msnbc.com/msnbc/what-if-gay-marriage-loses. 214 See, e.g., S. 100, 119th Gen. Assemb., 2d Reg. Sess. (Ind. 2015); H.D. 2398, 27th Leg. (Haw. 2014); Oklahoma Religious Freedom Reformation Act of 2015, S. 440, 55th Leg., 1st Sess. (Okla. 2015); H.D. 1251, 89th Leg., Reg. Sess. (S.D. 2014); H.D. 2467, 108th Gen. Assemb., 2d Sess. (Tenn. 2014). 215 See, e.g., Keep Faith In Adoption and Foster Care Act, S. 375, 154th Gen. Assemb., Reg. Sess. (Ga. 2018) (allowing religiously affiliated child-placement agencies to decline placement to same-sex couples); Texas Health Care Right of Conscience Act, H.R. 2878, 85th Leg. (Tex. 2017) (granting a right to refuse to perform medical services when services conflict with a medical care provider's religious beliefs); H.D. 2B, 2015 Gen. Assemb., 2d Extra Sess. (N.C. 2016) (mandating single-sex multiple occupancy bathrooms in schools and public agencies based on biological sex). 216 See David Crary, Bills to Curtail LGBT Rights Are Failing in US Legislatures, ASSOCIATED PRESS (Apr. 17, 2018), https://apnews.com/article/627d0ed9297848769d2f35a2892f3972. 217 N.C. GEN. STAT. §§ 115C-407.15 to 407.18 (2019); S. 526, 2009 Gen. Assemb. (N.C. 2009). 218 ARK. CODE ANN. § 6-18-514 (2020); S. 892, 88th Gen. Assemb., Reg. Sess. (Ark. 2011). 219 FAYETTEVILLE, ARK., CODE OF ORDINANCES, ch.130, art. V, § 130.50 (2015). 32Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 61 ordinance that exceeded state law.220 The next year, North Carolina became infamous for passing HB2, a law that barred transgender people from using restrooms and other facilities consistent with their gender identity in govern-ment buildings including schools, airports, libraries, convention centers, and stadiums.221 The law also overturned city ordinances banning discrimination on the basis of sexual orientation and gender identity. Despite efforts to re-peal HB2, the law replacing HB2 continues to perpetuate anti-transgender discrimination.222 In both Arkansas and North Carolina, as well as in many other states, the basic existence of transgender people was weaponized as an electoral wedge and a bipartisan approach to LGBTQ issues was consigned, at least for now, to the dustbin.   B. Demographics and Elections In Virginia, Delegate Bob Marshall proudly declared himself Virginia’s “chief homophobe,”223 having orchestrated the state’s constitutional ban on same-sex marriage in addition to sponsoring numerous other anti-LGBTQ bills.224 In 2017, Marshall introduced his own version of a bathroom bill, though it never advanced out of committee.225 Later that year, he lost his seat to a Democratic challenger, Danica Roem, a transgender woman.226 Delegate Roem went on to patron several important pieces of pro-equality legisla-tion227 and was an outspoken advocate for the Virginia Values Act.228  Major shifts in Virginia’s demographics have played a significant role in  220 ARK. CODE ANN. § 14-1-403 (2020). 221 H.D. 2B, 2015 Gen. Assemb., 2d Extra Sess. (N.C. 2016). 222 Mark Abadi, 'This Is a Bait and Switch': Liberal Groups Furious Over North Carolina's ‘Bathroom law' Replacement, BUS. INSIDER (Mar. 30, 2017), https://www.businessinsider.com/north-carolina-bath-room-bill-repeal-hb2-replacement-2017-3. 223 Antonio Olivo, Danica Roem of Virginia to be first openly transgender person elected, seated in a U.S. statehouse, WASH. POST (Nov. 18, 2017), https://www.washingtonpost.com/local/virginia-politics/dan-ica-roem-will-be-vas-first-openly-transgender-elected-official-after-unseating-conservative-robert-g-marshall-in-house-race/2017/11/07/d534bdde-c0af-11e7-959c-fe2b598d8c00_story.html. 224 Marriage, DEL. BOB MARSHALL, https://delegatebob.com/marriage/ (last visited Oct. 3, 2020). 225 Nico Lang, What the Death of Virginia’s ‘Bathroom Bill’ Means for LGBTQ Rights, NBC NEWS (Jan. 20, 2017), https://www.nbcnews.com/feature/nbc-out/what-death-virginia-s-bathroom-bill-means-lgbtq-rights-n710066. 226 Olivo, supra note 223.  227 See, e.g., H.D. 1864, 2019 Gen. Assemb., Reg. Sess. (Va. 2019) (prohibiting a health carrier from imposing additional costs on transgender individuals); H.D. 2104, 2019 Gen. Assemb., Reg. Sess. (Va. 2019) (requiring religious and gender neutrality in school dress codes); H.D. 696, 2020 Gen. Assemb., Reg. Sess. (Va 2020) (providing that localities may prohibit instances of discrimination on the basis of sexual orientation and gender identity); H.D. 1429, 2020 Gen. Assemb., Reg. Sess. (Va. 2020) (prohibiting health carriers from denying coverage to or imposing additional costs on transgender individuals). 228 See Graham Moomaw, Transgender Delegate Blasts ‘Discriminatory Politicians’ Who Opposed LGBTQ Bill, VA. MERCURY (Feb. 5, 2020), https://www.virginiamercury.com/blog-va/transgender-dele-gate-blasts-discriminatory-politicians-who-opposed-lgbtq-bill/. 33Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 62 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i the transformation of Virginia into a state that’s more blue than purple.229 Between 2000 and 2010, the state underwent a 13 percent growth in popula-tion with more than half of those new residents settling in Northern Vir-ginia.230 During this timeframe, the Latinx population doubled and the API population increased by more than 60 percent.231 A significant percentage of people relocating to Virginia came from New York and other northeastern states that had adopted laws protecting LGBTQ rights.232 In 2000, 29 percent of Virginia residents had attained a bachelor's degree or higher.233 By 2018, the number grew to 38 percent.234 These demographic shifts correlate both to support for LGBTQ rights235 and a propensity to identify as a Democrat.236   C. Popular Support for LGBTQ Rights Popular support for nondiscrimination laws has been high for quite some time. One study shows that a majority of Republicans continued to support nondiscrimination laws during the period of 2015-2018 even as those num-bers faltered as a result of the increased partisanship over LGBTQ issues (note that North Carolina’s HB2 passed in 2016).237 Even so, nearly seven in ten Americans favor laws that would protect LGBT people from  229 See Sabrina Tavernise and Robert Gebeloff, How Voters Turned Virginia From Deep Red to Solid Blue, N.Y. TIMES (Nov. 9, 2019), https://www.nytimes.com/2019/11/09/us/virginia-elections-democrats-republicans.html. 230 Lisa A. Sturtevant, Virginia’s Changing Demographic Landscape, VA. ISSUES & ANSWERS, Winter 2011-12, at 2–3. 231 See id. at 5.  232 See Gregor Aisch, Robert Gebeloff & Kevin Quealy, Where We Came From and Where We Went, State by State, N.Y. TIMES (Aug. 19, 2014), https://www.nytimes.com/interactive/2014/08/13/upshot/where-people-in-each-state-were-born.html#Virginia (according to the interactive chart 17% of Virginians came from Northeast states in 2012).  233 U.S. CENSUS BUREAU, VIRGINIA: 2000, at 3 (2002). 234 QuickFacts Virginia, U.S. CENSUS BUREAU (2018), https://www.census.gov/quickfacts/fact/ta-ble/VA/EDU685218#EDU685218. 235 See Broad Support for LGBT Rights Across all 50 States: Findings from the 2019 American Values Atlas, PUB. RELIGION RSCH. INST. (Apr. 14, 2020), https://www.prri.org/research/broad-support-for-lgbt-rights/ (discussing statistical findings showing particular support for LGBT rights among people who identify as Latinx, API, Northeasterner, or have attained a bachelor's degree or higher education). 236 See In Changing U.S. Electorate, Race and Education Remain Stark Dividing Lines, PEW RSCH. CTR. (June 2, 2020), https://www.pewresearch.org/politics/2020/06/02/democratic-edge-in-party-identifica-tion-narrows-slightly (noting the nationwide shift of people with bachelor’s degrees identifying as Dem-ocrat).  237 See Daniel Greenberg et al., Fifty Years After Stonewall: Widespread Support for LGBT Issues - Find-ings from American Values Atlas 2018, PUB. RELIGION RSCH. INST. (Mar. 26, 2019), https://www.prri.org/research/fifty-years-after-stonewall-widespread-support-for-lgbt-issues-findings-from-american-values-atlas-2018 (noting how the support for LGBTQ issues has declined amongst Re-publicans but the majority of Republicans still support them); Michael Gordon et al., Understanding HB2: North Carolina’s Newest Law Solidifies State’s Role in Defining Discrimination, CHARLOTTE OBSERVER (Mar. 26, 2016), https://www.charlotteobserver.com/news/politics-government/article68401147.html (describing the passage of HB2 and its significance for LGBTQ rights). 34Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4Do Not Delete 3/30/2021  10:11 PM 2020] VIRGINIA VALUES ACT 63 discrimination in jobs, public accommodations, and housing, including ma-jorities of Democrats (79%), Independents (70%) and Republicans (56%).238 Support is also cross-generational: younger people have higher levels of sup-port, with 18-19 year olds supporting nondiscrimination laws by 76%.239 De-clines in support are marginal with age and at no point drop below the ma-jority mark. Among those 30-49 support is at 72%, and 66% of people between 50-64 support nondiscrimination laws as do 59% of those 65 and above.240 This trend of majority support stays consistent across faith tradi-tions as well, with majorities of all the religious groups assessed reporting majority support.241  A poll fielded at the end of 2019 told this same story about Virginians: 72% of Virginians surveyed supported updating nondiscrimination laws cov-ering places of public accommodations, including 53% of Republicans; 78% supported updating laws relating to employment, including 64% of Republi-cans.242 Support was not limited to Northern Virginia and the Richmond sub-urbs; there was majority support in the Shenandoah region (64% support for public accommodations protections and 74% for employment protections) as well as the Lynchburg area (56% support for protections in public accommo-dations and 64% in employment).243 CONCLUSION As the first state in the South to have nondiscrimination protections that encompass the LGBTQ community, Virginia is a pioneer. The combination of updates to existing law and creation of new protections for all Virginians means that the Virginia Values Act has brought Virginia into line with other states while simultaneously creating its own landmark. After being so far be-hind on codifying civil rights protections, Virginia leapfrogged ahead, be-coming a leader overnight. Popular support for LGBTQ nondiscrimination remains extremely high, and not only among liberals, suburbanites, and Dem-ocrats.244 Republicans and independents, as well as a majority of people of many faiths, in urban and rural areas of the states, recognize why  238 Greenberg et al., supra note 237. 239 Id. 240 Id. 241 Id. 242 New Poll Shows Supermajority Support for Protecting LGBTQ Virginians from Discrimination, VA. VALUES COAL. (Jan. 13, 2020), https://vavalues.org/2020/01/13/new-poll-shows-supermajority-support-for-protecting-lgbtq-virginians-from-discrimination. 243 Id. 244 See id. 35Warbelow and Oakley: The Virginia Values Act: A Landmark Civil Rights Legislation LeapPublished by UR Scholarship Repository, 2021Do Not Delete 3/30/2021  10:11 PM 64 RICHMOND PUBLIC INTEREST LAW REVIEW [Vol. XXIV:i nondiscrimination laws are so vitally important: allowing barriers to the fun-damental building blocks of American life is fundamentally unfair.   The “Blue Wave” election that swept Virginia in 2019 brought a pro-equality majority and pro-equality leadership into Virginia for the first time in decades.245 It is because legislators were allowed to vote not only their conscience, but consistently with their constituents, that this landmark piece of civil rights legislation passed so decisively. Potential for change exists throughout the South, but protections for LGBTQ people depend upon many factors. At a minimum, lawmakers must be willing to resist the pressure to allow matters of LGBTQ equality to be wielded as a wedge issue, and they may take comfort in the popular support for nondiscrimination protections that transcends party, age, and even religious belief.     245 See Ella Nilsen, Democrats Just Pulled off a Huge Win, Taking Control of Virginia’s State Legislature, VOX (Nov. 5, 2019), https://www.vox.com/policy-and-politics/2019/11/5/20944109/virginia-elections-legislature-results-democrats (noting how Democrats became the majority in the Virginia legislature in the 2019 election); Lucas Acosta, HRC Applauds New Pro-Equality Majorities in Virginia Legislature, HUM. RTS. CAMPAIGN (Nov. 5, 2019), https://www.hrc.org/news/hrc-applauds-new-pro-equality-majori-ties-in-virginia-legislature (noting how the Virginia 2019 election resulted in a pro-equality majority in the legislature). 36Richmond Public Interest Law Review, Vol. 24, Iss. 1 [2021], Art. 4https://scholarship.richmond.edu/pilr/vol24/iss1/4",
    "id": 401856350,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.richmond.edu:pilr-1484"
    },
    "title": "The Virginia Values Act: A Landmark Civil Rights Legislation Leapfrogs Virginia into a Leader on Equality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-03-31T08:00:00+01:00",
    "publisher": "UR Scholarship Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.richmond.edu/cgi/viewcontent.cgi?article=1484&context=pilr"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/401856350.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/401856350"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/401856350/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/401856350/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/401856350"
        }
    ],
    "abstract": "After more than 25 years of Republican political control, Virginia passed thirteen pieces of pro-equality legislation in 2020, the most sweeping of which was the Virginia Values Act. That legislation modernized Virginia civil rights law, bringing the state into line with the overwhelming majority of other states in addressing discrimination. In addition to adding nondiscrimination protections for lesbian, gay, bisexual, transgender, and queer (LGBTQ) people in existing law - which included housing, public employment, and credit it created all-new protections from discrimination in employment and places of public accommodation on the basis of race, color, religion, national origin, sex, pregnancy, childbirth or related medical conditions, age, sexual orientation, gender identity, marital status, disability, or status as a veteran. The legacy of the Virginia Values Act represents tremendous progress for the Commonwealth of Virginia not only on LGBTQ equality, but also in grappling with racism and sexism. It is a manifestation of the transformation of Virginia over time, and it is a reflection of the power of an elected body to make transformative change when the representatives are free to vote in alignment with not only their conscience, but in accord with the will of their constituents. To continue making such progress across the South, it will be imperative that other legislatures undergo similar transformations",
    "tags": [
        "article",
        "Law",
        "Public Law and Legal Theory"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:scholarship.richmond.edu:pilr-1484",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3614",
        "openDoarId": 0,
        "name": "University of Richmond",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 401856350,
        "depositedDate": null,
        "publishedDate": "2021-03-31T08:00:00+01:00",
        "updatedDate": "2024-02-20T23:15:05+00:00",
        "acceptedDate": null,
        "createdDate": "2021-04-17T09:18:01+01:00"
    },
    "urls": [
        "https://scholarship.richmond.edu/pilr/vol24/iss1/4",
        "https://scholarship.richmond.edu/context/pilr/article/1484/viewcontent/29_64_Round_4_Formatting___2___Warbelow___Oakley.pdf"
    ],
    "lastUpdate": "2024-02-20T23:15:05+00:00",
    "setSpecs": []
}