{
    "acceptedDate": "2011-07-15T00:00:00+01:00",
    "authors": [
        {
            "name": "Jivraj, Suhraiya"
        },
        {
            "name": "de Jong, Anisa"
        }
    ],
    "contributors": [],
    "createdDate": "2013-06-06T21:44:13+01:00",
    "dataProvider": {
        "id": 57,
        "name": "Kent Academic Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/57",
        "logo": "https://api.core.ac.uk/data-providers/57/logo"
    },
    "depositedDate": "2011-07-15T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1007/s10691-011-9182-5",
    "downloadUrl": "https://core.ac.uk/download/10635288.pdf",
    "fullText": "1 23Feminist Legal Studies ISSN 0966-3622 Fem Leg StudDOI 10.1007/s10691-011-9182-5The Dutch Homo-Emancipation Policyand its Silencing Effects on QueerMuslimsSuhraiya Jivraj & Anisa de Jong1 23Your article is protected by copyright andall rights are held exclusively by SpringerScience+Business Media B.V.. This e-offprintis for personal use only and shall not be self-archived in electronic repositories. If youwish to self-archive your work, please use theaccepted author’s version for posting to yourown website or your institution’s repository.You may further deposit the accepted author’sversion on a funder’s repository at a funder’srequest, provided it is not made publiclyavailable until 12 months after publication.The Dutch Homo-Emancipation Policy and its SilencingEffects on Queer MuslimsSuhraiya Jivraj • Anisa de Jong\u0002 Springer Science+Business Media B.V. 2011Abstract The recent Dutch homo-emancipation policy has identified religiouscommunities, particularly within migrant populations, as a core target group inwhich to make homosexuality more ‘speakable’. In this article we examine theparadoxical silencing tendencies of this ‘speaking out’ policy on queer Muslimorganisations in the Netherlands. We undertake this analysis as the Dutch govern-ment is perhaps unique in developing an explicit ‘homo-emancipation’ policy and isoften looked to as the model for sexuality politics and legal redress in relation toinequalities on the basis of sexual orientation. We highlight how the ‘speakability’imperative in the Dutch homo-emancipation policy reproduces a paradigmatic,‘homonormative’ model of an ‘out’ and ‘visible’ queer sexuality that has also cometo be embedded in an anti-immigrant and specifically anti-Muslim discourse in theNetherlands. Drawing on the concept of habitus, particularly in the work of GloriaWekker, we suggest that rather than relying on a ‘speakability’ policy model, queerMuslim sexualities need to be understood in a more nuanced and intersecting waythat attends to their lived realities.Keywords Queer Muslims \u0002 Lesbian, gay, bisexual and transgender (LGBT) \u0002Homonationalism \u0002 Equalities \u0002 Intersectionality \u0002 Multiculturalism \u0002 Habitus \u0002Dutch homo-emancipation policyS. Jivraj (&)School of Social Sciences and Law, Oxford Brookes University, Oxford, UKe-mail: sjivraj@brookes.ac.ukA. de JongSchool of Law, Bristol University, Bristol, UKe-mail: anisadejong@gmail.com123Fem Leg StudDOI 10.1007/s10691-011-9182-5Author's personal copy‘It is impossible to be emancipated if you cannot be yourself in public’ (OCW 2007:18).In November 2007 the Dutch Ministry for Education, Culture and Science1launched the policy document Gewoon homo zijn or Just being gay.2 This documentsets out a Dutch ‘homo-emancipation’ policy for the period 2008–2011 placing twocore values on the political and public agenda: the social acceptance of‘homosexuals’ and the freedom to be out (2007, p. 5).3 The policy lists fiveoperational goals, the first—and most dominant—of which is to promote thebespreekbaarheid, namely the ‘speakability’ or ‘discussability’4 of homosexualitywithin ‘various groups of the population’ (2007, pp. 13–14).5 Although notexplicitly identified, it is clear from the policy document and the way in which it isresponding to the perceived threat to liberal Dutch values from ‘Muslimhomophobia’, that Moroccan and Turkish (Muslim) communities are the coretarget group where homosexuality is to be made more ‘speakable’.Drawing on interviews and work with Dutch social policy experts as well as ourown experiences of working within a UK based queer Muslim group (the SafraProject),6 we examine the paradoxical silencing tendencies of a speaking out policyon queer Muslims. We undertake this analysis in relation to the Netherlands as theDutch government has developed an explicit homo-emancipation policy and it isoften looked to as the model for sexuality politics and legal redress in relation toinequalities on the basis of sexual orientation.7 However, we would like to throwcaution on any impulses to reify the Dutch model. Indeed, we undertake thisanalysis with a view to learning lessons for future policy developments in other1 Ministerie voor Onderwijs, Cultuur en Wetenschap (OCW).2 We have translated the Dutch term gewoon as ‘just’, in the sense of simply or ordinary, but the termalso refers to being ‘normal’. All translations from Dutch have been undertaken by co-author Anisa deJong.3 It is beyond the scope of this paper to discuss the problematics of some of the terminology used in thepolicy, such as the notion of emancipation. With regards to the terms homo and homosexuals, the policyexplains that these terms are intended to refer to lesbian women, gay men, bisexuals and transgenderpeople (OCW 2007, p. 5). A later progress report (2010, discussed below) introduces the term LHBT(lesbisch, homo, biseksueel en transgender) in line with the more common internationally used lesbian,gay, bisexual and transgender (LGBT). Therefore, where appropriate we will translate the termhomosexual in the policy document with the term LGBT.4 The term bespreekbaar literally translates as ‘speakable’ but is usually translated in English asnegotiable, debatable or discussable. The term can be used to refer to a public speaking out, an ability tocommunicate or engage in dialogue with others and a willingness to negotiate or come to an agreement.5 The other four operational goals are: to address violence and intimidation; to stimulate national andlocal alliances; to contribute to a gay-friendly environment at school, in the workplace and in sports, andto play an active international and European role (2007, pp. 13–14).6 Both authors were co-founders of the Safra Project. From 2001 to 2005 Suhraiya Jivraj was co-ordinator of the organisation and Anisa de Jong was the Asylum co-ordinator. For more information seewww.safraproject.org, accessed 10 November 2010. We also wish to thank Tamsila Tauqir, co-founderand current director of the Safra Project for her comments on this paper. We would also like to thank thereferees and editors for their insightful comments. All errors are our own.7 A prime example is Dutch policy allowing same-sex marriage and adoption by same-sex couples.S. Jivraj, A. de Jong123Author's personal copynational contexts such as the UK on issues of sexuality, race and religion.8In particular we seek to highlight how the ‘speakability’ imperative in the homo-emancipation policy reproduces a paradigmatic, homonormative9 model of an outand visible queer sexuality that has also come to be embedded in an anti-immigrantand specifically anti-Muslim discourse in the Netherlands. This political climatecurrently prevalent in the Netherlands is indicative of what Puar (2007) has termedhomonationalism, which—in the Dutch context—is apparent in the ways the Dutchnation is associated with sexual freedom whilst Muslims are viewed as oppressiveand intolerant of (queer) sexualities.10We begin by outlining the political context that forms the background to the homo-emancipation policy, specifically highlighting how Dutch tolerance of homosexualityhas come to be part of a nationalist discourse and identity. We then examine how thepolicy seeks to impact upon queer Muslims focusing on two key problematics. Firstly,we explore the structural or practical issues that affect the capacity-building of queerMuslim grassroots organisations, for example, in relation to the (non-)distribution offunding. We suggest that the funding structure and practice reveals a power dynamicembedded within a nationalist discourse, which effectively seeks to incorporate queerMuslims within a particular homonormative model.Overlapping with this point is a second and more conceptual problematic, that isthe policy’s focus on ‘speakability’ that implies a specific notion of what it means tobe gay, namely as something that is outwardly and publicly defined, or ‘out andproud’. This is contrasted with sexualities that are experienced differently and/or thatare less visible or outspoken. We suggest that a speaking out policy, embedded withinhomonationalist sentiment as well a homonormative framing of same-sex sexualities,fails to grapple with the complex subjectivities of diasporic queer Muslims. In thefinal section, we draw on the work of Gloria Wekker who—using Bourdieu’s notionof habitus—seeks to understand the diverse ways in which sexualities might be livedor inhabited. Her research highlights how migrant sexualities can be understoodthrough modes of ‘doing’ rather than modes of ‘speaking’. We therefore suggest thatWekker’s work provides gender and sexuality studies with a helpful framework, bothfor how we might better understand queer sexualities outside of homonormative/nationalist dynamics, as well as with a view to formulating policy in ways that canattend to complex queer lived realities more reflexively.8 We recognise there are significant historical, cultural, structural and other differences among WesternEuropean countries with regards to their relationships with their Muslim populations, but suggest thereare sufficient similarities for the silencing tendencies that we identify to be relevant across nationalcontexts.9 For a more detailed account of homonormativity see Duggan’s work (2002). See also El Tayeb (2011)on how the homonormative model comes to be part of a neo-liberal economic agenda. Rahman (2010)provides a summary of critiques of homonormativity within queer theory.10 Two white gay men are depicted on the front cover of the policy document, presumably indicative ofthe emancipated gay subject. This can be juxtaposed with other images depicting brown ‘ethnic’ faces ascloseted and un-emancipated, for example on the advertising postcard for the ‘speakability’ campaignwhich has a brown face covered by a hand with only the eyes showing. A discussion of the visualrepresentations of gayness in the Dutch context is beyond the scope of this paper.The Dutch Homo-Emancipation Policy and its Silencing123Author's personal copyDutch Homo-Emancipation, Homonationalism and the Need for a Third WaveA number of scholars have highlighted the rise of a nationalist discourse around thelimits of ‘Dutch tolerance’ as well as the limits to the capacity of Muslims to respectliberal Dutch secular values, including liberal attitudes to homosexuality (van derVeer 2006; Vasta 2006; Butler 2009; Mepschen et al. 2010). The juxtaposition of ahomo-friendly Netherlands and homophobic Muslims resonates with what Puar(2007) has termed ‘homonationalism’. She uses this term in her book TerroristAssemblages: homonationalism in queer times to refer to forms of lesbian and gaypolitics or governmental discourse that invoke a distinction between the ‘West’ andIslam.11 This debate is of course not exclusive to the Netherlands, as Puar (2007),Haritaworn (2008) and Kuntsman (2008) have demonstrated in their work on theconvergences of sexuality and nationalist discourse around the war on terror.12However, as Mepschen et al. argue, the Netherlands can perhaps be understood asdistinct from similar trends in other Western European countries in having had asocial history in which gay sexuality came to be ‘normalised’ (2010, p. 964).Indeed, the Dutch so-called first wave of homo-emancipation achieved equalisationof the age of consent in 1971. A second wave pursuing further legal and socialequality was considered to have been completed with the introduction of same-sexmarriage in 2001 (OCW 2007, p. 11).13In her 2009 George Mosse lecture, Gloria Wekker refers to what she perceives asa widespread ‘nostalgia’ for these idyllic, uncomplicated good old days, a nostalgiathat in ‘gay circles’ takes on the specific form of a longing for the days ‘when therewere no Muslims’ (2009, p. 1). This time in the Dutch imaginary, she argues isepitomised by a completed women’s and gay emancipation, now under threat withthe seeming failure of Moroccan and Turkish Muslims to integrate and respectDutch values. Wekker may perhaps be overstating the existence of homonostalgiawithin Dutch gay circles, for example, marginalising the important anti-racist workbeing conducted by lesbian and gay activists.14 She is nonetheless, pointing to an11 Puar’s critique of this distinction goes beyond a critique of orientalist thinking in Said’s (1979) work,in that she specifically points out how this discourse circulates in ways that effectively associate the Westwith sexual freedom, whereas Islam comes to circulate as a culture that is oppressive of sexual freedom.See also Mepschen et al. (2010).12 This orientalist and homonationalist discourse has been discussed in relation to a number of othercontexts such as gay refugees (Long 2009; de Jong 2008) and gay activism in Germany (Haritaworn et al.2008, 2011). See also, Asad (2006), Brown (2006), Mahmood (2009) and Razack (2008) for analyses ofnationalist and state discourse on Muslims as a threat to modern ‘Western’ values.13 Timeline by the International Homo/Lesbian Information Centre and Archive, available: http://www.ihlia.nl/dutch/algemeen/Tijdbalk accessed 10 November 2010. Although we acknowledge the terminol-ogy of ‘progress’ through ‘waves’ is problematic, our text reflects its usage in the Just being gay policy(OCW 2007, p. 11).14 Perhaps another key point that Wekker does not sufficiently address in her lecture is the complexity ofthe underlying issues, such as reactions against racism, exclusion and violence, material inequality and awidespread anxiety felt and experienced by many different groups within society, as well as theexploitation of these sentiments by right wing politicians such as Fortuyn and Wilders. Thanks to PeterDankmeijer for this critical observation of the lecture. See for example the work of EduDivers, a DutchExpertise Centre on Education and Sexual Diversity, http://edudivers.nl/english, accessed 10 November2010.S. Jivraj, A. de Jong123Author's personal copyimportant underlying racialising and nationalist discourse against which a thirdwave of Dutch homo-emancipation policy was developed. Wekker argues thatMuslim homophobia has become almost emblematic of the broader socio-politicalproblematic within the Netherlands and suggests that the acceptance of homosex-uality has become a ‘litmus test’ for the immigrant population as to whether theyhave entered modernity and consequently whether they should be allowed to belongwithin Dutch society (2009, p. 7).15Within this political context, the Just being gay policy can be viewed asinstrumental to bringing about a third wave of homo-emancipation. Although thepolicy target groups are ostensibly worded in generic terms (as ‘orthodox religiousand belief communities’16; ‘ethnic minorities and schools’) it is apparent thatMuslims, especially Muslim youth, are one—if not the—core target group wheresocial acceptance of homosexuality is thought to be in need of improvement (OCW2007, p. 15).17 The policy clearly reflects this political context for example, withsection titles such as ‘the idyll has been disturbed’ (OCW 2007, pp. 10–11) which isinterspersed with statistics showing that hostility is particularly strong amongstTurkish and Moroccan (that is Muslim) youth.18 Moreover, the term ‘disturbance’alongside statistics on the attitudes of ethnic minorities, clearly invokes thenostalgia that Wekker describes, particularly as they imply that it is the arrival of‘others’ that has disturbed the supposedly pre-existing ‘idyll’ of a gay-friendlyNetherlands.As a number of commentators have observed, the disturbance which led policymakers to re-focus attention on lesbian and gay issues were sparked by a series ofevents but perhaps most ostensibly by controversial statements on homosexualitymade by a Muslim religious leader, Imam El Moumni, in 2001.19 His comments ledto a heated media and public debate that also fuelled the wider anti-Muslimdiscourse following 9/11 that same year, as well as feeding into the broader anti-immigration agenda of the already popular Dutch right wing and gay politicianPim Fortuyn (van der Veer 2006). Although Fortuyn was murdered in 2002 by anenvironmentalist, his political supporters took his political agenda further into15 For critiques of the Dutch citizenship test (inburgeringstest) that requires a particular kind of homo-tolerance to be displayed see Bracke (2011) and Butler (2009, p. 130).16 The document uses the term levensbeschouwelijk, which literally refers to ‘that which concerns a viewon life’; in other words, it refers to a positioning with regards to the meaning, value of, and moralguidance in, life. The term includes religious and non-religious views, and is broader than the termphilosophy which is mainly grounded in rationality.17 The full policy document does cover a broader range of social groups that require attention, such asyouth in general, and orthodox streams within all religions. It also mentions the vulnerable position oflesbian women and transgender people. However, our point here is that Muslims are identified through thelanguage and examples used, as a particular social group where promotion of ‘speakability’ is urgentlyrequired.18 The impact of the Antillians’ attitudes is mitigated by additional statistics showing that they constitutea much smaller ethnic group than people from Turkish and Moroccan descent which form the largestimmigrant groups. The other large ethic group are those from Surinam; however, their acceptance level ofhomosexuality is shown to be close to the acceptance level of Dutch autochthons, therefore causing lessconcern (OCW 2007: 10).19 For a detailed listing (and analysis) of El Moumni’s and other Dutch imam’s comments, see forexample Mepschen et al. (2010).The Dutch Homo-Emancipation Policy and its Silencing123Author's personal copystronger anti-Muslim, racist and antidemocratic directions.20 In November 2004public debate on the ‘problematic of Muslim integration’ ensued once more whenthe Dutch film maker Theo Van Gogh was murdered by a Dutch-Moroccan Muslim(Buruma 2006). The specific issue of homosexuality again came to signal the failureof Muslim integration into Dutch society in 2005 after a series of homophobicattacks by Moroccan youth. These events heightened tensions between the Dutchautochthon and Muslim allochtone21 population, and escalated concerns over whatbecame increasingly seen as a failing policy of multiculturalism.22This specific Dutch context enabled a particularly strong and ongoing politicalcapitalisation of sexuality in relation to the perceived multicultural crisis. Indeed,since 2010, one of the parties that positioned itself to inherit much of Fortuyn’sconstituency forms part of the Dutch coalition government: the Partij voor deVrijheid (PVV) (The Freedom Party) led by far right wing and anti-Muslimpolitician Geert Wilders.23 In addition, the Dutch context also facilitated themainstream LGBT movement’s claims for the need to urgently address Muslimattitudes to homosexuality, and placed them in a strong position to lobby forgovernmental funding. This socio-political backdrop seems to explain the Just beinggay policy’s implicit, yet apparent, focus on the Muslim community as a site forthird wave homo-emancipation.20 For a more detailed discussion of Pim Fortuyn’s political agenda and anti-immigration, anti-Muslimdiscourse, as well as the developments after his murder see Van der Veer (2006) and Vasta (2006).21 The Dutch term to refer to the white Dutch population is autochtoon (autochthon), that is ‘originatingfrom, or the earliest known inhabitants of, a particular land’ (also aboriginal or indigenous). There is noEnglish word for the opposite Dutch term allochtoon which refers to originating from an ‘other’ land,commonly used to refer to the non-white Dutch population.22 In the UK context, Prime Minister David Cameron also addressed this issue, criticising the ‘doctrine ofstate multiculturalism’ to encourage ‘different cultures to live separate lives’, and to tolerate ‘thesesegregated communities behaving in ways that run completely counter to our values’. In particular, henotes how a ‘much more active, muscular liberalism’ is required that does not stand ‘neutral betweendifferent values’ but actively promotes freedoms ‘regardless of race, sex or sexuality’ (notably, he doesnot mention regardless of religion). http://www.number10.gov.uk/news/speeches-and-transcripts/2011/02/pms-speech-at-munich-security-conference-60293 accessed 10 March 2010.23 In 2007, Wilders called for the Qur’an to be banned and likened it to Adolf Hitler’s Mein Kampf, andin 2008 Wilders also made a film entitled ‘Fitna’ which accused the Qur’an of inciting violence, andIslam of being a murderous religion. The film intersperses images of the September 11 attacks withquotations from the Quran. Like van Gogh’s ‘Submission’, Wilders’ short film caused controversy andpublic and political debate ensued on whether the film should be shown, particularly on Dutch statetelevision. A similar debate took place in England in relation to whether Wilders should be allowed toenter the country to show his film. Whilst he was refused entry the first time, he was able to enter and washosted in Parliament by Lord Pearson of the Independence Party to show his film. See further Butler(2009, 126), Mepschen et al. 2010, and Siddique and Walker (2009). The PVV’s role in this coalition is toprovide gedoogsteun (‘tolerance- support’). That is to say, they do not hold ministerial positions but haveagreed a ‘governance plan’ with two other political parties who jointly still only have a minority of votesin Parliament and thus rely on the PVV’s support.S. Jivraj, A. de Jong123Author's personal copyThe Impact of the Dutch Policy on Queer Muslim OrganisingThe homo-emancipation policy pursues multiple pathways to bring about a thirdwave, particularly by making homosexuality discussable amongst groups where thisis (still) a taboo subject or ‘met with great hostility’ (OCW 2007, p. 11). It alsoencourages individuals to speak out about their own homosexuality. Coming out,visibility, tolerance and social acceptance are repeatedly mentioned as beinginterdependent with each other as well as with self-emancipation, for example thepolicy states: ‘[v]isibility of homosexuals contributes to societal acceptance,tolerance and understanding’, and ‘[a] tolerant climate is an important condition forvisibility’ (OCW 2007, p. 18).The document notes how the developments such as a ‘woman with the Islamicfaith’ coming out as being lesbian, something that was previously viewed as‘unthinkable’, is seen as the ‘next phase’ of homo-emancipation (OCW 2007, p. 11).In addition, those undertaking this third wave are identified as ‘frontrunners’ and willbe actively supported, because of their important contribution to the promotion ofsocial acceptance of homosexuality precisely amongst the parts of the populationwhere this is ‘still very sensitive’ (OCW 2007, p. 11). As such, the individual comingout and speaking out about their own homosexuality, that is the identification ofoneself as LGBT and communicating this identity to others, is seen as an importantmeans by which to achieve not only individual emancipation, but also broader socialacceptance of homosexuality.In addition to encouraging individual emancipation, the policy also seeks tostimulate a process of dialogue and public debate within civil society on bothnational and local levels. The document mentions in particular an ongoing projectcalled De Dialoog24 (The Dialogue), which is an alliance between the COC, aHumanist, a Christian and a Muslim organisation, mainly seeking to engagereligious leaders in a dialogue on homosexuality.25 The policy also stresses that inorder to have an effective dialogue with the broader Muslim community it is crucialthat faith/cultural based homo-emancipation groups are strong enough to play a role(2007, p. 23). Financial support is promised to these groups particularly in order tomake homosexuality ‘discussable’ within their broader communities (2007, p. 23).Given this apparent central role for queer Muslims it is perhaps surprising that thesubsequent progress report published in June 2010 barely mentions Muslims, let alone24 Interestingly, the project carries the same name as the first gay magazine published in the Netherlandsfrom 1965: Dialoog, subtitled Tijdschrift voor homofilie en maatschappij (Magazine for homosexualityand society). www.ihlia.nl/dutch/algemeen/Tijdbalk, accessed 15 December 2010.25 The COC (Centrum voor Ontspanning en Cultuur: Centre for Recreation and Culture) is the Dutchnational LGBT organisation. The Muslim organisation taking part in the Dialogue project was originallythe Yoesuf Foundation, founded in 1998 working on Islam and sexual diversity. It changed its namereflecting a broader area of work in 2005 to Educatiecentrum voor de islam en maatschappelijkevraagstukken (Educational centre on Islam and social issues). It ceased its activities in 2008. See alsobelow on the Malaika Foundation that formally succeeded it. The Just being gay document also refers tothe activities of a trio of organisations working to improve ‘discussability’ in ‘various ethnic-culturalcircles’: COC, FORUM—the institute for multicultural development, and Artikel 1, a relatively newinstitute taking over the work of the national anti-racism and anti-discrimination bureaus (OCW 2007,p. 15).The Dutch Homo-Emancipation Policy and its Silencing123Author's personal copyqueer Muslims (OCW 2010). It notes that financial support allocated for the capacitybuilding of self-organised national LGBT organisations went to six groups, five ofwhich are Christian and only one (Nafar Foundation) Muslim/North-African (OCW2010, p. 9). The examples and statistics in the section on improving ‘discussability’also mainly refer to activities by and for Christian communities (OCW 2010,pp. 14–15). This is particularly striking given that the original policy included noconcrete examples of Christians as a site for third wave homo-emancipation. We willreturn below to the implications of the policy apparently having worked better forChristian groups.The progress report does mention that the dialogue project (De Dialoog) willcontinue (OCW 2010, p. 8), despite the Muslim partner organisation, YoesufFoundation, in this project having ceased its activities in 2008. The organisation wasformally taken over in 2009 as Malaika Foundation, housed by the COC and seeksto address ‘tensions between sexual, religious and secular citizenship’ withinbi-cultural societies; it therefore no longer maintains a specifically Muslim identity ora clear independent status to the mainstream Dutch national LGBT organisation.26Given that the policy’s third wave imperative mainly sought to facilitateemancipation amongst Muslims, this raises the question: why are queer Muslimsbarely mentioned in the progress report? Several practical problems with theimplementation of the Dutch policy with regards to allochtone groups have beenidentified in particular by MOVISIE, the Netherlands’ centre for social develop-ment.27 Government funding to support religious and ethnic grassroots groups wasmade available through mainstream LGBT organisations, in particular the nationalCOC. Thus, mainstream LGBT organisations became responsible for the allocationof funding and for the setting up of support programmes aimed at strengthening—amongst others—queer Muslim groups.28 Although of course support from largerLGBT organisations can at times be productive, a structure of forced cooperationwith mainstream or umbrella LGBT organisations is problematic. Commenting onthe struggles small allochtone groups face, Dankmeijer notes how working withinthe Dutch bureaucratic system causes ‘frustrations’, as do issues such as supportingorganisations seeking to receive credentials for the activities of the grassrootsgroups (Dankmeijer 2010/1, p. 7).These observations also reflect the Safra Project’s work in the UK context.Although we were extremely successful in securing independent trust funding for the26 Vision statement of the Malaika Foundation, available at http://www.malaica.nl/visie.html, accessed11 December 2010.27 MOVISIE’s mission is to promote the participation and independence of citizens by supportingand advising professional organizations, volunteer organisations and government institutions (www.movisie.nl/eCache/ENG/1/15/032.html, accessed 10 December 2010). MOVISIE’s role in lesbian andhomo-emancipation is mainly in advising and supporting municipalities and other local and regionalpublic bodies in improving the situation of gay, lesbian, bisexual and transgender citizens (www.movisie.nl/115468/def/home/homoemancipatie/ (in Dutch), accessed 10 December 2010).28 Interview with Charlot Pierik (Diversity project manager at MOVISIE) and Juul van Hof (MOVISIEAdvisor on LGBT policy issues, gender and social development) on 9 April 2010, Amsterdam. They alsopointed out that funding of education programmes on diversity issues within the Muslim community atlarge was distributed via mainstream migrant groups and did not necessarily involve participation ofqueer Muslims.S. Jivraj, A. de Jong123Author's personal copyfirst two phases of work, the Safra Project was nonetheless under a lot of pressurefrom larger LGBT organisations seeking to ‘take it under its wing’; develop jointprojects, or take up the ‘queer Muslim cause’ independently. As funders require allorganisations to demonstrate they are inclusive and diverse, despite some seeking todo so with ‘good intentions’, an alliance with a queer Muslim group clearly became asought after ‘trophy’ and added potential for securing funding.For any group that is just finding its feet and grappling with a complicated set ofissues, it can be very tempting (and in the Dutch case inevitable) to go along withsuch alliances. However, differences in power and conflicting agendas may in effectundermine capacity building rather than enhance it. In the Dutch context Dankmeijernotes:A cooperation whereby the Dutch organisation controls the budget andallochtone organisations receive unrequested support, is not always the idealcollaborative relationship. Starting from such a collaborative relationship, it isdifficult for allochtone LGBT self-organisations to position themselves asequal partners (Dankmeijer 2010/1, p. 7).Moreover, the prescribed funding and collaboration structure require queerallochtone groups to compete with each other in securing funding from themainstream organisation, which also obstructs the forming of alliances betweenthem. Pierik from MOVISIE recommends collaboration structures that wouldprovide queer allochtone groups with more agency and create opportunities forcapacity-building, whilst Dankmeijer also calls for alliances between, and a greaterindependent voice for allochtone LGBT groups (Vakwerk 2001/1, p. 7).These observations highlight the practical obstacles to queer Muslim organisingas well as how mainstream LGBT organisations maintain the power to set theagenda for capacity building amongst allochtone groups. What is not emphasisedand recognised enough, however, is the impact of mainstream LGBT organisations’racialised discourse in relation to migrant or ethnic minority populations. Thisdynamic arises when, for example, such groups seek governmental funding tocombat anti-gay violence attributed to Muslim youth whilst at the same timeclaiming to protect queer Muslims and enhance what is portrayed as their diresituation.29 Thus, both the Dutch policy and the surrounding homonationalistdiscourse to which it responds stifles the development of queer allochtone groupsthemselves and their work, including being able to be critical of the Dutchemancipation model itself, or indeed of racialised politics within the gay movement.In short, the power relations inherent in the funding and collaboration structure, ineffect, compounds the complex socio-economic issues already faced by queerMuslims.3029 See for example the very successful campaign by (the politically right wing) Frank van Dalen as chairof the COC between April 2005 to June 2008, not only in influencing the Dutch governmental policy, butalso in obtaining control over the funding for allochtone ‘selforganisations’ (Van der Linden (2007);interview with Charlot Pierik and Juul van Hof (see footnote 28); Haritaworn et al. 2008).30 See further footnote 39 on the socio-economic issues faced by many queer Muslims.The Dutch Homo-Emancipation Policy and its Silencing123Author's personal copyThe Silencing Effects of a Speaking Out and Dialogue ModelA funding and collaboration structure that allows for greater agency andindependence might alleviate some of the practical obstacles to queer Muslimorganising. However, we argue that there is a deeper level at which the Just beinggay policy does not, and inherently cannot, take account of a diversity of queerMuslim sexualities. Instead, and perhaps ironically, we argue that a focus onspeaking out and dialogue can in itself be silencing.The expectation on the leaders or those seeking to run self-organised queerMuslim groups to be out, can become an alienating rather than emancipating factor,as Chafik Gadir’s comment below illustrates. A focus on coming out exacerbates thepressures already felt by queers of colour to choose between their culture andkinship loyalty on the one hand, or the Dutch culture, where taking on a gay identityand openness is seen as a freedom ideal, on the other (Dankmeijer 2010/1, p. 7).Thus, in effect, the requirement to be out can necessitate a choice: either to be gayor to be Muslim.31 As Chafik Gadir from the organisation Nafar states:I was the first Moroccan gay man who was openly ‘out’. But no one wasthankful. In Moroccan circles they think it is very strange and a bad thing. Butalso Dutch gays sometimes say to me: you are not a real Moroccan gay,because they are not ‘out’ about it’ (Dankmeijer 2010/1, p. 7).32This denial of authenticity as an out queer Moroccan in Dutch circles illustratesfirstly how being Muslim and being gay are assumed to be mutually exclusivespheres: you are either Muslim and therefore not gay (or at least not out), or you aregay and therefore out (and thus no longer really Muslim). Secondly, and related tothis, the quote illustrates the transformative process, that coming out is supposed tohave: namely through a coming out (if done ‘properly’) a Muslim can perhapsbecome acknowledged as gay, but not as both gay and Muslim (or Moroccan).Those who do seek to find a space ‘in between’ are in policy terms problematicallyreferred to as dubbelbinders (double binders) (Dankmeijer 2010/1, p. 7), referring totheir struggle to stay ‘bound’ to what are almost always perceived to be twoincompatible identities or social arenas.33The homo-emancipation policy’s notion of self emancipation is one that requiresa particular standard of inhabiting one’s sexual identity that replicates the dominantrecognisable Western model. Those queer Muslims that come out and match thisparadigmatic model can be absorbed into ‘Dutchness’ and indeed be held up asmascots: the ‘performative’ Muslim gay as an embodiment of emancipated gayness,symbolising modernity, no longer really Muslim.34 Wekker too refers to this31 Whilst the issue of making a choice between an out gay sexuality and kinship cultural ties is oftenarticulated in relation to queer Muslims or other ethnic and/or religious queers, this phenomenon is ofcourse more widely prevalent albeit rarely remarked upon.32 This latter point about the lack of recognition for Muslim/migrant gays within mainstream gay circlesis a point also made by respondents in the Safra Project Report of Initial Findings (Jivraj et al. 2003).33 The problem with this terminology and perception is that it reinforces and perpetuates the socialconstruction of the separateness of such identities and social arenas, as we will elaborate on below.34 See also Haritaworn et al. (2008) and Rahman (2010).S. Jivraj, A. de Jong123Author's personal copyphenomenon, stating that Muslim gay men are being portrayed as ‘cuddly toys’(2009, p. 8) in the media reports of the Habibi Ana cafe´. This cafe´ is advertised as‘the only Arab/Moroccan gay bar in the world’.35 She argues that they are seen asbeing in need of ‘protection from their barbarian male hetero-brothers’ (2009,p. 8).36 When emblematic, out LGBT (ex-)Muslims are held up, alternative queerMuslim movements, along with their potential (anti-racist) critiques, are silenced.37Non-emblematic queers of colour become invisible, nonexistent, or perceived of as‘not quite there yet’, a kind of ‘gay in progress’ for whom the closet door still needsto be opened fully.38Moreover, as mentioned above, queer Muslims that are speaking out are not onlyheld up as exemplary of having achieved emancipation but also as frontrunners inopening up ‘discussability’ within Muslim circles. They find themselves in the roleof ‘negotiators’ (another meaning of the word bespreekbaar alongside ‘speakable’),and tasked with the role of making homosexuality ‘discussable’ within their ownreligious, cultural or ethnic groups. It is no surprise that many leaders of grassrootsqueer Muslim groups eventually burn out, when seeking to balance the competingdemands and pressures from mainstream LGBT organisations, government policiesand Muslim communities, whilst simultaneously struggling to meet the complexneeds of queer Muslims.39 Moreover, a dialogue model in itself reinforces theperception of queer Muslims being ‘positioned in between’ and thus strengthens thedichotomy between the (gay-friendly) West and homophobic Muslims.Some of the critical observations outlined above are taken up by Dutch sexualitystudies scholars such as Mepschen et al. (2010). Indeed they articulate their aim tomove away from a ‘false dichotomy of defending the religious and cultural rights ofminorities versus the sexual rights of women and gays’ (2010, p. 972). However,alongside their detailed account of the sexual politics and orientalism in theNetherlands there is no mention of the Dutch homo-emancipation policy and its35 Habibi Ana is also described as ‘a small bar in Arabian style, with exotic music and exotic guys. Andpeople who admire these guys…’ (www.nighttours.com/amsterdam/gayguide/habibi_ana.html, accessed12 December 2010). Although apparently a bar for ‘guys’, the home page of its website shows a ‘classicalorientalist’ depiction of a woman in belly dancing dress. www.habibiana.nl, accessed 12 December 2010.Problematically, Mepschen et al. mention this same bar when seeking to list examples of ‘new articu-lations of sexual freedom and expression’ that they suppose demonstrates the success of a ‘politics ofsexual freedom and diversity’ (2010, p. 972).36 There is of course an interesting gendered dimension here that also circulates in discourse around‘imperilled Muslim women’ also viewed as requiring protection from their ‘dangerous Muslim men’ seeRazack (2008).37 The silencing effect of holding up emblematic ‘liberated’ Muslims and ascribing the ‘authentic voice’to them has been discussed elsewhere, for example Haritaworn et al. (2008), Ghorashi (2003).38 See also Rahman (2010).39 Members or beneficiaries of the grassroots groups can be dealing with mental health issues, domesticviolence, struggling with their religious or cultural identities, illegality, addiction, prostitution(Dankmeijer 2010/1, p. 7; Jivraj et al. 2003). As a result, the position of leaders of Muslim supportorganisations can become very strained. Requirements to be out in a particular way, and expectedengagement with the mainstream Muslim community may exacerbate this situation.The Dutch Homo-Emancipation Policy and its Silencing123Author's personal copyimplications.40 Rather, drawing from Butler’s discussion of the Dutch situation andsubsequent call to build alliances across religious and sexuality based groups (2009)they conclude that ‘different expressions of cultural and sexual identity, have aplace, not just alongside each other, but in dialogue’ (2010, p. 973). Drawing onCharles Taylor’s notion of multicultural citizenship and Delanty’s idea of culturalcitizenship, Mepschen et al. argue for ‘both sides’ to engage in a process of‘learning’ which can have a ‘developmental and transformative impact on thelearning subject’ (ibid).41This is perhaps an important strategy amongst others, but they make theirargument from the perspective that the gay emancipation movement in theNetherlands has already had a transformative impact on inclusive citizenship; whichthey view as potentially being taken forward towards building a multiculturalcitizenship. Whilst it is not our aim to engage in any depth with this strategy itself,what is pertinent to our analysis here is, as Haritaworn (2008, 2011) argues, that incalling for dialogue the separation and distinction of the religious from the sexualsubject is again re-instated, effectively erasing Muslim and other racialised queers.Another key point that often goes missed in such calls for dialogue is the powerdynamic underpinning how such conversations occur, including a lack of properengagement with racism and Islamophobia, and with underlying issues of social,economic and political injustice and disadvantage. As numerous conferences haveborn witness to—most recently the 2011 Sexual Nationalisms conference at theUniversity of Amsterdam—when queer Muslim and other queer of colour scholars dospeak out and call for sexuality and gender studies to better address issues of racialisedand now homonationalist politics, these latter issues tend to be marginalised.42Rather, a reinstatement of a homonationalist framing of (queer) Muslims and theirtroubling, perceived unwillingness to integrate or move beyond discussions ofembedded racialization comes to be positioned as the key problematic.4340 This critical absence (with the exception of this paper) was also prevalent at the Sexual Nationalismsconference organised by the sexuality studies department at the University of Amsterdam in January2011.41 For a feminist critique of the way ‘citizenship’ discourse has been taken particularly in folding migrantcitizens into the culture and values of the nation see for example Yuval-Davis (2009).42 This problem of marginalisation was especially an issue at the panel ‘Homo-nationalism, homo-neoliberalism, homo-neo-colonialism: Crises and travels, Europe and beyond’ (with contributions fromEl-Tayeb, Jivraj, Petzen and Haritaworn and chaired by Duggan), as made explicit by Puar at the closingpanel.43 For example the Sexual Nationalism’s pre-conference debate was entitled De Nederlandse paradox.Seksueel nationalisme in een multiculturele samenleving (The Dutch paradox. Sexual nationalism in amulticultural society). The programme is available at: http://www.sexualnationalisms.org/resources/SEXUAL_NATIONALISMS_FINAL_PROGRAM.pdf, accessed 25 March 2011. The theme of the sup-posed ‘paradox’ was also taken up in the ‘welcome discourses’ as well as one of the first plenary speaker’scontribution, Eric Fassin, also a co-organiser of the event. See also the Conference organisers’ statement withregards to the ‘Homo-nationalism, homo-neoliberalism, homo-neo-colonialism: Crises and travels, Europeand beyond’ panels’ critiques of the conference (http://www.sexualnationalisms.org/statement-february-2nd-2011.php, accessed 15 March 2011). See also the Lesbiennes of Colour statement ‘Islamophobie au nomdu fe´minisme, Non!’ (‘No! to Islamaphobia in the name of feminism’) on the difficulties they encounteredin talking about racism at a conference organised by two mainstream French LGBTQ organisations on‘Islamophobia and Feminism in France’ http://espace-locs.fr/, accessed 27 April 2011.S. Jivraj, A. de Jong123Author's personal copyHabitus & Complex Sexual SubjectivityThe ‘speakability’ imperative is not unique to the Netherlands: there is a stronghomonormative model of sexuality circulating within lesbian and gay politics in theWest more generally. Drawing on Foucault, Wekker views the ‘speakability’ modelpromulgated by the Dutch homo-emancipation policy as part of a Western history inwhich sexuality came to be invented through the act of being articulated or spokenabout (2009, p. 11). She suggests that the complexity of non-white sexuality—including religious/cultural experience—comes to be marginalised through thishomonormative paradigm. What then are the conceptual frames that we mightemploy towards challenging the homonormative sexuality model that has come tounderpin the Dutch homo-emancipation policy as well as other state and LGBTdiscourses?Wekker, in calling for a greater awareness of the many variations of sexualcultures in the Netherlands—not all of which are brought into being througharticulation, draws on Bourdieu’s notion of habitus (2009, p. 12). Habitus inBourdieu’s work can be defined as a system of dispositions constituted by bothobjective and subjective factors: a dynamic intersection of structure and action, ofsociety and individual. A central aspect of the habitus is its embodiment: theembedding of structures through practice, rather than a functioning at the level ofexplicit, discursive consciousness. The concept captures the practical masterypeople have of their social situation that works in an embodied, deeper and oftenpre-reflexive, even unconscious, way (Bourdieu 1977, 1990).Wekker views a Dutch sexual habitus to exist through ‘the verbal, the speakingthat is considered the true sign of emancipation in Western circles and therefore anexpression of modernity’ (2009, p. 12). Using examples from her work on Afro-Surinam Mati Work44 (1994, 2006) in relation to black, migrant and refugee lesbianorganising and expressions of sexual subjectivity, she juxtaposes the Dutch habitusof ‘speaking’ with the Afro-Surinam ‘doing’. (2009, pp. 6, 11–12).45 In this Afro-Surinam context Wekker argues that speaking is not the way to deal with the ‘sexualSelf’ (2009, p. 11). For Wekker, exploring the complex and diverse ways in whichthe sexualities of people of colour come into being is essential in a multi-culturalsociety. She calls for an intersectional approach which places different ways ofinhabiting sexuality—understood through the notion of habitus—at the heart ofsexuality politics. Wekker views this approach as critical to policy making andtherefore recommends further research into migrant sexual cultures (2009, p. 11).4644 Gosine summarises ‘Mati Work’ as ‘a surviving historical practice among Afro-Surinamese working-class women who create families from relationships that are not limited to blood ties, or a choice betweenheterosexuality or homosexuality’ (Gosine 2009, p. 1).45 ‘Zwarte, migranten- en vluchtelingen’ (zmv) (Black, migrant and refugee) is a term used in theNetherlands similar to ‘Black, minority, ethnic’ (BME) in the UK.46 See also Wekker’s forthcoming work (2011a, b) and Rahman (2010) who makes a similar point aboutthe need for further research on migrant sexual subjectivities.The Dutch Homo-Emancipation Policy and its Silencing123Author's personal copyIt is interesting to note that Mahmood (2005) in her study of religious piety andsubjectivity also explores and goes beyond Bourdieu’s notion of habitus which sheviews as coming into being through different reiterative modes of practices orethics.47 As Jivraj has discussed elsewhere (2011) this approach challenges thepredominantly Christian theological conceptualisation of religion—as belief andritual practice—or indeed as a cultural or ethnicised phenomenon in relation to non-Christians. Rather, as Mahmood highlights religion as ‘bodily behaviour’ orembodied practices must also be understood in terms of how such practices becomemeaningful to the self, namely, in particular relational contexts such as within thefamily, community and society (2005, p. 27). This textured and complex religioussubjectivity is important to grasp because, as Mahmood argues, these (religious)behaviours ‘endow the self with certain kinds of capacities that provide thesubstance from which the world is acted upon’ (ibid). In other words, religioussubjectivity or identity once formed may (and will) inform how we might inhabit—or not—other integrated and intersecting parts of our selves. Therefore, thehomonormative and paradigmatic model of sexuality as something that must bespeakable is not always something that queer Muslims or indeed any queer person‘can act upon’ in the world. Wekker and Mahmood’s conceptualisation of habitus istherefore an important theoretical starting point from which to develop morenuanced and productive understandings of complex subjectivity.Concluding RemarksViewed through the lens of habitus, it is perhaps not surprising that the Just beinggay policy appears to have worked best for (orthodox) Christian groups: theemancipation and ‘speakability’ model clearly maps onto—and indeed derivesfrom—their experiences and cultural archive.48 In bringing together Wekker andMahmood’s perspectives and approaches to understanding complex subjectivity, itis our aim to highlight how we might understand and further challenge the shrinkageof space resulting from the ‘speakability’ model for queer Muslims. We suggest thata homonormative model potentially limits individual possibilities to inhabit one’sown sexuality in different ways. We therefore argue that there is an inherentparadox within the Dutch policy that seeks to make sexuality ‘speakable’, yetsilences the diversity of queer of colour sexualities, as well as limits their politicaland social self-organisation.Rather than being confined to promulgating models or policy paradigms in whichindividuals may be empowered to inhabit their sexual and gender identities inparticular ways, we suggest that both LGBT/queer activists and state policy need to47 Here, she draws on a Foucauldian notion of Ethics where ‘the subject is formed within the limits of ahistorically specific set of formative practices and moral injunctions… what Foucault characterises as‘modes of subjectivation’ (Foucault 1990, p. 29 discussed in Mahmood 2005, p. 28).48 Mepschen et al. lists the success of these Christian groups too as another example of a ‘newarticulations of sexual freedom and expression’ that supposedly supports their position in favour of a‘politics of sexual freedom and diversity’ (2010, p. 972). However, as with the other problematicexamples, such as the Habibi Ana cafe´ (footnote 35) and the disbanded Yoesuf Foundation (footnote 25),our analysis suggests these examples are not convincing.S. Jivraj, A. de Jong123Author's personal copygrapple with the inherent complexity of these lived experiences, which includesopening up space for critiques of racialization, orientalism and colonialism.However, at this time of severe government cuts in the public sector, any advancesmade in equalities policies such as adopting an intersectional approach, now appearto be at risk.49 It is therefore all the more important for us to protect these gains andbuild upon them.ReferencesAsad, Talal. 2006. Trying to understand French secularism. In Political theologies: Public religions in apost-secular world, ed. Hent De Vries, and Lawrence E. Sullivan, 494–526. New York: FordhamUniversity Press.Bourdieu, Pierre. 1977. Outline of a theory of practice (trans. Nice, Richard). Cambridge: CambridgeUniversity Press.Bourdieu, Pierre. 1990. The logic of practice (trans. Nice, Richard). Stanford, CA: Stanford UniversityPress.Bracke, Sarah. 2011. Sexual politics in times of secular nostalgia. An exploration of the Dutch case. Paperpresented at the sexual nationalisms conference, Amsterdam, 27–28 January 2011.Brown, Wendy. 2006. Regulating aversion: Tolerance in the age of identity and empire. New Jersey:Princeton University Press.Buruma, Ian. 2006. Murder in Amsterdam. New York: Penguin Press.Butler, Judith. 2009. The sensibility of critique: Response to Asad and Mahmood. In Is critique secular,ed. Talal Asad, Wendy Brown, Judith Butler, and Saba Mahmood, 101–132. Berkeley: University ofCalifornia Press.Dankmeijer, Peter. 2010. De worsteling van allochtone homo-organisaties. Vakwerk 2010/1, 6–7.de Jong, Anisa. 2008. An analysis of the coverage of LGBT issues in country of origin information reportsproduced by the COI service, UK Border Agency. London: Advisory Panel on Country Information.Duggan, Lisa. 2002. The new homonormativity. The sexual politics of neoliberalism. In Materializingdemocracy. Towards a revitalized cultural politics, ed. Russ Castronova, and Dana D. Nelson,175–194. Durham, NC: Duke University Press.El-Tayeb, Fatima. 2011 (forthcoming). ‘Gays who cannot properly be gay.’ Queer muslims in theneoliberal European city. European Journal of Women’s Studies.Foucault, Michel. 1990. The history of sexuality: Volume 1: An introduction (trans. Hurley, Robert).New York: Vintage.Ghorashi, Halleh. 2003. Ayaan Hirsi Ali: Daring or dogmatic? Debates on multiculturalism andemancipation in the Netherlands. In Multiple identifications and the self, ed. Toon van Meijl, andHenk Driessen, 163–172. Utrecht: Stichting Focaal.Gosine, Andil. 2009. ‘Politics and passion’: A conversation with Gloria Wekker. Caribbean Review ofGender Studies 3: 1–11.Haritaworn, Jin. 2008. Loyal repetitions of the nation. Gay assimilation and the ‘War on Terror’,DarkMatter 3. http://www.darkmatter101.org/site/2008/05/02/loyal-repetitions-of-the-nation-gay-assimilation-and-the-war-on-terror/. Accessed 20 April 2011.Haritaworn, Jin, Tamsila Tauqir, and Esra Erdem. 2008. Gay imperialism: Gender and sexuality discoursein the War on Terror. In Out of place: Interrogating silences in queerness/raciality, ed. AdiKuntsman, and Esperanza Miyake, 71–95. York: Raw Nerve Books.Haritaworn, Jin. 2011 (forthcoming). Wounded subjects: Sexual exceptionalism and the moral panic on‘migrant homophobia’ in Germany. In Decolonising European sociology, ed. Manuela Boatca,Sergio Costa and Encarnacion Gutierrez Rodriguez, 135–152. Aldershot: Ashgate.Jivraj, Suhraiya, Tamsila Tauqir, and Anisa de Jong. 2003. Safra project [R]report of initial findings.London: Safra Project.49 See the announcement that the Equality Act’s ‘costly dual discrimination rules’ are to be discontinued(2011 Budget statement by the Chancellor of the Exchequer, the Rt Hon George Osborne MP. 23 March2011. http://www.hm-treasury.gov.uk/2011budget_speech.htm, accessed 12 April 2011).The Dutch Homo-Emancipation Policy and its Silencing123Author's personal copyJivraj, Suhraiya. 2011. Interrogating law’s religion: Non-Christianness, belonging and nationhood. PhDThesis, Kent Law School, University of Kent.Kuntsman, Adi. 2008. Queerness as Europeanness. Orientalist visions and racialized encounters in Israel/Palestine. DarkMatter 3. http://www.darkmatter101.org/site/2008/05/02/queerness-as-europeanness-immigration-orientialist-visions-and-racialized-encounters-in-israelpalestine/. Accessed 20 April 2011.Long, Scott. 2009. Unbearable witness: How western activists (mis)recognize sexuality in Iran.Contemporary Politics 15(1): 119–136.Mahmood, Saba. 2005. The politics of piety: The Islamic revival and the feminist subject. New Jersey:Princeton University Press.Mahmood, Saba. 2009. Religious reason and secular affect: An incommensurable divide? Critical Inquiry35(4): 836–862.Mepschen, Paul, Jan Willem Duyvendak, and H.Tonkens Tonkens. 2010. Sexual politics, Orientalism andmulticultural citizenship in the Netherlands. Sociology 44: 962–979.OCW (Ministerie voor Onderwijs, Cultuur en Wetenschap). 9 November 2007. Gewoon homo zijn. Lesbisch-en homoemancipatiebeleid 2008–2011. http://www.rijksoverheid.nl/documenten-en-publicaties/notas/2007/11/14/nota-lesbisch-en-homo-emancipatiebeleid-2008-2011-gewoon-homo-zijn.html, accessed 15April 2011.OCW (Ministerie voor Onderwijs, Cultuur en Wetenschap). 24 June 2010. Voortgangsrapportage 2010algemeen lesbisch- en homo-emancipatiebeleid, deel. 1 http://www.rijksoverheid.nl/documenten-en-publicaties/rapporten/2010/06/24/voortgangsrapportage-2010-algemeen-lesbisch-en-homo-emancipatiebeleid-deel-1.html. Accessed 15 April 2011.Puar, Jasbir K. 2007. Terrorist assemblages: Homonationalism in queer times. Durham, NC: DukeUniversity Press.Rahman, Momin. 2010. Queer as intersectionality: Theorizing gay muslim identities. Sociology 44:944–961.Razack, Sherene. 2008. Casting out: The eviction of Muslims from western law & politics. Toronto:University of Toronto Press.Said, Edward. 1979. Orientalism. Harmondsworth: Penguin.Siddique, Haroon and Peter Walker. 2009. 12 February 2009. Far-right Dutch MP refused entry to UK.The Guardian. http://www.guardian.co.uk/world/2009/feb/12/far-right-dutch-mp-ban-islam. Accessed6 December 2010.Van der Linden, Margriet. 24 July 2007. De homozaak heeft helden en leiders nodig. De Pers.http://www.depers.nl/binnenland/85658/Homozaak-heeft-helden-nodig.html. Accessed 10 December2010.Van der Veer, Peter. 2006. Pim Fortuyn, Theo Van Gogh, and the politics of tolerance in the Netherlands.In Political theologies: Public religions in a post-secular world, ed. Hent de Vries, and Lawrence E.Sullivan, 527–538. New York: Fordham University Press.Vasta, Ellie. 2006. From ethnic minorities to ethnic majority policy: Changing identities and the shift toassimilationism in the Netherlands. Centre on Migration, Policy and Society working paper no 26.University of Oxford.Wekker, Gloria. 1994. Ik ben een gouden munt. Subjectiviteit en seksualiteit van creoolse volksklassevrouwen in Paramaribo. Amsterdam: Feministische Uitgeverij Vita.Wekker, Gloria. 2006. The politics of passion: Women’s sexual culture in the Afro-Surinamese diaspora.New York: Columbia University Press.Wekker, Gloria. 2009. Van homo nostalgie en betere tijden. Multiculturaliteit en postkolonialiteit, GeorgeMosse Lecture 2009, Amsterdam.Wekker, Gloria. 2011a (forthcoming). Diving into the wreck. Intersections of gender, race, sexuality, andclass in the Dutch cultural archive. In Dutch racism. ed. Philomena Essed and Isabel Hoving.Amsterdam: Rodopi.Wekker, Gloria. 2011b (forthcoming). Intimate truths: Theorizing subjectivity and sexuality. A psycho-analytical and a post-colonial approach. In Theories and methodologies in post-graduate feministresearch: Researching differently. ed. Rosemarie Buikema, Gabrielle Griffin and Nina Lykke. NewYork: Routledge.Yuval-Davis, Nira. 2009. Identity, citizenship and contemporary, secure, gendered politics of belonging.In The ISA handbook in contemporary sociology, ed. Ann B. Denis, and Devorah Kalekin-Fishman,29–39. London: Sage.S. Jivraj, A. de Jong123Author's personal copy",
    "id": 10635288,
    "identifiers": {
        "doi": "10.1007/s10691-011-9182-5",
        "oai": "oai:kar.kent.ac.uk:30077"
    },
    "title": "The Dutch Homo-Emancipation Policy and its Silencing Effects on Queer Muslims",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [
        {
            "id": 1123509,
            "title": "(forthcoming). ‘Gays who cannot properly be gay.’ Queer muslims in the neoliberal European city.",
            "authors": [],
            "date": "2011",
            "doi": "10.1177/1350506811426388",
            "raw": "El-Tayeb, Fatima. 2011 (forthcoming). ‘Gays who cannot properly be gay.’ Queer muslims in the neoliberal European city. European Journal of Women’s Studies.",
            "cites": null
        },
        {
            "id": 1123515,
            "title": "(forthcoming). Wounded subjects: Sexual exceptionalism and the moral panic on ‘migrant homophobia’ in Germany.",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Haritaworn, Jin. 2011 (forthcoming). Wounded subjects: Sexual exceptionalism and the moral panic on ‘migrant homophobia’ in Germany. In Decolonising European sociology, ed. Manuela Boatca, Sergio Costa and Encarnacion Gutierrez Rodriguez, 135–152. Aldershot: Ashgate.",
            "cites": null
        },
        {
            "id": 1123535,
            "title": "2011a (forthcoming). Diving into the wreck. Intersections of gender, race, sexuality, and class in the Dutch cultural archive.",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Wekker, Gloria. 2011a (forthcoming). Diving into the wreck. Intersections of gender, race, sexuality, and class in the Dutch cultural archive. In Dutch racism. ed. Philomena Essed and Isabel Hoving. Amsterdam: Rodopi.",
            "cites": null
        },
        {
            "id": 1123536,
            "title": "2011b (forthcoming). Intimate truths: Theorizing subjectivity and sexuality. A psychoanalytical and a post-colonial approach.",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Wekker, Gloria. 2011b (forthcoming). Intimate truths: Theorizing subjectivity and sexuality. A psychoanalytical and a post-colonial approach. In Theories and methodologies in post-graduate feminist research: Researching differently. ed. Rosemarie Buikema, Gabrielle Grifﬁn and Nina Lykke. New York: Routledge.",
            "cites": null
        },
        {
            "id": 1123517,
            "title": "49 See the announcement that the Equality Act’s ‘costly dual discrimination rules’ are to be discontinued",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "49 See the announcement that the Equality Act’s ‘costly dual discrimination rules’ are to be discontinued (2011 Budget statement by the Chancellor of the Exchequer, the Rt Hon George Osborne MP. 23 March 2011. http://www.hm-treasury.gov.uk/2011budget_speech.htm, accessed 12 April 2011).",
            "cites": null
        },
        {
            "id": 1123507,
            "title": "An analysis of the coverage of LGBT issues in country of origin information reports produced by the COI service, UK Border Agency. London: Advisory Panel on Country Information.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "de Jong, Anisa. 2008. An analysis of the coverage of LGBT issues in country of origin information reports produced by the COI service, UK Border Agency. London: Advisory Panel on Country Information.",
            "cites": null
        },
        {
            "id": 1123511,
            "title": "Ayaan Hirsi Ali: Daring or dogmatic? Debates on multiculturalism and emancipation in the Netherlands.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Ghorashi, Halleh. 2003. Ayaan Hirsi Ali: Daring or dogmatic? Debates on multiculturalism and emancipation in the Netherlands. In Multiple identiﬁcations and the self, ed. Toon van Meijl, and Henk Driessen, 163–172. Utrecht: Stichting Focaal.",
            "cites": null
        },
        {
            "id": 1123528,
            "title": "Casting out: The eviction of Muslims from western law & politics.",
            "authors": [],
            "date": "2008",
            "doi": "10.1177/03063968100520011104",
            "raw": "Razack, Sherene. 2008. Casting out: The eviction of Muslims from western law & politics. Toronto: University of Toronto Press.",
            "cites": null
        },
        {
            "id": 1123529,
            "title": "De homozaak heeft helden en leiders nodig. De Pers.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Van der Linden, Margriet. 24 July 2007. De homozaak heeft helden en leiders nodig. De Pers.",
            "cites": null
        },
        {
            "id": 1123506,
            "title": "De worsteling van allochtone homo-organisaties.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Dankmeijer, Peter. 2010. De worsteling van allochtone homo-organisaties. Vakwerk 2010/1, 6–7.",
            "cites": null
        },
        {
            "id": 1123531,
            "title": "From ethnic minorities to ethnic majority policy: Changing identities and the shift to assimilationism in the Netherlands. Centre on Migration, Policy and Society working paper no 26.",
            "authors": [],
            "date": "2006",
            "doi": "10.1080/01419870701491770",
            "raw": "Vasta, Ellie. 2006. From ethnic minorities to ethnic majority policy: Changing identities and the shift to assimilationism in the Netherlands. Centre on Migration, Policy and Society working paper no 26. University of Oxford.",
            "cites": null
        },
        {
            "id": 1123514,
            "title": "Gay imperialism: Gender and sexuality discourse in the War on Terror.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Haritaworn, Jin, Tamsila Tauqir, and Esra Erdem. 2008. Gay imperialism: Gender and sexuality discourse in the War on Terror. In Out of place: Interrogating silences in queerness/raciality, ed. Adi Kuntsman, and Esperanza Miyake, 71–95. York: Raw Nerve Books.",
            "cites": null
        },
        {
            "id": 1123537,
            "title": "Identity, citizenship and contemporary, secure, gendered politics of belonging.",
            "authors": [],
            "date": "2009",
            "doi": "10.4135/9781446214626.n3",
            "raw": "Yuval-Davis, Nira. 2009. Identity, citizenship and contemporary, secure, gendered politics of belonging. In The ISA handbook in contemporary sociology, ed. Ann B. Denis, and Devorah Kalekin-Fishman, 29–39. London: Sage. S. Jivraj, A. de Jong Author's personal copy",
            "cites": null
        },
        {
            "id": 1123532,
            "title": "Ik ben een gouden munt. Subjectiviteit en seksualiteit van creoolse volksklasse vrouwen in Paramaribo. Amsterdam: Feministische Uitgeverij Vita.",
            "authors": [],
            "date": "1994",
            "doi": null,
            "raw": "Wekker, Gloria. 1994. Ik ben een gouden munt. Subjectiviteit en seksualiteit van creoolse volksklasse vrouwen in Paramaribo. Amsterdam: Feministische Uitgeverij Vita.",
            "cites": null
        },
        {
            "id": 1123513,
            "title": "Loyal repetitions of the nation. Gay assimilation and the ‘War on Terror’,",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Haritaworn, Jin. 2008. Loyal repetitions of the nation. Gay assimilation and the ‘War on Terror’, DarkMatter 3. http://www.darkmatter101.org/site/2008/05/02/loyal-repetitions-of-the-nation-gayassimilation-and-the-war-on-terror/. Accessed 20 April 2011.",
            "cites": null
        },
        {
            "id": 1123504,
            "title": "Murder in",
            "authors": [],
            "date": "2006",
            "doi": "10.1177/0306396807092841",
            "raw": "Buruma, Ian. 2006. Murder in Amsterdam. New York: Penguin Press.",
            "cites": null
        },
        {
            "id": 1123500,
            "title": "Outline of a theory of practice (trans.",
            "authors": [],
            "date": "1977",
            "doi": "10.1017/cbo9780511812507",
            "raw": "Bourdieu, Pierre. 1977. Outline of a theory of practice (trans. Nice, Richard). Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 1123530,
            "title": "Pim Fortuyn, Theo Van Gogh, and the politics of tolerance in the Netherlands.",
            "authors": [],
            "date": "2006",
            "doi": "10.5422/fso/9780823226443.003.0027",
            "raw": "Van der Veer, Peter. 2006. Pim Fortuyn, Theo Van Gogh, and the politics of tolerance in the Netherlands. In Political theologies: Public religions in a post-secular world, ed. Hent de Vries, and Lawrence E. Sullivan, 527–538. New York: Fordham University Press.",
            "cites": null
        },
        {
            "id": 1123512,
            "title": "Politics and passion’: A conversation with Gloria Wekker.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Gosine, Andil. 2009. ‘Politics and passion’: A conversation with Gloria Wekker. Caribbean Review of Gender Studies 3: 1–11.",
            "cites": null
        },
        {
            "id": 1123527,
            "title": "Queer as intersectionality: Theorizing gay muslim identities.",
            "authors": [],
            "date": "2010",
            "doi": "10.1177/0038038510375733",
            "raw": "Rahman, Momin. 2010. Queer as intersectionality: Theorizing gay muslim identities. Sociology 44: 944–961.",
            "cites": null
        },
        {
            "id": 1123519,
            "title": "Queerness as Europeanness. Orientalist visions and racialized encounters",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Kuntsman, Adi. 2008. Queerness as Europeanness. Orientalist visions and racialized encounters in Israel/ Palestine. DarkMatter 3. http://www.darkmatter101.org/site/2008/05/02/queerness-as-europeannessimmigration-orientialist-visions-and-racialized-encounters-in-israelpalestine/. Accessed 20 April 2011.",
            "cites": null
        },
        {
            "id": 1123503,
            "title": "Regulating aversion: Tolerance in the age of identity and empire.",
            "authors": [],
            "date": "2006",
            "doi": "10.1111/j.1754-9469.2008.00020.x",
            "raw": "Brown, Wendy. 2006. Regulating aversion: Tolerance in the age of identity and empire. New Jersey: Princeton University Press.",
            "cites": null
        },
        {
            "id": 1123522,
            "title": "Religious reason and secular affect: An incommensurable divide?",
            "authors": [],
            "date": "2009",
            "doi": "10.1525/california/9780982329412.003.0003",
            "raw": "Mahmood, Saba. 2009. Religious reason and secular affect: An incommensurable divide? Critical Inquiry 35(4): 836–862.",
            "cites": null
        },
        {
            "id": 1123516,
            "title": "Safra project [R]report of initial ﬁndings. London: Safra Project.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Jivraj, Suhraiya, Tamsila Tauqir, and Anisa de Jong. 2003. Safra project [R]report of initial ﬁndings. London: Safra Project.",
            "cites": null
        },
        {
            "id": 1123502,
            "title": "Sexual politics in times of secular nostalgia. An exploration of the Dutch case. Paper presented at the sexual nationalisms conference,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Bracke, Sarah. 2011. Sexual politics in times of secular nostalgia. An exploration of the Dutch case. Paper presented at the sexual nationalisms conference, Amsterdam, 27–28 January 2011.",
            "cites": null
        },
        {
            "id": 1123523,
            "title": "Sexual politics, Orientalism and multicultural citizenship in the Netherlands.",
            "authors": [],
            "date": "2010",
            "doi": "10.1177/0038038510375740",
            "raw": null,
            "cites": null
        },
        {
            "id": 1123526,
            "title": "Terrorist assemblages: Homonationalism in queer times.",
            "authors": [],
            "date": "2007",
            "doi": "10.1215/9780822390442",
            "raw": "Puar, Jasbir K. 2007. Terrorist assemblages: Homonationalism in queer times. Durham, NC: Duke University Press.",
            "cites": null
        },
        {
            "id": 1123518,
            "title": "The Dutch Homo-Emancipation Policy and its Silencing Author's personal copy Jivraj, Suhraiya.",
            "authors": [],
            "date": "2011",
            "doi": "10.1007/s10691-011-9182-5",
            "raw": null,
            "cites": null
        },
        {
            "id": 18294001,
            "title": "The Dutch Homo-Emancipation Policy and its Silencing Author's personal copyJivraj, Suhraiya.",
            "authors": [],
            "date": "2011",
            "doi": "10.1007/s10691-011-9182-5",
            "raw": "The Dutch Homo-Emancipation Policy and its Silencing Author's personal copyJivraj, Suhraiya. 2011. Interrogating law’s religion: Non-Christianness, belonging and nationhood. PhD Thesis, Kent Law School, University of Kent.",
            "cites": null
        },
        {
            "id": 1123510,
            "title": "The history of sexuality: Volume 1: An introduction (trans.",
            "authors": [],
            "date": "1990",
            "doi": "10.2307/2065177",
            "raw": "Foucault, Michel. 1990. The history of sexuality: Volume 1: An introduction (trans. Hurley, Robert). New York: Vintage.",
            "cites": null
        },
        {
            "id": 1123501,
            "title": "The logic of practice (trans.",
            "authors": [],
            "date": "1990",
            "doi": "10.2307/2804264",
            "raw": "Bourdieu, Pierre. 1990. The logic of practice (trans. Nice, Richard). Stanford, CA: Stanford University Press.",
            "cites": null
        },
        {
            "id": 1123508,
            "title": "The new homonormativity. The sexual politics of neoliberalism. In Materializing democracy. Towards a revitalized cultural politics,",
            "authors": [],
            "date": "2002",
            "doi": "10.1215/9780822383901-007",
            "raw": "Duggan, Lisa. 2002. The new homonormativity. The sexual politics of neoliberalism. In Materializing democracy. Towards a revitalized cultural politics, ed. Russ Castronova, and Dana D. Nelson, 175–194. Durham, NC: Duke University Press.",
            "cites": null
        },
        {
            "id": 1123533,
            "title": "The politics of passion: Women’s sexual culture in the Afro-Surinamese diaspora.",
            "authors": [],
            "date": "2006",
            "doi": "10.1080/10999940903088986",
            "raw": "Wekker, Gloria. 2006. The politics of passion: Women’s sexual culture in the Afro-Surinamese diaspora. New York: Columbia University Press.",
            "cites": null
        },
        {
            "id": 1123521,
            "title": "The politics of piety: The Islamic revival and the feminist subject.",
            "authors": [],
            "date": "2005",
            "doi": "10.1111/j.1555-2934.2008.00027_2.x",
            "raw": "Mahmood, Saba. 2005. The politics of piety: The Islamic revival and the feminist subject. New Jersey: Princeton University Press.",
            "cites": null
        },
        {
            "id": 1123505,
            "title": "The sensibility of critique: Response to Asad and Mahmood. In Is critique secular,",
            "authors": [],
            "date": "2009",
            "doi": "10.1525/california/9780982329412.003.0004",
            "raw": "Butler, Judith. 2009. The sensibility of critique: Response to Asad and Mahmood. In Is critique secular, ed. Talal Asad, Wendy Brown, Judith Butler, and Saba Mahmood, 101–132. Berkeley: University of California Press.",
            "cites": null
        },
        {
            "id": 1123499,
            "title": "Trying to understand French secularism.",
            "authors": [],
            "date": "2006",
            "doi": "10.5422/fso/9780823226443.003.0026",
            "raw": "Asad, Talal. 2006. Trying to understand French secularism. In Political theologies: Public religions in a post-secular world, ed. Hent De Vries, and Lawrence E. Sullivan, 494–526. New York: Fordham University Press.",
            "cites": null
        },
        {
            "id": 1123520,
            "title": "Unbearable witness: How western activists (mis)recognize sexuality in Iran.",
            "authors": [],
            "date": "2009",
            "doi": "10.1080/13569770802698054",
            "raw": "Long, Scott. 2009. Unbearable witness: How western activists (mis)recognize sexuality in Iran. Contemporary Politics 15(1): 119–136.",
            "cites": null
        },
        {
            "id": 1123534,
            "title": "Van homo nostalgie en betere tijden. Multiculturaliteit en postkolonialiteit, George Mosse Lecture",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Wekker, Gloria. 2009. Van homo nostalgie en betere tijden. Multiculturaliteit en postkolonialiteit, George Mosse Lecture 2009, Amsterdam.",
            "cites": null
        },
        {
            "id": 1123524,
            "title": "voor Onderwijs, Cultuur en Wetenschap).",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "OCW (Ministerie voor Onderwijs, Cultuur en Wetenschap). 24 June 2010. Voortgangsrapportage 2010 algemeen lesbisch- en homo-emancipatiebeleid, deel. 1 http://www.rijksoverheid.nl/documentenen-publicaties/rapporten/2010/06/24/voortgangsrapportage-2010-algemeen-lesbisch-en-homoemancipatiebeleid-deel-1.html. Accessed 15 April 2011.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://kar.kent.ac.uk/30077/1/__bodiam_SLR_jh566_My%20Files_Jivraj%20and%20de%20Jong%20Dutch%20homoemancipation.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10635288.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10635288"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10635288/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10635288/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10635288"
        }
    ],
    "abstract": "The recent Dutch homo-emancipation policy has identified religious communities, particularly within migrant populations, as a core target group in which to make homosexuality more ‘speakable’. In this article we examine the paradoxical silencing tendencies of this ‘speaking out’ policy on queer Muslim organisations in the Netherlands. We undertake this analysis as the Dutch government is perhaps unique in developing an explicit ‘homo-emancipation’ policy and is often looked to as the model for sexuality politics and legal redress in relation to inequalities on the basis of sexual orientation. We highlight how the ‘speakability’ imperative in the Dutch homo-emancipation policy reproduces a paradigmatic, ‘homonormative’ model of an ‘out’ and ‘visible’ queer sexuality that has also come to be embedded in an anti-immigrant and specifically anti-Muslim discourse in the Netherlands. Drawing on the concept of habitus, particularly in the work of Gloria Wekker, we suggest that rather than relying on a ‘speakability’ policy model, queer Muslim sexualities need to be understood in a more nuanced and intersecting way that attends to their lived realities",
    "tags": [
        "K",
        "K"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "K"
    ],
    "oai": "oai:kar.kent.ac.uk:30077",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "57",
        "openDoarId": 0,
        "name": "Kent Academic Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10635288,
        "depositedDate": "2011-07-15T00:00:00+01:00",
        "publishedDate": "2011-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T06:57:54+00:00",
        "acceptedDate": "2011-07-15T00:00:00+01:00",
        "createdDate": "2013-06-06T21:44:13+01:00"
    },
    "urls": [
        "https://kar.kent.ac.uk/30077/1/__bodiam_SLR_jh566_My%20Files_Jivraj%20and%20de%20Jong%20Dutch%20homoemancipation.pdf"
    ],
    "lastUpdate": "2024-02-12T06:57:54+00:00",
    "setSpecs": []
}