{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Morris, Margaret"
        }
    ],
    "contributors": [],
    "createdDate": "2020-12-07T14:21:55+00:00",
    "dataProvider": {
        "id": 14069,
        "name": "OpenRiver@Winona State University",
        "url": "https://api.core.ac.uk/v3/data-providers/14069",
        "logo": "https://api.core.ac.uk/data-providers/14069/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/357533857.pdf",
    "fullText": "OpenRiver Counselor Education Capstones Counselor Education - Graduate Studies Fall 12-1-2020 The Internet and LGBTQ+ Identity Formation in Adolescents and Young Adults Margaret Morris uo4082dj@go.minnstate.edu Follow this and additional works at: https://openriver.winona.edu/counseloreducationcapstones  Part of the Counselor Education Commons Recommended Citation Morris, Margaret, \"The Internet and LGBTQ+ Identity Formation in Adolescents and Young Adults\" (2020). Counselor Education Capstones. 127. https://openriver.winona.edu/counseloreducationcapstones/127 This Capstone Paper is brought to you for free and open access by the Counselor Education - Graduate Studies at OpenRiver. It has been accepted for inclusion in Counselor Education Capstones by an authorized administrator of OpenRiver. For more information, please contact klarson@winona.edu. Running Head: THE INTERNET AND LGBTQ+ IDENTITY FORMATION                1       THE INTERNET AND LGBTQ+ IDENTITY FORMATION IN ADOLESCENTS AND YOUNG ADULTS   Margaret Morris   A Capstone Project submitted in partial fulfillment of the requirements for the Master of Science Degree in  Counselor Education at  Winona State University     Fall 2020      THE INTERNET AND LGBTQ+ IDENTITY FORMATION          2 Winona State University College of Education Counselor Education Department  CERTIFICATE OF APPROVAL __________________________ CAPSTONE PROJECT ___________________ The Internet and LGBTQ+ Identity Formation in Adolescents and Young Adults   This is to certify that the Capstone Project of Margaret Morris Has been approved by the faculty advisor and the CE 695 – Capstone Project Course Instructor in partial fulfillment of the requirements for the  Master of Science Degree in Counselor Education  Capstone Project Supervisor:    ___Mary Fawcett____ Name     ____      Signature    Approval Date:   __12.1.2020_____  THE INTERNET AND LGBTQ+ IDENTITY FORMATION          3 Abstract The internet is a key part of identity exploration and the coming out process for LGBTQ+ youth and young adults. While the internet offers the benefits of allowing individuals to participate in LGBTQ+ identity formation, community development, and affirming sex education no matter where they live, it also presents challenges. These challenges include the potential for internet addiction, the possibility of encountering cyberbullying and derogatory language and hate speech online, and misinformation about sex. To help clients who are LGBTQ+ youth and young adults using the internet in their coming out process, counselors will need to know how to navigate both positive and negative influences that the internet can have on the mental health and overall wellbeing of these clients. Counselors should also be aware of the different needs of adolescents and young adults, as well as interventions relating to internet addiction, developing additional coping skills, and advocacy.             THE INTERNET AND LGBTQ+ IDENTITY FORMATION          4 Table of Contents Introduction………………………………………………………………………………………..5 Review of the Literature…………………………………………………………………………..6  LGBTQ+ Identity Formation Models……………………………………………………..6  LGBTQ+ Mental Health Disparities……………………………………………………....8  The Internet and Mental Health…………………………………………………………...9  LGBTQ+ Identity Formation and the Internet…………………………………………...11 Discussion………………………………………………………………………………………..13  Positive Influences of Internet Communities on LGBTQ+ Identity Formation…………13  Negative Influences of Internet Communities on LGBTQ+ Identity Formation………..15  Differences in Adolescent and Young Adult Populations……………………………….17  Other Counseling Implications…………………………………………………………..19 Conclusion……………………………………………………………………………………….20 References………………………………………………………………………………………..21           THE INTERNET AND LGBTQ+ IDENTITY FORMATION          5 The Internet and LGBTQ+ Identity Formation in Adolescents and Young Adults Introduction  Members of Generation Z, the generation born after the year 1995, are more likely to identify as lesbian, gay, bisexual, transgender, and queer (LGBTQ+) than any generation in history (Ipsos MORI, 2017). As American culture has become increasingly accepting of LGBTQ+ identities over the past several decades, young LGBTQ+ individuals have had the opportunity to explore non-normative gender and sexual identities without the same fears of hatred and discrimination faced by LGBTQ+ individuals in earlier generations. In addition to these societal changes, the prevalence of the internet as a tool for learning and socializing has allowed LGBTQ+ individuals to explore their own identities and to find community in ways that would be unimaginable to those coming out in the mid-twentieth century. Indeed, where LGBTQ+ once flocked to coastal cities when they reached adolescence and young adulthood in order to find communities with others who shared their orientations, now they can simply log on to find others who share their attractions, understanding of gender, and other worldviews.  In many ways, the internet helps to make the current era the best in which to come out; however, the internet is not without its problems, especially when it comes to LGBTQ+ individuals. To help clients who are LGBTQ+ youth and young adults using the internet as a support in their coming out process, counselors will need to know how to navigate both the positive and negative influences that the internet can have on the mental health and overall wellbeing of these clients. This paper will explore both the benefits and drawbacks of LGBTQ+ adolescents and young adults using the internet as a way to explore their burgeoning identities, focusing on identity formation, finding community, the mental health impacts of the internet, and the implications these factors have on potential counseling interventions for this population.  THE INTERNET AND LGBTQ+ IDENTITY FORMATION          6 Review of Literature To better understand the issues surrounding LGBTQ+ identity formation in adolescents and young adults as it relates to internet use, the following literature review provides an overview of LGBTQ+ identity development models, the mental health disparities faced by the LGBTQ+ population, the internet and mental health, and existing research on the effects of the internet on LGBTQ+ identity formation. These combined factors present a foundation upon which to build a discussion about counseling interventions that can support adolescents and young adults as they explore their developing identities online. LGBTQ+ Identity Formation Models  Because each LGBTQ+ individual understands their own identity in a unique way, it is challenging to create an all-encompassing model that adequately describes the development of these varied identities. Mental health clinicians working with LGBTQ+ clients will likely need to understand the dimension of each client’s identity on their own individual terms. Still, the developmental models of Cass, Troiden, McCarn and Fassinger, Weinberg, and Lev can serve as foundations upon which to build that understanding.  Vivienne Cass developed the first theoretical model for homosexual identity development in order to more clearly define how gay men and lesbians acquire their identities (1979). Cass’ model is comprised of six linear stages: identity confusion, identity comparison, identity tolerance, identity acceptance, identity pride, and identity synthesis. As an individual progresses through these stages, they are first tasked with recognizing lesbian or gay feelings in themselves and identifying with other gays and lesbians, differentiating themselves from the heterosexual population (Cass, 1979). The later tasks involve coping with a homophobic society and finding internal strength in a lesbian or gay identity (Cass, 1979). While Cass herself notes in her THE INTERNET AND LGBTQ+ IDENTITY FORMATION          7 research that the model will need to be updated as social attitudes toward gay and lesbian individuals change (1979), the model remains a foundation for other LGBTQ+ identity formation models. Indeed, even in 2020, it is not difficult to imagine a queer adolescent identifying with the first two steps of Cass’ model, feeling initial confusion about whether or not they are queer before using the internet to explore the possibility by comparing their experiences to those of others readily available online.  As Cass predicted, additional models for LGBTQ+ identities emerged after hers in order to better describe the varied experiences of LGBTQ+ identity formation. Richard Troiden’s 1989 model differed from Cass’ in that it aimed to be more flexible, allowing for individuals to cycle through different aspects of identity formation in a non-linear fashion (1989). Susan McCarn and Ruth Fassigner, in an attempt to rectify the fact that Cass’ and Troiden’s models had been based on the experiences of gay, White men, created a model of identity specifically focused on lesbian identity development (1996). Likewise, Martin Weinberg’s bisexuality development model focuses on experiences unique to bisexuals, who he characterizes as having ongoing questions about what it means to be bisexual even as they settle into a bisexual identity (Weinberg, Williams, & Pryor, 1994). Finally, Arlene Istar Lev developed a model of Transgender Emergence, which offers a series of steps transgender and other gender nonconforming individuals cycle through on their way to self-understanding and acceptance (2004).  While these models offer increasingly specific ways of thinking about LGBTQ+ identity development, they share in common themes of initial uncertainty, self-reflection, and comparing the self to examples of other LGBTQ+ individuals in the broader community. Combining these models with a knowledge of how LGBTQ+ adolescents and young adults use the internet to THE INTERNET AND LGBTQ+ IDENTITY FORMATION          8 explore these elements of their identity can help mental health clinicians to guide youths through this process. LGBTQ+ Mental Health Disparities  The mental health disparities experienced by the LGBTQ+ population present a significant problem in facilitating successful LBGTQ+ identity development in adolescents and young adults. While it is true that society is generally more accepting of individuals with LGBTQ+ identities than it was when Cass published her developmental model in 1979, LGBTQ+ youth still feel the negative impacts of marginalization, physical threats, and pressure to take part in conversion therapy which can all negatively impact mental health outcomes (The Trevor Project, 2019). A national survey conducted by the Trevor Project on mental health outcomes in LGBTQ+ youth across the United States highlighted the increased risk of suicidal ideation and depression experienced by LGBTQ+ individuals compared to their non-LGBTQ+ counterparts; 39% of LGBTQ+ respondents considered attempting suicide in the past year, and 71% of LGBTQ+ respondents reported feelings of hopelessness for at least two weeks out of the year (2019). Mental health outcomes also vary within the LGBTQ+ community. A study of 2,513 lesbian, gay, bisexual, and questioning individuals ages 14-24 identified differences in mental health challenges experienced by different groups (Shearer et al., 2016). This study indicated that bisexual and questioning women were at higher risk for mental health challenges such as anxiety, depression, suicidal ideation, and self-harm than lesbian women and gay or bisexual men, though all sexual minority groups are at higher risk than their heterosexual counterparts (Shearer et al., 2016). These findings should help clinicians build awareness of specific mental health concerns faced by subgroups of the LGBTQ+ community. THE INTERNET AND LGBTQ+ IDENTITY FORMATION          9  Mental health disparities are particularly prevalent in the transgender and nonbinary community as well as for LGBTQ+ individuals of color. The psychological effects of living in a society that marginalizes non-normative gender and racial identities, of experiencing layers of discrimination, and of the threat of violence all contribute to poorer mental health outcomes for these groups (James et al., 2016; Sutter & Perrin, 2016). Indeed, transgender and nonbinary individuals have an attempted suicide rate nine-times higher than the general population, illustrating the devastating impact these psychological stressors can have on this community (James et al., 2019). Likewise, in a study of 200 LGBTQ+ individuals of color, researchers discovered that this population experiences heightened suicidal ideation that stems from having intersecting marginalized identities (Sutter & Perrin, 2016).  Knowing that these factors deeply impact the mental health outcomes of LGBTQ+ individuals, clinical mental health counselors should keep in mind how internet usage can either ameliorate or exacerbate these mental health concerns.  The Internet and Mental Health  Before further defining the interplay between LGBTQ+ identity development, LGBTQ+ mental health, and the way the internet affects both of these factors, we should first examine the available research on how the internet and an increasingly-connected digital world impact the mental health of adolescents and young adults more broadly.   Findings on the correlation between internet, social media usage, and mental health concerns have been mixed. One confounding factor in this area of study is the question of whether excessive internet usage contributes to the development of mental health disorders, such as depression, or whether individuals who are already struggling with mental health disorders are predisposed to excessive internet use (Pantic, 2014). In a study on Facebook usage and THE INTERNET AND LGBTQ+ IDENTITY FORMATION          10 depressive symptoms in 160 high school students, researchers discovered a statistically significant relationship between time spent on Facebook and scores on the Beck Depression Inventory (Pantic et al., 2012). Though the researchers do not claim a causal link between time spent on the internet and depressive symptoms, they speculate on the effects of seeing idealized versions of others on social media, believing it to be a negative influence on the mental health of adolescents (Pantic et al., 2012). Even if it is the case that individuals with depression are predisposed to spend more time on social media, it is important to recognize that the social media use can exacerbate existing symptoms of depression. These negative impacts are not restricted to social media alone. An extensive Chinese study on internet addiction surveyed 2,115 high school students and found that 338 could be classified as having internet addiction, using the internet for more than 20 hours a week (Yen et al., 2007). The students who met the criteria for internet addiction self-reported higher levels of ADHD and depressive symptoms; male participants also self-reported higher levels of hostility and aggression (Yen et al., 2007). Once again, these results do not necessarily indicate internet addiction as causation for these traits; however, the statistically-significant correlation between internet usage and these factors can help clinical mental health counselors determine whether internet use might be a factor in the intensity of each individual’s mental health symptoms.  Though it is impossible to establish definitively whether or not a causal link exists between internet usage and negative mental health outcomes, the correlation is strong enough that clinical mental health counselors should be aware of the potential adverse mental health affects the internet can have. While the internet can be a positive force in LGBTQ+ identity formation, as we will explore more in depth in the section below, counselors should be aware of THE INTERNET AND LGBTQ+ IDENTITY FORMATION          11 what spending an exorbitant amount of time on the internet or social media may do to their adolescent and young adult clients.  LGBTQ+ Identity Formation and the Internet  If used in moderation, social media and the internet can be key tools in the modern development of LGBTQ+ identities in adolescents and young adults. Indeed, the internet allows individuals who might otherwise be isolated from other LGBTQ+ individuals geographically to learn about what it is like to be LGBTQ+ and to connect and form a community even when they are not able to do so in person. Indeed, many adolescents and young adults who do choose to explore their LGBTQ+ identity through the internet may choose to come out on online networks first before coming out to their real-life friends and families (Craig & McInroy, 2013).   While LGBTQ+ individuals have been using the internet in this way since it became widely available, only recently has research attempted to gauge the dimensions of the internet use of LGBTQ+ adolescents and young adults. For example, one key question to investigate is whether or not LGBTQ+ individuals spend more or less time online than their non-LGBTQ+ peers. Research in this area is limited; a 2013 Gay, Lesbian & Straight Education Network (GLSEN) report on the way  LGBTQ+ adolescents ages 13-18 use the internet found that LGBTQ+ individuals spend an average of 45 minutes per day more online than their non-LGBTQ+ counterparts (2013). Additionally, 62% of LGBTQ+ individuals studied in the report used the internet to reach out to other LGBTQ+ individuals, indicating that the internet can be a key tool for intercommunity connection (GLSEN, 2013). A more recent study of 6,309 LGBTQ+ Americans and Canadian adolescents and young adults ages 14-29 sought to better define how different subgroups of the LGBTQ+ community engage with the internet, surveying participants about the devices they used, their time spent online, and their favorite websites (McInroy, Craig, THE INTERNET AND LGBTQ+ IDENTITY FORMATION          12 & Leung, 2018). The researchers identified that while the LGBTQ+ participants all spent a significant amount of time on the internet, the favored websites of each subset of the population varied by age, orientation, and gender identity; of particular note, older participants focus their internet experiences on social and professional networking and dating, while younger participants enjoy participating in microblogging sites such as Tumblr and “fandom”-oriented spaces, where they can connect over their favorite media properties (McInroy, Craig, & Leung, 2018). These trends can help clinicians to identify where LGBTQ+ clients may be spending their time online, while also providing an opening into a discussion about how internet use connects to questions of LGBTQ+ identities.  While researchers are learning more about where LGBTQ+ individuals are spending their time on the internet, they are also learning more about how these online experiences shape identity in the LGBTQ+ community. In a recent analysis of how 17 undergraduate students narrated the development of their own LGBTQ+ identities and how social media impacted this development, researchers identified four major themes: merging of on and offline safe spaces, external identity alignment, multiple identities based in context, and individuality/autonomy (Bates, Hobman, & Bell, 2020). Participant stories focused on how social media provided a curated environment where they could share their authentic thoughts and feelings about how their other identities intersected with their queer ones, while also feeling a level of safety due to privacy controls (Bates, Hobman, & Bell, 2020). This narrative analysis reveals the positive potential that the internet offers to LGBTQ+ youth as they learn to define their identities in an affirming space. In other words, at its best the internet can offer LGBTQ+ youth a sense of freedom and safety as they progress through their stages of LGBTQ+ identity formation.  THE INTERNET AND LGBTQ+ IDENTITY FORMATION          13 As we delve into the discussion of the implications of the literature on LGBTQ+ identity formation, mental health, and the internet, we will focus on how counselors can help LGBTQ+ individuals achieve this positive relationship with the internet, while avoiding some of the dangers of the internet in identity formation.  Discussion  The potential benefits and drawbacks of LGBTQ+ adolescents and young adults exploring their identities on the internet are multifaceted and manifest differently depending on every individual’s unique circumstances. Without the knowledge of how each client interacts with the internet, a counselor cannot know whether or not specific interventions or supports are necessary; however, with a basis of knowledge about how LGBTQ+ youth and young adults interact with the internet, counselors can be ready to adapt their responses to their individual needs.   Positive Influences of Internet Communities on LGBTQ+ Identity Formation  Perhaps one of the most obvious benefits of the internet to LGBTQ+ youth and young adults is the improved ability to connect with resources to explore identity and to find community. Though Cass formulated her gay and lesbian identity model long before the internet became broadly accessible, it is easy to see how the internet can play a role in each stage she outlines. The internet can be especially helpful in the identity confusion and identity comparison stages; in these stages, an individual finds a contradiction between assumed heterosexuality and feelings for someone of the same sex, prompting them to compare themselves against examples of straight people and gay people that they may know (Cass, 1979). LGBTQ+ youth who do not have any real-life examples of LGBTQ+ people with whom they might compare themselves can use the internet to access media that features LGBTQ+ characters or learn about queer sexualities THE INTERNET AND LGBTQ+ IDENTITY FORMATION          14 and gender identities from other people’s lived, real experiences over social media. The final stages of Cass’ identity formation model, identity acceptance, identity pride, and identity synthesis require the individual to determine what identity best describes their experiences while developing a sense of self-acceptance, pride, and openness (Cass, 1979). By forming connections with others who share similar orientations or gender identities, LGBTQ+ youth can progress through these stages of identity development no matter where they live. Indeed, because the majority of LGBTQ+ youth use the internet specifically to connect with other LGBTQ+ individuals (GLSEN, 2013), it is plausible that many LGBTQ+ youth use the internet specifically to develop understandings of themselves through identification with others in the community. Even if teens and young adults are unable to form bonds with other LGBTQ+ individuals in-person, they can forge and foster communities in an online setting, finding commonality and support in a way that is easy and accessible. These relationships and connections provide a foundation of support for LGBTQ+ adolescents and young adults that they may not have the ability to find elsewhere. While others in the lives of LGBTQ+ youth may not understand the value of these online communities, counselors can provide validation and support for individuals creating online social spaces such as these.   Additionally, the internet can be a positive resource for LGBTQ+ individuals to learn about how they can lead healthy sex lives as they begin to explore this aspect of their identities. Sex education in the United States broadly does not cover topics most relevant to the sex lives of LGBTQ+ individuals. Indeed, in a survey of millennials, only 12% reported that their sex education classes included information about same-sex relationships (Jones & Cox, 2015). While some LGBTQ+ youth may have supportive parents or guardians who can accurately convey information about healthy LGBTQ+ sexuality, there are still others who do not. The internet, THE INTERNET AND LGBTQ+ IDENTITY FORMATION          15 with comprehensive sex education websites such as Scarleteen, can offer a variety of resources for individuals of all sexual orientations and genders. If LGBTQ+ youth who wish to begin exploring their sexual identities are able to find a website like Scarleteen, they may reap the benefits of affirming sex education, leading to more satisfying and safe sexual experiences when they start having them. If LGBTQ+ individuals are comfortable openly discussing their developing sexualities in counseling, it may be worthwhile discussing these online resources with them to encourage healthy approaches to sex.  Negative Influences of Internet Communities on LGBTQ+ Identity Formation While overall the internet can offer important supports for LGBTQ+ individuals, it is important to remember the negative impacts that that internet can have on mental health when used in excess. Finding and sharing in community can be fun in moderation, but when being in community is paired with online activities it has the potential to become addictive. As McInroy, Craig, and Leung note in their research, younger LGBTQ+ individuals spend much of their time online engaging in fandom communities where they participate in discussions about their favorite shows, movies, games, and books (2018). While little research exists on fandom engagement, some researchers wonder if more extreme participants are experiencing a kind of behavioral addiction, such as internet addiction, when they spend the vast majority of their time and energy in these spaces. In an article featuring the opinions of three Indiana State University psychology professors, the subjects note that fandom can be double-edged; it can become addictive and even detrimental to daily functioning, absorbing an individual's attention, but it can also serve as a creative outlet, inspiring creative work such as fan art and fan fiction (Hatch, 2019). LGBTQ+ youth may experience a unique combination of fandom and a sense of community that they cannot find outside the internet. While this combination may serve the THE INTERNET AND LGBTQ+ IDENTITY FORMATION          16 needs of LGBTQ+ youth by connecting them to like-minded individuals, at the same time it might also lead them to spend a disproportionate amount of time in these fandom spaces, disrupting their lives. In the most extreme cases, the negative mental health outcomes associated with internet addiction—increased levels of depressive and ADHD symptoms (Yen et al., 2007)—could also apply to LGBTQ+ youth. It is also important to remember that LGBTQ+ youth are already predisposed to spending more time on average online than their heterosexual counterparts, potentially increasing this risk (GLSEN, 2013). Being aware of the pitfalls of these online arenas can help counselors to determine whether or not an LGBTQ+ client’s engagement in them is supportive, distracting, or some combination of the two. Helping a client develop skills to balance time spent in these spaces with other tasks of living may be a helpful approach in cases where engagement in online spaces impairs functioning.   In addition to risks that arise with increased time spent online, LGBTQ+ youth may also encounter language from others that serves to alienate and isolate them on social media platforms such as Facebook and Twitter. Derogatory language and hate speech are not uncommon online and have been on the rise in recent years (Ring, 2013). LGBTQ+ youth and young adults using the internet are likely to encounter such language at one point or another. The effects of such language can have a negative impact on mental health and self-concept, reminding the LGBTQ+ individuals who see it of the discrimination they are potentially escaping from when they engage with others online. Additionally, LGBTQ+ individuals are at higher risk of experiencing cyberbullying online than their heterosexual counterparts, whether it be from individuals that they know in person or individuals who they only know in an online setting (Abreau & Kenny, 2017). While school officials and counselors may be able to help intervene when peers LGBTQ+ individuals know in real life participate in cyberbullying, there is little that they can do to stop or THE INTERNET AND LGBTQ+ IDENTITY FORMATION          17 even prevent cyberbullying from others online. The likelihood that LGBTQ+ individuals will encounter cyberbullying or other harmful language online can negatively impact mental health, contributing to feelings of low self-esteem, depression, and even suicidal ideation. Counselors can support LGBTQ+ individuals who have experienced these negative effects of the internet by assisting them in boundary-setting while also helping them develop positive self-esteem.  Finally, where LGBTQ+ individuals may encounter positive websites helping them to navigate safe and healthy sexual experiences using the internet as a resource, it is important to acknowledge that the opposite is also true. In searching for information about sex, LGBTQ+ individuals may also encounter misinformation about sex, and they may witness unrealistic depictions of sex in pornography. Indeed, in one study of young Black men attracted to other men, researchers found that sexually explicit material, such as pornography, affected their understanding of what sex between men should entail, even though such materials often depict unsafe behaviors, such as unprotected sex (Arrington-Sanders et al., 2015). Just as websites like Scarleteen can help LGBTQ+ individuals learn about ways to engage in positive and safe sexual experiences, so too can misinformation and pornography negatively impact the first sexual experiences of LGBTQ+ individuals who are beginning to explore their identities. Counselors can intervene by providing a more realistic perspective on sexuality, while also pointing clients to more accurate and affirming resources. Differences Between Adolescent and Young Adult Populations  In recent years, the average age at which LGBTQ+ individuals come out has dropped significantly, some even coming out in their early adolescence. Most LGBTQ+ individuals come out between the time they are fifteen through their twenties (Pew Research Center, 2013). It is important to note that this period of time covers adolescence and young adulthood, groups that THE INTERNET AND LGBTQ+ IDENTITY FORMATION          18 have similar but distinct needs. Indeed, while both groups prioritize identity formation and developing communities, adolescents will still need to navigate exploring an LGBTQ+ identity while still at home with parents or guardians, while young adults will need to balance their identity exploration with the other stressors that come with entering adulthood. Adolescents often still rely on parents or guardians for shelter, food, and other supports; when those family members do not accept their LGBTQ+ identities, an LGBTQ+ client may require a different approach to emotional support than a young adult might. For LGBTQ+ adolescents living in unsupportive environments, the internet might be a particularly important support, as it may be their only outlet to explore their identity and connect with others without judgement or the threat of being disowned.  When working with LGBTQ+ minors who are actively exploring their identities on the internet, especially minors who live in unsupportive households, counselors will need to make sure that these clients know the limits of confidentiality. In order to uphold their responsibility to uphold the ethical imperatives of fidelity and autonomy to the minor client, however, the counselor can be careful not to write explicitly in their notes about the client’s sexuality, noting that the client is asking questions about identity, but not specifying further. If for whatever reason the counselor must share information with unsupportive parents or guardians about the client’s sexuality or their use of the internet to explore it, the counselor might approach the client with information about this request first, in order to prepare and involve the client in the discussion. Indeed, the American Counseling Association Code of Ethics Section A.2.d acknowledges that in cases with minors, the counselor should do what they can to include them in processes involving questions of consent, even when they are not able to give it legally (ACA, THE INTERNET AND LGBTQ+ IDENTITY FORMATION          19 2014). In this scenario, a counselor can attempt to uphold trust with the client, while upholding a potential legal duty to the client’s guardians.  Young adults who are also using the internet to explore questions about LGBTQ+ identity face different challenges surrounding the process of forging a sense of self. Young adults, depending on their cultural background, may be developing their identity outside of the home for the first time, whether it be at work or in a college setting. In learning to take responsibility for themselves, young adults will need support not only in navigating sexual identity, but also their personal, professional and/or academic identities. It is helpful to remember here, too, that LGBTQ+ individuals in their twenties tend to use the internet in a different way than their younger counterparts, focusing more on romantic, professional, and social networking (McInroy, Craig, & Leung, 2018). Generally, LGBTQ+ young adults use the internet to consolidate these multiple identities, helping them transition into all the roles and responsibilities that adulthood brings. In these cases, counselors might help clients prioritize needs during this time of identity consolidation while also helping them to manage potential interpersonal struggles that arise from coming out for the first time while online dating.  Other Counseling Implications  As counselors think about the interplay between LGBTQ+ identity exploration and the internet, it is important that they keep in mind the balance between the benefits of easy explorations and the possible harms caused by excessive use, exposure to negative language and bullying, and misinformation. Because excessive internet use is tied to worsening symptoms of ADHD and depression (Yen et al., 2007), counselors should watch for changes in symptoms in line with this observation. If a counselor suspects that a client is relying on the internet for support so heavily that it is impairing their functioning or worsening their mental health, they THE INTERNET AND LGBTQ+ IDENTITY FORMATION          20 may choose to approach the LGBTQ+ client’s presenting problem like a behavioral addiction. The internet is so prevalent and widely used that abstinence and relapse prevention interventions are likely to be unrealistic; however, other interventions for behavioral addictions, such as developing alternative behaviors and avoiding situations that cause the client to turn to the internet may be helpful avenues from which to approach the problem (Grant et al., 2011).   On a less extreme scale, for many LGBTQ+ individuals, social media, gaming, and online interaction with fandoms can become a coping mechanism, allowing them to escape from the pressures they face in their daily lives (McInroy, Craig, & Leung, 2018). On its own, this coping mechanism is not necessarily unhealthy, especially if it does not approach the level of engagement that disrupts daily functioning; however, if internet use causes distress or if it is the client’s only outlet for stress-relief, it may be worthwhile exploring alternative coping mechanisms with the client that they might choose to balance with their internet usage. Coming out can be a challenging and stressful process; it is important that an individual can rely on multiple supports, including offline self-care activities that can also encourage self-exploration such as meditation, reading, and journaling. Conclusion The internet provides an accessible and expansive outlet for LGBTQ+ identity formation, enabling youth and young adults to explore a vast array of identities until they feel like they have found their place. At the same time, LGBTQ+ youth can become swept up in using the internet, increasing the risk of some negative outcomes associated with excessive internet use. Counselors should look for ways to support adolescents and young adults in this process, monitoring warning signs for excessive use and worsening mental health, while encouraging clients when they see positive outcomes from their internet use.  THE INTERNET AND LGBTQ+ IDENTITY FORMATION          21 Additionally, when an adolescent shares that they are exploring sexual identity using the internet as their primary resource, counselor advocacy can also be a key supplement to that resource. If possible, connecting the client to community, agency, or college groups for LGBTQ+ teens and young adults can be a way to balance the experience of online exploration with additional real-world supports. In this way, counselors can help clients in the process of building an affirming community whether it be online, offline, or a combination of the two.  References  Abreu, R. L., & Kenny, M. C. (2017). Cyberbullying and LGBTQ Youth: A Systematic Literature Review and Recommendations for Prevention and Intervention. Journal of child & adolescent trauma, 11(1), 81–97. https://doi.org/10.1007/s40653-017-0175-7 American Counseling Association (ACA). (2014). ACA code of ethics. Alexandria, VA. Arrington-Sanders, R., Harper, G. W., Morgan, A., Ogunbajo, A., Trent, M., & Fortenberry, J. D. (2015). The role of sexually explicit material in the sexual development of same-sex-attracted Black adolescent males. Archives of sexual behavior, 44(3), 597–608. https://doi.org/10.1007/s10508-014-0416-x Bates, A., Hobman, T., & Bell, B. T. (2020). “Let me do what I please with it…Don’t decide my identity for me”: LGBTQ+ youth experiences of social media in narrative identity development. Journal of Adolescent Research, 35(1), 51–83. https://doi.org/10.1177/0743558419884700 Cass, V. C. (1979). Homosexual identity formation: A theoretical model. Journal of Homosexuality, 4(3).  THE INTERNET AND LGBTQ+ IDENTITY FORMATION          22 Craig, S. L. & McInroy, L. (2014). You can form a part of yourself online: The influence of new media on identity development and coming out for LGBTQ youth. Journal of Gay & Lesbian Mental Health, 18(1), 95-109. https://doi.org/10.1080/19359705.2013.777007 Gay, Lesbian, & Straight Education Network (GLSEN). (2013). Out Online: The Experiences of Lesbian, Gay, Bisexual and Transgender Youth on the Internet. https://www.glsen.org/sites/default/files/2020-01/Out_Online_Full_Report_2013.pdf Grant, J. E., Potenza, M. N., Weinstein, A. & Gorelick, D. A. (2010). Introduction to behavioral addictions. The American Journal of Drug and Alcohol Abuse, 36(5), 233-241. https://doi.org/10.3109/00952990.2010.491884 Hatch, R. (2019, August 1). Fans of fandom: Psychology faculty break down the passion and persecution of fans. Illinois State University News. https://news.illinoisstate.edu/2019/08/fans-of-fandom-psychology-faculty-break-down-the-passion-and-persecution-of-fans/ Ipsos MORI. (2017).  Ipsos MORI 2017 Almanac. https://www.ipsos.com/sites/default/files/ct/publication/documents/2017-11/ipsos-mori-almanac-2017.pdf James, S. E., Herman, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M. A. (2016). The report of the 2015 U.S. transgender survey. Washington, DC: National Center for Transgender Equality. Jones, R. P. & Cox, D. (2015). How race and religion shape millennial attitudes on sexuality and reproductive health: Findings from the 2015 millenials, sexuality and reproductive health survey. Washington, DC: Public Religion Research Institute. https://www.prri.org/wp-content/uploads/2015/03/PRRI-Millennials-Web-FINAL.pdf  THE INTERNET AND LGBTQ+ IDENTITY FORMATION          23 Lev, A. I. (2004). Transgender Emergence: Therapeutic Guidelines for Working with Gender-Variant People and Their Families. Routledge. McCarn, S. R., & Fassinger, R. E. (1996). Revisioning sexual minority identity formation: A new model of lesbian identity and its implications. The Counseling Psychologist, 24(3), 508–534. https://doi.org/10.1177/0011000096243011 McInroy, L. B., Craig, S. L. & Leung, V. W. Y. (2019). Platforms and patterns for practice: LGBTQ+ youths’ use of information and communication technologies. Child and Adolescent Social Work Journal, 36, 507–520 (2019). https://doi.org/10.1007/s10560-018-0577-x Pantic, I. (2014). Online social networking and mental health. Cyberpsychology, Behavior and Social Networking, 17(10), 652–657. https://doi.org/10.1089/cyber.2014.0070 Pantic, I., Damjanovic, A., Todorovic, J., Topalovic, D., Bojovic-Jovic, D., Ristic, S., & Pantic, S. (2012). Association between online social networking and depression in high school students: behavioral physiology viewpoint. Psychiatry Danubina, 24(1), 90-3.  Pew Research Center. (2013). Chapter 3: The coming out experience. A Survey of LGBT Americans. https://www.pewsocialtrends.org/2013/06/13/chapter-3-the-coming-out-experience/ Ring, C. E. (2013). Hate speech in social media: An exploration of the problem and its proposed solutions. [Doctoral thesis, University of Colorado].  Shearer, A., Herres, J., Kodish, T., Squitieri, H., James, K., Russon, J. & Diamond, G. S. (2016). Differences in mental health symptoms across lesbian, gay, bisexual, and questioning youth in primary care settings. Journal of Adolescent Health, 59(1), 38-45. https://doi.org/10.1016/j.jadohealth.2016.02.005 THE INTERNET AND LGBTQ+ IDENTITY FORMATION          24 Sutter, M., & Perrin, P. B. (2016). Discrimination, mental health, and suicidal ideation among LGBTQ people of color. Journal of Counseling Psychology, 63(1), 98–105. https://doi.org/10.1037/cou0000126 The Trevor Project. (2019). National Survey on LGBTQ Youth Mental Health 2019. https://www.thetrevorproject.org/wp-content/uploads/2019/06/The-Trevor-Project-National-Survey-Results-2019.pdf Troiden, R.R. (1989). The formation of homosexual identities. Journal of Homosexuality, 17, 43-73. Weinberg, M. S., Williams, C. J. & Pryor, D. W. (1994). Dual Attraction: Understanding Bisexuality. Oxford University Press, Inc. Yen, J. Y., Ko, C. H., Yen, C. F., Wu, H. Y., Yang, M. J. (2007). The comorbid psychiatric symptoms of internet addiction: attention deficit hyperactivity disorder, depression, social phobia, and hostility. Journal of Adolescent Health, 41, 93–98.  ",
    "id": 357533857,
    "identifiers": {
        "doi": null,
        "oai": "oai:openriver.winona.edu:counseloreducationcapstones-1144"
    },
    "title": "The Internet and LGBTQ+ Identity Formation in Adolescents and Young Adults",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-12-01T08:00:00+00:00",
    "publisher": "OpenRiver",
    "references": [],
    "sourceFulltextUrls": [
        "https://openriver.winona.edu/cgi/viewcontent.cgi?article=1144&context=counseloreducationcapstones"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/357533857.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/357533857"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/357533857/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/357533857/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/357533857"
        }
    ],
    "abstract": "The internet is a key part of identity exploration and the coming out process for LGBTQ+ youth and young adults. While the internet offers the benefits of allowing individuals to participate in LGBTQ+ identity formation, community development, and affirming sex education no matter where they live, it also presents challenges. These challenges include the potential for internet addiction, the possibility of encountering cyberbullying and derogatory language and hate speech online, and misinformation about sex. To help clients who are LGBTQ+ youth and young adults using the internet in their coming out process, counselors will need to know how to navigate both positive and negative influences that the internet can have on the mental health and overall wellbeing of these clients. Counselors should also be aware of the different needs of adolescents and young adults, as well as interventions relating to internet addiction, developing additional coping skills, and advocacy",
    "tags": [
        "text",
        "LGBTQ+",
        "adolescent",
        "young adult",
        "internet",
        "identity formation",
        "Counseling",
        "Counselor Education",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:openriver.winona.edu:counseloreducationcapstones-1144",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14069",
        "openDoarId": 0,
        "name": "OpenRiver@Winona State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 357533857,
        "depositedDate": null,
        "publishedDate": "2020-12-01T08:00:00+00:00",
        "updatedDate": "2024-02-16T02:52:32+00:00",
        "acceptedDate": null,
        "createdDate": "2020-12-07T14:21:55+00:00"
    },
    "urls": [
        "https://openriver.winona.edu/counseloreducationcapstones/127",
        "https://openriver.winona.edu/context/counseloreducationcapstones/article/1144/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-16T02:52:32+00:00",
    "setSpecs": []
}