{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Nourafshan, Alexander M."
        }
    ],
    "contributors": [],
    "createdDate": "2017-07-04T14:27:47+01:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84098965.pdf",
    "fullText": "Macro1 (Do Not Delete) 5/15/2017 10:21 AM 107 The New Employment Discrimination: Intra-LGBT Intersectional Invisibility and the Marginalization of Minority Subclasses in Antidiscrimination Law ALEXANDER M. NOURAFSHAN* TABLE OF CONTENTS I. INTRODUCTION........................................................................................................... 108II. THE ROOTS OF INTERSECTIONAL INVISIBILITY ......................................................... 111 A. The Single-Axis Framework in Employment Discrimination Law ..... 111 B. Judicial Responses to Intersectional Claims ............................................ 115 III. LGBT INTERSECTIONALITY ..................................................................................... 120 A. LGBT Workplace Discrimination ............................................................. 122 B. The Precariousness of Intersectional LGBT Claims................................ 126 C. Intra-LGBT Intersectionality ..................................................................... 129 IV. HIGH RISK, LOW REWARD: SCANT OPTIONS FOR INTERSECTIONAL PLAINTIFFS . 131A. Per Se Intersectional Claim ....................................................................... 131 B. Separate, Single-Axis Claims ..................................................................... 132 C. Sex-Plus Claim ............................................................................................ 133 D. Single-Axis Claim ....................................................................................... 134 V. NEW APPROACHES ................................................................................................... 135 A. Judicial ......................................................................................................... 135 B. Congressional .............................................................................................. 137 C. Social Movement ........................................................................................ 138 Copyright © 2017 by Alexander Nourafshan * Counsel, California Department of Business Oversight. J.D., Vanderbilt Law School, 2015. B.A., Occidental College, 2011. Views expressed in this article do not represent the views of the Department of Business Oversight. Thank you to Owen Jones and the Vanderbilt Legal Scholarship Seminar for providing helpful comments on early drafts of this paper. I would also like to thank Gabrielle Lucero, Lindsey Roberts, Chelsea Fraley, Christine Yoo, Mckenzie Osborne, Dacia Green, Madison Guidry, Ali Jessani, and Alix Simnock of the Duke Journal of Gender Law & Policy for excellent assistance in editing this article for publication.Macro1 (Do Not Delete) 5/15/2017  10:21 AM 108 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 D. The Limits of Intersectionality .................................................................. 139 VI. CONCLUSION ........................................................................................................... 140  I. INTRODUCTION What do black women, Latino gay men and transgender bisexuals all have in common? These minority subclasses,1 along with many others, are protected by current employment discrimination laws to a limited extent. Discrimination against individuals who belong to multiple minority groups is known as intersectional discrimination.2 Intersectional discrimination is often overlooked in antidiscrimination law, despite the increasing prevalence of this form of discrimination.3 The absence of intersectionality as a consideration in employment discrimination statutes specifically, and from civil rights discourse more broadly, is known as intersectional invisibility.4 A current shortcoming of employment discrimination jurisprudence from a remedial perspective is that courts are generally unresponsive to claims made by discrete minority subclasses.5 Rather, most courts effectively require that distinct minority subclasses frame employment discrimination claims as a member of one protected class or another, but not as a member of two or more protected groups. For reasons that will be explained below, a black woman, for example, is essentially required to frame a discrimination claim as a racial minority or as a gender minority, but not through a combination in many jurisdictions. As a result, individuals who are members of multiple protected classes often lack a complete remedy in the employment discrimination context. In effect, this is judicially propagated intersectional invisibility.   1.  For purposes of this paper, a “minority subclass” refers to a group that is composed of two or more minorities. Thus, Black women, who are both racial and gender minorities, Latino homosexuals, who are both racial and sexual orientation minorities, and bisexual transgender people, who are both gender identity and sexual orientation minorities, all constitute minority subclasses. There are innumerable minority subclasses, particularly when considering a broad range of minority categories such as age, disability, religion, national origin, etc.  2.  According to the EEOC, intersectional discrimination “occurs when someone is discriminated against because of the combination of two or more protected bases (e.g. national origin and race).” EEOC, EEOC Enforcement Guidance on National Origin Discrimination, Notice 915.005 (Nov. 18, 2016), available at https://www.eeoc.gov/laws/guidance/national-origin-guidance.cfm#_Toc451518804. More generally, “[i]ntersectionality theory posits that individuals have multiple identities that are not addressed by legal doctrines based solely on a single identity or status.” DIANNE AVERY, ET AL., EMPLOYMENT DISCRIMINATION LAW: CASES AND MATERIALS ON EQUALITY IN THE WORKPLACE 47 (8th ed. 2010).  3.  See, e.g., Trina Jones, Intra-Group Preferencing: Proving Skin Color and Identity Performance Discrimination, 34 N.Y.U. REV. L. & SOC. CHANGE 657 (2010).  4.  See, e.g., Devon W. Carbado, Colorblind Intersectionality, 38 SIGNS 811, 813–14  (2013) (discussing the concept of intersectional invisibility and compiling academic commentary on the subject).  5.  Darren Leonard Hutchinson, Identity Crisis: “Intersectionality,” “Multidimensionality,” and the Development of an Adequate Theory of Subordination, 6 MICH. J. RACE & L. 285, 301–03 (2001). (“[C]ourts have failed to recognize that the cumulative effect of multiple forms of discrimination may create a unique type of victimization that differs in kind from the sum of individual acts of discrimination.”). Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 109 Compounding this problem for lesbian, gay, bisexual and transgender (“LGBT”) plaintiffs is the fact that LGBT plaintiffs do not have independently protected status under federal employment discrimination statutes, along with many other areas of antidiscrimination law.6 The LGBT7 grouping is composed of both sexual orientation minorities, including gays, lesbians, and bisexuals,8 as well as gender minorities,9 encompassing transgender individuals.10 Twenty-three states include gays and lesbians as protected classes under employment discrimination statutes, and approximately one-third of states provide coextensive protections for transgender individuals.11 Yet, efforts to include these groups as protected classes in federal employment discrimination statutes have failed to pass Congress since 1977.12  While the Employment Nondiscrimination Act (“ENDA”), which would prohibit employment discrimination against all members of the   6.  LGBT individuals are not explicitly covered by Title VII, the primary federal employment discrimination statute, for example. See infra Section III.A. Similarly, LGBT individuals are not a uniformly protected class at the federal level for purposes of housing discrimination. See, e.g., Ending Housing Discrimination Against Lesbian, Gay, Bisexual and Transgender Individuals and Their Families, HUD, https://portal.hud.gov/hudportal/HUD?src=/program_offices/fair_housing_equal_opp/LGBT_ Housing_Discrimination (last visited April 18, 2017) (“[t]he Fair Housing Act does not specifically include sexual orientation and gender identity as prohibited bases [for discrimination]. However, discrimination against a lesbian, gay, bisexual, or transgender (LGBT) person may be covered by the Fair Housing Act if it is based on non-conformity with gender stereotypes”).  7.  Although lesbian, gay, bisexual, and transgender identities are subsumed into the “LGBT” grouping, it is important to note that “[t]ransgenderism. . .is distinct from homosexuality (attraction to members of one’s own biological sex) and transvestitism or cross-dressing (dressing in clothes usually worn by those of the opposite biological sex).” Edward J. Reeves & Lainie D. Decker, Before ENDA: Sexual Orientation and Gender Identity Protections in the Workplace Under Federal Law, 20 LAW & SEXUALITY 61, 74 (2011).  8.  While this paper will include bisexuals in discussions about LGBT discrimination, this paper does not delve as deeply into issues affecting bisexuals, as is common in the academic literature. For an in-depth exploration of this phenomenon, see Kenji Yoshino, The Epistemic Contract of Bisexual Erasure, 52 STAN. L. REV. 353 (2000).  9.  Gender Identity is defined as “a person’s innate, deeply felt psychological identification as male or female, which may or may not correspond to the person’s body or designated sex at birth (meaning what sex was originally listed on a person’s birth certificate).” Reeves and Decker, supra note 7, at 74 (quoting Sexual Orientation and Gender Identity Terminology and Definitions, HUMAN RIGHTS CAMPAIGN, http://www.hrc.org/issues/workplace/equal-opportunity/gender-identity-termsdefinitio ns.asp).  10.  “Transgender individuals identify emotionally and psychologically with the opposite biological sex and usually live in the gender role opposite the one they were biologically born into or assigned. Transgender individuals do not always use surgery or medication to alter their bodies, but many do seek surgical alteration of their anatomy to conform to their desired biological sex.” Id. at 74–75.  11.  Crosby Burns et al., Gay and Transgender Discrimination in the Public Sector: Why It’s a Problem for State and Local Governments, Employees, and Taxpayers, CTR. FOR AMERICAN PROGRESS, Aug. 30, 2012, https://www.americanprogress.org/issues/lgbt/reports/2012/08/30/35114/gay-and-transgender-discrimination-in-the-public-sector/.   12.  H.R. 8269, 95th Cong. (1977). Proposed employment discrimination statutes protecting LGBT individuals have sought to either amend Title VII to include LGBT plaintiffs, or enact a separate employment discrimination statute. See, e.g., J. Banning Jasiunas, Can a “Separate but Equal” Federal Statute Adequately Protect Gays and Lesbians from Employment Discrimination?, 62 OHIO ST. L.J. 1 (2000).   Macro1 (Do Not Delete) 5/15/2017  10:21 AM 110 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 LGBT community, has gained traction in Congress in recent years,13 the enactment of this statute would not remediate the issue of intersectional discrimination, either in the intra-LGBT context or for intersectional plaintiffs more generally. Because neither sexual orientation nor gender identity are expressly protected classes in federal employment discrimination statutes, intersectional LGBT plaintiffs can actually lose the ability to bring a successful claim based on other protected characteristics.14 For example, a Latino homosexual employee in a state with no employment discrimination statute covering sexual orientation could lawfully be discriminated against for his sexual orientation. Even if the employee attempted to bring a race-discrimination claim, the employer could be absolved of liability by arguing that the discrimination was instead primarily predicated on sexual orientation rather than race. Sexual orientation discrimination would serve as a legally sanctioned sword, in this case permitting an employer to avoid a claim of race discrimination by conceding blatant sexual orientation discrimination. The employment discrimination landscape is arguably bleakest for a transgender bisexual plaintiff, however, who lacks uniform coverage under federal employment discrimination law for both sexual orientation and gender identity. This paper delves into the issue of intra-LGBT intersectional invisibility in the employment discrimination context and critiques ENDA for its potential to reinforce, rather than remediate, intersectional invisibility in employment discrimination law. Discrimination against subclasses of protected groups is an increasingly common occurrence in the modern workplace, yet employment discrimination law fails to provide meaningful redress for plaintiffs who experience discrimination on the basis of more than one trait.15 This paper argues that as the demography of the workplace becomes increasingly intersectional,16 and as the LGBT subgroups attain protected class status in the employment discrimination context at the federal level, employment discrimination jurisprudence must evolve to embrace claims by plaintiffs who belong to more than one protected category to   13.  “The LGBT community may soon win a legal victory that has been decades in the making: passage of the Employment Non-Discrimination Act (ENDA). As passage of the bill becomes more likely, debates about how much to compromise for that victory have become increasingly important.” Jennifer S. Hendricks, Instead of ENDA, A Course Correction for Title VII, 103 NW. U. L. REV. 209, 209 (2008).  14.  See, e.g., Hutchinson, supra note 5, at 302–03 (Arguing that discrimination was based on sexual orientation rather than on a protected class under Title VII is known as the “Sexual Orientation Loophole”). See Zachary A. Kramer, Heterosexuality and Title VII, 103 NW U. L. REV. 205, 242–43 (2009) (“employers are already using this defense - indeed, with great success”).  15.  See Rachel Kahn Best et al., Multiple Disadvantages: An Empirical Test of Intersectionality Theory in EEO Litigation, 45 LAW & SOC’Y REV. 991, 1008 (2011) (“Intersectional claims have increased dramatically over time”). See also Kimberlé Crenshaw, Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics, 1989 U.CHI. LEGAL F. 139 (1989) (discussing the failure of antidiscrimination law to address intersectional identities).  16.  See, e.g., Nancy Levit, Changing Workforce Demographics and the Future of the Protected Class Approach, 16 LEWIS & CLARK L. REV. 463 (2012). Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 111 achieve the underlying goals of antidiscrimination law.17 Given the prevalence of intersectionality in the LGBT community, the existence of intra-LGBT intersectionality, and the current momentum for expanding employment discrimination through legislative efforts, it is necessary to consider intersectionality as an integral part of any effort to remediate LGBT discrimination in particular, and to address gaps in the law for marginalized plaintiffs in employment discrimination law more generally. This article first discusses the legal origins of intersectional invisibility, and the role that courts have played in affirming the single-axis framework in employment discrimination jurisprudence. The following section addresses the phenomenon of LGBT intersectionality and raises the issue of intra-LGBT intersectionality, arguing that current efforts to prohibit LGBT discrimination in the workplace would leave both LGBT intersectionality and intra-LGBT intersectionality unaccounted for. This article next addresses the scant options for intersectional plaintiffs under the current single-axis framework, demonstrating the limits of this analytical approach to providing meaningful recompense for intersectional employees. The article next articulates judicial and legislative reform options, which would incorporate intersectionality into the mainstream of employment discrimination jurisprudence. The final section briefly concludes. II. INTERSECTIONALITY THEORY AND THE ROOTS OF INTERSECTIONAL INVISIBILITY A. The Single-Axis Framework in Employment Discrimination Law Over the past half-century, American antidiscrimination law has made meaningful strides towards remediating many forms of overt discrimination, particularly in the employment context. The most prominent federal employment discrimination statute is Title VII of the Civil Rights Act, which prohibits employment discrimination “because of… race, color, religion, sex, or national origin.”18 The Americans with Disabilities Act (“ADA”)19 and Age Discrimination in Employment Act (“ADEA”)20 add to Title VII’s canon of protections for employees by outlawing discrimination on the basis of disability and age   17.  “The policy rationale behind [employment discrimination legislation] was fairly simple: employers should focus only on characteristics relevant to employment when making employment decisions, and the enumerated traits listed in Title VII will almost never have any bearing on whether someone can perform a certain job.” Cody Perkins, Sex and Sexual Orientation: Title VII After Macy v. Holder, 65 ADMIN. L. REV. 427, 428 (2013).  18.  42 U.S.C. § 2000e-2 (2006). While Title VII has been successful in eradicating certain overt discriminatory practices in the workplace, Title VII is also limited in its efficacy. For one, Title VII only covers five protected classes: race, color, sex, national origin and religion. This leaves many groups unprotected. Additionally, not all employers are subject to the requirements of Title VII. Researchers have estimated that up to nineteen percent of the American labor force is not covered by Title VII. Levit, supra note 16, at 470. “While laws prohibiting discrimination were first developed following the Civil War, they failed to have the impact that they were designed to create.” Jourdan Day, Note, Closing the Loophole—Why Intersectional Claims are Needed to Address Discrimination Against Older Women, 75 OHIO ST. L. J. 447, 449 (2014).  19.  Americans with Disabilities Act of 1990, 42 U.S.C. §§ 12101–12213 (2000).  20.  Age Discrimination in Employment Act of 1967, 29 U.S.C. §§ 621–634 (2006). Macro1 (Do Not Delete) 5/15/2017  10:21 AM 112 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 respectively. Additionally, Congress enacted the Pregnancy Discrimination Act (“PDA”), which prohibits discrimination against women on the basis of pregnancy or family status.21 Currently, Congress is considering the Employment Nondiscrimination Act (“ENDA”), which would broaden the scope of employment discrimination law by making discrimination on the basis of both sexual orientation and gender identity illegal.22 Despite legislation that prohibits workplace discrimination, many employees continue to face on-the-job discrimination.23 Title VII, the ADA, the ADEA, the PDA, and, if it passes, ENDA, create a patchwork of employment discrimination protections. However, workplace discrimination persists in numerous significant, albeit less overt forms, and current employment discrimination laws are ill equipped to handle these new iterations of workplace discrimination.24 For example, a landmark study conducted by prominent labor economics researchers   21.  Pregnancy Discrimination Act, 42 U.S.C. §2000e(k) (1994); see also Laura T. Kessler, The Attachment Gap: Employment Discrimination Law, Women’s Cultural Caregiving, and the Limits of Economic and Liberal Legal Theory, 34 U. MICH. J. L. REF. 371 (2001) (discussing the impact of the PDA on gender discrimination).  22.  “The Employment Non-Discrimination Act of 2011 (ENDA) proposes to essentially extend Title VII protections to Americans who are gay, lesbian, or bisexual, making it illegal for employers to hire, fire, refuse to promote, or treat in a hostile manner persons based on their sexual orientation” and gender identity. Zoë Robinson, Rationalizing Religious Exemptions: A Legislative Process Theory of Statutory Exemptions for Religion, 20 WM. & MARY BILL RTS. J. 133, 170 (2011) (internal citations omitted). “As proposed, ENDA would define ‘sexual orientation’ as meaning ‘homosexuality, heterosexuality, or bisexuality,’ and ‘gender identity’ as ‘gender-related identity, appearance, or mannerisms or other gender-related characteristics of an individual, with or without regard to the individual’s designated sex at birth.’” Reeves & Decker, supra note 7, at 78 (internal citations omitted). According to many scholars and political commentators, it is likely that ENDA, or a functional equivalent thereof, will pass congress within the next few years. See, e.g., Hendricks, supra note 13. Although ENDA failed to pass in the House of Representatives, the bill passed the Senate with bipartisan support, which itself is an historic event. See, e.g., Michael Memoli, Senate Votes to Ban Discrimination Against LGBT Workers, THE LOS ANGELES TIMES, Nov. 7, 2013, http://www.latimes.com/nation/la-na-senate-gays-20131108, 0,1055292.story#axzz2kOnkUMErj. As this paper discusses, however, ENDA is limited in scope relative to Title VII. For example, plaintiffs under ENDA would not be able to raise disparate impact claims. See, e.g., Employment Nondiscrimination Act, HUMAN RIGHTS CAMPAIGN, http://www.hrc.org/ resources/entry/employment-non-discrimination-act.  23.  “Title VII has failed to eradicate discrimination from the workplace, as evidenced by the 93,277 bias discrimination complaints filed against employers in 2009 alone. Title VII has made great strides in improving workplace opportunities and mitigating workplace discrimination since its enactment, but change is necessary in order to foster increased successes and to achieve its broad remedial policy goals. Title VII does not protect all workers against wrongful employment discrimination, and it does not adequately or consistently protect the workers that it was supposed to cover, either.” Anastasia Niedrich, Removing Categorical Constraints on Equal Employment Opportunities and Anti-Discrimination Protections, 18 MICH. J. GENDER & L. 25, 28 (2011) (internal citations omitted).  24.  “As times changed, so too did the nature of discrimination. What was once blatant became more subtle. Discussions that were once dominated by a Black-White paradigm were challenged by peoples of varying shades of brown. Gender, class, language, accent, color, and national origin began to complicate the analysis and served to differentially situate racialized groups and individuals within those groups. Unfortunately, legal analysis and doctrinal frameworks failed to keep up with the times. Today, these frameworks and outmoded ways of thinking about discrimination present considerable challenges for plaintiffs.” Jones, supra note 3, at 679–80 (internal citations omitted). Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 113 demonstrated that job applicants with “ethnic-sounding” names received substantially fewer interview invitations relative to those with “race-neutral” names, regardless of industry or occupation level.25 To research this phenomenon, economists sent numerous employers resumes from fake candidates, all of whom were substantively equivalent, except for the fact that some resumes used race-neutral names, such as Sarah and David, while others had “ethnic-sounding” names like Lakesha and Jamal.26 The difference in responses to candidates based on name was not negligible: prospective employees with “ethnic-sounding” names were twice as unlikely to receive a call back for a job interview.27 Further, the unemployment gap between blacks and whites was the same in 2014 as it was in 1964, when Title VII of the Civil Rights Act was enacted.28 Thus, even though discrimination on the basis of race, along with Title VII’s other enumerated categories, may be formally illegal, not all forms of discrimination are captured by such prohibitions, and inequality and marginalization persist as a consequence of this gap in the law.29 Intersectional discrimination is one form of discrimination that has eluded most efforts at reform.30 As scholars have noted, “intersectionality is a conceptual blind spot for antidiscrimination law.”31 Intersectional discrimination is unaccounted for in the employment discrimination context because the vast majority of courts adhere to a single-axis framework for analyzing discrimination claims.32 The single-axis framework refers to an unwritten expectation that a plaintiff frames a claim of discrimination as being based on one protected trait or another, but not as a result of the confluence of two or more traits.33 Consequently, most courts fail to recognize that individuals who identify as members of multiple marginalized groups may experience discrimination differently than individuals who are members of only one protected class.34 Few courts recognize actionable   25.  Marianne Bertrand & Sendhil Mullainathan, Are Emily and Greg More Employable Than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination, NAT’L BUREAU OF ECON. RESEARCH, Working Paper No. 9873, 2003, http://www.nber.org/papers/w9873.  26.  Id.  27.  Id.  28.  Drew Desilver, Black Unemployment Rate is Consistently Twice That of Whites, PEW RESEARCH, Aug. 21, 2013, available at http://www.pewresearch.org/fact-tank/2013/08/21/through-good-times-and-bad-black-unemployment-is-consistently-double-that-of-whites/.  29.  See, e.g., Niedrich, supra note 23, at 28–29.  30.  “Intersectionality theory posits that individuals may be subject to adverse treatment as a result of the convergence, or intersection, of two or more protected classifications.” Jones, supra note 3, at 668; See also Crenshaw, supra note 15.  31. Zachary Kramer, The New Sex Discrimination, 63 DUKE L.J. 891, 934–35 (2014).  32.  See, e.g., Crenshaw, supra note 15. Crenshaw’s article first articulated the idea of the single-axis framework, which refers to the legal presumption of single-trait discrimination. Id. Thus, discrimination claims are adjudicated on the basis of one claim or another, often failing to recognize the unique experiences of subclasses of protected groups. Id.  33.  Id.  34.  “Crenshaw’s analysis demonstrates that antidiscrimination doctrine imagines the quintessential race plaintiffs as men of color and the model sex discrimination plaintiffs as white women. The claims of women of color are viewed as presenting an unprotected ‘sub-category’ or ‘special class’ and as placing civil rights doctrine on a dangerous slippery slope.” Hutchinson, supra Macro1 (Do Not Delete) 5/15/2017  10:21 AM 114 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 claims based on intersectionality, despite the increasing prevalence of discrimination faced by subclasses of protected groups.35 The reasons for this will be explored more fully in part II.B, infra. The paradigmatic example of intersectional discrimination is black women.36 Kimberlé Crenshaw, the pioneering scholar behind intersectionality theory, articulated the constraints imposed by the single-axis approach to employment discrimination jurisprudence in particular, and antidiscrimination law more broadly: With Black women as the starting point, it becomes more apparent how dominant conceptions of discrimination condition us to think about subordination as disadvantage occurring along a single categorical axis. I want to suggest further that this single-axis framework erases Black women in the conceptualization, identification and remediation of race and sex discrimination by limiting inquiry to the experiences of otherwise-privileged members of the group. In other words, in race discrimination cases, discrimination tends to be viewed in terms of sex- or class-privileged blacks; in sex discrimination cases, the focus is on race- and class- privileged women.37 Under Crenshaw’s articulation of the single-axis framework, comparing the experiences of black women to black men or white women is inapt.38 Unlike black men, who benefit from male privilege, and white women, who benefit from white privilege, black women are unable to claim privilege through either axis. As a result, black women experience a unique type of discrimination and have a set of life experiences that differ from both black males and white women,39 yet the experiences of these dissimilar groups will be used to assess the veracity of a race or sex discrimination claim.40 This problem arises for many other intersectional  note 5, at 302 (internal citations omitted).  35.  See, e.g., Kramer, supra note 31, at 932 (“The problem, of course, is that modern discrimination is a messy enterprise that defies neat categorization. In its attempt to impose order on something disorderly, employment discrimination law neglects the needs of employees who face discrimination aimed at multiple parts of their identity.”).  36.  Although black women remain the paradigmatic example of intersectional discrimination, as the focal point of intersectional scholarship and as a group that has successfully asserted claims of intersectional discrimination, other groups, such as Asian women, have also successfully raised intersectional discrimination claims and been addressed in the scholarly literature. See, e.g., Jones, supra note 3, at 668–69.  37.  Crenshaw, supra note 15, at 140. See also MELISSA HARRIS-PERRY, SISTER CITIZEN 91 (Yale 2011).   38.  See, e.g., id. (discussing unique experiences of black women in the workplace: “[t]he workplace is a particularly fraught terrain for black women who try both to earn professional respect and to guard against the expectation that they are irrationally angry”).  39.  “A black woman’s experience cannot be compared to the experience of either a black man or a white woman. Neither of these latter examples captures the full range of stereotypes and prejudices that attach uniquely to a black woman’s experience.” Kramer, supra note 31, at 932–33.  40.  “In Degraffenreid v. General Motors, five African American women brought suit against General Motors, alleging that the employer’s seniority system perpetuated the effects of past discrimination against black women. The Eighth Circuit held that there was no sex discrimination because although General Motors did not hire black women prior to 1964, it did hire white women.” Alina Hoffman & Margarita Varona, Sexual Discrimination Claims Under Title VII of the Civil Rights Act, 13 GEO. J. GENDER & L. 523, 553 (2012). Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 115 plaintiffs.41 Courts have recognized claims by very few minority subclasses, including black women and Asian women,42 underscoring a need to broaden antidiscrimination jurisprudence beyond the single-axis approach. Intersectional invisibility is problematic for both minority workers in general and LGBT employees in particular. The demography of the US workforce is changing, which will likely increase the necessity for judicial recognition of intersectional claims, particularly for groups who may not have previously been considered intersectional. As some have noted, “[b]y 2042, a generation from now, racial and ethnic minorities will become a majority of the U.S. population and whites will be a racial minority. In roughly that same timespan, the number of multiracial individuals in the United States will triple.”43 Further, with women comprising a larger proportion of the workforce, and LGBT workers coming out of the closet in higher numbers, the frequency of intersectional discrimination claims will inevitably increase, warranting expanding current employment discrimination jurisprudence to recognize the viability of these claims. B. Judicial Responses to Intersectional Claims Despite the prevalence of intersectional discrimination in the employment context, there has not been widespread judicial acceptance of intersectional theory. “Rather than appreciate the multidimensional nature of discrimination and the dynamic interaction of various identity traits, courts generally demand a specific injury linked to discrimination based on a specific trait.”44 Some courts have allowed black women, along with a few other distinct minority subclasses, to bring intersectional claims, recognizing the unique historic social positions of marginalization experienced by these sub-groups.45 For example, in Jefferies v. Harris Community Action Association, the Fifth Circuit “implicitly recognized that black women throughout American history have worked in subservient roles and have been subjected to adverse conditions that have not been imposed upon either black men or white women.”46 Although the Jefferies Court allowed the plaintiffs in that case to bring an intersectional discrimination claim, this holding has been extended in only a handful of subsequent cases.47 The holding of Jefferies is limited by its own terms, moreover, because the case recognized the unique experiences of black women in finding that the intersectional claim was viable.48 This is quite    41.  “The complexities of joint racial and gender classification are not limited to black female plaintiffs. Black men have also faced specific and unique discrimination in employment settings.” Id. at 554.  42.  “Thus, an Asian woman may allege that she was discriminated against not because she is a woman, or Asian, but because she is an Asian woman.” Jones, supra note 3, at 668–69.  43.  Levit, supra note 16, at 464.  44.  Douglas Nejaime, Marriage Inequality: Same-Sex Relationships, Religious Exemptions, and the Production of Sexual Orientation Discrimination, 100 CAL. L. REV. 1169, 1207 (2012).  45.  See, e.g., AVERY ET AL., supra note 2, at 47.  46.  Id. at 48.  47. See Jefferies v. Harris Cty. Cmty. Action Ass’n, 615 F.2d 1025 (5th Cir. 1980); see also Hicks v. Gates Rubber Co., 853 F.2d 1406 (10th Cir. 1987).  48.  See Jeffries, 615 F.2d at 1032.  Macro1 (Do Not Delete) 5/15/2017  10:21 AM 116 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 different from articulating a universal cause of action for plaintiffs based on intersectional discrimination. In addition to black women, Asian women are one of the few other intersectional subclasses that courts have allowed to bring intersectional claims.49 Courts have recognized that Asian women face discrimination that does not impact Asian men or white women.50 Scholars have argued for the recognition of numerous additional protected subclasses, including older women,51 black Muslims,52 and LGBT people of color.53 Given that neither the Supreme Court nor Congress have formally addressed intersectionality, claims of intersectional discrimination remain legally precarious. Many courts have been skeptical of intersectional claims, to put it mildly. The most unequivocal and vehement rejection of intersectionality theory was articulated in DeGraffenreid v. General Motors Assembly Division.54 In DeGraffenreid, the Eighth Circuit rejected a black woman’s claim of intersectional discrimination.55 The court characterized allowing a judicial cause of action for intersectionality as providing a “super remedy” for minorities subjected to discrimination on intersectional bases.56 The Degraffenreid Court held that the “lawsuit must be examined to see if it states a cause of action for race discrimination, sex discrimination, or alternatively either, but not a combination of both.”57 It is important to challenge the Eighth Circuit’s characterization of intersectionality as providing a “super remedy” because plaintiffs in intersectional discrimination claims do not seek any extra remedy. Rather, intersectional plaintiffs seek only recognition of unique discrimination that results from the confluence of membership in multiple marginalized groups. Intersectional plaintiffs are not seeking any extra remedy or correspondingly higher damages based on multiple forms of discrimination.  Providing equal opportunity for intersectional plaintiffs to bring a discrimination claim is in no way tantamount to a “super remedy,” but is instead a step toward substantive equality for intersectional individuals. While the EEOC recently incorporated a statement in its compliance manual interpreting Title VII to allow a cause of action for intersectional discrimination,58 courts have not cited this provision in  published opinions. Moreover, the EEOC’s   49.  Jones, supra note 3, at 668–69.  50.  Lam v. Univ. of Haw., 40 F.3d 1551, 1562 (9th Cir. 1994); see also Jones, supra note 3, at 668–69.  51.  Day, supra note 18, at 453, 457.  52.  Meri O. Triades, Finding a Hostile Work Environment: The Search for a Reasonable Reasonableness Standard, 8 WASH. & LEE RACE & ETHNIC ANC. L. J. 35, 72 (2002).  53.  See, e.g., Darren Lenard Hutchinson, “Gay Rights” For “Gay Whites?”: Race, Sexual Identity, And Equal Protection Discourse, 85 CORNELL L. REV. 1358, 1368 (2001).  54.  DeGraffenreid v. General Motors Assembly Div., 413 F. Supp. 142, 143 (E.D. Mo. 1976), aff’d in part, rev’d in part on other grounds, 558 F.2d 480 (8th Cir. 1977).  55.  Id.  56.  Id.  57.  Id. at 483 (emphasis added).  58.  EEOC Compliance Manual, Race and Color Discrimination, § 15 (IV)(c), http://www.eeoc.gov /policy/docs/race-color.html#IVC. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 117 recognition of intersectional discrimination perpetuates a problematic feature of intersectional discrimination thus far, which is the recognition of only certain intersectional classes, rather than an understanding of the myriad manifestations of intersectionality in the workplace.59 There are at least three distinct reasons why intersectional claims have failed to become accepted in mainstream discrimination jurisprudence. The first can be traced to Title VII’s language, which uses a disjunctive ‘or’ in describing the discrete minorities that are protected under the statute.60 Courts rejecting an intersectional approach have indicated that the language of Title VII implies a plaintiff may belong to one category, but not multiple.61 The text of the statute does not explicitly provide a cause of action based on intersectional discrimination, though this may be an amendment worth considering, which will be discussed in greater depth in section V, infra. The second factor that reinforces judicial reliance on the single-axis framework is the four-step burden-shifting framework from McDonell Douglas Corp. v. Green, through which a plaintiff can establish a claim of discrimination.62 There are two ways in which this four-step burden-shifting framework reemphasizes the law’s entrenched dependence on the single-axis framework. Under the first step of McDonnell Douglas, a plaintiff must make a prima facie case of discrimination. This requires that a plaintiff demonstrate that “(1) he or she belongs to a minority group; (2) he or she applied for and was qualified for the position at issue; (3) despite his or her qualifications, he or she was not hired; and (4) after his or her rejection, the position remained open and the employer continued to seek applications from other individuals.”63 The first prong of McDonnell Douglas implicitly buttresses the single-axis framework by requiring a plaintiff allege a claim as a member of a protected class, not one or more. A protected class is generally understood as a member of a singular minority group, thus formalizing the requirement that a discrimination claim be framed as an either-or claim.64 If a plaintiff sufficiently articulates a prima facie case of discrimination, the burden shifts to the defendant to rebut the inference of discrimination raised by   59.  See id. The EEOC Compliance manual regarding intersectionality reads: “Title VII prohibits discrimination not just because of one protected trait (e.g., race), but also because of the intersection of two or more protected bases (e.g., race and sex). For example, Title VII prohibits discrimination against African American women even if the employer does not discriminate against White women or African American men. Likewise, Title VII protects Asian American women from discrimination based on stereotypes and assumptions about them ‘even in the absence of discrimination against Asian American men or White women.’” Id.  60.  “Much of the confusion for intersectionality centers around Congress’s use of the word “or” in the text of Title VII, which protects against discrimination based on race, color, religion, sex, or national origin.” Bradley Allen Areheart, Intersectionality and Identity: Revisiting a Wrinkle in Title VII, 17 GEO. MASON U. CIV. RTS. L. J. 199, 208 (2006).  61.  See, e.g., DeGraffenreid v. General Motors Assembly Division 413 F. Supp. 142, 143 (E.D. Mo. 1976), aff’d in part, rev’d in part on other grounds, 558 F.2d 480 (8th Cir. 1977).    62.  See McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802 (1973).  63.  Angela Onwuachi-Willig & Mario Barnes, By Any Other Name?: On Being “Regarded As” Black, and Why Title VII Should Apply Even If Lakesha and Jamal are White, 2005 WIS. L. REV. 1283, 1290-92 (2005).  64.  See, e.g., Areheart, supra note 60, at 208. Macro1 (Do Not Delete) 5/15/2017  10:21 AM 118 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 the plaintiff’s prima facie case.65 This raises the second problem for intersectional plaintiffs making a case of intersectional discrimination, which is the use of statistics.66 An oft invoked method used by defendants to rebut the inference of discrimination raised by the plaintiff’s prima facie case of discrimination is through statistical evidence, which demonstrate that other ‘similarly situated’ employees at the workplace have not been treated discriminatorily, undermining the reliability of the discrimination claim.67 The use of statistics in this context are problematic for at least two reasons. First, statistics used to establish discrimination, can fail to account for the unique experiences of subclasses of protected groups. As Crenshaw describes, there is an apparent hierarchy among marginalized groups, with those marginalized along only one axis, such as white women or black men, being nearer to the top.68 The experiences of those “at the top” of the hierarchy will nevertheless be used to measure the legitimacy of an intersectional discrimination claim. Thus, if a black woman is alleging race-sex intersectional discrimination, an employer might use statistics that show that he has eight black employees, and ten female employees. These statistics fail to reveal that seven of the black employees are men and nine of the female employees are white. There is only one black woman, and her claim can therefore be undermined. Use of statistics is thus problematic in this context.69 The second problem with the use of statistics in intersectional discrimination cases is the lack of available comparator groups for intersectional plaintiffs.70 For example, in Moore v. Hughes Helicopter Inc, the Ninth Circuit failed to recognize the   65.  McDonnell Douglas, 411 U.S. at 802.  66.  For a detailed discussion of the problematic aspects of using statistics in discrimination cases, see Suzanne B. Goldberg, Discrimination by Comparison, 120 YALE  L.J. 728 (2011).  67.  There are two different ways courts use ‘similarly situated comparators’ to evaluate discrimination claims: “Although not mentioned by the Court in McDonnell Douglas, many circuit courts have added another element to the prima facie case. These courts require plaintiffs to demonstrate “that a similarly situated person outside the protected class was treated better. Other courts have held that a similarly situated comparator is one of the ways in which plaintiffs may prove discrimination.” Day, supra note 18, at 453. Whether the court frames the similarly situated comparator requirement as part of the prima facie case, or merely as an evidentiary advantage for plaintiffs, using a similarly situated comparator is the most common way plaintiffs prove a claim of discrimination. Id. It is often difficult, if not impossible, to find similarly situated comparators for an intersectional plaintiff, making it even more difficult to prevail on a discrimination claim under the current framework. See Goldberg, supra note 66.  68.  “Crenshaw depicts this point visually with her metaphor of a basement that contains all people who are discriminated against on the basis of race, sex, class, sexual preference, age and/or physical ability. . .Those at the bottom of the basement are individuals fully disadvantaged by the broad array of factors, while those at the top (near the ceiling) are disadvantaged by only a single factor. She notes that this ceiling is also a floor, above which all those who are not disadvantaged by any factor reside.” Areheart, supra note 60, at 211.  69.  See, e.g., Goldberg, supra note 66.  70.  See, e.g., id. at 736 (intersectional plaintiffs “[struggle] under a comparator regime in part because it can be difficult to decide who is the proper comparator—is it someone who shares neither of the individual’s traits or shares one but not the other? In addition, because intersectional plaintiffs are often few in number relative to all others in a workplace, decision makers tend to be skeptical of the comparison’s probative value and are typically unwilling to conclude that comparatively worse treatment is attributable to discriminatory intent rather than to the plaintiff’s idiosyncratic quirks”). Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 119 challenge of proffering adequate statistical evidence for subclasses of protected groups, dismissing the claim as a result:71 Presumably on the basis of Moore claiming discrimination as a black woman, the court left her to support her claim with statistical evidence of discrimination against black women. The court found Moore to be the only qualified black woman employee in her particular unit, thereby leaving her with no statistically significant evidence to prove a claim of discrimination against black women.72 A similar problem with the use of statistics arises in the disparate impact realm. Disparate impact discrimination occurs when an employer promulgates a facially neutral policy, which has a disproportionate impact on certain protected classes.73  In establishing a prima facie case of disparate impact, a plaintiff first must identify a specific employment practice to be challenged, and then, through relevant statistical analysis, must prove that the challenged practice has an adverse impact on a protected group. In making these comparisons, a plaintiff must demonstrate disparate impact with respect to the pool of qualified persons in the relevant labor market for the given position.74   Given that it can be difficult to find similarly situated comparators, raising a successful disparate impact claim can be exceedingly difficult for intersectional plaintiffs. One example of a policy with a disparate impact is one that requires female employees75 to wear their hair straight.76 While this may seem like a race-neutral grooming policy to some in that it applies equally to everyone and does not explicitly mention race, it effectively embeds whiteness as the default racial setting. This is because this policy fails to recognize that for some women, like Black women, who have hair that naturally grows in a texture that is not straight, the employer’s policy imposes an extra burden on these employees. Thus, this policy may seem facially neutral, but has a disparate impact on black employees. Under a disparate impact theory, a policy that has such a disparate impact constitutes impermissible employment discrimination.77 However, the Eleventh    71.  708 F.2d 475 (9th Cir. 1983).  72.  Areheart, supra note 60, at 210 (emphasis added).  73.  “If discriminatory intent is the touchstone of disparate treatment, then discriminatory effect is the touchstone of disparate impact. Disparate impact captures unintentional discrimination, cases in which an employment policy is fair on its face but harms one group of employees more than another.” Kramer, supra note 31, at 903. See also Green v. Mo. Pac. R.R. Co., 523 F.2d 1290 (1975) (articulating the importance of statistics in disparate impact claims).  74.  Angela Onwuachi-Willig, Another Hair Piece: Exploring New Strands of Analysis Under Title VII, 98 GEO. L. J. 1079, 1121 (2010) (emphasis added).  75.  Courts allow employers to impose different grooming requirements on male and female employees who perform the same job, finding that such policies do not violate Title VII. See, e.g., Jespersen v. Harrah’s Operating Co., 444 F. 3d 1104 (9th Cir. 2006) (dismissing a claim of sex discrimination brought by a female bartender at Harrah’s Casino who was fired for refusing to wear makeup as required by the Casino grooming policy, even though the grooming policy imposed different grooming standards on male and female bartenders).  76.  See, e.g., Onwuachi-Willig, supra note 74.  77.  See also Green, 523 F.2d at 1290. Macro1 (Do Not Delete) 5/15/2017  10:21 AM 120 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017   Circuit recently upheld an employer’s policy of banning dreadlocks during the interview process, despite the racial implications of doing so.78 Statistics are generally relied upon more heavily in this context, as employees must make the prima facie case of disparate impact discrimination through statistical evidence. Statistics in an intersectional disparate impact claim are not dispositive for the same two reasons mentioned above: For failing to capture the unique experiences of marginalized subclasses, and ignoring the reality that finding similarly situated comparators can be difficult, if not impossible. A third reason that intersectional discrimination theory has not been more widely invoked in mainstream employment discrimination jurisprudence is because the term discrimination itself is undefined in employment discrimination statutes, except for the ADA.79 The leading definition cited by many courts is a definition of discrimination promulgated by sponsors of the Civil Rights Act: To discriminate is to make a distinction, to make a difference in treatment or favor, and those distinctions or differences in treatment or favor which are prohibited by Section [703] are those which are based on any five of the forbidden criteria: race, color, religion, sex, and national origin. Any other criterion or qualification for employment is not affected by this title.80 Because civil rights statutes do not specify either that intersectional discrimination is a recognized type of discrimination, or that intersectionality is actionable, courts have had the freedom to ignore intersectionality, despite the lived experience of discrimination for intersectional plaintiffs. III. LGBT INTERSECTIONALITY Although lesbian, gay, bisexual and transgender (“LGBT”) individuals experience pervasive on-the-job discrimination,81 these groups are not protected from such discrimination at the federal level,82 or in the majority of states.83 Intersectional discrimination is particularly consequential in the LGBT context for   78.  Noel Gutierrez-Morfin, U.S. Court Rules Dreadlock Ban During Hiring Process Is Legal, NBC NEWS, Sept. 21, 2016, http://www.nbcnews.com/news/nbcblk/u-s-court-rules-dreadlock-ban-during-hiring-process-legal-n652211.  79.  Day, supra note 18, at 451.  80.  Id. at 450–51.  81.  “[E]mployment discrimination remains to this day a prevalent, pervasive problem for the transgender community.” Jason Lee, Lost in Transition: The Challenges of Remedying Transgender Employment Discrimination Under Title VII, 35 HARV. J. L. & GENDER 423, 461 (2012).  82.  See, e.g., id. at 425.  83.  See, e.g., Burns et al., supra note 11 (cataloguing the extent to which each state protects LGBT workers). As the report by Burns et al. demonstrates, there is a great deal of variation between states in terms of whether discrimination against LGBT employees is prohibited by law, which LGBT subgroups are covered, and whether the statute applies to both public and private sectors. For example, some states only prohibit sexual orientation discrimination, thereby excluding transgender individuals from coverage. Other states only prohibit sexual orientation and/or gender identity discrimination in public sector employment, while others prohibit it in the private sector, and some prohibit discrimination in both contexts. See id. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 121 two reasons.  First, there is a high incidence of individuals who identify as LGBT and also belong to another protected category.84 For example, racial minorities identify as LGBT at the highest rates: 4.6% of Black Americans identify as LGBT,85 4.3% of Asian Americans identify as LGBT, 4.0% of Latinos identify as LGBT.86 White Americans, conversely, identify as LGBT at the lowest rate, 3.2%,87 despite the construction of essentialized LGBT identity as predominantly white.88 Individuals identifying as both racial minorities and LGBT have intersectional race-sexual orientation identities, yet remain unaccounted for in the LGBT pursuit of employment discrimination protection. Second, intra-LGBT intersectional discrimination can occur against an individual who identifies as both homosexual or bisexual and transgender, demonstrating the limits of a single-axis approach to remedying intersectional LGBT employment discrimination specifically, as well as highlighting a problem that is endemic to current employment discrimination law more broadly. This is hardly a theoretical problem: it is common for a transgender individual to identify both as homosexual or bisexual and transgender.89 According to one study, approximately one-third of transgender individuals identify as bisexual, with an additional 12 to 16% percent identifying as homosexual or “queer.”90 Transgender individuals who identify as a heterosexual, on the other hand, account for approximately 30% of the transgender population.91 ENDA would not remedy this problem. Passing ENDA in its current form would only address discrimination on a singular axis. This effectively means that LGBT people of color, LGBT religious minorities, LGBT immigrants, LGBT elderly people, and numerous other groups would not be able to raise a viable claim that captured discrimination that occurred on the basis of more than one trait. This leaves a significant proportion of LGBT people without comprehensive protection from workplace discrimination. Reforming employment discrimination law is a monumental undertaking, demonstrated by decades of unsuccessful attempts to do so. 92 Given the growing momentum for passing legislation that expands protected classes in employment discrimination to include LGBT plaintiffs,93 and the import of intersectionality for   84.  See, e.g., Angela Onwuachi-Willig & Alexander Nourafshan, From Outsider Status to Insider and Outsider Again: Interest Convergence and the Normalization of LGBT Politics, 42 FLA. ST. L. REV. 521 (2015).   85.  Gary Gates & Frank Newport, Special Report: 3.4% of U.S. Adults Identify as LGBT, GALLUP, Oct. 18, 2012, http://www.gallup.com/poll/158066/special-report-adults-identify-lgbt.aspx.  86.  Id.  87.  Id.   88.  See, e.g., Onwuachi-Willig & Nourafshan, supra note 84.  89.  See, e.g., S. Elizabeth Malloy, What Best to Protect Transsexuals From Discrimination: Using Current Legislation or Adopting a New Judicial Framework?, 32 WOMEN’S RTS. L. REP. 283, 286 (2011) (internal citations omitted).  90.  Brett Genny Beemyn & Sue Rankin, Understanding Transgender Lives (book in development), http://www.umass.edu/stonewall/uploads/listWidget/9002/Understanding%20Transgender%20Lives.pdf.  91.  Id.  92.  See, e.g., Reeves & Decker, supra note 7, at 62.  93.  See, e.g., LGBT Nondiscrimination Protections, ACLU, https://www.aclu.org/issues/lgbt-rights/ lgbt-nondiscrimination-protections; Lambda Legal, Equality Act: Frequently Asked Questions, http:// Macro1 (Do Not Delete) 5/15/2017  10:21 AM 122 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 LGBT plaintiffs directly, now is the appropriate occasion for considering legislating intersectionality as part of employment discrimination reform. A. LGBT Workplace Discrimination There is pervasive discrimination against LGBT employees in the workplace resulting in a number of consequences, including lower incomes and on-the-job harassment for LGBT employees,94 despite widespread acknowledgment that “there is no evidence that gays and lesbians do not function as effectively in the workplace or that they contribute any less to society than do their heterosexual counterparts.”95  In states where sexual orientation is included as a protected class in employment discrimination statutes, claims of sexual orientation are brought almost as frequently as claims of race and sex discrimination, despite the relatively small proportion of the overall workforce made up of gays and lesbians.96  This demonstrates the dire need for extending employment discrimination protections to include LGBT people. Discrimination against gays and lesbians appears to be endemic to the American workplace: 42% of gays and lesbians report experiencing harassment as a result of their sexual orientation, and 16% report losing a job as a result of sexual orientation.97 Interestingly, one-third of LGBT employees are not open with any co-workers about their sexual orientation or gender identity,98 which could suggest that some of these employees who are not out to anyone in the workplace conceal their identity trait for fear of the resultant discrimination.99 The discrimination that openly gay and lesbian employees experience has many tangible consequences, such as diminished income.100 Studies have demonstrated  www.lambdalegal.org/publications/20150723_equality-act-faq.  94.  “Sexual orientation discrimination is a very real, very frequent problem in the American workplace.” Shawn Clancy, The Queer Truth: The Need to Update Title VII to Include Sexual Orientation, 37 J. LEGIS. 119, 140 (2011). For a recent study quantifying LGBT employment discrimination, see Brad Sears & Christy Mallory, Documented Evidence of Employment Discrimination & Its Effects on LGBT People, THE WILLIAMS INSTITUTE (2011); see also M.V. Lee Badgett et al., Bias in the Workplace: Consistent Evidence of Sexual Orientation and Gender Identity Discrimination 1998-2008, 84 CHI.KENT L. REV. 559 (2009).  95.  Snetsinger v. Mont. Univ. Sys., 325 Mont. 148, 162 (Mont. 2004) (Nelson, J., concurring).  96.  “[O]ut of every 10,000 gay workers, an average of four file discrimination complaints with state agencies. That number is 3.9 for workers filing discrimination complaints based on race, and 5.2 for workers filing discrimination complaints based on their gender.” Burns et al., supra note 11, at 10. There are over eight million self-identified LGBT employees in America, accounting for 6.3% of the total workforce, which is composed of over 129 million people. Id. at 6. Seven million LGBT employees work in the private sector, and over one million LGBT employees work in local, state and federal government. Id.  97.  Sears and Mallory, supra note 94, at 4. Notably, only twenty-five percent of survey respondents in the Williams Institute study were openly homosexual with all of their co-workers. It is possible that these discrimination figures would increase if more employees were openly homosexual. Further, one might argue that the pressure to not be openly homosexual at work constitutes a form of discrimination, known as covering. For the authoritative discussion of covering, see Kenji Yoshino, Covering, 111 YALE L. J. 769 (2002).  98.  Sears & Mallory, supra note 94, at 4.  99.  See Yoshino, supra note 97.   100.  See Onwuachi-Willig & Nourafshan, supra note 84. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 123 that gay men earn up to 32% less than their heterosexual counterparts, for example.101 While gays and lesbians are disadvantaged in terms of employment and income relative to heterosexuals, there are also alarming inequalities among gays and lesbians in terms of income, wealth, and employment that vary dramatically by race.102 For example, black male same-sex couples earn $23,000 less than white male same-sex couples, and black female same-sex couples earn $21,000 less than white female same-sex couples.103 Similarly, Latino male same-sex couples earn $27,000 less than white male same-sex couples, and Latino female same-sex couples earn $24,000 less than white female same-sex couples.104 Further, LGBT people of color are much more likely to be employed in lower-paying government jobs and to lack private health coverage.105 Discrimination against gays and lesbians in the workplace is unquestionably rampant, but transgender individuals report even higher levels of on-the-job discrimination, social marginalization, and economic hardship.106 As one scholar notes: [T]ranssexuals are victims of discrimination in virtually every aspect of their lives. Socially, they are outcast because they do not fit into traditional notions of gender. Legally, they are subject to a variety of obstacles that the average person would never have to face. In thirty-four states, transsexuals are unable to change their birth certificate to accommodate their gender identity and expression, which, in turn, can lead to difficulty obtaining a driver’s license or passport. They are unable to obtain marriage licenses, which can affect intestacy and child custody rights.   101.  Badgett et al., supra note 94, at 559 (“A growing number of studies using data from the National Health and Social Life Survey (‘NHSLS’), the General Social Survey (‘GSS’), the United States Census, and the National Health and Nutrition Examination Survey (‘NHANES III’) show that gay men earn 10% to 32% less than otherwise similar heterosexual men”).  102.  See, e.g., Gary J. Gates, PhD, Same Sex Couples In Census 2010: Race And Ethnicity. THE WILLIAMS INSTITUTE; Alain Dang & Somjen Frazer, Black Same-Sex Households in the United States: A Report from the 2000 Census, THE NATIONAL GAY AND LESBIAN TASK FORCE POLICY INSTITUTE (2005), http:// www.thetaskforce.org/static_html/downloads/reports/reports/2000BlackSameSexHouseholds.pdf; Jason Cianciotto, Hispanic and Latino Same Sex Couple Households in the United States: A Report from the 2000 Census, THE NATIONAL GAY AND LESBIAN TASK FORCE POLICY INSTITUTE (2005), http://www.lgbt racialequity.org/publications/HispanicLatinoHouseholdsUS.pdf. For an in-depth discussion of inequality among subgroups of the LGBT community, see Onwuachi-Willig & Nourafshan, supra note 84.  103.  Dang & Frazer, supra note 102, at 5.  104.  Id.  105.  Id.; Cianciotto, supra note 102.  106.  “A recent national survey of almost 6,500 transgender individuals found that nearly half of respondents had experienced an adverse employment action—denial of a job, denial of a promotion, or termination of employment—as a result of their transgender status and/or gender nonconformity. Fifty percent reported harassment by someone at work, forty-five percent stated that co-workers had referred to them using incorrect gender pronouns ‘repeatedly and on purpose,’ and fifty-seven percent confessed that they delayed their gender transition in order to avoid discriminatory actions and workplace abuse.” Lee, supra note 81, at 424–25 (internal citations omitted); see also, Jaime M. Grant et al., Injustice at Every Turn: A Report of the National Transgender Discrimination Survey 2, NAT’L CTR. FOR TRANSGENDER EQUAL. AND NAT’L GAY AND LESBIAN TASK FORCE,  (2011), http://www.thetaskforce.org /reports_and_research/ntds. Macro1 (Do Not Delete) 5/15/2017  10:21 AM 124 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 They even face discrimination based on their decision to use either a “male” or “female” restroom. To date, existing anti-discrimination laws have been largely ineffective in remedying the injustices and difficulties that transsexual individuals face.107 In light of this discrimination, and lack of a reliable remedy, LGBT rights activists have sought employment protections in judicial and legislative forums for decades. “Starting in the 1950s, homosexuals waged a multi-front struggle for the right to express a gay identity at work. Their activism was coterminous with similar workplace rights campaigns fought by women and racial minorities.”108 While sex and race were granted protected-class status under Title VII, attempts to include sexual orientation as a protected class have been introduced in every session of Congress for decades, yet these efforts have not been successful.109 In addition to efforts to include LGBT individuals as protected classes under federal legislation, legal advocates have pursued judicially based protections for LGBT employees as well. LGBT legal advocates have sought to expand Title VII’s prohibition on sex discrimination to include gender identity and sexual orientation, which is a strategy that has yielded mixed results.110 The court has greatly expanded its conception of sex discrimination since the passage of Title VII, moving from a narrow conception of sex discrimination that was limited to biological sex111 to include discrimination based on the more expansive concept of gender.112 In the words of former Supreme Court Justice Antonin Scalia: “The   107.  Malloy, supra note 89, at 284 (internal citations omitted) (emphasis added). See also Niedrich, supra note 23, at 30 (“Unemployment and under-employment are huge issues for transgender people—and particularly for transsexual people who often lose their jobs during or after their gender transitions. . .Within the transgender community, it is not uncommon to find people dramatically underemployed regardless of their experience or background.”) (internal citations omitted).  108.  Katherine Turk, “Our Militancy is in Our Openness”: Gay Employment Rights Activism in California and the Question of Sexual Orientation in Sex Equality Law, 31 L. & HIST. REV. 423, 425–26 (2013) (internal citations omitted).  109.  “Current federal law generally does not prohibit workplace discrimination based on sexual orientation or gender identity. For over a decade now, advocates of the gay, lesbian, bisexual and transgender (GLBT) community have sought to change this with proposed federal legislation—the Employment Non-Discrimination Act (ENDA), which would prohibit such discrimination nationwide.” Reeves & Decker, supra note 7, at 62.  110.  See, e.g., Turk, supra note 108. See also Sari M. Alamuddin, Seventh Circuit Extends Title VII Protections to Sexual Orientation, THE NATIONAL LAW REVIEW, Apr. 7, 2017, http://www.natlawreview. com/article/seventh-circuit-extends-title-vii-protections-to-sexual-orientation (“[o]n April 4 [2017], the US Court of Appeals for the Seventh Circuit held in Hively v. Ivy Tech Community College of Indiana that discrimination on the basis of sexual orientation is a form of sex discrimination prohibited under Title VII of the Civil Rights Act of 1964. This marks the first time a federal court of appeals has extended Title VII’s protections to claims based on sexual orientation.”).  111.  “It has become an academic norm to use the term ‘sex’ to refer to gonadal, chromosomal, or genital anatomy and to use the term ‘gender’ to refer to the socially expected behaviors and preferences commonly ascribed to each sex.” Mark Berghausen, Intersex Employment Discrimination: Title VII and Anatomical Sex Non-Conformity, 105 NW. U. L. REV. 1281, 1286 (2011).  112.  “Each individual maintains a particularized sex and gender.” Anton Marino, Transgressions of Inequality: The Struggle Finding Legal Protections Against Wrongful Employment Termination on the Basis of the Transgender Identity, 21 AM. U. J. GENDER SOC. POL’Y & L. 865, 869 (2013). Sex refers to biological sex, while gender refers to the social construct that accompanies gender. “[S]ex is best described as the outside physical or perceived surface identity of a person.” Id. at 871. On the other hand, “[g]ender-Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 125 word ‘gender’ has acquired the new and useful connotation of cultural attitudinal characteristics (as opposed to physical characteristics) distinctive of the sexes. That is to say, gender is to sex as feminine is to female and masculine is to male.”113 To expand Title VII’s prohibition on sex discrimination to include gender, the court created the sex-stereotyping theory.114 Sex-stereotyping theory was first articulated in the 1989 Supreme Court case Price Waterhouse v. Hopkins and holds that an employer cannot predicate an employment decision based on stereotyped notions of how men and women ought to behave.115 A number of courts have construed sex-stereotyping theory to encompass discrimination against transgender individuals.116 “The sex-stereotyping doctrine would seem to be a boon to the transgender community, as transgenderism is defined in significant part by nonconformity with stereotypical gender expectations.”117 This interpretation has gained traction in numerous courts, and the EEOC affirmed the inclusion of transgender individuals under Title VII’s sex discrimination provision.118  However, the Supreme Court has yet to affirm this interpretation of Title VII, and some circuit courts have explicitly rejected the extension of sex-stereotyping to include transgender plaintiffs.119 It would be premature, therefore, to consider transgender inclusion under Title VII as settled law. While transgender plaintiffs may have been moderately successful bringing discrimination claims under Title VII’s sex discrimination provision, courts have not consistently adopted an interpretation of sex-stereotyping theory that includes gay and lesbian plaintiffs.120 In states that do not include sexual-orientation  expression is the manifestation of one’s inner self and is frequently equated with socially normative, dichotomous Euro-American stereotypes of what it means to be a man or a woman.” Id.  113.  J.E.B. v. Alabama ex rel. T.B., 511 U.S. 127, 157 n.1 (1994) (Scalia, J., dissenting).  114.  Perkins, supra note 17, at 428–29.  115.  490 U.S. 228, 258 (1989) (“Sex Stereotyping Theory” prohibits employment discrimination on the basis of failing to conform to sex stereotypes under Title VII).  116.  See, e.g., Smith v. City of Salem, 378 F.3d 566 (6th Cir. 2004); Schroer v. Billington, 424 F. Supp. 2.d 203 (D.C. Dist., 2006); Glenn v. Brumby, 663 F. 3d 1312 (11th Cir. 2011). Conversely, some courts have rejected an interpretation of Title VII that covers transgender plaintiffs. See, e.g., Ulane v. Eastern Airlines, 742 F.2d 1081, 1082 (7th Cir. 1984) (“The words of Title VII do not outlaw discrimination against a person who has a sexual identity disorder, i.e., a person born with a male body who believes himself to be female.”); Etsitty v. Utah Transit Authority, 502 F. 3d 1215 (10th Cir. 2007).  117.  Lee, supra note 81, at 434.  118.  “Recently, courts have become much more receptive to finding that discrimination against transgender people is impermissible sex stereotyping under Title VII.” Perkins, supra note 17, at 435–36 (internal citations omitted). See also Macy v. Holder, No. 0120120821, 2012 WL 1435995 (E.E.O.C. Apr. 20, 2012) (interpreting Title VII’s sex discrimination provision to cover transgender discrimination claims).   119.  “There is now a division in the law between the jurisdictions that protect transgender plaintiffs under Title VII and those that do not.” Berghausen, supra note 111, at 1306.  120.  See, e.g., Vickers v. Fairfield Med. Ctr., 453 F.3d 757 (6th Cir. 2006); Dandan v. Radisson Hotel Lisle, No. 97 C 8342, 2000 WL 336528 (N.D. Ill. Mar. 28, 2000); Sommers v. Budget Mktg., Inc., 667 F.2d 748, (8th Cir. 1982); Smith v. Liberty Mutual Ins. Co., 569 F.2d 325 (5th Cir.1978); Holloway v. Arthur Andersen & Co., 566 F.2d 659 (9th Cir.1977); DeSantis v. Pacific Tel. and Tel., 608 F.2d 327 (9th Cir. 1979); Voyles v. Ralph K. Davies Med. Ctr., 403 F.Supp. 456 (N.D.Cal. 1975), aff’d mem., 570 F.2d 354 (9th Cir.1978).  Macro1 (Do Not Delete) 5/15/2017  10:21 AM 126 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 discrimination as a protected class, which is more than half of states, an employer can lawfully terminate a gay employee that endures explicitly offensive taunts such as “fagboy” and “Tinkerbell” in the workplace, and loses his job for complaining about it.121 In the past, the EEOC has similarly rejected an interpretation of Title VII’s sex provision as including homosexual and bisexual plaintiffs.122 While it may not be desirable for plaintiffs who experience discrimination based on sexual orientation to be deprived of a legal remedy, it is important for courts to disaggregate sex, gender and sexual orientation.123 Distinguishing sex from sexual orientation is crucial for ensuring the judicial viability of intra-LGBT intersectional claims,124 which will be discussed further in section III.B infra. B. The Precariousness of Intersectional LGBT Claims Although both gender identity and sexual orientation would be covered as protected classes under ENDA,125 and the underlying aims of expanding employment discrimination protections under ENDA may be normatively desirable, this legislation fails to recognize the looming problem of intersectional discrimination, both in the intra-LGBT context, and as it applies more broadly to other intersectional LGBT plaintiffs. In a leading treatise on employment discrimination, the authors presciently pose the question, “[i]f Congress enacts ENDA, and discrimination on the basis of sexual orientation is prohibited under federal law, should gay black males constitute a subclass that is protected on the basis that they belong to two minority groups-people of color and gay men?”126 While the answer should be yes, according to some scholars, the structure of ENDA as a non-Title VII amendment undermines the viability of this option.127 ENDA thus preserves intersectional invisibility, as it pertains to intersectional LGBT plaintiffs by failing to expressly embrace intersectional claims. While this article argues that ENDA is deeply flawed because of the statute’s failure to address intersectionality, it is also worth noting here that ENDA would expressly deny LGBT plaintiffs the opportunity to raise disparate impact claims.128 As one scholar explains: After years of failed attempts to add “sexual orientation” to Title VII of the Civil Rights Act of 1964, ENDA’s proponents decided they would have a better chance with a stand-alone bill stripped of several of Title VII’s protections: they gave up   121.  Dandan, 2000 WL 336528, at *1–4.  122.  “While there may be no binding precedent from the EEOC stating that sexual orientation is covered under Title VII, there is binding precedent regarding transgender people.” Perkins, supra note 17, at 439.  123.  See Mary Anne C. Case, Disaggregating Gender from Sex and Sexual Orientation: The Effeminate Man in the Law and Feminist Jurisprudence, 105 YALE L.J. 1, 57 (1995).  124.  For extensive discussion on the judicial significance of disentangling sex, gender and sexual orientation, see id.  125.  Reeves & Decker, supra note 7; see also Lee, supra note 81, at 425–26.  126.  AVERY ET AL., supra note 2, at 467.  127.  See, e.g., Day, supra note 18, at 449.  128.  See, e.g., The Employment Nondiscrimination Act, THE HUMAN RIGHTS CAMPAIGN, http://www. hrc.org/resources/entry/employment-non-discrimination-act. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 127 disparate impact claims and affirmative action as a remedy for proven discrimination.129 Disparate impact claims have been an important source of redress for racial and gender minorities, yet this option would be unavailable under the terms of ENDA. If passed in its current form, it is likely that ENDA would have to be supplemented with another statute expanding employment discrimination coverage for LGBT plaintiffs to include a disparate impact cause of action. Given that LGBT individuals are not protected under federal employment discrimination statutes, intersectionality can operate as a sword for employers.130  Under current law, employers can avoid discrimination on another trait by blatantly admitting to engaging in sexual orientation discrimination.131 As one scholar explains: [B]ecause sexual orientation remains an unprotected category in federal statutory and constitutional civil rights law, discriminators may willingly concede sexual orientation discrimination when some evidence of discriminatory action exists, but deny racial or gender discrimination. The precarious status of sexual orientation in civil rights law, therefore, allows for the furtherance of racial subjugation and patriarchy, as defendants package their racism and sexism in homophobic terms in order to escape liability.132 In intersectional LGBT cases, “courts do not recognize ‘intersecting’ discrimination; they have found that evidence of sexual orientation discrimination negates any possibility that defendants also engage in racial discrimination; and they have refused to accept arguments that plaintiffs face unique discrimination as gays and lesbians of color.”133 Thus, if a Latino homosexual plaintiff alleged race and sexual orientation discrimination, it would be possible for the employer to avoid liability on the race discrimination claim if he can claim that sexual orientation discrimination was instead the motivating factor.134 ENDA’s intersectionality problem is not only substantive, but also structural. If enacted as a freestanding statute, an intersectional LGBT plaintiff may not be able to combine a discrimination claim under a Title VII protected class, like race, with an intersectional claim of LGBT discrimination, because the causes of action arise from different statutes. This problem has been illustrated in intersectional   129.  Hendricks, supra note 13, at 209.  130.  Hutchinson, supra note 15, at 302–03. See also Kramer, supra note 15, at 243.  131.  This catch-22 for intersectional plaintiffs is apparent in a gender discrimination case: “What results is double punishment for a homosexual person: a homosexual person is more likely to be subject to gender discrimination for not fitting in, and is at the same time less likely to have a day in court.” Clancy, supra note 95, at 131.  132.  Hutchinson, supra note 15, at 302–03 (internal citations omitted); see also, Ryan Castle, The Gay Accent, Gender, and Title VII Employment Discrimination, 36 SEATTLE U. L. REV. 1943, 1943–44 (2013) (“Because Title VII does not protect employees from sexual orientation-based discrimination, plaintiffs who are or are perceived to be of a sexual minority have difficulty proving a valid sex-based discrimination claim in federal court.”) (internal citations omitted).  133.  Hutchinson, supra note 5, at 302–03.  134.  “In the context of race and sexuality discrimination claims, the unprotected status of sexual orientation in civil rights jurisprudence, along with judicial essentialism, actually provides an incentive for defendants to concede homophobic intent as a way of masking and obscuring racism.” Id. at 306. Macro1 (Do Not Delete) 5/15/2017  10:21 AM 128 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 claims raised in the ADEA/Title VII context.135 A plaintiff may be able to bring two distinct claims under the two statutes, but this is different than bringing a single claim for discrimination based on multiple protected characteristics. The advent of exploiting the unprotected status of homosexuality under federal employment discrimination laws is hardly a new phenomenon. Employers in the past have avoided liability in employment discrimination cases brought by sexual-orientation minorities, even when race and gender minorities succeed in the same case: 136 Despite facing such activist pressure, [the company] did not recognize its workers’ right to enact or imply a gay identity on the job. Whereas its [parent company] had reached a landmark $38,000,000 settlement with women and minorities alleging systemic sex and race discrimination that same year, the company openly defended its policy of denying employment to workers who did not fit heterosexual norms.137 Many intersectional LGBT individuals are already disenfranchised, both socially and economically, relative to white LGBT counterparts.138 If an intersectional LGBT plaintiff loses the ability to bring a claim under an already-protected category, this likely exacerbates the socioeconomic inequality affecting many intersectional LGBT people. Even if LGBT employees gain protected status under ENDA, or substantively equivalent legislation, this will only partially reform the employment landscape for LGBT employees. While intersectionality would no longer strip an intersectional plaintiff of otherwise protected status, ENDA also contains no language addressing intersectionality. Because ENDA is not an amendment to Title VII, but instead a separate statute, there is a structural impediment to raising a true intersectional claim. As has been demonstrated in the context of age-gender intersectional claims, courts do not readily allow plaintiffs to combine causes of action that arise from two different statutes.139 This analytic hurdle would likely exacerbate the reluctance courts have already demonstrated towards accepting intersectional claims. ENDA would also fail to address the statistical issues facing plaintiffs. As discussed in section II.B, supra, the use of statistical evidence is problematic in intersectional claims because statistics can fail to adequately reflect the experiences of marginalized subgroups. There is an additional problem with the use of statistics of particular relevance in the LGBT context: the difficulty of finding a sufficiently large comparator group for LGBT employees, particularly for intersectional employees.140 For example, in order for a gay Latino male to survive   135.  See, e.g., Day, supra note 18, at 449 (discussing the impediments to filing intersectional age and sex claims because courts have held that the age claim arising from the ADEA cannot be combined with the sex-based cause of action arising from Title VII).  136.  See, e.g., Turk, supra note 108, at 424.  137.  Id.  138.  See Gates, supra note 102; Dang & Frazer, supra note 102; Cianciotto, supra note 102.  139.  “[O]lder women can bring a claim based on their sex or based on their age, but they cannot bring a claim on the basis of their sex and age combined.” Day, supra note 18, at 449.  140.  Statistical “analysis only works if the claimant has someone to compare herself to.” Kramer, supra note 31, at 933. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 129 a motion for summary judgment, the employee may need to demonstrate that a similarly situated white gay male employee was treated more favorably than he was.141 According to intersectionality theory, however, the idea that a Latino gay male and white gay male employee are or can be ‘similarly situated’ is untenable, because the experiences of a Latino homosexual could vary tremendously from those of the white homosexual. Thus, one way of more broadly encouraging judicial adoption of intersectionality theory is to change the evidentiary burden such that employees no longer need to show ‘similarly situated’ comparators to make a claim for discrimination. C. Intra-LGBT Intersectional Invisibility Intra-LGBT intersectionality is a real phenomenon, yet a relatively unexplored issue in the academic literature.142 As mentioned, there is a high-prevalence of intra-LGBT intersectionality.143 Transgender individuals frequently “[define] themselves as heterosexuals who are attracted to those of the same biological sex…Thus, after sex reassignment surgery (SRS), the majority of male-to-female (MTF) transsexuals pursue male partners, and the majority of female-to-male (FTM) transsexuals pursue female partners.”144 Intersectional invisibility works as even more of a sword in the intra-LGBT context than it does for other LGBT intersectional plaintiffs because these plaintiffs lack protections from employment discrimination at the federal level and in many states. If a bisexual transgender plaintiff filed an intersectional discrimination claim on the basis of both sexual orientation and gender identity discrimination, a court would have numerous options for dismissing the claim. A very conservative court might deny all legitimacy to this allegation of discrimination, arguing that neither transgender people nor bisexuals are covered under current law, summarily dismissing the claim. Even if a court accepted the argument that a transgender individual is protected by Title VII’s sex discrimination provision, the court could still find that discrimination on the basis of sexual orientation, which is currently legal at the federal level, was a permissible basis for taking an adverse employment action. Similarly, a court could dismiss a transgender homosexual plaintiff’s claim by rejecting an attempt to ‘bootstrap’ a sexual orientation claim to a gender discrimination claim. Both scenarios for the transgender bisexual plaintiff presume a court is even willing to construe Title VII to cover transgender plaintiffs. The argument that transgender individuals are protected under Title VII remains an unsettled and somewhat tenuous proposition, which may tip the scales in favor of dismissing a transgender bisexual plaintiff’s claim. A further challenge emerges in the intra-LGBT context because courts, and the public more generally, do not always appropriately differentiate between the   141.  See, e.g., Williamson v. A.G. Edwards & Sons, Inc., 876 F.2d 69, 70 (8th Cir. 1989) (per curiam).  142.  Among the few discussions of intra-LGBT intersectionality in the employment context in the academic literature is a discussion of sexual harassment in employment discussing lesbian transgender women. See Sheerine Alemzadeh, Protecting the Margins: Intersectional Strategies to Protecting Gender Outlaws from Workplace Harassment, 37 N.Y.U. REV. L. & SOC. CHANGE 339, 361 (2013).  143.  See, e.g., Gates, supra note 102; Dang and Frazer, supra note 102; Cianciotto, supra note 102.  144.  Malloy, supra note 89, at 286 (internal citations omitted). Macro1 (Do Not Delete) 5/15/2017  10:21 AM 130 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 subgroups of the LGBT community.145 Courts often conflate gender identity and sexual orientation, or collapse these distinct traits into one LGBT catch-all.146 When considering intersectional discrimination in the intra-LGBT context, it is important for courts to properly distinguish the distinct subgroups of the LGBT construct.147 “Separating sexual orientation from gender and sex, however, begs the question at issue in discrimination contexts. A homosexual person is more likely than a heterosexual person to be perceived as not fitting in with gender stereotypes. By the court attempting to separate and eventually confusing the concepts of sex, gender, and sexual orientation, however, it becomes more difficult for a homosexual plaintiff to bring an action based on gender discrimination.”148 In the immigration context, for example, LGBT identity traits are often conflated, with problematic results: [C]ourts in LGBT asylum cases have reduced the sociological complexities of LGBT realities in their decisions. The courts, as institutions, operate on numerous assumptions regarding biological sex, gender, sexuality, and identity that they then deploy to configure a social order that privileges heteronormativity and marginalizes queer realities. In the asylum process, this means that LGBT refugees bear the added burden of being othered in terms of their sexuality within such a heteronormative structure.149 Assuming that ENDA or a functionally equivalent statute is enacted, such legislation would only partially resolve the issue of intra-LGBT intersectional invisibility. While a bisexual transgender plaintiff’s employer could no longer use sexual orientation to avoid a sexual orientation or gender identity discrimination charge, as both would be protected categories, employment discrimination jurisprudence would still only recognize a single-axis approach to discrimination. The single-axis analytic approach imposes a continued constraint to redress for marginalized subclasses. Courts confronting a claim by a bisexual transgender plaintiff may very well be confounded regarding how to treat the claim. Thus, until courts or Congress are willing to explicitly recognize a wider range of subclasses of protected groups, as discussed in section V, infra, intersectional   145.  Aaron Ponce, Shoring Up Judicial Awareness: LGBT Refugees and the Recognition of Social Categories, 18 NEW ENG. J. INT’L 7 COMP. L. 185, 204 (“In addition, U.S. courts have failed to address the complexities involved in the intersection of gender and sexuality, and instead have relied on expectations and stereotypes of gender identity. In Mockeviciene v. U.S., a lesbian claiming persecution based on her sexuality was met with doubt and dismissal when the judge found that she had a child and was married. In a rather candid opinion, the immigration judge relegated Moskeviciene’s status as an LGBT individual to mere whim and uncertainty. This hesitation to believe someone who challenges both sexuality and gender norms essentially perpetuates the same sociologically uninformed attitudes that were initially responsible for the persecution.”).  146.  “Courts have acknowledged the interrelation between sex, gender and sexual orientation, and the near impossibility of their divisibility.” Clancy, supra note 94, at 130.  147.  To properly characterize intersectional claims, the court must recognize the meaningful differences between the distinct concepts of sex, gender, gender identity and sexual orientation. See, e.g., Case, supra note 123. “To a large degree, the Court has conflated the concepts of sex and gender by using the terms interchangeably, signaling inaccurately that every person’s sex is also that person’s gender.” Marino, supra note 112, at 869–70.  148.  Clancy, supra note 94, at 131 (internal citations omitted); see also Castle, supra note 132, at 1953.  149.  Ponce, supra note 145, at 188.  Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 131 invisibility will leave many employees vulnerable, and without the protections that remedial statutes like Title VII and ENDA are intended to provide. More generally, for a remedial statute protecting LGBT people to effectively address both single-axis claims of LGBT discrimination and intersectional LGBT discrimination, courts and the public need to better understand the distinctions between sex, gender identity and sexual orientation. IV. HIGH RISK, LOW REWARD: SCANT OPTIONS FOR INTERSECTIONAL PLAINTIFFS Under current law and mainstream employment discrimination jurisprudence, there are several avenues intersectional plaintiffs can pursue to raise a discrimination claim. While each approach can provide a partial remedy for an intersectional plaintiff, each has distinct drawbacks. The incomplete remedies for intersectional plaintiffs discussed in this section underscore the need for expanding employment discrimination law, and antidiscrimination paradigms more generally, to account for intersectional discrimination. Options for doing so are discussed in section V, infra. This section will first present the option of filing a per se intersectional claim, which is a risky option given the mixed reception courts have given intersectional claims. The second option is filing separate claims based on each protected category, which raises other concerns. The third option is raising a sex-plus claim to loosely approximate an intersectional claim. This option, however, is available only when sex or gender is the intersectional category, and only if sex or gender is the primary trait on which discrimination was based. The fourth and final option is to forego multiple claims and only pursue a discrimination claim based on one trait or another, in conformity with the strictures of the single-axis framework. A. Per Se Intersectional Claim The first option for plaintiffs who experience intersectional discrimination is to file a per se intersectional discrimination claim. After all, some plaintiffs have successfully argued intersectional discrimination, and existing employment discrimination statutes can be interpreted to permit plaintiffs to bring an intersectional claim.150 Further, the EEOC’s interpretation of Title VII affirms the viability of intersectional claims, as noted above. However, the viability of a per se intersectional claim is dependent on the jurisdiction in which the claim is brought, as well as the particular intersectional subclass raising the claim. Thus, a black woman in a jurisdiction recognizing intersectionality has the opportunity to bring a winnable intersectional claim.151 However, a different minority subclass, or a minority subclass in a different jurisdiction, may lack this option. Insofar as uniformity for plaintiffs is a goal of employment discrimination law, this type of jurisdiction-by-jurisdiction inconsistency is problematic. To file a claim of intersectional discrimination, a plaintiff would follow the same procedure as a single-axis discrimination lawsuit, beginning with the   150.  See, e.g., Degraffenreid v. General Motors Assembly Div., 413 F. Supp. 142 (E.D. Mo 1976); Moore v. Hughes Helicopter, Inc. 708 F.2d 475 (9th Cir. 1983); Payne v. Travanol Labs., Inc., 673 F.2d 798 (5th Cir. 1982).  151.  Id.  Macro1 (Do Not Delete) 5/15/2017  10:21 AM 132 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 McDonnell Douglas burden-shifting framework, discussed in section II.B supra. Courts, however, generally expect these claims to be framed as single-axis claims in conformity with the McDonnell Douglas prima facie case.152 Courts that have recognized intersectionality have done so for particular intersectional plaintiffs or certain intersectional groups without articulating a blanketed cause of action for intersectional discrimination. There are significant statistical differences in success rates between single-axis claims and intersectional claims.153 One study demonstrated that “[p]laintiffs who suffer multiple disadvantages in society fare worse than do singly disadvantaged plaintiffs when they seek to assert their civil rights in court.”154 Another study reports that single-axis claims were successful in 7 of 28, or 25% of cases, while claims brought by black women were only successful in 2 out of 12, or 17% of cases, however, this was not a statistically significant sample.155 Further, even if filed as an intersectional claim, a court may separate the claims, or otherwise contort a complaint of intersectional discrimination to fit the single-axis framework.156 This is a court-by-court difference, however.157 It is also significant that per se intersectional claims are not a viable option for LGBT plaintiffs in the majority of states currently. As discussed in section III, supra, intersectionality can be used as a sword for employers to avoid other discrimination claims, such as race, which would only be partially remedied if ENDA were enacted. Thus, the feasibility of raising a per se intersectional discrimination claim is largely dependent on both the jurisdiction in which the claim is brought and the intersectional identity at issue. In certain jurisdictions, such as the Fifth and Ninth Circuits, some groups, namely black and Asian women, may successfully raise intersectional claims.158 However, the low success rates for intersectional claims in general and the small number of jurisdictions that recognize intersectional discrimination illustrate the need to formally reform employment discrimination jurisprudence to uniformly protect subclasses of marginalized groups. B. Separate Single-Axis Claims A second option for intersectional plaintiffs is to file separate claims for each of the protected categories that serve as the basis for the intersectional claim. For example, a black woman would deconstruct an intersectional claim, and file   152.  Areheart, supra note 60, at 206.  153.  See, e.g., Best et al., supra note 15.  154.  Id. at 1019.  155.  See David Benjamin Oppenheimer, Verdicts Matter: An Empirical Study of California Employment Discrimination Law and Jury Verdicts Reveals Low Success Rates for Women and Minorities, 37 U.C. DAVIS L. REV. 511, 544 (2003).  156.  See, e.g., Chaddah v. Harris Bank Glencoe-Northbrook, N.A., 1994 U.S. Dist. LEXIS 2693, at *17 (N.D. Ill. Mar. 4, 1994) (separating multiple discrimination claims, ultimately dismissing each); See also Clay v. BPS Guard Servs., Inc., 1993 U.S. Dist. LEXIS 8399, at *9 (N.D. Ill. June 18, 1993).    157.  “Some courts aggregate evidence of racial hostility with evidence of sexual hostility, while others deal with an adverse employment action based on two or more grounds separately.” Hoffman & Varona, supra note 40, at 553–54.  158.  See supra section III. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 133 separate race and gender discrimination claims. While this approach may not appear problematic, filing separate claims has disadvantages, and is conceptually distinct from raising a per se intersectional claim. In the first instance, alleging that discrimination occurred because of two separate traits is not the same as saying that the discrimination resulted from the combination thereof. The two distinct identity traits may in fact be inextricably linked.  Discrimination on the basis of one trait may be indistinguishable from discrimination on the combination of the two. Legally, this approach limits the direct relevance of the claim to the discrimination experience. Personally, this approach further marginalizes the experience of subclasses of minorities. Second, discrimination claims in general tend to be unsuccessful in court.159 Studies have demonstrated that skepticism can be magnified when multiple claims of discrimination are alleged simultaneously.160 Filing multiple separate counts of discrimination could suggest that an aggrieved employee is filing a discrimination claim as a last-ditch effort to save a job or earn some money, necessarily undermining the legitimacy of a discrimination claim. Taking a “kitchen sink” approach to discrimination claims is thus an ill-conceived tactic for effectively remediating intersectional discrimination, because the claim of multiple counts of discrimination may cancel each other out, and strip a plaintiff of any redress. C. Sex-Plus Claim To loosely approximate an intersectional claim that involves sex or gender discrimination, a plaintiff could bring a sex-plus case. “‘Sex-plus’ doctrine, which originated in the early 1970s, enables plaintiffs to demonstrate that they have been discriminated against on the basis of sex by showing that they have been treated differently than members of the opposite sex with whom they share a particular, ostensibly non-sex-related characteristic.”161 Sex-plus theory can help some intersectional plaintiffs; however, sex-discrimination claim must be the crux of the claim. “A ‘sex-plus’ protection for black men was adopted in Johnson v. Memphis Police Department, which found that a policy against facial hair discriminated against many black men who, unlike white men, suffer from a skin condition that makes it unhealthy to shave every day.”162 Like the option of filing separate claims discussed above in the previous section, a sex-plus claim is not the same as a per se intersectional claim because the weight of the discrimination is placed on the gender discrimination claim. This   159.  See, e.g., Oppenheimer, supra note 155, at 516 (finding that while discrimination claims were generally unsuccessful relative to other types of claims, “success rates varied considerably by case category, with the lowest success rates in employment discrimination cases (excepting sexual harassment cases) filed by women and minorities. Success rates were lowest at the intersection of race and gender and the intersection of gender and age (over forty)”).  160.  See, e.g., Minna J. Kotkin, Diversity and Discrimination: A Look at Complex Bias, WM. & MARY L. REV. 1439, 1443 (2009) (“Empirical evidence demonstrates that multiple claims [of discrimination] are all but impossible to win.”).  161.  Cary Franklin, Inventing the “Traditional Concept” of Sex Discrimination, 125 HARV. L. REV. 1307, 1374 (2012).  162.  Hoffman & Varona, supra note 40, at 554. Macro1 (Do Not Delete) 5/15/2017  10:21 AM 134 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 type of claim does not lend itself to consideration of the unique experiences of intersectional plaintiffs, and is limited to certain intersectional subclasses.163 While some have called for the creation of an analogous race-plus theory,164 this has not come to fruition, and, for the same reasons as sex-plus theory, would fall short of providing effective redress for intersectional discrimination per se. Like filing per se intersectional claims, the viability of sex-plus claims is jurisdiction dependent. Sex-plus categories are relatively narrow, and the ones that have been recognized by the courts include women with school-age children, “minority women, married women, and married women who keep their surnames.”165 “In Phillips v. Martin Marietta Corp., the employer would hire women, but not women with pre-school-age children. The Supreme Court reversed the grant of summary judgment to the employer because the policy resulted in ‘one hiring policy for women and another for men--each having pre-school-age children.’”166 While sex-plus doctrine may provide some intersectional plaintiffs with a cause of action in a limited number of jurisdictions, this approach falls far short of remedying intersectional discrimination for all minority subclasses. D. Single-Axis Claim The last option for an intersectional plaintiff seeking to bring an employment discrimination claim would be to bring one single-axis claim, foregoing the second basis on which discrimination would otherwise be alleged. This is a strategic option for a plaintiff living in a jurisdiction that has already rejected intersectional claims, yet also raises a number of obvious problems. Most fundamentally, a claim based on one trait alone would fail to capture the full experience an employee has had with discrimination. Bringing only one claim simplistically collapses the unique experience of a distinct majority into a more palatable, judicially cognizable form of discrimination. It also may be impossible to disaggregate discrimination on the basis of one characteristic from discrimination based on another trait. In the LGBT context, this tactic may not work. Even if an intersectional LGBT plaintiff, such as a Latino homosexual, frames a claim purely as a race discrimination claim, an employer can rebut a claim of discrimination by alleging that the discrimination was based primarily on sexual orientation-related grounds, provided sexual orientation is not a protected trait in that state.167 Thus, an employer can effectively raise sexual orientation as an affirmative defense to an allegation of discrimination based on a protected trait. Merely bringing one claim while foregoing another claim, then, may not be an effective approach for intersectional LGBT plaintiffs.   163.  In addition to race/sex intersectional plaintiffs, such as black women and Asian women, scholars have written about older women as a subclass in need of intersectional recognition. See e.g., Day, supra note 18.    164.  Enrique Schaerer, Intragroup Discrimination in the Workplace: The Case for “Race Plus,” 45 HARV. CIVIL RIGHTS-CIVIL LIBERTIES  L. REV. 57 (2010).  165.  Hoffman & Varona, supra note 40, at 552–53.  166.  Id.  167.  See e.g., Hutchinson, supra note 5, at 302–03. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 135 V. NEW APPROACHES FOR PROTECTING INTERSECTIONAL LGBT PLAINTIFFS Given the manifest deficiencies of Title VII, the underinclusiveness of ENDA, and the problems with fragmented recognition of intersectionality in employment discrimination law, it is necessary to reform employment discrimination law to recognize the prevalent albeit subtle forms of discrimination at issue today. While such sweeping changes will be difficult to effectuate, such changes are necessary for employment discrimination statutes to effectively provide judicial redress for immutable trait-based discrimination.168 Although public opinion has solidified in favor of extending protection to LGBT employees in the workplace,169 stakeholders have not coalesced around one piece of legislation to the point of its passage.170 Thus, it is still possible, and normatively desirable, that an intersectional cause of action could be included for all intersectional plaintiffs as part-and-parcel of extending employment discrimination protections to cover all LGBT plaintiffs. There are a number of possible approaches that could address intersectional invisibility in employment discrimination law. There is another set of likely possible outcomes, however, which do not closely track the ideal approaches for formally addressing intersectionality in employment discrimination law. These approaches, and the likelihood of success, will be discussed more fully below, first delving into judicial solutions to intersectionality, which are more likely, followed by a discussion of legislative reforms, which are more desirable. A. Judicial Because LGBT issues are highly contentious, and issues involving discrimination and civil rights more broadly tend to be divisive in the political branches of government, a judicially based solution to intersectional invisibility is most likely to materialize.171 Some courts have taken the first step towards recognizing intersectionality.172 The courts that have done so, however, have   168.  “Sweeping changes to make the federal template of legal remedies address the lived realities of discrimination are unlikely in the shorter term of the next several decades. Given the incoherence of federal statutory protection for employment discrimination, scholars have argued for comprehensive changes to the architecture of Title VII and the Age Discrimination in Employment Act (ADEA). In 1996, Professor Ann McGinley made a thoughtful argument that, other than with respect to harassment and retaliation law, Congress should replace Title VII, the ADEA, and variable state employment-at-will exceptions with a federal wrongful discharge law that protects all workers from arbitrary discharge.” Levit, supra note 16, at 481.  169.  Gates & Newport, supra note 85.  170.  For example, some LGBT rights organizations have advocated for abandoning ENDA, but not because of ENDA’s lack of intersectional awareness. Instead, these groups have critiqued ENDA for the broad exemptions contemplated therein for religiously-based discrimination against LGBT employees. See, e.g., L.A. Times Editorial Board, Obama Should Say No to Religion-based Exemption on Hiring Discrimination, L.A.TIMES, July 8, 2014, http://www.latimes.com/opinion/editorials/la-ed-religious-exemption-federal-contracts-20140709-story.html.  171.  Courts have been important institutions for extending protections to LGBT Americans. The rights established through the Supreme Court’s decisions in Lawrence v. Texas, United States v. Windsor,  and Obergefell v. Hodges are arguably the most significant legal protections LGBT individuals have received at the federal level.   172.  See, e.g., Jefferies v. Harris Cty. Cmty. Action Ass’n, 615 F.2d 1025, 1034 (5th Cir. 1980). See also Macro1 (Do Not Delete) 5/15/2017  10:21 AM 136 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 stopped short of articulating a broad understanding of actionable claims of intersectional discrimination under Title VII, providing only a limited intersectional cause of action for certain minority subclasses. Courts have manifested rigid interpretations of discrimination statute, and seldom recognize claims of discrimination, despite the legitimacy thereof. The low success rate for employment discrimination claims in general is a discouraging harbinger for judicially catalyzed developments in intersectional discrimination. “[O]nly 15% of employment discrimination cases between 1999 to 2007 ended in a win for the employee.”173 While some courts will inevitably reject such discrimination claims, courts are less constrained by the political dimension of discrimination issues. The first option for judicially-based reform to remedy intersectional invisibility is for courts to articulate a broad understanding of intersectional discrimination, explicitly allowing any intersectional group to bring an intersectional claim. For this analytic approach to take hold, however, the Supreme Court will have to make this ruling, instructing all courts to embrace a conception of discrimination that is broader than the single-axis approach. Alternatively, courts could begin widely, formally adopting the EEOC interpretation of Title VII as including intersectionality. It is apparent that LGBT individuals will not be able to ‘mix’ claims with Title VII claims if they are protected under ENDA or a non-Title VII statute, thus this approach may only remediate intersectional discrimination for certain intersectional plaintiffs.  This would exclude LGBT plaintiffs, the disabled, the elderly, and pregnant women, among others. A second option that the judiciary could use to incorporate intersectional discrimination into mainstream employment discrimination jurisprudence is to amend the McDonnell Douglas burden-shifting framework to explicitly allow for intersectional claims. The first step to doing this would be to amend the prima facie case of discrimination. Rather than requiring that a plaintiff be a member of a single protected class, courts could allow plaintiffs to frame a claim as a member of multiple protected classes. A third way that courts can include intersectional analysis in employment discrimination jurisprudence would be to limit the use of statistics and comparator groups in an employment discrimination inquiry.174 Courts must lessen reliance on comparators to establish discrimination claims. As noted, if a plaintiff is unable to produce similarly-situated comparators, it can be difficult to prove a claim of discrimination.  As one scholar notes: [S]howing that a similarly situated individual was treated differently than the plaintiff is the most common way of establishing discrimination. However, when a comparator cannot be found, or when discrimination is based on two separate impermissible factors, the employee’s burden of proving discrimination becomes much more onerous, or even impossible.175  Kimberle Crenshaw, Race, Gender, and Sexual Harassment, 65 S. CAL. L. REV. 1467 (1992).  173.  Castle, supra note 132, at 1960.  174.  For a robust discussion of possible reforms to the use of statistics and comparators in the employment discrimination context, see Goldberg, supra note 66.  175.  Day, supra note 18, at 453 (emphasis added). Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 137 The Jeffries Court, which held that black women should be a recognized subclass, presciently foreshadowed the recommendation advanced in this paper, by arguing that relying on similarly-situated comparators is misplaced. The Jeffries court recognized “the fact that black males and white females are not subject to discrimination is irrelevant and must not form any part of the basis for a finding that the employer did not discriminate against the black female plaintiff.”176 Rather than using similarly situated comparators to prove discrimination, courts should rely exclusively on other direct and circumstantial evidence. Thus, courts should craft a rule that limits, contextualizes or prohibits the use of statistical comparators in proving a discrimination claim. Limiting the use of statistics would necessarily require a more individualized, nuanced assessment of an allegation of discrimination to determine whether discrimination in fact occurred, and whether the discrimination is actionable. B. Congressional The first option for a legislative remedy for LGBT employment discrimination is to pass a supplemental statute, such as ENDA,177 which would protect individuals on the basis of sexual orientation and gender identity, but which may also lack some of Title VII’s structural and substantive protections. While ENDA has gained traction in Congress in recent years, and could foreseeably pass in the near future, ENDA in its current form lacks some of the protections, such as disparate impact analysis, that are embedded in Title VII. This bill also lacks an intersectional component, which inherently limits the efficacy of gay and lesbian discrimination legislation, because the unique experiences of multiply subordinated individuals will be subsumed by the experiences of the privileged gays and lesbians.178 Adopting this approach would effectively punt the issue of intersectionality back to the courts, where little resolution has occurred to this point. While pursuing this statute may be a good step towards enshrining formal employment discrimination protection for LGBT people in law at the federal level, the deficiencies of this legislation and the political capital that will be spent passing it merit critical examination of what exactly this legislation will do, since it would be only the second federal gay rights bill passed by Congress.179 The second option for congressional reform of employment discrimination law would be to pass an amendment to Title VII, incorporating sexual orientation and gender identity, and expressly permitting intersectional claims. Although this   176.  Jefferies, 615 F.2d at 1034 (emphasis added).  177.  “The Employment Non-Discrimination Act of 2011 (ENDA) proposes to essentially extend Title VII protections to Americans who are gay, lesbian, or bisexual, making it illegal for employers to hire, fire, refuse to promote, or treat in a hostile manner persons based on their sexual orientation. Various versions of ENDA have been introduced in both houses of Congress since 1994, but what all the versions have had in common is the inclusion of an exemption for religious organizations. In its current form, ENDA does not apply to a ‘corporation, association, educational institution, or society that is exempt from the religious discrimination provisions of Title VII.’” Robinson, supra note 22, at 170 (internal citations omitted).  178.  Onwuachi-Willig & Nourafshan, supra note 84.  179.  The first federal gay rights bill was the Matthew Sheppard Hate Crime Act of 2009. 18 U.S.C. § 249 (2009). Macro1 (Do Not Delete) 5/15/2017  10:21 AM 138 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017 would be difficult to push through Congress, as evinced by the decades long effort to no avail, this would be the most desirable option in that Plaintiffs would retain all the rights afforded under Title VII. For a litany of additional reasons, other scholars have also made similar recommendations for including LGBT as a protected class through an amendment to Title VII, as opposed to a stand-alone statute, such as ENDA.180 As noted above, a compromise necessary for garnering support for ENDA was abandoning a disparate impact cause of action.181 However, the problem would still persist regarding intersectionality. Title VII should further be amended under this approach to a conjunctive rather than disjunctive. In other words, by changing Title VII to an ‘and’ instead of an ‘or,’ plaintiffs would have a stronger textual basis for arguing that the legislative intent was to allow for intersectional claims. A third option would be to separately address LGBT discrimination and intersectionality. This approach would require one piece of legislation to prohibit discrimination against LGBT people in the employment context, and a second legislative effort to explicitly allow plaintiffs to bring intersectional claims, both under Title VII, and under other remedial statutes, such as the ADEA or ENDA. This approach would have the effect of mandating recognition of intersectional plaintiffs, while broadening the coverage of antidiscrimination jurisprudence to include LGBT people, both intersectional and non-intersectional alike. While this would achieve the desired outcome of protecting LGBT and intersectional plaintiffs, there is little evidence to suggest that Congress would pass even one, let alone two, employment discrimination statutes in the near-term. C. Social Movement Strategies In addition to legislative and judicial solutions to intersectional discrimination, it is necessary to incorporate intersectional issues as a priority within the LGBT rights movement. Considerations of intersectionality have been conspicuously absent from the mainstream LGBT rights movement thus far,182 presenting an opportunity to advocate for reform on this issue.183 Given the immediate impact of intersectionality on many LGBT plaintiffs, it seems natural that the LGBT rights movement would embrace intersectional discrimination as an important issue both in rhetoric and in seeking tangible legislative reforms.   180.  This article is not the first to recommend amending Title VII. “The proposed solution for revising Title VII is strikingly simple: Amend Title VII to include gender and sexual orientation. The amended Title VII should prohibit discrimination on the grounds of race, color, religion, sex, gender, sexual orientation or national origin. The first half of the proposal would merely reflect the law as it is interpreted today by the courts—on one hand explicitly (gender) and on the other hand implicitly (sexual orientation). The result would reinforce the existing protections on gender and remove the confusion regarding sexual orientation. No longer will courts be forced to artificially sever a ‘legitimate’ gender-based claim from an ‘illegitimate’ sexual orientation claim. This would also remove the significant barrier of the double punishment homosexuals face by the current construction of Title VII. Finally, the statutory language would reflect the realities of sexuality: that gender and sexual orientation are inseparably linked, and not subject to categorical classifications—something Kinsey famously stated almost 70 years ago.” Clancy, supra note 94, at 134 (internal citations omitted).  181.  Hendricks, supra note 13.  182.  See, e.g., Onwuachi-Willig & Nourafshan, supra note 84.  183.  See, e.g., Hutchinson, supra note 53, at 1368.  Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 139 D. The Limits of Intersectionality While intersectionality theory recognizes a major gap in employment discrimination law, there are limits to intersectionality as well.184 Although intersectional discrimination broadens the groups that can claim meaningful protection under antidiscrimination statutes, there are limits to this approach when considering the pervasiveness of individualized discrimination. Remedying intersectional discrimination does not, for example, capture identity performance claims or other forms of intragroup discrimination. Identity performance discrimination consists of informal requirements that individuals from minority groups assimilate into white, heteronormative185 culture by downplaying traits associated with the minority group:186 For example, many professional black men make a special effort to wear suits or traditional, professional clothing when they are in public settings in order to minimize the discrimination that they may experience just based on appearance--their skin color, height, and other physical characteristics. After all, the black man in the Brooks Brothers suit is less likely to be followed in a department store than the black man in jeans or sweats, though both are highly likely to be viewed as suspicious despite their dress.187 Among other examples, “[b]lacks have masked their accent on phones, speaking in what they and others perceive to be white, standard English and with a “white” accent, even if that is not their usual tone, to avoid discrimination.”188 In addition to overlooking discrimination based on identity performance, intersectional discrimination also does not address the issue of intragroup discrimination more broadly. “[T]he typical cross-racial framework does not fit skin color and identity performance claims because, in many of these cases, the decision maker and the plaintiff are members of the same group.”189 While the recognition of intersectionality does not automatically remedy all forms of discrimination not captured under the currently employment discrimination regime, employment discrimination jurisprudence and antidiscrimination law is premised on a categorical approach to discrimination claims. That issue is fundamentally different from the problem addressed in this article.   184.  See, e.g., Robert S. Chang & Jerome McCristal Culp, Jr., After Intersectionality, 71 UMKC L. REV. 485 (2002); Peter Kwan, Intersections of Race, Ethnicity, Class, Gener & Sexual Orientation: Jeffrey Dhamer   and the Cosynthesis of Categories, 48 HASTINGS L.J. 1257 (1997).  185.  “[H]eternormativity is defined as the predominance and privileging of a definitively heterosexual-based ideology and social structure that acts as the exclusive interpreter of itself and of all other sexualities in relation to it. Heteronormativity results from social actors’ investment in this ideology and the social structures that are produced by such a complete reliance on the idea of heteronormativity. This comment argues that in so initiating a process of institutionalization during the course of a legal proceeding, courts have the unique opportunity to circumscribe the acceptable boundaries of both nationality and sexuality within their social domains.” Ponce, supra note 145, at 188 (internal citations omitted).  186.  See e.g., Angela Onwuachi-Willing, Volunteer Discrimination, 40 U.C. DAVIS L. REV. 1895 (2007).  187.  Id. at 1910.  188.  Id. at 1912.  189.  Jones, supra note 3 (internal citations omitted). Macro1 (Do Not Delete) 5/15/2017  10:21 AM 140 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:107 2017  Some argue that  “[t]he issue is not reducing individuals to simple labels; it is that new labels are needed to fit new situations.”190  While a growing group of scholars have called for a more individualized approach to adjudicating discrimination claims to capture otherwise unaccounted for types of individualized discrimination like identity performance and intragroup preferences, it is unrealistic to expect the law to abandon a categorical approach entirely. As one scholar points out: The population in this country is rising, aging, and becoming much more racially and ethnically diverse. Appearance norms are shifting too. More than one-third of Americans aged 18 to 29 sport at least one tattoo. Fourteen percent of all Americans have body piercings other than in their earlobes. America is also becoming increasingly economically stratified, with ever greater differences between the haves and the have-nots. This is just a sketch of the numerous ways that the composition and identity characteristics of the American workforce are changing. These changes have enormous implications for constitutional and employment discrimination law.191 Employment discrimination law must evolve its current categorical approach to analyzing discrimination to remedy existing intersectional invisibility and anticipate changes that are imminent in the American workforce in the years to come. VI. CONCLUSION Americans have succumbed to the seductive fallacy that the codification of antidiscrimination laws has led to substantive equality for marginalized groups. As the issue of intersectional invisibility illustrates, however, there are gaps in current antidiscrimination law, which ENDA threatens to carry forward. If the collective response to the passage of ENDA parallels the response to Title VII, there is a real risk that the LGBT rights advocates will prematurely declare victory, reflecting an incomplete understanding of how employment discrimination law fails to provide meaningful recourse for subgroups of otherwise protected classes, given the persistence of intersectional invisibility.192 Subtle discrimination has become a prevalent form of workplace discrimination and social marginalization,193 requiring an evolving antidiscrimination paradigm to keep   190.   Malloy, supra note 89, at 315.  191.  Levit, supra note 16, at 464–65 (internal citations omitted).  192.  In a review of Linda Hirshman’s Victory: The Triumphant Gay Revolution, entitled Declaration Premature, Diane Hamer bemoans the perils of declaring a movement victory before equality has been achieved. Diane Hamer, Declaration Premature, THE GAY & LESBIAN REVIEW, Jan. 1, 2013 at 41. Some scholars take an even more pessimistic view about the progress that has been achieved in the LGBT rights movement thus far. In Be the People, Professor Carol Swain argues that the paradigm of political correctness may make the gay rights movement seem more successful by suppressing dissenting voices through fear of being labeled as narrow-minded or bigoted. See CAROL SWAIN, BE THE PEOPLE: A CALL TO RECLAIM AMERICA’S FAITH AND PROMISE (2011).  193.  “Discrimination relating to more subtle countercultural deviations along various dimensions of identity remains unprotected. Consider, for example, employers’ regulation of employees’ appearances.” Levit, supra note 16, at 478. Macro1 (Do Not Delete) 5/15/2017  10:21 AM  THE NEW EMPLOYMENT DISCRIMINATION 141 pace with societal and institutional evolution.194 Current law fails to do so.195 Indeed, ENDA may exacerbate rather than ameliorate the problem. While some courts have allowed intersectional claims by protected classes under Title VII, there is no indication that even these courts would allow plaintiffs to state an intersectional claim arising from two different statutes. Further, because ENDA does not recognize disparate impact claims, LGBT plaintiffs would lack an important cause of action for combatting facially neutral policies with disproportionate LGBT impact. This supports inclusion of sexual orientation and gender identity as amendments to Title VII as opposed to a stand-alone statute, like ENDA. Failure to recognize intersectional claims not only deprives intersectional plaintiffs of a legal remedy, but also serves a communicative or symbolic function: The single-axis framework defines normalcy in the law. If employment discrimination law recognizes only a single trait in a sex discrimination claim, for example, the implication is either that the plaintiff is white or that white and non-white female plaintiffs experience discrimination similarly in terms of nature and degree. Either scenario reflects a conception of discrimination that elides the meaningful differences in discrimination experienced by distinct minority subclasses. Conceptions of actionable discrimination should therefore be broadened to reflect the multiple axes along which individuals experience marginalization, which is necessary to facilitate access to justice for large proportions of the increasingly intersectional American workforce.    194.  “The transformation of the workplace in the next couple of decades—with people aging, races mixing, class-based divides increasing, and individual appearances becoming more distinct—will occur in directions that make people less different in group-based ways, but perhaps more uniquely different as individuals. These changes mean that the remedies afforded by any system of class-based protections will fail to redress systematically the real discrimination happening in workplaces.” Id. at 469.  195.  See, e.g., Kramer, supra note 31, at 894 (“Sex discrimination law has not kept pace with the lived experience of discrimination. When Title VII became law, most instances of sex discrimination involved overt discrimination that differentiated between men and women, almost always to the detriment of female employees.”). ",
    "id": 84098965,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1316"
    },
    "title": "The New Employment Discrimination: Intra-LGBT Intersectional Invisibility and the Marginalization of Minority Subclasses in Antidiscrimination Law",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-17T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1316&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84098965.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84098965"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84098965/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84098965/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84098965"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1316",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84098965,
        "depositedDate": null,
        "publishedDate": "2017-05-17T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:46:46+00:00",
        "acceptedDate": null,
        "createdDate": "2017-07-04T14:27:47+01:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol24/iss2/1",
        "https://scholarship.law.duke.edu/context/djglp/article/1316/viewcontent/1.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:46+00:00",
    "setSpecs": []
}