{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Schmitz, Rachel M."
        },
        {
            "name": "Tyler, Kimberly A."
        }
    ],
    "contributors": [],
    "createdDate": "2019-03-09T14:30:18+00:00",
    "dataProvider": {
        "id": 2912,
        "name": "UNL | Libraries",
        "url": "https://api.core.ac.uk/v3/data-providers/2912",
        "logo": "https://api.core.ac.uk/data-providers/2912/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/188133997.pdf",
    "fullText": "University of Nebraska - Lincoln\nDigitalCommons@University of Nebraska - Lincoln\nSociology Department, Faculty Publications Sociology, Department of\n5-2018\nThe Complexity of Family Reactions to Identity\namong Homeless and College Lesbian, Gay,\nBisexual, Transgender, and Queer Young Adults\nRachel M. Schmitz\nUniversity of Texas Rio Grande Valley, rachel.schmitz@utrgv.edu\nKimberly A. Tyler\nUniversity of Nebraska-Lincoln, kim@ktresearch.net\nFollow this and additional works at: http://digitalcommons.unl.edu/sociologyfacpub\nPart of the Family, Life Course, and Society Commons, and the Social Psychology and\nInteraction Commons\nThis Article is brought to you for free and open access by the Sociology, Department of at DigitalCommons@University of Nebraska - Lincoln. It has\nbeen accepted for inclusion in Sociology Department, Faculty Publications by an authorized administrator of DigitalCommons@University of\nNebraska - Lincoln.\nSchmitz, Rachel M. and Tyler, Kimberly A., \"The Complexity of Family Reactions to Identity among Homeless and College Lesbian,\nGay, Bisexual, Transgender, and Queer Young Adults\" (2018). Sociology Department, Faculty Publications. 555.\nhttp://digitalcommons.unl.edu/sociologyfacpub/555\n \n \n \nPublished in Archives of Sexual Behavior 48:4 (May 2018), pp. 1195–1207; doi: 10.1007/s10508-017-1014-5 \nCopyright © 2017 Springer Science+Business Media. Used by permission. \nSubmitted October 19, 2016; revised June 3, 2017; accepted June 8, 2017; published online July 7, 2017. \n \n \nThe Complexity of Family Reactions to Identity \namong Homeless and College Lesbian, Gay, \nBisexual, Transgender, and Queer \nYoung Adults \n \n \nRachel M. Schmitz1 and Kimberly A. Tyler2 \n \n1. Department of Sociology and Anthropology, University of Texas Rio Grande Valley, Edinburg, \nTexas, USA \n2. Department of Sociology, University of Nebraska–Lincoln, Lincoln, Nebraska, USA \n \nCorresponding author – Rachel M. Schmitz, email rachel.schmitz@utrgv.edu \n \nAbstract \nFamilial responses to lesbian, gay, bisexual, transgender, and queer (LGBTQ) young people’s iden-\ntities range on a spectrum from rejection to acceptance, and these reactions strongly impact family \nrelationships and young adult well-being. Less is known, however, about how family members’ re-\nactions may differ based on young people’s contexts of socioeconomic status. Through a qualitative, \nlife course analysis of in-depth interview data from 46 LGBTQ college students and LGBTQ homeless \nyoung adults, our study highlights the diverse, contextual nuances of young people’s “linked lives” \nwithin their families. We find that the context of socioeconomic status influenced how a young per-\nson managed family rejection. Conversely, processes of familial acceptance were also connected to \nlife course transitions that worked in some cases to enhance LGBTQ young adults’ family relation-\nships. Finally, the intricacy of familial reactions to a young person’s LGBTQ identity transcended \nsocioeconomic contexts as many respondents shared similar experiences of rejection and acceptance. \nThese findings have implications for understanding how young people manage family relationships \nacross different contexts of socioeconomic status and how these experiences can shape their life \ncourse trajectories. Results from this study can inform LGBTQ youth service providers by tailoring \nintervention programs that account for contextual social diversity. \n \nKeywords: LGBTQ young adults, gender identity, sexuality, family relationships, sexual orientation \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n2 \nIntroduction \n \nThe number of sexual and gender minority young people is growing, with approximately \n6.4% of young adults in the United States aged 18–29 identifying as lesbian, gay, bisexual, \nor transgender (LGBT) (Gates & Newport, 2012). LGBT young adults’ identities and sense \nof self are shaped internally and externally through social interactions, cultural contexts, \nand intersecting sources of oppression (Jones & McEwen, 2000). Societal structures create \nunwelcoming realities for sexual and gender minority young adults that can shift across \nsocioeconomic contexts and relationships, resulting in feelings of alienation and stigma \n(Flowers & Buston, 2001). As young people develop their sexual and gendered selves, a \nsense of family connectedness and support is especially crucial for maintaining positive \nmental health, especially when youth do not subscribe to dominant norms of gender and \nsexuality and fall somewhere on the LGBT spectrum (Needham & Austin, 2010). \nStudies in this area emphasize both positive and negative influences of parental rela-\ntionships and family dynamics on sexual and gender minority young people’s mental \nhealth (Bregman, Malik, Page, Makynen, & Lindahl, 2013; Carastathis, Cohen, Kaczmarek, \n& Change, 2017; Ryan, Russell, Huebner, Diaz, & Sanchez, 2010). Family support is often \na crucial indicator of promoting positive mental health among LGBT youth, particularly \nin comparison with nonfamily sources of support, such as from friends and significant \nothers (McConnell, Birkett, & Mustanski, 2015). Parental closeness and support can serve \nas a source of resilience for LGB young people in bolstering their health and well-being \n(Carastathis et al., 2016; Needham & Austin, 2010). Increased levels of family acceptance, \nfor example, promote positive self-esteem and can buffer against depression and substance \nabuse for LGBT young people (Ryan et al., 2010). Conversely, some research finds that \nfamily rejection can have deleterious effects on sexual minority young people’s well-being, \nparticularly their mental health status (Ryan, Huebner, Diaz, & Sanchez, 2009). \nFamilial responses to young people’s gender and/or sexual identities range on a contin-\nuum from rejection to acceptance, and these reactions strongly impact family relationships \nand young adult well-being (Needham & Austin, 2010).While much research has exam-\nined lesbian, gay, bisexual, transgender, and queer (LGBTQ) young adults’ experiences of \ncoming out within their families, which can result in changing relationship dynamics \n(Denes & Afifi, 2014) or even being kicked out of their family home (Choi, Wilson, Shelton, \n& Gates, 2015), less is known about how family members’ reactions may differ based on \nyoung people’s socioeconomic status and their social context. We conceptualize “the con-\ntext of socioeconomic status” (used interchangeably with “socioeconomic context” \nthroughout the paper) to refer to the influential economic environments in which young \npeople are embedded and have strong influence over their experiences and outcomes, such \nas school enrollment and residential stability status (Horn, Kosciw, & Russell, 2009). \nSocial environment is key to understanding LGBTQ young people’s well-being, espe-\ncially when the positive influence of peer groups and the LGBTQ community can serve to \ncounteract negative impacts of families and institutions (Higa et al.,2014). Through a qual-\nitative, life course analysis of in-depth interview data from 46 LGBTQ college students and \nLGBTQ homeless young adults, our study emphasizes the unique role of socioeconomic \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n3 \ncontexts in shaping young people’s “linked lives”(Elder, 1994) within their families by di-\nrectly comparing these two distinctive groups of LGBTQ young people. We examine the \nfollowing research question: How do LGBTQ young people embedded in varying contexts \nof socioeconomic status (e.g., homelessness and college campuses) navigate familial reac-\ntions to their gender and/or sexual identity? \n \nLiterature Review \n \nLGBT Young Adults \nFamily social networks can serve as critical sources of support for all LGBT young adults \nin maintaining positive mental and emotional health (Goldfried & Goldfried, 2001). Re-\nsearch has primarily highlighted the descriptive characteristics of LGBT young adults’ \nfamily relationships, with little attention given to the intricate dynamics of how youth nav-\nigate complex family dynamics. Specifically, Bregman et al. (2013) identified elements of \nboth sexual orientation–affirming parental support and parental rejection as being the \nmost predictive of whether an LGB youth felt positively or negatively about their sexuality. \nA sense of family social support can be critical in helping an LGB young person develop \ntheir sexual identity (Dickenson & Huebner, 2016) and promoting health and well-being \n(Rosario, Scrimshaw, & Hunter, 2008). Perceptions of general social support, including that \nfrom friends and family, can lower LGBT college students’ levels of depression and im-\nprove their overall life satisfaction (Sheets & Mohr, 2009). Increased feelings of family ac-\nceptance and support among LGBT young adults can also act as a protective factor against \nadverse mental health outcomes, such as depression and suicide ideation (Ryan et al., \n2010). \nFamily rejection, meanwhile, has been shown to adversely impact LGBT young people’s \nhealth and well-being, such as significantly increasing their likelihood for exhibiting de-\npressive symptoms (Ryan et al., 2009) and developing negative views regarding their iden-\ntities (Willoughby, Doty, & Malik, 2010). Young people who identify as gay and lesbian \nreport higher levels of suicide ideation when they are closeted from their parents or their \nparents are unaccepting of their sexual orientation (D’Augelli, 2002). Additionally, LGB \nyouth engage in elevated substance use when they perceive less family support (Pearson \n& Wilkinson, 2013). A young person’s coming out may heighten their experiences of rejec-\ntion, as parental awareness of a youth’s nonheterosexual orientation can increase the prev-\nalence of sexual orientation–related verbal abuse from their parents (D’Augelli, Grossman, \n& Starks, 2005). \n \nLGBT Homeless Young Adults \nSexual orientation–based discrimination from family members can be a critical factor in \npaving youths’ pathways to homelessness (Castellanos, 2016;Gattis, 2009). Sexual minority \nyoung adults may feel compelled to seek out alternative social supports in the absence of \nfamily connectedness, which can exacerbate their exposure to risk-laden situations (Bird, \nLaSala, Hidalgo, Kuhns, & Garofalo, 2017), as approximately 30–45% of service-using \nhomeless youth identify as LGBT (Durso & Gates, 2012). Research finds that LGB homeless \nyouth have an earlier awareness of their sexual orientation and sexual behavior initiation \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n4 \nwhen compared to nonhomeless LGB youth (Rosario, Scrimshaw, & Hunter, 2012). Once \non the street, sexual minority youth are at increased risk for numerous adverse health con-\nsequences, including suicide attempts and substance abuse (Van Leeuwen et al., 2006), en-\ngaging in survival sex (Tyler, 2008; Walls & Bell, 2011; Whitbeck, Chen, Hoyt, Tyler, & \nJohnson, 2004) and HIV risk behaviors (Tyler, 2013). LGBTQ homeless youth also experi-\nence greater discrimination in homeless youth housing and other services based on their \nsexual orientation, which can hinder their usage of social supports (Hunter, 2008). \nGiven the unique interactions between LGBT youth and their families, research is \nneeded to understand the specific experiences of LGBTQ young adults related to their mul-\ntifaceted family dynamics within varying socioeconomic environments. In particular, it is \nunclear how young people’s identity-related experiences can shape their complex family \nrelationships in ways that can shift across contexts of socioeconomic status. Finally, further \nresearch is needed to unpack how young people interpret and manage their family rela-\ntionships in light of their unique sexual and/or gender identities and socioeconomic con-\ntexts. \n \nTheoretical Framework \n \nLife course theory is a valuable framework for assessing the circumstances that shape \nyoung people’s life trajectories (Elder, 1998), such as experiencing homelessness or attend-\ning college. In this way, an individual’s early life history creates a chain of opportunities, \ndisadvantages, or some combination of the two possibilities, which result in multiplicative \neffects. As such, positive or negative life events can either improve or exacerbate present \nconditions as well as future opportunities for young adults. Specifically, for LGBT college \nstudents, the coming-out process can act as a critical life course milestone that shapes their \nidentity, social networks, and developmental trajectories (Evans & Broido, 1999). Youths’ \nfamily backgrounds and specifically timed “events,” such as instances of abuse, can lead \nto unstable child developmental trajectories and a youth’s abrupt exit from a housed envi-\nronment through either formal institutional removal or the young person’s running away \n(Tyler, 2006). Moreover, instances of familial rejection may include a youth being kicked \nout of his or her home because of sexual orientation (Choi et al., 2015). Pathways leading \nto homelessness often begin in an individual’s formative years of childhood and adoles-\ncence, thus setting the stage for adult life trajectories (Lee, Tyler, & Wright, 2010). \nLife course theory also is useful for exploring individual transitions and trajectories that \nshape future outcomes through a lens that simultaneously considers the influence of social, \nhistorical, and cultural contexts (Elder,1998). The social dynamic of “linked lives” of indi-\nviduals helps to explain how family members and peer groups inhabit interconnected tra-\njectories (Elder, 1994; Moen & Hernandez, 2009). A family unit in discord can drastically \nalter a youth’s life, leading to detrimental consequences for his or her social and emotional \ndevelopment (Cavanaugh & Huston, 2006). Family relationships are integral to under-\nstanding life course processes among LGBT individuals as sexual orientation coming out \ntrajectories can lead to complex family dynamics (LaSala, 2010) and these negotiations can \ncontinue throughout the life course (Denes & Afifi, 2014). For example, young people com-\ning out as gay and lesbian to their family networks often strategically manage this process \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n5 \nby carefully planning the timing, context, and language used with family members (Val-\nentine, Skelton, & Butler, 2003).Family reactions to this process can also impact familial \nrelationships through experiences of rejection or affirmation of the LGB young person’s \nidentity (LaSala, 2010). \n \nMethod \n \nParticipants \nThough the terms lesbian, gay, and bisexual (LGB) refer to sexual identities, transgender \n(T) denotes a gender identity, and queer (Q) can refer to both gender and sexuality, we \nincluded these identities together based on their societal subjugation in reference to heter-\nosexuality and gender conformity (Jackson, 2006). To promote inclusivity, additional sexual \nand gender minority identities were welcome to participate, such as gender queer, ques-\ntioning, and pansexual; however, the focus remained on LGBTQ young adults (Ryan et al., \n2010). \nBoth groups of participants resided in the Midwestern United States, and both groups \nwere recruited from medium-sized metropolitan areas where they were currently living. \nRelatedly, both homeless and college young adults were living in the same cities from \nwhich we recruited so that they shared a similar wider community environment. Although \nboth groups of respondents lived in the same mid-sized cities, college students had access \nto numerous campus-sponsored LGBTQ-friendly resources, while homeless young adults \nhad access only to general local homeless services, with few directed explicitly at LGBTQ \npopulations. Eligibility required participants to be between the ages of 19 and 26 and self-\nidentify as lesbian, gay, bisexual, transgender, or another diverse gender and/or sexual \nidentity. We recruited participants for the college student sample by advertising the study \nthrough campus bulletin boards and email listservs (e.g., Women’s and Gender Studies \nprogram and the LGBTQA+ Resource Center and Women’s Center). College students were \nrecruited from large, public, state universities that are relatively affordable in the area. We \nrecruited homeless young people through local service agencies (e.g., homeless shelters \nand drop-in centers) that served this population. Homeless youth had to currently reside \nin a shelter, on the street, or independently because they had run away, had been pushed \nout, or had drifted out of their family of origin (National Center on Family Homelessness \n2011). Both samples were recruited using a nonprobability method of convenience and \nsnowball sampling. We screened out college students experiencing homelessness to main-\ntain the focus of this study in examining distinctive contexts of socioeconomic status. \n \nProcedure \nThe first author conducted all of the interviews. Study participants completed one in-depth, \nface-to-face interview that lasted approximately 1 h and a short demographic question-\nnaire. All interviews were tape-recorded. College students were interviewed at a private \nlocation, such as a reserved room at a public library or a small conference room. Homeless \nyoung adults were interviewed in a private room at a participating agency or at a public \nlibrary. Study procedures were explained to participants and informed consent was ob-\nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n6 \ntained prior to the interview. Participants received $20 in exchange for their time. All re-\nspondents were asked the same series of open-ended questions surrounding LGBTQ iden-\ntity and family relationships. Pseudonyms were used to ensure respondent confidentiality. \nBoth groups were provided with lists of available resources (e.g., college students pro-\nvided with campus resources such as counseling services, and homeless young adults pro-\nvided with agency resources such as transitional living). The university institutional \nreview board approved this study. \nWe performed all data analyses using MAXQDA. All interviews were transcribed ver-\nbatim, and Word documents of these transcriptions were uploaded into MAXQDA. We \nfirst utilized the method of initial coding to determine emergent themes and categories \nthat corresponded with concepts of interest, such as LGBTQ identity formation and family \nrelationships (Charmaz, 2014). Next, we employed focused coding to home in on the par-\nticipants’ subjective interpretations. The final themes emerged inductively from the data. \nThe combination of initial and focused coding allows for a constructivist perspective to \nemphasize the participants’ understandings of their lived realities and the meanings they \nattach to their experiences (Charmaz & Belgrave, 2002). \nTo enhance the credibility of the findings, participants had the option of being recon-\ntacted to engage in member checking, whereby they reviewed the raw data and assessed \nthe accuracy of assigned codes and themes (Creswell & Miller, 2010). Eighteen college stu-\ndents (75%) and ten homeless young adults (45%) provided feedback over email on both \nthe accuracy of their interview transcripts and earlier versions of the themes that included \nbrief, generalized descriptions of the major codes and subcodes. Participant feedback was \nhighly consistent with the authors’ coding schema. Member checking improved the valid-\nity of the findings by allowing participants to ensure their intended meaning was captured \nand that our interpretations were legitimate. \n \nResults \n \nSample Demographics \nConcerning young people’s socioeconomic contexts, 24 (52%) were full-time college stu-\ndents and 22 (48%) were currently experiencing homelessness. Our sample included 24 \nwomen (52%), 18 men (39%), and four (9%) respondents who identified outside of the gender \nbinary, such as bigender or genderqueer. Of the total, eight respondents identified as \ntransgender. Concerning sexual orientation, seven people identified as lesbian (15%), 11 as \ngay (24%), 20 as bisexual (43%), and eight people identified outside of the LGB spectrum, \nsuch as asexual or pansexual. Ages ranged from 19 to 26 years, with a mean age of 21. \nThirty-two respondents were white (70%), five African-American (11%), two Asian-American \n(24%), and seven biracial or multiracial (15%). Regarding their family class status while \ngrowing up, 11 (50%) of homeless young adults labeled it as working class, while only \nseven (29%) of college students fell into this category. Additionally, 15 (63%) of college \nstudents reported their parent’s highest educational level as a bachelor’s or professional \ndegree, and only five (23%) of homeless young adults reported this. Table 1 presents de-\nmographic information for the total sample and the two subsamples by their context of \nsocioeconomic status. \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n7 \nTable 1. Respondent demographics by context of socioeconomic status \n College (N = 24) Homeless (N = 22) Total (N = 46) \nAge (in years) \n   Mean 21 21 21 \n   Range 19–26 19–26 19–26 \nRace/ethnicity \n   White 21 (88%) 11 (50%) 32 (70%) \n   African-American 0 5 (23%) 5 (11%) \n   Asian-American 1 (4%) 1 (4%) 2 (4%) \n   Bi-/multiracial 2 (8%) 5 (23%) 7 (15%) \nSexual orientation \n   Lesbian 3 (12%) 4 (18%) 7 (15%) \n   Gay 5 (21%) 6 (27%) 11 (24%) \n   Bisexual 9 (37%) 11 (50%) 20 (43%) \n   Queer 4 (17%) 0 4 (9%) \n   Other 3 (13%) 1 (5%) 4 (9%) \nGendera \n   Woman 13 (54%) 11 (50%) 24 (52%) \n   Man 8 (33%) 11 (50%) 19 (41%) \n   Transgender 4 (17%) 4 (18%) 8 (17%)b \n   Other 3 (13%) 0 3 (7%) \nFamily class status growing up \n   Working class 7 (29%) 11 (50%) 18 (39%) \n   Middle class 13 (54%) 10 (45%) 23 (50%) \n   Upper-middle class 4 (17%) 1 (5%) 5 (11%) \nParental education \n   Some high school 1 (4%) 4 (18%) 5 (11%) \n   Graduated high school 4 (17%) 7 (32%) 11 (24%) \n   Some college 3 (13%) 3 (14%) 6 (13%) \n   Associate’s degree 1 (4%) 1 (4%) 2 (4%) \n   Bachelor’s degree 5 (21%) 4 (18%) 9 (20%) \n   Professional or advanced degree 10 (42%) 1 (5%) 11 (24%) \n   Other (GED) 0 2 (9%) 2 (4%) \na. Categories not mutually exclusive \nb. Out of participants who identified as either a woman or a man \n \nOur findings reveal both the importance of early family histories and socioeconomic \ncontexts in shaping how family members react to participants’ identities. Family members’ \nresponses to young people’s culturally diverse gender and sexual identities varied on a \ncontinuum from rejection and acceptance that corresponded to the youth’s socioeconomic \ncontext of homelessness or being in college. First, experiences of familial rejection inter-\nacted with young people’s socioeconomic context of residential instability or college cam-\npus life by impacting how young adults managed family rejection, such as pushing them \nto homelessness or shaping their disengagement from family relationships after leaving \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n8 \nfor college. Conversely, processes of familial acceptance were connected to the life course \ntransitions of becoming homeless or leaving for college that worked in some cases to en-\nhance LGBTQ young adults’ family relationships. Finally, the intricacy of varied familial \nreactions to a young person’s LGBTQ identity transcended socioeconomic contexts as \nmany respondents, both college students and homeless young adults, shared similar expe-\nriences of rejection and acceptance. \n \nFamilial Rejection Interacting with Socioeconomic Contexts \nResponses of familial rejection related to the young adult’s LGBTQ identity interacted with \ntheir socioeconomic context and shaped young people’s unique experiences as they navi-\ngated identity-related family conflict. In this way, experiences of identity-related family \nrejection were key in shaping many LGBTQ young adults’ dynamic life course transitions, \nsuch as experiencing residential instability or transitioning into college. In many ways, \nfamily rejection influenced the pathways that the young adults pursued. For example, \nLGBTQ homeless young adults linked patterns of ongoing family rejection to both their \nLGBTQ status and their residential instability, while LGBTQ college students recounted \nmore subtle displays of rejection that damaged their wider family relationships. \nA common trajectory for many homeless young people was a history of sustained resi-\ndential instability that was closely intertwined with problematic family relationships often \nexacerbated by the youth’s diverse sexual and/or gender identity. For example, some \nhomeless young adults described being kicked out or placed in foster care as an outcome \nstemming from their coming out. These unexpected, abrupt, and forced transitions were \ndifficult for young people to manage as they often lacked key sources of social support and \ncoping mechanisms. Yolanda, a homeless bisexual woman, described her parents’ negative \nreaction to her sexuality in the following way: \n \nThey [parents] got scared and they blamed me being bisexual on society, they \nblamed it on schools and the teachers, the kids, but they never really looked at \nthe real problem. They never really looked at “Well, maybe we should accept our \nkid” or “Maybe we should see what the kids are doing to her.” They would al-\nways make some type of excuse for it . . . they ended up throwing me back in the \n[foster care] system. \n \nIn a similar vein, Henley, a homeless transgender lesbian woman, felt that her “really low \nself-esteem” was tied to her conflicted relationship with her stepmom where “anything I \nwould do was wrong . . . I actually started to think I wasn’t worthy of friends.” Because of \nthis troubled relationship, Henley stated, “I got taken out of my house by the state at 16 \nfor marijuana possession, it was a little bit too late to try and do anything.” These blatant \nexamples of parental rejection were distressing for Yolanda, Henley, and other homeless \nLGBTQ young adults as they were often left with very limited social support networks \nfollowing sudden forced detachments from their families. Furthermore, parental rejection \nof this nature was especially problematic as it coincided with LGBTQ young people’s in-\ndividual and interpersonal identity-related struggles, such as being discriminated against \nby peers. \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n9 \nOther homeless young adults linked their experiences of family rejection to wider con-\nflict that stemmed from their deeply embedded feelings of alienation within their family \ncircles. This phenomenon of identity-related family detachment is captured in the words \nof Melanie, a homeless bisexual woman: \n \nMy relationship with my family has never really been very good. I’ve always \nkind of been like the black sheep in the family. I wouldn’t conform to how they \nwanted me to think or be or . . . and they didn’t like that. So we butted heads \nquite often. I think that’s why I bounced around so much as I grew up is because \nI became so opinionated against them. They were closed minded and I was very \nopen minded and they didn’t like that. \n \nIn Melanie’s case, her marginalized sexual identity was one of many factors that enhanced \nher feelings of family detachment, and her resulting experience of being “bounced around” \nduring middle school between multiple different family members’ homes, institutional \nplacements, and bouts of homelessness. Family conflict combined with residential insta-\nbility in her formative years throughout middle school disrupted Melanie’s life course by \nforcing her into numerous abrupt, unstable transitions that further solidified her detach-\nment from sources of familial social support. \nWhile many homeless young adults shared experiences of family conflict and estrange-\nment that contributed to their homelessness, others were careful to distinguish when leav-\ning home had a positive effect on their lives. One such case is Bernard, a homeless gay \nman, who had endured years of familial rejection related to his sexual identity and was \neager to liberate himself from a stifling home life at age 17: \n \nI’d be always out, trying to socialize and get people to be friends with me, rather \nthan being at home, ’cause I distanced myself with my family ’cause I didn’t \nknow if they’d accept me. I just felt lost in the world at that time, ’cause I knew I \nwas gay but then I knew I was different because everybody else I felt was straight \n. . . I was so ready to leave home. I was very excited, I felt like I was free, I was \ngetting away from everything that was kinda holding me back, like I just felt \ntrapped inside the house. \n \nSince the age of 12, Bernard had felt alienated within his family when he started to explore \na gay identity and kept it hidden from his family members, until he came out to them at \nage 15 and “it was not supportive . . . their reaction was just ‘we already knew’.” These \nexamples of profound fractured “linked lives” within family networks directly interacted \nwith many homeless LGBTQ young adults’ unstable life pathways and their socioeco-\nnomic context of homelessness. These homeless young adults’ experiences of leaving home \nat young ages often left them with few resources to draw from as they transitioned into a \nlife on their own. \nWhile LGBTQ college students also endured familial rejection, these adverse experi-\nences were typically tempered by more choice-laden, stable transitions of leaving home to \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n10 \nattend school. When college students experienced identity-related rejection, they some-\ntimes viewed leaving for college as an escape from judgmental family members. In stark \ncontrast to homeless young adults, college students’ departures from home were much \nmore deliberate in that these exits were planned out in advance. Moreover, the campus \nenvironment and broader community provided young people with several opportunities \nto access varied sources of support, which typically were unavailable to homeless young \nadults. Charlie, for example, a pansexual demigirl college student, believed that attending \ncollege away from her family was beneficial to her well-being: \n \nMy mental health has gone up since being able to be in a community such as \n[name of socially liberal city] where I don’t actually have any family members \nand I can actually go out and hold hands with my girlfriend and I can kiss her if \nI want to. \n \nOther college students, however, noted how leaving home for school worsened tenuous \nfamily ties, such as Sophie, a bisexual woman college student: “my oldest sister and I were \nfriendly and had a good relationship for about 5 years . . . when I moved here and started \ngoing to school, things fell apart for us. Actually, my sexuality is what I think made us not \ntalk anymore . . . she’s very intolerant and very conservative.” The dynamic life course \ntransition of leaving for college is an important consideration in understanding LGBTQ \ncollege students’ family relationships, as it can shape their own well-being on a personal \nlevel as well as the quality of particular family connections. \nThe experience of higher education and changing life experiences during college was \nalso transformative for some LGBTQ college students’ family relationships. Stacy, a bisex-\nual college student, placed importance on sharing her broadened perspectives with her \nfamily members, which in turn strained her relationship with her stepfather: \n \nIt made things a little bit more complicated because I became more educated and \nI would go back home and talk to my siblings about biopsychology and evolu-\ntion . . . it definitely caused some more conflict between my stepdad and I, be-\ncause he didn’t want me sharing this stuff with them. He just wanted them to \nstay ignorant about it. \n \nPaige, a lesbian college student, also associated her transition into college and her living \nsituation as complicating the relationship with her father: \n \nI think we were good and he was dealing with it, and then we [respondent and \ngirlfriend] moved in together and we didn’t talk hardly at all for a couple of \nmonths and we’re just now kinda starting to talk again. I just think it’s hard for \nhim to understand, he’s so conservative . . . \n \nThe life course shift into college coupled with transformations in a young person’s intel-\nlectual capacities or living arrangements with intimate partners can add layers of complex-\nity to how LGBTQ youth manage their identities within family relationships. \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n11 \nSome college students also experienced the nuances of familial rejection when a family \nmember did not afford them respect regarding their identity development. Gabriel, a queer \ntransgender man who was a college student, described the conflicts of being forced by his \nmother to simultaneously balance his gender transition and his status as a new student: \n \nIt’s all been a very stressful time for me. I kind of jumped head first into every-\nthing . . . I came out to my mom and then she came out to everybody for me. I \ndon’t think it is necessarily one or the other but just a combination of me trying \nto learn to deal with my trans identity and dealing with being a student. \n \nThe intersecting experiences of life course pathways, such as gender transitioning and \nstarting college, can be especially challenging for LGBTQ young people when family mem-\nbers strip them of the power to control disclosure processes. As there is often no ideal tim-\ning for coming out or gender transitioning for young people, regardless of socioeconomic \ncontext, they may face additional obstacles in this developmental process. \n \nFamilial Acceptance as a Process Tied to Transitions \nFamilial acceptance, meanwhile, was a dynamic process for these young people that inter-\nacted with their life course transitions, such as becoming homeless or leaving for college. \nIn a variety of ways, family members needed time to come to terms with the young per-\nson’s disclosure of their nonconforming sexual and/or gender identity. This process of ac-\nceptance involved more drastic transitions for homeless young adults, such as their \nexpulsion from their homes by parents, while for college students the journey toward fa-\nmilial acceptance was intertwined with their transition into higher education. Though both \ngroups of young people reported cases of family acceptance that mapped onto their de-\npartures from home, the key difference is that homeless young adults’ pathways from \nhome were varied (e.g., foster care, treatment facilities) and occurred early on in their lives, \noften amid family conflict. College students’ transitions, meanwhile, were singular and \ngoal-oriented in nature and were in accordance with widespread societal expectations re-\ngarding educational attainment. This important distinction can shape the dynamics of fam-\nily acceptance, such as having an impact on the quality and depth of a family member’s \nsupportive attitudes and behaviors. \nIn several young adults’ experiences, family members’ beliefs about what it means to \nattend college and pursue an advanced degree shaped their responses to young adults’ \ndisclosures of their identities. Some LGBTQ college students, like Stacy, who identified as \nbisexual, experienced more trouble in garnering parental acceptance because her mother \noriginally believed her sexual orientation to be a “phase” related to being in college: \n \nShe [my mom] had a hard time really accepting it [at first]. I think she thought \nthat it was just a phase. I’m in college; I’m taking all these classes. I want to seem \nmore unique and all of that, and so yeah, I’ll identify as bi. I mean, the more that \nI talked to her about it throughout the next several weeks and what not, she came \nto accept it . . . \n \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n12 \nIn this case, Stacy’s mother initially framed bisexuality as an illegitimate, transitory sexu-\nality that will ultimately reorient itself back to stereotypical cultural standards, though her \nmother eventually accepted Stacy’s bisexuality after extensive discussions. Though middle-\nclass values dictate that young adults pursue higher education following high school, this \ntransition can shape their experiences of family acceptance regarding their sexual identity. \nFamily members may erroneously subscribe to stereotypes of college student develop-\nment, such as the belief that college is a time of sexual experimentation, which can lead \nsome family members to reject an LGBTQ young person’s identity. \nOther LGBTQ college students recalled how their own journeys of self-discovery that \ncoincided with leaving for college facilitated more open, supportive relationships with \nfamily members. In describing how her transition to college positively shaped both her \nown self-acceptance and “authentic” communication within her family with the help of a \ntherapist, Clark, who claimed a queer sexual identity, responded in the following way: \n \nI’ve become much better at being direct about my emotions with my family. . . \nwe were talking about something that felt kind of fragile to me and rather than \njust being quiet about it, I was like “This is what I think is messed up about this \nsituation and I’m upset about it” and my family reacted wonderfully and actu-\nally my sister was like this awesome advocate and was like “you are absolutely \nright, we need to be holding you most securely in this situation before anything \nelse. You are the priority here.” So at this point it feels safer to be more vulnerable \nwith my family and it feels more honest. \n \nThe structured life course transition of leaving home to attend college can be construed as \na shift in social contexts for LGBTQ young people that can provide them with crucial time \nand resources to work on mending fractured family relationships. \nFor several homeless LGBTQ young adults, lacking a regular place to live strengthened \nfamily relationships over time, and shared hardships helped to gradually build emotional \ncloseness among family members, but it often took substantial time. Some parents, like \nHarris’s (homeless gay man), eventually came to understand their child’s struggle with \nbeing both homeless and LGBTQ: \n \nThey support me a lot better when I finally sat down and told them about being \ngay. Because they were more kind of in a wrong spot when I first told them and \nthey kicked me out. They’re [my parents] definitely giving more support than \nnormal because they know now that it’s tough and rougher for people like us \nout there, you know, the LGBT who are homeless. \n \nThough Harris finally reconnected with his parents at age 23, it was a lengthy process of \nacceptance, as his parents had kicked him out at 16 when he came out as gay, which forced \nhis sudden transition into homelessness. Relatedly, Felicity, a homeless lesbian young \nadult, believed that moving out at age 17 into a transitional living facility improved her \nrelationship with her mother as she stated, “We started getting along a lot better ’cause we \nweren’t arguing a lot and we talk and have fun now.” Though being kicked out or leaving \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n13 \nhome at a young age is certainly a conflict-laden experience for young people that places \nthem on an unexpected trajectory, these transitions altered family relationships for some \nyouth in positive ways that helped both parties relate better to one another. While home-\nless young adults’ out-of-home transitions were unplanned and abrupt in nature, they also \nafforded youth the ability to work on repairing rifts in family relationships. The distinc-\ntion, however, is that college students likely had more economic and social resources at \ntheir disposal when they left home, compared to their homeless counterparts, which is \nevidenced in their stark social class demographic differences. \nFamily relationships among homeless LGBTQ young people were also dynamic in how \na shift in one relationship can impact another familial tie after a youth leaves home. Hen-\nley, for example, took stock of her parental relationships after she became homeless and \nwas able to see things from her stepmother’s point of view: \n \nMy dad gave up on me. It strengthened the relationship between me and my \nstepmom, because it made me realize, you don’t ever know what you have until \nit’s gone . . . I finally realized that she wasn’t the enemy. She was just trying to \nhelp me, she just didn’t necessarily know how to do it right. \n \nWhile the shift into homelessness is undoubtedly wrought with poverty, conflict, and \nstress for LGBTQ young people, it has the potential to reframe certain family relationships \nin a positive light that was not previously possible. \n \nFamilial Rejection/Acceptance Across Socioeconomic Contexts \nFamily rejection and acceptance was commonly expressed across both socioeconomic con-\ntexts, as both homeless and college students often experienced mixed reactions from family \nmembers and they struggled to interpret and manage these complex reactions. LGBTQ \ncollege students emphasized how parental rejection shifted over time into something re-\nsembling acceptance. Gavin, a bisexual transgender man who was a college student, out-\nlined these changing dynamics in the following way: \n \nHe [father] sort of threatened to kick me out of the house at one point but that \nwas just out of anger and since he’s calmed down he was like “I didn’t mean \nthat. I would never abandon you like that” and he actually just told me that even \n20 years down the road if I have a full beard and my voice can be 3 octaves lower \nbut he’s always going to call me by my birth name. \n \nWhile Gavin’s father acknowledged that he would never “abandon” his child, his refusal \nto fully accept Gavin’s transgender identity reflects a type of conditional support that \nhinged on the parent’s terms. \nOther LGBTQ young adults recognized how parental rejection was especially harmful \nto their overall well-being. One such example is Lucy, a bisexual college student, who re-\ncounted: \n \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n14 \nIt was not well received by my mom. She said some things that really, really hurt \nme . . . when I finally told her “You know, if you can’t accept it, then I can’t really \nhave you in my life because I was suppressing this and denying it for years and \nI can’t continue to do that.” \n \nHomeless young adults underwent similar rejection experiences, such as Yolanda, who \ncharacterized her parents’ enduring rejection of her: \n \nTo this day they’re not supportive . . . it’s not even just because I’m bisexual, \nthey’re not supportive at all. They always find some mistake that I did, or some \nflaw . . . they never can accept that, even though I went through everything I \nwent through, I’m still standing. \n \nLGBTQ young people from varying socioeconomic contexts were united in the sense that \nthey often recognized how parental rejection greatly worsened the challenges they already \nfaced in their lives related to their identities. \nAcross contexts of socioeconomic status, many family members attempted to shape \nyoung people’s identity to fit more heteronormative models, such as encouraging hetero-\nsexuality as the preferred, expected sexual orientation. For both groups of LGBTQ young \npeople, fathers were identified as key figures in their families. Bianca, a bisexual homeless \nwoman, described an indirect type of disapproval from her father that stemmed from his \ninability to understand more diverse sexualities: \n \nHe’s [father] never like reacted negative towards me. He would just be like “No, \nyou don’t need to be with no girl . . . you need to get you a man and just be with \nthe man. I don’t understand how you females can like females and these men \ncan like men.” My dad’s old school so he doesn’t understand it at all. \n \nAmong some college students, fathers also emerged as primary enforcers of stereotypical \nnorms surrounding gender and sexuality at the expense of a young person’s identity. Re-\ngarding his gender transition, Alex, a gay transgender man who was a college student, \ncame to understand his father’s unaccepting beliefs in the following way: “Because of his \n[father’s] religion, the female body is so sacred it needs to be pure and that’s how he sees \nme still. He’s just obsessed with me not doing anything because I’m his little girl and he \ndoesn’t want anything to ruin that.” \nRegardless of socioeconomic context, the heteronormative beliefs and expectations held \nby parents were strong motivators in promoting socially conforming behaviors among \nboth groups of LGBTQ young adults. Many young people reported creating a type of fa-\nçade where they performed heterosexuality for their family members. Despite knowing “I \nwouldn’t ever be with a girl,” Bernard, a homeless young man, shifted his outward sexual \nidentity to garner his parents’ acceptance: \n \nAfter I came out to my parents, we never really talked about me being gay again, \nso I still kinda dated girls to cover it up, because it switched from being gay to \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n15 \nbeing bisexual, to kinda hopefully get the support from my parents that okay, I \nstill might date a girl and marry a girl. \n \nPhillip, a gay man college student, felt compelled to express heteronormative desire to his \nparents in a similar way in hopes of conforming to his parents’ conservative religious ideals: \n \nIt’s kind of awkward because my parents expected me to have a serious girl-\nfriend and probably having kids within the next few years . . . because that’s \nwhat good Catholic people do and they’re unhappy that I’ve shown no interest \nin trying to have a wife and kids. Like I fake it . . . I say that I’m pursuing women \nwhen I’m not. \n \nThese performances placed undue strain on the young people and their family relation-\nships as they strived to attain a heteronormative ideal forced upon them through familial \nnorms. Furthermore, LGBTQ young adults sometimes recalled being pleasantly surprised \nat their family’s support and acceptance when they feared that the outcome would be re-\njection. In these cases, familial responses to participants’ gender/sexual identities overrode \ncontexts of socioeconomic status and unified LGBTQ young people’s lives. For both college \nstudents and homeless young adults, grandparents often exceeded the youths’ expecta-\ntions of acceptance. Morgan, a gender queer, gay man college student, recounted his \ngrandfather’s casual acceptance of his nonconforming identities: “My grandfather proba-\nbly took it the best. He didn’t say anything. It was not anything he was really worried \nabout or anything he really even had a comment about. It was just like whatever.” In a \nsimilar way, Abby, a homeless straight transgender woman, was shocked at her grand-\nmother’s reaction, whose background made Abby fear her reaction: \n \nMy grandma has come up to me and told me “Even though I don’t quite agree \nwith how you’re living your life, you’re still my grandbaby and I still love you \nand support you and even though it might be hard for me, I’ll call you by the \nname you prefer.” That was a major shock for me coming from a grandparent \nthat’s also a Catholic schoolteacher. \n \nThough beliefs surrounding older generations’ disapproval toward diverse gender and \nsexual identities shaped young people’s fear of rejection, the explicit acceptance from elder \nfamily members, such as grandparents, strengthened LGBTQ young people’s networks of \nsocial support. \nOther LGBTQ young people struggled with disclosing their identity to particular family \nmembers, but ultimately were surprised when their anxiety was unfounded. One example \nof this is Harper, a transgender lesbian woman who was a college student, who in hind-\nsight could see how her mother’s positive reaction to her identity was informed by her \nmother’s status as an academic: \n \nShe was the one that I was most nervous about . . . it’s like a casual intimidation \nwhen someone is in a position of life that you would like to be in at some point. \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n16 \nBut, she had no sort of worries and she asked me about pronoun usage . . . I \nmean, it’s just sort of the idea of “Whatever you do just be good at it” and being \nin academia . . . it’s a more inclusive environment. I had prepared myself for the \nworst of things . . . and then pleasantly everything was awesome. \n \nA family member’s ability to exceed an LGBTQ young adult’s expectations of their re-\nsponses was oftentimes a critical factor in stabilizing, or even enhancing, family relation-\nships after identity disclosure. \n \nDiscussion \n \nThis study demonstrates the need to consider LGBTQ young people’s early life histories \nand contexts of socioeconomic status to better understand the nuances of their family re-\nlationships and how this impacts their lives. Through a simultaneous exploration of \nLGBTQ college students and homeless young adults, our findings underscore the critical \nrole of socioeconomic context in shaping young adults’ encounters with complex family \nreactions to their identities. While research often addresses challenging family relation-\nships in the lives of LGBTQ young people by framing them as a monolithic social group \n(Horn et al., 2009), our study explicitly examines the role of socioeconomic context by di-\nrectly comparing two unique groups of LGBTQ young adults. A young person’s socioeco-\nnomic context of homelessness or being in college interacted with their experiences of \nfamily rejection in complex ways that largely shaped their life course transitions. Addi-\ntionally, family acceptance of a young person’s identity was also dynamically influenced \nby their socioeconomic context of homelessness or being in college. Finally, young people’s \nexperiences of family acceptance and rejection shared similarities across contexts of socio-\neconomic status. \nMoreover, the timing of life course transitions, such as the age at which young people \nleave home and the circumstances under which they depart, has important implications \nfor these two groups of young people, as this timing will significantly impact all aspects of \ntheir future life course trajectories, including relationships with family members and other \nindividuals. Positive resources of social support are especially crucial for young adults as \nthey attempt to successfully navigate the complex pathway to adulthood (Spencer & Pat-\nrick, 2009). Furthermore, sexual and gender identity can shift across the life course as indi-\nviduals experience changing social roles, relationships, and self-concepts (Diamond & \nButterworth, 2008), which could also include their trajectories throughout college or bouts \nof homelessness. For homeless young people, the oftentimes forced exit from their family \nhome was coupled with the additional stressors that surrounded their transition into \nhomelessness. That is, young people had to manage the daily struggles of finding food and \nshelter while remaining safe with extremely limited resources and support, which is com-\nmon among those who experience sudden, often conflict-laden transitions (Pearlin, Schie-\nman, Fazio, & Meersman, 2005). In contrast, college students typically had a planned \ntrajectory that resulted in their leaving home under circumstances which were more \nplanned out and structured. Moreover, the support of a campus environment coupled with \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n17 \ngreater family and social resources likely aided college students in their life course transi-\ntion, while homeless young adults’ lack of long-term social support can make it more dif-\nficult to exit homelessness and establish residential stability. In these ways, LGBTQ young \nadults’ experiences of coming out were intertwined with their disparate socioeconomic \ncontexts and transitions from home, and these processes largely determine a young per-\nson’s access to life course capital in the form of social support, economic resources, and \nindividual coping mechanisms (O’Rand, 2006). \nA life course perspective considers the integral role of socioeconomic contexts as well \nas the interplay among individuals’ social relationships and interacting identities (Elder, \n1998), especially the unique influence of gender and sexual identities. Our study demon-\nstrated how LGBTQ young adults’ social environments and socioeconomic contexts cre-\nated distinctive social convoys (e.g., nuclear and extended family relationships) in shaping \ntheir pivotal life course transitions (Moen & Hernandez, 2009). The intricate dynamics of \nfamily relationships and the shifting quality of these relationships across the life course are \nimportant factors in determining how well young adults are able to cope with life’s chal-\nlenges (Needham & Austin, 2010). Much research has documented the widespread familial \nconflict experienced by homeless LGBTQ young adults (Castellanos, 2016; Gattis, 2009), \nand LGBTQ young adults in the general population also endure familial discord related to \ntheir gender and/or sexual identities (LaSala, 2010). Family rejection, however, can have \nenduring adverse consequences for LGBTQ young people, such as harming mental health \noutcomes in later life and constrained social support networks (Puckett, Woodward, Mere-\nish, & Pantalone, 2015). The context of socioeconomic status, therefore, provides further \nclarity on how young people cope with familial rejection, particularly if they can draw \nfrom campus-based supportive resources (Poynter & Tubbs, 2008) or are pushed to pursue \nmore risk-laden subsistence strategies on the street (Bird et al., 2017). \nIn turn, the major life course transition of leaving for college or becoming homeless fos-\ntered connectedness between some young people and their family members. Familial so-\ncial support in the lives of sexual and gender minority youth can oftentimes come from \nunexpected sources, such as grandparents (Scherrer, 2016). Furthermore, some research \nfinds that social support from family is one of the strongest predictors of positive life ad-\njustment in LGBT young adulthood (Snapp, Watson, Russell, Diaz, & Ryan, 2015). Explor-\ning the unique role of life course transitions across socioeconomic contexts can expand \nunderstandings of how distinctive groups of LGBTQ young adults may foster increased \nlevels of acceptance with family members, despite their histories of conflict and discord \n(Samarova, Shilo, & Diamond, 2014). \nThe complexity of family responses to young adults’ identities also surpassed socioec-\nonomic context in that many LGBTQ young people reported similar processes of ac-\nceptance and rejection within their family networks. While it is necessary to acknowledge \nthat LGBTQ young adults are not a homogeneous, static social group, there may also be \naspects of family dynamics in the coming out process that unify LGBTQ young people \nacross disparate environments. For example, several LGBTQ homeless young adults and \ncollege students identified fathers as key enforcers of heteronormative expectations, which \nsupports previous research highlighting fathers’ committed roles to fortifying stereotypi-\nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n18 \ncal norms of masculinity and femininity among sons and daughters, respectively (Castel-\nlanos, 2016; Solebello & Elliott, 2011). Also, many young adults from both groups in our \nstudy described how suppressing their identity within family relationships took a damag-\ning toll on their well-being. Coming out to family members is a delicate process that \nLGBTQ young people have to navigate, and familial responses can never be fully antici-\npated. In sum, familial reactions to youths’ coming out demonstrate the pervasiveness of \nsocial and cultural stigma surrounding nonconforming sexual and gender identities (Jack-\nson, 2006). \nThe sameness across the two groups of LGBTQ young people present in this study may \nbe due in part to sampling effects whereby most respondents identified as white (70%). \nWhile beyond the analytic scope of this study, some research finds that people of color \nmay be conflicted in adopting a stigmatized sexual identity because of its conflation with \nwhite, mainstream culture (Meyer & Ouellette, 2009), while other studies did not find sup-\nport for a clash between racial/ethnic and LGB identities (Meyer, 2010). In our study, half \nof LGBTQ homeless young adults identified as people of color, while only 12% of LGBTQ \ncollege students were nonwhite. While the LGBTQ young adults of color in this study did \nnot often mention the influence of race/ethnicity in their lives, its role can be instrumental \nin the well-being of homeless young adults (Gattis & Larson, 2016) as well as LGBT youth \nof color in the general population (Kuper, Coleman, & Mustanski, 2014). For college stu-\ndents, racial microaggressions are a detriment to self-esteem (Nadal, Wong, Griffin, Da-\nvidoff, & Sriken, 2014), which can further interact with on-campus homophobic slurs \n(Nadal et al., 2011) for LGBTQ college students of color. Additional research is needed to \nexplore how LGBTQ young people of color’s lives are shaped by the intersecting matrix of \nsystems of oppression that adversely affect marginalized people (Collins, 2009). \nIn addition to potential variation across race/ethnicity, socioeconomic status may also \nimpact LGBTQ young adult identity development. For example, more college students \n(42%) than homeless young adults (5%) identified outside of the LGBT spectrum, such as \nqueer or asexual, which could point to social class differences in choosing or rejecting non-\nmainstream gender and/or sexual identities. Though our respondents in both groups over-\nall were similar in their general reports of both family rejection and acceptance, \nsocioeconomic class is important to consider in its influential role of shaping young peo-\nple’s future outcomes. Furthermore, LGBTQ college students overall reported higher fam-\nily social class background and parental education levels compared to LGBTQ homeless \nyoung adults. Research concludes that LGBT youth from higher socioeconomic standings \nenjoy more social support from a variety of different sources (McConnell et al., 2015), \nwhich is a key indicator of young people’s well-being and future outcomes. \nOur findings also pose clinical implications for tailoring services aimed at LGBTQ \nyoung adults that take into consideration the dynamics of socioeconomic context and fam-\nily relationships that can create barriers to healthy coping strategies, especially in light of \ntheir increased risk of substance use and victimization while homeless (Van Leeuwen et \nal., 2006) and in college (Woodford, Han, Craig, Lim, & Matney, 2014). The influential role \nof changing contexts of socioeconomic status in potentially enhancing family relationships \npoints to the possibility of family-based interventions for young people who are struggling \nto assert their gender and sexual identities in conflicted home environments (Diamond et al., \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n19 \n2013; Ryan, 2010). Further explorations of young people’s contexts of socioeconomic status \ncan also shed light on the resources they can access, such as those aimed at LGBTQ home-\nless populations or LGBTQ supports available on college campuses, and how effective \nthese are in addressing the unique experiences of LGBTQ young people in managing fam-\nily rejection and acceptance. A contextually comprehensive approach to improving the \nlives of LGBTQ young adults and their family relationships can more fully address their \nneeds across multiple domains of young adulthood, such as the complexity of their own \nfamily formation beyond a heteronormative model (Rabun & Oswald, 2009). \nThis study has limitations that require consideration. Convenience-sampling methods \ncreated a constrained sampling frame that captured a particular subset of LGBTQ college \nstudents and homeless young adults. For example, some college students were recruited \nfrom LGBTQ-related campus email listservs and social justice–oriented classes and majors, \nwhich could have primed these participants for thinking about their gender and sexual \nidentities in contexts that expressly encouraged this type of critical thinking. Further, \nhomeless young adults were primarily recruited from service agencies, so that this sample \ndoes not represent the experiences of homeless youth who do not use services and there-\nfore are possibly at greater risk. Future research should attempt to sample both college and \nhomeless LGBTQ young adults using more diverse sampling methods to capture a wider \nbreadth of these individuals’ experiences. Another barrier to this study is the retrospective \nnature of the young people’s accounts that were captured at one point in time and its lim-\nited definition of how young adults can experience sexual and gender minority statuses. \nLGBTQ young adults may misremember their coming out experiences, especially if this \nprocess led to traumatic events that they have blocked from or minimized in their memory \nas a coping strategy (Rosario, Hunter, Maguen, Gwadz, & Smith, 2001). \nThe role of the researcher must also be considered within the contexts of the college and \nhomeless environments and sexual and gender minority identities. The sensitive subject-\nmatter of the interviews (i.e., diverse sexual orientations and gender identities) required \ncareful consideration of how questions were asked and subsequently interpreted (Lee & \nLee, 2012). As a gender-conforming, heterosexual, white graduate student whose sexual \norientation was unknown to participants, I remained cognizant of how my positions of \nsocial privilege influenced the interviewing dynamics of LGBTQ-identified individuals by \nencouraging their active participation in defining their experiences and shaping the inter-\nview process (Levy, 2013). \n \nConclusion \n \nThe role of family relationships in the study of LGBTQ young adults’ linked lives is an \nessential element in addressing the unique challenges they face related to their gender and \nsexual identities. Family members’ response to a young person’s diverse sexual and/or \ngender identity can largely shape life course trajectories by determining access to sources \nof support. Through an in-depth examination of the influence of distinctive social and so-\ncioeconomic contexts in the lives of LGBTQ young adults, it is clear that experiences of \nhomelessness or transitioning into college were key drivers in how family relationships \nshifted across young people’s lives. This study can guide policy interventions as well as \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n20 \nfuture research through its systematic demonstration of the importance of recognizing con-\ntextual diversity as an additional component at work in LGBTQ young adults’ lives. \n \nAcknowledgments – This research was funded by the Joyce Hertzler Sociological Research Fund \nsponsored by the University of Nebraska–Lincoln Sociology Department. \n \nReferences \n \nBird, J. D., LaSala, M. C., Hidalgo, M. A., Kuhns, L. M., & Garofalo, R. (2017). “I had to go to the \nstreets to get love”: Pathways from parental rejection to HIV risk among young gay and bisexual \nmen. Journal of Homosexuality, 64, 321–342. doi: 10.1080/00918369.2016.1179039 \nBregman, H. R., Malik, N. M., Page, M. J., Makynen, E., & Lindahl, K. M. (2013). Identity profiles in \nlesbian, gay, and bisexual youth: The role of family influences. Journal of Youth and Adolescence, \n42, 417–430. \nCarastathis, G. S., Cohen, L., Kaczmarek, E., & Chang, P. (2017). Rejected by family for being gay or \nlesbian: Portrayals, perceptions, and resilience. Journal of Homosexuality, 64, 289–300. doi: \n10.1080/00918369.2016. 1179035 \nCastellanos, H. D. (2016). The role of institutional placement, family conflict, and homosexuality in \nhomelessness pathways among Latino LGBT youth in New York City. Journal of Homosexuality, \n63, 601–632. \nCavanaugh, S. E., & Huston, A. C. (2006). Family instability and children’s early problem behavior. \nSocial Forces, 85, 551–580. \nCharmaz, K. (2014). Constructing grounded theory. Thousand Oaks, CA: Sage Publications. \nCharmaz, K., & Belgrave, L. L. (2002). Qualitative interviewing and grounded theory analysis. In J. \nF. Gubrium, J. A. Holstein, A. B. Marvasti, & K. D. McKinney (Eds.), The SAGE handbook of inter-\nview research: The complexity of the craft (pp. 347–365). Thousand Oaks, CA: Sage Publications. \nChoi, S. K., Wilson, B. D. M., Shelton, J., & Gates, G. J. (2015). Serving our youth 2015: The needs and \nexperiences of lesbian, gay, bisexual, transgender, and questioning youth experiencing homelessness. The \nWilliams Institute. Retrieved February 3, 2016, from http://eprints.cdlib.org/uc/item/1pd9886n#page-1 \nCollins, P. H. (2009). Black feminist thought: Knowledge, consciousness and the politics of empowerment. \nNew York: Routledge. \nCreswell, J. W., & Miller, D. L. (2010). Determining validity in qualitative inquiry. Theory into Practice, \n39, 124–130. \nD’Augelli, A. R. (2002). Mental health problems among lesbian, gay, and bisexual youths ages 14 to \n21. Clinical Child Psychology and Psychiatry, 7, 433–456. \nD’Augelli, A. R., Grossman, A. H., & Starks, M. T. (2005). Parents’ awareness of lesbian, gay, and \nbisexual youths’ sexual orientation. Journal of Marriage and Family, 67, 474–482. \nDenes, A., & Afifi, T. D. (2014). Coming out again: Exploring GLBQ individuals’ communication with \ntheir parents after the first coming out. Journal of GLBT Family Studies, 10, 298–325. \nDiamond, G. M., Diamond, G. S., Levy, S., Closs, C., Ladipo, T., & Siqueland, L. (2013).Attachment-\nbased family therapy for suicidal lesbian, gay, and bisexual adolescents: A treatment develop-\nment study and open trial with preliminary findings. Psychology of Sexual Orientation and Gender \nDiversity, 1, 91–100. \nDiamond, L. M., & Butterworth, M. (2008). Questioning gender and sexual identity: Dynamic links \nover time. Sex Roles, 59, 365–376. \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n21 \nDickenson, J. A., & Huebner, D. M. (2016).The relationship between sexual activity and depressive \nsymptoms in lesbian, gay, and bisexual youth: Effects of gender and family support. Archives of \nSexual Behavior, 45, 671–681. \nDurso, L. E., & Gates, G. J. (2012). Serving our youth: Findings from a national survey of service providers \nworking with lesbian, gay, bisexual, and transgender youth who are homeless or at risk of becoming home-\nless. Los Angeles, CA: The Williams Institute with True Colors Fund and The Palette Fund. \nElder, G. H. (1994). Time, human agency, and social change: Perspectives on the life course. Social \nPsychology Quarterly, 57, 4–15. \nElder, G. H. (1998). The life course as developmental theory. Child Development, 69, 1–12. \nEvans, N. J., & Broido, E. M. (1999). Coming out in college residence halls: Negotiation, meaning \nmaking, challenges, supports. Journal of College Student Development, 40, 658–668. \nFlowers, P., & Buston, K. (2001). “I was terrified of being different”: Exploring gay men’s accounts \nof growing-up in a heterosexist society. Journal of Adolescence, 24, 51–65. \nGates, G. J., & Newport, F. (2012). Special report: 3.4% of US adults identify as LGBT. Washington, DC: \nGallup. \nGattis, M. N. (2009). Psychosocial problems associated with homelessness in sexual minority youths. \nJournal of Human Behavior in the Social Environment, 19, 1066–1094. \nGattis, M. N., & Larson, A. (2016). Perceived racial, sexual identity, and homeless status-related dis-\ncrimination among Black adolescents and young adults experiencing homelessness: Relations \nwith depressive symptoms and suicidality. American Journal of Orthopsychiatry, 86, 79–90. \nGoldfried, M. R., & Goldfried, A. P. (2001). The importance of parental support in the lives of gay, \nlesbian, and bisexual individuals. Journal of Clinical Psychology, 57, 681–693. \nHiga, D., Hoppe, M. J., Lindhorst, T., Mincer, S., Beadnell, B., Morrison, D. M., . . . Mountz, S. (2014). \nNegative and positive factors associated with the well-being of lesbian, gay, bisexual, transgender, \nqueer, and questioning (LGBTQ) youth. Youth & Society, 46, 663–687. \nHorn, S. S., Kosciw, J. G., & Russell, S. T. (2009). New research on lesbian, gay, bisexual, and transgender \nyouth: Studying lives in context. Journal of Youth and Adolescence, 38, 863–866. \nHunter, E. (2008).What’s good for the gays is good for the gander: Making homeless youth housing \nsafer for lesbian, gay, bisexual, and transgender youth. Family Court Review, 46, 543–557. \nJackson, S. (2006). Gender, sexuality and heterosexuality: The complexity (and limits) of heteronor-\nmativity. Feminist Theory, 7, 105–121. \nJones, S. R., & McEwen, M. K. (2000). A conceptual model of multiple dimensions of identity. Journal \nof College Student Development, 41, 405–414. \nKuper, L. E., Coleman, B. R., & Mustanski, B. S. (2014). Coping with LGBT and racial–ethnic-related \nstressors: A mixed-methods study of LGBT youth of color. Journal of Research on Adolescence, 24, \n703–719. \nLaSala, M. C. (2010). Coming out, coming home: Helping families adjust to a gay or lesbian child. New York: \nColumbia University Press. \nLee, Y. O., & Lee, R. M. (2012). Methodological research on “sensitive” topics: A decade review. Bul-\nletin of Sociological Methodology/Bulletin de Méthodologie Sociologique, 114, 35–49. \nLee, B. A., Tyler, K. A., & Wright, J. D. (2010). The new homelessness revisited. Annual Review of \nSociology, 36, 501–521. \nLevy, D. L. (2013). On the outside looking in? The experience of being a straight, cisgender qualitative \nresearcher. Journal of Gay & Lesbian Social Services, 25, 197–209. \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n22 \nMcConnell, E. A., Birkett, M. A., & Mustanski, B. (2015). Typologies of social support and associa-\ntions with mental health outcomes among LGBT youth. LGBT Health, 2, 55–61. \nMeyer, I. H. (2010). Identity, stress, and resilience in lesbians, gay men, and bisexuals of color. The \nCounseling Psychologist, 38, 442–454. \nMeyer, I. H., & Ouellette, S. C. (2009).Unity and purpose at the intersections of racial/ethnic and \nsexual identities. In P. L. Hammack & B. J. Cohler (Eds.), The story of sexual identity: Narrative \nperspectives on the gay and lesbian life course (pp. 79–106). New York: Oxford University Press. \nMoen, P., & Hernandez, E. (2009). Social convoys: Studying lives in time, context, and motion. In G. \nH. Elder & J. Z. Giele (Eds.), The craft of life course research (pp. 258–279). New York: The Guilford \nPress. \nNadal, K. L., Issa, M. A., Leon, J., Meterko, V., Wideman, M., & Wong, Y. (2011). Sexual orientation \nmicroaggressions: “Death by a thousand cuts” for lesbian, gay, and bisexual youth. Journal of \nLGBT Youth, 8, 234–259. \nNadal, K. L., Wong, Y., Griffin, K. E., Davidoff, K., & Sriken, J. (2014). The adverse impact of racial \nmicroaggressions on college students’ self-esteem. Journal of College Student Development, 55, 461–474. \nNational Center on Family Homelessness. (2011). The characteristics and needs of families experiencing \nhomelessness. Needham, MA: National Center on Family Homelessness. Retrieved September 18, \n2016 from www.familyhomelessness.org/media/147.pdf. \nNeedham, B. L., & Austin, E. L. (2010). Sexual orientation, parental support, and health during the \ntransition to young adulthood. Journal of Youth and Adolescence, 39, 1189–1198. \nO’Rand, A. M. (2006). Stratification and the life course: Life course capital, life course risks, and social \nin equality. In R. H. Binstock & L. K. George (Eds.), Handbook of aging and the social sciences (6th \ned., pp. 145–162). Burlington, MA: Academic Press. \nPearlin, L. I., Schieman, S., Fazio, E. M., & Meersman, S. C. (2005). Stress, health, and the life course: \nSome conceptual perspectives. Journal of Health and Social Behavior, 46, 205–219. \nPearson, J., & Wilkinson, L. (2013). Family relationships and adolescent well-being: Are families \nequally protective for same-sex attracted youth? Journal of Youth and Adolescence, 42, 376–393. \nPoynter, K. J., & Tubbs, N. J. (2008). Safe zones: Creating LGBT safe space ally programs. Journal of \nLGBT Youth, 5, 121–132. \nPuckett, J. A., Woodward, E. N., Mereish, E. H., & Pantalone, D. W. (2015). Parental rejection follow-\ning sexual orientation disclosure: Impact on internalized homophobia, social support, and mental \nhealth. LGBT Health, 2, 265–269. \nRabun, C., & Oswald, R. F. (2009). Upholding and expanding the normal family: Future fatherhood \nthrough the eyes of gay male emerging adults. Fathering, 7, 269–285. \nRosario, M., Hunter, J., Maguen, S., Gwadz, M., & Smith, R. (2001). The coming-out process and its \nadaptational and health-related associations among gay, lesbian, and bisexual youths: Stipula-\ntion and exploration of a model. American Journal of Community Psychology, 29, 133–160. \nRosario, M., Schrimshaw, E. W., & Hunter, J. (2008). Predicting different patterns of sexual identity \ndevelopment over time among lesbian, gay, and bisexual youths: A cluster analytic approach. \nAmerican Journal of Community Psychology, 42, 266–282. \nRosario, M., Schrimshaw, E. W., & Hunter, J. (2012). Risk factors for homelessness among lesbian, \ngay, and bisexual youths: A developmental milestone approach. Children and Youth Services Re-\nview, 34, 186–193. \nRyan, C. (2010). Engaging families to support lesbian, gay, bisexual, and transgender youth: The \nFamily Acceptance Project. Prevention Researcher, 17, 11–13. \nS C H M I T Z  A N D  T Y L E R ,  A R C H I V E S  O F  S E X U A L  B E H A V I O R  4 8  (2 0 1 8 )  \n23 \nRyan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family rejection as a predictor of negative \nhealth outcomes in white and Latino lesbian, gay, and bisexual young adults. Pediatrics, 123, 346–352. \nRyan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family acceptance in adolescence \nand the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing, 23, 205–213. \nSamarova, V., Shilo, G., & Diamond, G. M. (2014). Changes in youths’ perceived parental acceptance \nof their sexual minority status over time. Journal of Research on Adolescence, 24, 681–688. \nScherrer, K. S. (2016). Gay, lesbian, bisexual, and queer grandchildren’s disclosure process with grand-\nparents. Journal of Family Issues, 37, 739–764. \nSheets, R. L., & Mohr, J. J. (2009). Perceived social support from friends and family and psychosocial \nfunctioning in bisexual young adult college students. Journal of Counseling Psychology, 56, 152–163. \nSnapp, S. D., Watson, R. J., Russell, S. T., Diaz, R. M., & Ryan, C. (2015). Social support networks for \nLGBT young adults: Low cost strategies for positive adjustment. Family Relations, 64, 420–430. \nSolebello, N., & Elliott, S. (2011). “We want them to be as heterosexual as possible”: Fathers talk about \ntheir teen children’s sexuality. Gender & Society, 25, 293–315. \nSpencer, S. M., & Patrick, J. H. (2009). Social support and personal mastery as protective resources \nduring emerging adulthood. Journal of Adult Development, 16, 191–198. \nTyler, K. A. (2006). A qualitative study of early family histories and transitions of homeless youth. \nJournal of Interpersonal Violence, 21, 1385–1393. \nTyler, K. A. (2008). A comparison of risk factors for sexual victimization among gay, lesbian, bisexual, \nand heterosexual homeless young adults. Violence and Victims, 23, 586–602. \nTyler, K. A. (2013). Homeless youths’ HIV risk behaviors with strangers: Investigating the im-\nportance of social networks. Archives of Sexual Behavior, 42, 1583–1591. \nValentine, G., Skelton, T., & Butler, R. (2003). Coming out and outcomes: Negotiating lesbian and \ngay identities with, and in, the family. Environment and Planning D: Society and Space, 21, 479–499. \nVan Leeuwen, J. M., Boyle, S., Salomonsen-Sautel, S., Baker, D. N., Garcia, J. T., Hoffman, A., & \nHopfer, C. J. (2006). Lesbian, gay, and bisexual homeless youth: An eight-city public health per-\nspective. Child Welfare, 85, 151–170. \nWalls, N. E., & Bell, S. (2011).Correlates of engaging in survival sex among homeless youth and \nyoung adults. Journal of Sex Research, 48, 423–436. \nWhitbeck, L. B., Chen, X., Hoyt, D. R., Tyler, K. A., & Johnson, K. D. (2004). Mental disorder, subsist-\nence strategies, and victimization among gay, lesbian, and bisexual homeless and runaway ado-\nlescents. Journal of Sex Research, 41, 329–342. \nWilloughby, B. L., Doty, N. D., & Malik, N. M. (2010).Victimization, family rejection, and outcomes \nof gay, lesbian, and bisexual young people: The role of negative GLB identity. Journal of GLBT \nFamily Studies, 6, 403–424. \nWoodford, M. R., Han, Y., Craig, S., Lim, C., & Matney, M. M. (2014). Discrimination and mental \nhealth among sexual minority college students: The type and form of discrimination does matter. \nJournal of Gay & Lesbian Mental Health, 18, 142–163. \n",
    "id": 188133997,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.unl.edu:sociologyfacpub-1566"
    },
    "title": "The Complexity of Family Reactions to Identity among Homeless and College Lesbian, Gay, Bisexual, Transgender, and Queer Young Adults",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-05-01T08:00:00+01:00",
    "publisher": "DigitalCommons@University of Nebraska - Lincoln",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1566&amp;context=sociologyfacpub"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/188133997.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/188133997"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/188133997/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/188133997/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/188133997"
        }
    ],
    "abstract": "Familial responses to lesbian, gay, bisexual, transgender, and queer (LGBTQ) young people’s identities range on a spectrum from rejection to acceptance, and these reactions strongly impact family relationships and young adult well-being. Less is known, however, about how family members’ reactions may differ based on young people’s contexts of socioeconomic status. Through a qualitative, life course analysis of in-depth interview data from 46 LGBTQ college students and LGBTQ homeless young adults, our study highlights the diverse, contextual nuances of young people’s “linked lives” within their families. We find that the context of socioeconomic status influenced how a young person managed family rejection. Conversely, processes of familial acceptance were also connected to life course transitions that worked in some cases to enhance LGBTQ young adults’ family relationships. Finally, the intricacy of familial reactions to a young person’s LGBTQ identity transcended socioeconomic contexts as many respondents shared similar experiences of rejection and acceptance. These findings have implications for understanding how young people manage family relationships across different contexts of socioeconomic status and how these experiences can shape their life course trajectories. Results from this study can inform LGBTQ youth service providers by tailoring intervention programs that account for contextual social diversity",
    "tags": [
        "text",
        "LGBTQ young adults",
        "gender identity",
        "sexuality",
        "family relationships",
        "sexual orientation",
        "Family, Life Course, and Society",
        "Social Psychology and Interaction",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.unl.edu:sociologyfacpub-1566",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2912",
        "openDoarId": 0,
        "name": "UNL | Libraries",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 188133997,
        "depositedDate": null,
        "publishedDate": "2018-05-01T08:00:00+01:00",
        "updatedDate": "2021-03-02T12:14:14+00:00",
        "acceptedDate": null,
        "createdDate": "2019-03-09T14:30:18+00:00"
    },
    "urls": [
        "https://digitalcommons.unl.edu/sociologyfacpub/555",
        "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1566&amp;context=sociologyfacpub"
    ],
    "lastUpdate": "2021-03-02T12:14:14+00:00",
    "setSpecs": []
}