{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dennis, Maya Frances Tracey"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-10T08:06:13+01:00",
    "dataProvider": {
        "id": 3615,
        "name": "Yale University",
        "url": "https://api.core.ac.uk/v3/data-providers/3615",
        "logo": "https://api.core.ac.uk/data-providers/3615/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/519836702.pdf",
    "fullText": "Yale University EliScholar – A Digital Platform for Scholarly Publishing at Yale Public Health Theses School of Public Health January 2022 The Impacts Of Identity Centrality On Mental Health In Black Americans Maya Frances Tracey Dennis maya.dennis@yale.edu Follow this and additional works at: https://elischolar.library.yale.edu/ysphtdl Recommended Citation Dennis, Maya Frances Tracey, \"The Impacts Of Identity Centrality On Mental Health In Black Americans\" (2022). Public Health Theses. 2145. https://elischolar.library.yale.edu/ysphtdl/2145 This Open Access Thesis is brought to you for free and open access by the School of Public Health at EliScholar – A Digital Platform for Scholarly Publishing at Yale. It has been accepted for inclusion in Public Health Theses by an authorized administrator of EliScholar – A Digital Platform for Scholarly Publishing at Yale. For more information, please contact elischolar@yale.edu. Dennis 1         The Impacts of Identity Centrality on Mental Health in Black Americans  Principal Investigator: Maya Dennis  A Thesis  Submitted to the Department of Social and Behavioral Sciences  Yale School of Public Health  In Partial Fulfillment of Requirements for the Degree of Master of Public Health Committee Chair: Dr. Sarah Lowe, PhD Committee Members: Dr. Claire Kamp Dush, PhD April 2022          Dennis 2  Abstract The relationship between health status and Racial Identity Centrality (RIC) has been determined to be positive and significant among individuals identifying as Black/African American. Racial and sexual minorities face higher rates of stigma-related stress and discrimination that work as a prediction of future health risks such as symptoms of anxiety. The goal of this study was to examine whether sexual or racial identity centrality predicted self-reported symptoms of anxiety in Black Americans. The data used in this study is from the National Couples Health and Time Survey. Ordinary least squares regression predicting self-reported symptoms of anxiety by Racial Identity Centrality and Sexual Identity Centrality were performed among Black respondents. Another regression was performed to adjust the models to include an interaction between Racial Identity Centrality and identity as a sexual minority. Results produced indicated that among Black Americans, RIC is indicative of higher self-reported anxiety symptoms. In addition, there is no interaction between RIC and identity as a sexual minority, which suggested that identity as a sexual minority has does not moderate relationship between RIC and self-reported anxiety. Performing the same data analysis using Sexual Identity Centrality as the main variable of interest, we find that there was no conclusive data concerning its ability to predict self-reported anxiety.   Keywords: Racial Identity Centrality, Sexual Identity Centrality, Black individuals, sexual minorities     Dennis 3  Acknowledgements  I would like to thank the Yale School of Public Health Department of Social and Behavioral Sciences and the University of Minnesota Department of Sociology for their cooperation and support throughout this process. I would also like to thank UM Data Analyst in the Minnesota Population Center, Miranda Berrigan, who was instrumental in supporting me with gaining access to the NCHAT database.  Finally, I would like to thank both Dr. Sarah Lowe and Dr. Claire Kamp Dush for their support, advice, and mentorship in pursuit of the completion of this project.            Dennis 4  Table of Contents   Abstract………………………………………………………………………………………….2 Acknowledgements……………………………………………………………………………...3 Table of Contents………………………………………………………………………………..4 List of Tables………………………………………………………………………………...….5 Background……………………………………………………………………………………...6 Methods………………………………………………………………………………………...10 Results………………………………………………………………………………………….14 Discussion……………………………………………………………………………………...17 Strengths and Limitations………………………………………………………………………21 Conclusion……………………………………………………………………………………...22 References………………………………………………………………………………………23 Appendix………………………………………………………………………………………..28              Dennis 5   List of Tables & Graphs  Table 1……………………………………………………………………………………….28 Table 2……………………………………………………………………………………….29 Table 3…………………………………………………………………………………….....30 Table 4……………………………………………………………………………………….31                      Dennis 6  Background Racial and Sexual Identity Centrality  Identity Centrality consists of the components that an individual perceives as being a central part of their identity (Meca et al., 2015; Settles, 2004). It is a perception of the self, and therefore, an indication of how one interacts internally with external circumstances. Racial Identity Centrality specifically, is a measure of how integral one believes their racial/ethnic identity is to their central identity (Rowley et al., 1998; Perry et al., 2016). Racial Identity Centrality has been linked to being indicative of both negative and positive health outcomes (Perry et al., 2016; Williams et al., 2022).  Literature concerning the effects of Racial Identity Centrality in pre-pubescent in Mexican origin children examines its association with social functioning and found that more positive racial-ethnic attitudes are associated with better social functioning (Williams et al., 2022). Previous research also suggest that social functioning is an indicator of an individual operating with lower levels of anxiety (Cohen et al., 2006; Williams et al., 2022). However, this was found to not be the case among Black individuals (Perry et al., 2016; McClain et al., 2016; Sellers & Shelton, 2003; Sellers et al., 2003). When concerning Black individuals, Racial Identity Centrality was found to be more indicative of poorer mental health outcomes rather than better ones when compared to the outgroup (Perry et al., 2016; McClain et al., 2016; Sellers & Shelton, 2003; Sellers et al., 2003). The reasons cited for this effect pointed to the heavier burden of racial discrimination on those that more highly considered their racial identity as a central part of their identity (Sellers & Shelton, 2003; Sellers et al., 2003).  Another aspect of identity centrality is Sexual Identity Centrality. Sexual Identity Centrality is a measure of how integral one believes their sexual orientation is to central identity Dennis 7  (Hinton et al., 2021). While not much research has been completed on the topic, most of the literature that does exists seems to agree that Sexuality Identity Centrality is not indicative of mental health outcomes in individuals identifying as a sexual minority (Hinton et al., 2021).   Discrimination, Intersectionality, and Mental Health  The African American population, or those racialized as Black, have been subjected many forms of racial discrimination. Black individuals experience discrimination, both implicitly and explicitly, on a daily basis that stems from established societal structures in the United States that emphasize racially based power dynamics (Link & Phelan, 2001). The stigma related stress resulting from racial discrimination and microaggressions have long been shown to be correlated with adverse mental health outcomes in racial minorities (Brown et al., 2000; Berger & Sarnyai, 2015; Landrine & Klonoff, 1996; Link & Phelan, 2001). It has been determined through previous research that not only does the actual event of a racially motivated attack (both verbal and otherwise) seem to have adverse effects on mental health, but even the threat of these eventualities is enough to influence how minorities interact with stress on a daily basis (Huebner & Davis, 2007). These instances of stigma related stress, however, are not only linked to individuals racialized as Black. Those identifying as a sexual minority also experience stigma related stress due to discrimination and effects from these instances are also associated with poorer mental health outcomes when compared to their heterosexual counterparts (Link & Phelan, 2006).   Stress from discrimination, a type of stigma related stress, is important in the indication of health and disproportionately affects certain demographics (Williams et al., 1997; Pascoe, Dennis 8  2009). Individuals that identify as a racial or sexual minority are more likely to experience this stress at higher levels than other members of the population due to their identification as a socially stigmatized group (Liu, 2017; Rogers et al., 2017). This increased rate of experienced marginalization has been shown to be a contributing factor in the increased health risks attributed to these groups and has been linked to increased rates of negative mental health outcomes such as depression and suicidal thoughts (Lewis, 2009; Lick, Durso, & Johnson, 2013). Intersectional studies show that racial and sexual minorities experience anxiety at much higher levels than their white heterosexual counterparts, which has been associated with overall decreased mental health (Sandfort et al., 2006). For purposes of this investigation, we will be examining anxiety specifically as being indicative of an individual’s overall mental wellbeing.  Intersectionality was conceived as a basis with which to explore the intersecting effects of racial and gender discrimination within Black women, but as the coming generations become more representative of those identifying as a sexual minority, it is pertinent to focus our attentions on the intersecting effects of living as both a racial and sexual minority (Carbado et al., 2013; Gates, 2011). As an individual that identifies as both a member of a racial minority group as well as someone with a minority sexual orientation will experience both instances of race-based and sexuality-based discrimination, these individuals have unique interpersonal interactions concerning the effects of these experiences that differ from those that identify as one or the other (Carbado et al., 2013). Examples of the unique effects of intersectionality include Crenshaw’s examination of the workplace hardships faced by Black women that manifests as a result of both gender-based and race-based discrimination (Crenshaw, 2015).  Dennis 9  Identity Centrality and Mental Health  Little research has been done concerning how these aspects of identity centrality, Racial Identity Centrality and Sexual Identity Centrality, may manifest concerning individuals that identify as both a member of the Black community as well as someone that falls into the category of a minority sexual orientation. Intersectionality may point to differing effects of both Sexual Identity Centrality and Racial Identity Centrality within individuals that have to consider both their racial and sexual identities on daily basis, unlike their counterparts that experience the privileges of carrying identities that represent the societal default.             Dennis 10  Methods Data  The data used in this investigation is from the National Couple’s Health and Time Survey (NCHAT).  NCHAT is a nationally representative study collecting data from 1,515 cohabitating and married couples – totaling to 3,642 respondents. The study contains data from both different gender and same gender couples, providing an emblematic snapshot of relationship functioning, emotional regulation, discrimination, racial trauma, physical health, psychological well-being, health behaviors, stressors, and time use among a representative sample. Participants included in the NCHAT dataset all range in ages between 20 and 60. The NCHAT survey and time diary were administered during the COVID 19 pandemic.  Measures Anxiety. Anxiety was quantified using the GAD-7 measure for generalized anxiety disorder seen in Spitzer et al. The measure is a seven-item scale based on the question: In the last 7 days, how often have you been bothered by the following problems? The problems asked about were feelings of being nervous, anxious, or on edge, not being able to stop or control your worrying, worrying too much about certain things, trouble relaxing, being so restless that it is hard to sit still, becoming easily annoyed or irritable, feeling afraid as if something awful might happen. This measure was used to create a continuous variable as an indicator of anxiety related symptoms.  Racial Identity Centrality. Racial Identity Centrality or RIC was quantified using a single item on the modified version of the Mohr & Kendra (2012) Lesbian, Gay, Bisexual Identity Scale that asks respondents to indicate their agreement with the phrase: My racial/ethnic Dennis 11  identity is a central part of my identity. This measure was used to create a discrete variable as an indicator of the strength/weakness of the respondent’s racial identity centrality. The values of this discrete variable were as follows: 1 = strongly disagree, 2 = disagree, 3 = neither agree not disagree, 4 = agree, 5 = strongly agree.  Sexual Identity Centrality. Sexual Identity Centrality or SIC was quantified using a single item on the modified version of the Mohr & Kendra (2012) Lesbian, Gay, Bisexual Identity Scale that asks respondents to indicate their agreement with the phrase: My sexual identity is a central part of my identity. This measure was used to create a discrete variable as an indicator of the strength/weakness of the respondent’s sexual identity centrality. The values of this discrete variable were as follows: 1 = strongly disagree, 2 = disagree, 3 = neither agree not disagree, 4 = agree, 5 = strongly agree.  Sexual Minority Status. Sexual Minority Status was measured with the following survey question: Which of the following do you consider yourself to be? The question was followed by several options for respondents to select including Lesbian, Gay, Bisexual, Pansexual, Same gender loving, Omnisexual, Queer, Asexual, Don’t Know, Questioning, Something else. For this investigation, the respondents answering as anything other than Questioning, Don’t Know, and Something else were separated out into a single binary variable with 0 = non-sexual minority and 1 = individuals identifying as a sexual minority.  Control Variables. Control variables used in the investigation to account for factors that may contribute to reported anxiety symptoms were household income, drug or alcohol abuse, and the presence of a chronic illness. These control variables were chosen due to their strong established impacts on anxiety (Kern et al., 2014; Dijkstra-Kersten et al., 2014; Kushner et al., 2000). Household income was measured with respondent answers to the following survey Dennis 12  question: using your best estimate, what is your total household income? This was created to be categorical variable with different levels indicating a household income of <20,000, 21,000 – 40,000, 41,000 – 60,000, 61,000 – 80,000, 81,000 – 100,000, 101,000 – 120,000, and >120,000. Drug or alcohol abuse was measured with respondent answers to the survey questions: Has a family member, friend, or doctor, nurse, or anybody else been worried about your drinking (or drug use) or said you should stop or slow down? This was a binary variable where the ingroup included respondents that answered either yes, but not in the last 12 months or yes, in the past 12 months. Chronic illness was measured by respondents’ answers to the following question: Have you ever been told by a doctor or a health professional that you currently, or previously, have had the following? Respondents that answered yes to this question for parts of the question that asked about arthritis/lupus/gout, thyroid problems, cancer, kidney disease, or liver disease were considered to be the ingroup. These conditions were singled out because previous research has associated them specifically with anxiety (Kern et al., 2014; Dijkstra-Kersten et al., 2014; Kushner et al., 2000).  Analytic Strategy To test Research Question 1, an ordinary least squares regression was conducted among where Racial Identity Centrality responses and the control variables were entered as predictors of self-reported symptoms of anxiety (Table 2, Model 1).  Another model was created to adjust for sexual minority status (Table 2, Model 3). In addition, Racial Identity Centrality responses were entered as predictors for self-reported symptoms of anxiety measure as well as an interaction term of RIC (Racial Identity Centrality) and the sexual minority variables (Table 3).  To test Research Question 2, ordinary least squares regression was conducted to predict self-reported symptoms of anxiety using Sexual Identity Centrality as the variable of interest. Dennis 13  Sexuality Identity Centrality responses and control variables were entered as predictors for self-reported symptoms of anxiety (Table 2, Model 2). Another model was then created to adjust for sexual minority status (Table 2, Model 4). In addition, Sexual Identity Centrality responses and control variables were entered as predictors for self-reported symptoms of anxiety measure as well as an interaction term of SIC (Sexuality Identity Centrality) and the sexual minority variable.  To test Research Question 3, ordinary least squares regression was conducted to predict self-reported symptoms of anxiety using either RIC or SIC as the primary variable of interest. These models also included an interaction term between either RIC or SIC and the sexual minority variable and were adjusted by either RIC or SIC depending on the variable of interest (if RIC was the variable of interest, then the model was adjusted for SIC). In Model 7, RIC responses were regressed on self-reported symptoms of anxiety and included the control variables, the interaction term between RIC and identity as a sexual minority, and Sexual Identity Centrality. In Model 8, SIC responses were regressed on self-reported symptoms of anxiety and included, the control variables, the interaction term between SIC and identity as a sexual minority, and Racial Identity Centrality. All statistical analyses were performed using only Black respondents as the sample. For all modeling, RIC and SIC were treated as continuous variables within the OLS regression to increase statistical significance.       Dennis 14  Results Descriptive Statistics Descriptive statistics reported in Table 1 are of Black respondents. Individuals that identified as a sexual minority were found to be 17.61% of total respondents with an N = 78. Analysis found that 5.12% of Black respondents refused to disclose their sexual orientation. Self-reported anxiety symptoms among Black respondents had a mean value of 4.21 (SD = 0.23, 95% CI = 3.75, 4.66). Analysis found that 2.46% of these respondents refused to disclose any self-reported anxiety symptoms. Racial identity centrality among the same respondents had a mean of 4.04 (SD = 0.058, 95% CI = 3.92, 4.15). Analysis found that 0.22% of respondents refused to disclose their reported racial identity centrality. Sexual identity centrality among these respondents had a mean value of 3.63 (SD = 0.057, 95% CI = 3.52, 3.74).   Research Question 1: Does Racial Identity Centrality predict self-reported anxiety symptoms among Black/African American respondents?? Models 1 and 3 in Table 2 as well as Model 5 in Table 3 were used to test research question 1. In Model 1, Racial Identity Centrality was found to be a predictive factor for higher self-reported anxiety symptoms among Black respondents (p < 0.05). Specifically, for each increased unit of Racial Identity Centrality, there is a 0.48 increase in self-reported anxiety symptoms. In Model 3, the model was further adjusted to investigate the effect of identity as a sexual minority. With this adjustment, the predictive nature of Racial Identity Centrality concerning self-reported anxiety symptoms becomes even stronger (p < 0.01). Specifically, in Dennis 15  this model, for each increased unit of Racial Identity Centrality, there is a 0.49 increase in self-reported anxiety symptoms.  The investigation was then continued further by performing regression with the interaction terms between RIC and sexual minority variables as seen in Table 3. Results from Model 5 showed that the interaction term indicated that there was no interaction between RIC and sexual minority.   Research Question 2: Does Sexual Identity Centrality predict self-reported anxiety symptoms among Black/African American respondents? If so, does the same remain true when adjusted for the effect of identity as a sexual minority?  Model 2, found in Table 2, was used to test research question 2. In Model 2, Sexual Identity Centrality was found to not be significantly associated with self-reported anxiety symptoms among Black respondents. Further investigating the behavior of this variable among the Black population, Model 4 found that even when adjusting for identity as a sexual minority, the relationship remains non-significant. Model 6 (Table 3) finds that when adding the interaction term between SIC and identity as a sexual minority, there is no significant interaction between the variables in terms of predicting self-reported anxiety symptoms.   Research Question 3: Do Sexuality Identity Centrality and Racial Identity Centrality have an impact on each other’s ability to predict self-reported anxiety symptoms among Black/African American respondents?  Dennis 16  Models 7 and 8 in Table 4 were used to test research question 3. In Model 7, SIC remained non-significant and there was no significant interaction observed between RIC and identity as a sexual minority. In Model 8, the interaction term between SIC and identity as a sexual minority showed to not be significantly associated with anxiety even when adjusted for RIC, which remained a significant positive predictor (p < 0.05).                         Dennis 17  Discussion The purpose of this study was to investigate the role of Racial and Sexual Identity Centrality in Black respondents. This investigation was also to examine how identity as a sexual minority may influence these relationships. As mentioned in previous sections, self-reported anxiety symptoms are a reliable predictor of an individual’s mental health (Sandfort et al., 2006). Consistent with previously discussed literature, Racial Identity Centrality was found to be associated with higher self-reported anxiety symptoms. Reasons explaining this relationship could be connected to intrapersonal perceptions of microaggressions and instances of discrimination. Black individuals with a higher connection to their racial identity as a part of their central self are more likely to experience instances of race-based discrimination, whether it is implicit, explicit, or systematic, in a harsher way than those that do not have the same level of connection (Rowley et al., 1998; Sellers et al., 2003). However, among the same population of Black respondents, when adjusted for status as a sexual minority, results found that the predictive relationship between Racial Identity Centrality and self-reported anxiety symptoms remained significant. The results further showed that there was no significant interaction between RIC and identity as a sexual minority, meaning that the effect of RIC on anxiety did not depend on whether or not participants identified as sexual minorities.  Results from this investigation point to the conclusion that Black racial identity is more strongly linked to self-reported anxiety symptoms than sexual identity, even among Black individuals who identify as sexual minorities. Reasons for this could be connected back to research concerning the difference in individualistic versus community values when comparing white and Black people (Komarraju & Cokley, 2008). Research has shown that white people have been noted to value more individualistic ideals such as focus on the nuclear family, while Dennis 18  people of color, specifically Black people have values that are more collective in nature and center around the both the expectation and reliance on community support systems (Komarraju & Cokley, 2008; Constantine et al., 2003). Whether a Black individual is heterosexual or identifies as a sexual minority, the culture of collectivism that exists could compel both individuals to experience instances of racial discrimination in similar ways. This possible conclusion stems from the reasoning that cultures that prioritize collectivism in such a strong way, such as Black American culture, have a higher tendency to experience race-based discrimination as a collective as well (Komarraju & Cokley, 2008; Constantine et al., 2003). For example, if one Black individual witnesses another Black individual facing an instance of discrimination, we are more likely, in this racial group, to see this instance bring about negative mental effects for the bystander (Komarraju & Cokley, 2008). This is consistent with research related to collective Black feelings during times where police shootings are widely focused on in the media, such as the summer of 2020 (Nix & Lozada, 2021).  The results from Models 7 and 8 suggest that among Black respondents, identifying as a sexual minority has no impact on the positive predictive relationship between Racial Identity Centrality and self-reported anxiety symptoms. Even when adjusting for Racial Identity Centrality, identity as a sexual minority does not seem to reveal a predictive relationship between Sexuality Identity Centrality and self-reported anxiety symptoms. Intersectionality is based on the intersection of oppressed identities (Crenshaw, 2015). One would assume that, for Black respondents identifying as a sexual minority, both their Racial Identity Centrality and Sexual Identity Centrality would relate to their anxiety symptoms. However, the results tell a different story. From the data it could be concluded that Black individuals identifying as a sexual minority experience all the effects of higher Racial Identity Centrality as an indicator of higher symptoms Dennis 19  of anxiety, and there seems to be no significant impact on that effect by a strong or weak connection to one’s Sexuality Identity Centrality  Among Black respondents, where Racial Identity Centrality is concerned, the cultural tendency to experience hardship as a whole rather than individually takes precedence and overpowers the positive effects that feelings of community may have on the experience of alienation among those identifying as a sexual minority. These results emphasize the importance of prioritizing cultural sensitivity in the development of mental health interventions. As far as future applications, this may point to the necessities of mental health programs aimed at Black audiences to include viable components addressing the involvement of community support systems and community mental health as a whole rather than attempting to tackle this issue from an individualistic perspective. More importantly, this investigation indicates that mental health programs aimed at Black LGBTQIA+ audiences may have more success if, in addition to focusing on the effects of intersectionality, they prioritize developing these programs through lenses of cultural sensitivity rather than assuming that both identities are affecting each other equally.  Unlike Racial Identity Centrality, Sexual Identity Centrality did not yield any significant results in terms of a predictive relationship to self-reported anxiety symptoms. Although more research is needed, this result suggests that Sexual Identity Centrality does not have a strong influence on self-reported anxiety, which in turn, suggests that this might not be an effective factor from which to predict an individual’s mental health among the Black population sampled. These results are consistent with previous research that cited Sexual Identity Centrality was found to have to little effect in white LGBTQ individuals in terms of predicting mental health (Hinton et al., 2021). These results could point to the conclusion that Racial Identity Centrality is Dennis 20  simply, in general, a better predictor for self-reported anxiety among Black individuals especially. As previously stated, RIC may be an especially effective predictor of self-reported anxiety in Black respondents due to cultural tendencies of collectivism. To determine why Sexuality Identity Centrality may not be inspiring the same level of collective empathy among those that identify as a sexual minority, specifically among Black respondents, we may be able to look towards previous research concerning prevalent attitudes concerning the LGBTQ community as a whole. Due to marginalization and exclusion based on race as well as the centering of white individuals in this space, Black individuals that identify as a sexual minority feel disconnected to the norms surrounding sex and gender attributed to the singular LGBTQ community (Wilson, 2009; Frost & Meyer, 2012). This disconnect may be the reason why SIC is not an effective predictor of self-reported anxiety among Black Americans. RIC was suspected, in this study, to be an effective predictor because it may be indicative of community connectedness. However, if Black individuals feel disconnected from the “LGBTQ community” in a general sense, then SIC might not be indicative of community connectedness in the same way.        Dennis 21  Strengths and Limitations Strengths of this study included a dataset that contained a large proportion of individuals that identified as a sexual minority. When testing the associations between both Racial Identity Centrality and Sexual Identity Centrality with self-reported anxiety symptoms among Black respondents, this allowed the investigation capture broader patterns and examine a more diverse group of individuals within this classification so as to make any observed patterns more reliable in determining their generalizability later on.  Limitations of the study included the small proportion of Black respondents who identified as a sexual minority. The small number may have contributed to limited power to detect any significant relationships among Sexual Identity Centrality, sexual identity status and anxiety. Another limitation could have been the datasets exclusion of respondents lower than the age of 20. The age group of 16-19, specifically among those that may be just coming to terms with or newly embracing their sexuality, may have exhibited different patterns among the variables of interest. Lastly, a potential limitation could also have been that every participant in this study was partnered or married and may point to this investigation’s generalizability to the single majority.       Dennis 22  Conclusions In Black individuals, Racial Identity Centrality (RIC) is associated with a higher number of symptoms of anxiety, independent of whether they identify as a sexual minority. Examining this further by adding an interaction term between Racial Identity Centrality and identity as a sexual minority, found that, consistent with the previously stated findings, there was no interaction between the two variables among Black respondents. This suggests that identity as a sexual minority does not modify the association between Racial Identity Centrality and self-reported anxiety symptoms among Black individuals. Unlike RIC, Sexual Identity Centrality, does not appear to have a predictive relationship to self-reported anxiety in Black respondents.             Dennis 23  References Baumeister, R. F., & Leary, M. R. (1995). The need to belong: desire for interpersonal attachments as a fundamental human motivation. Psychological bulletin, 117(3), 497. Berger, M., & Sarnyai, Z. (2015). “More than skin deep”: stress neurobiology and mental health consequences of racial discrimination. Stress, 18(1), 1-10. Brown, T. N., Williams, D. R., Jackson, J. S., Neighbors, H. W., Torres, M., Sellers, S. L., & Brown, K. T. (2000). “Being black and feeling blue”: the mental health consequences of racial discrimination. Race and Society, 2(2), 117-131. Carbado, D. W., Crenshaw, K. W., Mays, V. M., & Tomlinson, B. (2013). INTERSECTIONALITY: Mapping the Movements of a Theory1. Du Bois review: social science research on race, 10(2), 303-312. Cohen, G. D., Perlstein, S., Chapline, J., Kelly, J., Firth, K. M., & Simmens, S. (2006). The impact of professionally conducted cultural programs on the physical health, mental health, and social functioning of older adults. The Gerontologist, 46(6), 726-734. Crenshaw, K. (2015). Why intersectionality can’t wait. The Washington Post, 24(09), 2015. Dijkstra-Kersten, S. M., Biesheuvel-Leliefeld, K. E., van der Wouden, J. C., Penninx, B. W., & van Marwijk, H. W. (2015). Associations of financial strain and income with depressive and anxiety disorders. J Epidemiol Community Health, 69(7), 660-665. Constantine, M. G., Gainor, K. A., Ahluwalia, M. K., & Berkel, L. A. (2003). Independent and interdependent self-construals, individualism, collectivism, and harmony control in African Americans. Journal of Black Psychology, 29(1), 87-101. Dennis 24  Frost, D. M., & Meyer, I. H. (2012). Measuring community connectedness among diverse sexual minority populations. Journal of sex research, 49(1), 36-49. Gates, G. J. (2011). How many people are lesbian, gay, bisexual and transgender? Hinton, J. D., de la Piedad Garcia, X., Kaufmann, L. M., Koc, Y., & Anderson, J. R. (2021). A systematic and meta-analytic review of identity centrality among LGBTQ groups: An assessment of psychosocial correlates. The Journal of Sex Research, 1-19. Huebner, D. M., & Davis, M. C. (2007). Perceived antigay discrimination and physical health outcomes. Health Psychology, 26(5), 627. Kern, J. K., Geier, D. A., Bjørklund, G., King, P. G., Homme, K. G., Haley, B. E., ... & Geier, M. R. (2014). Evidence supporting a link between dental amalgams and chronic illness, fatigue, depression, anxiety, and suicide. Neuroendocrinology Letters, 35(7), 535-552. Knowles, E. D., & Peng, K. (2005). White selves: conceptualizing and measuring a dominant-group identity. Journal of personality and social psychology, 89(2), 223. Kushner, M. G., Abrams, K., & Borchardt, C. (2000). The relationship between anxiety disorders and alcohol use disorders: a review of major perspectives and findings. Clinical psychology review, 20(2), 149-171. Komarraju, M., & Cokley, K. O. (2008). Horizontal and vertical dimensions of individualism-collectivism: A comparison of African Americans and European Americans. Cultural Diversity and Ethnic Minority Psychology, 14(4), 336. Dennis 25  Landrine, H., & Klonoff, E. A. (1996). The schedule of racist events: A measure of racial discrimination and a study of its negative physical and mental health consequences. Journal of Black Psychology, 22(2), 144-168. Lewis, N. M. (2009). Mental health in sexual minorities: Recent indicators, trends, and their relationships to place in North America and Europe. Health & place, 15(4), 1029-1045. Lick, D. J., Durso, L. E., & Johnson, K. L. (2013). Minority stress and physical health among sexual minorities. Perspectives on Psychological Science, 8(5), 521-548. Link, B. G., & Phelan, J. C. (2001). Conceptualizing stigma. Annual review of Sociology, 27(1), 363-385. Link, B. G., & Phelan, J. C. (2006). Stigma and its public health implications. The Lancet, 367(9509), 528-529. Liu, H., Reczek, C., Mindes, S. C., & Shen, S. (2017). The health disparities of same-sex cohabitors at the intersection of race-ethnicity and gender. Sociological Perspectives, 60(3), 620-639. McClain, S., Beasley, S. T., Jones, B., Awosogba, O., Jackson, S., & Cokley, K. (2016). An examination of the impact of racial and ethnic identity, impostor feelings, and minority status stress on the mental health of Black college students. Journal of Multicultural Counseling and Development, 44(2), 101-117. Meca, A., Ritchie, R. A., Beyers, W., Schwartz, S. J., Picariello, S., Zamboanga, B. L., ... & Benitez, C. G. (2015). Identity centrality and psychosocial functioning: A person-centered approach. Emerging Adulthood, 3(5), 327-339. Dennis 26  Nix, J., & Lozada, M. J. (2021). Police killings of unarmed Black Americans: A reassessment of community mental health spillover effects. Police Practice and Research, 22(3), 1330-1339. Pascoe, E. A., & Smart Richman, L. (2009). Perceived discrimination and health: a meta-analytic review. Psychological bulletin, 135(4), 531. Perry, S. P., Hardeman, R., Burke, S. E., Cunningham, B., Burgess, D. J., & van Ryn, M. (2016). The impact of everyday discrimination and racial identity centrality on African American medical student well-being: a report from the medical student CHANGE study. Journal of racial and ethnic health disparities, 3(3), 519-526. Rogers, A. H., Seager, I., Haines, N., Hahn, H., Aldao, A., & Ahn, W. Y. (2017). Minority stress, emotion regulation, and substance misuse in sexual minorities. Rowley, S. J., Sellers, R. M., Chavous, T. M., & Smith, M. A. (1998). The relationship between racial identity and self-esteem in African American college and high school students. Journal of personality and social psychology, 74(3), 715. Sandfort, T. G., Bakker, F., Schellevis, F. G., & Vanwesenbeeck, I. (2006). Sexual orientation and mental and physical health status: findings from a Dutch population survey. American journal of public health, 96(6), 1119-1125. Sellers, R. M., & Shelton, J. N. (2003). The role of racial identity in perceived racial discrimination. Journal of personality and social psychology, 84(5), 1079. Sellers, R. M., Caldwell, C. H., Schmeelk-Cone, K. H., & Zimmerman, M. A. (2003). Racial identity, racial discrimination, perceived stress, and psychological distress among African American young adults. Journal of Health and Social behavior, 302-317. Dennis 27  Settles, I. H. (2004). When multiple identities interfere: The role of identity centrality. Personality and Social Psychology Bulletin, 30(4), 487-500. Veltman, A., & Chaimowitz, G. (2014). Mental health care for people who identify as lesbian, gay, bisexual, transgender, and (or) queer. Canadian journal of psychiatry. Revue canadienne de psychiatrie, 59(11), 1. Williams, C. D., Lozada, F. T., Hood, K. B., Umana-Taylor, A. J., Jahromi, L. B., & Updegraff, K. A. (2022). Mexican-origin 5-year-old children’s ethnic-racial identity centrality and attitudes predicting social functioning. Cultural Diversity and Ethnic Minority Psychology, 28(2), 158. Williams, D. R., Yu, Y., Jackson, J. S., & Anderson, N. B. (1997). Racial differences in physical and mental health: Socio-economic status, stress and discrimination. Journal of health psychology, 2(3), 335-351. Wilson, B. D. (2009). Black lesbian gender and sexual culture: Celebration and resistance. Culture, Health & Sexuality, 11(3), 297-313.           Dennis 28  Appendix                Black Population RespondentsMean SDAnxiety Symptoms 4.21 0.23Racial Identity Centrality 4.04 0.058Sexual Identity Centrality 3.63 0.057%Sexual Minority 17.61%Chronic Disease 23.04%Household IncomeLess than 21000 12.75%21000 - 40,000 4.47%41,000 - 60,000 7.61%61,000 - 80,000 12.53%81,000 - 100,000 11.86%101,000 - 120,000 8.72%More than 120,000 42.06%Drugs and Alcohol Abuse 0.45%0.00%0.00%0.22%4434474474472.46%0.22%95% CI3.75, 4.663.92, 4.15Table 1Variables0.00%%Missing5.12%0.00%0.00%%Missing0.00%0.00%0.00%0.00%  Descriptive Statistics of Variables447447447447Sample (n)4473.52, 3.74447Dennis 29   Table 2The Ordinary Least Sqaures Regression (OLSR) Predicting Anxiety Symptoms SESESESERacial Identity Centrality (RIC)0.48*0.190.49**0.18Sexual Minority2.32***0.592.30***0.59Sexual Identity Centrality (SIC)0.220.190.180.19Chronic Disease0.640.540.60.540.370.0530.330.54Household Income0.030.110.030.110.060.10.060.11Drugs and Alcohol Abuse10.21**3.438.78*3.399.62**3.368.18*3.33Constant1.87*0.973.03***0.091.340.962.64**F3.73**2.4*6.09***4.87***R squared0.030.020.060.05n435435431431Model 3Variables of InterestControl VariablesCoeffCoeffCoeffModel 1Model 2Model 4CoeffNote: * p < 0.05, ** p < 0.01, *** p < 0.001. Dennis 30                   Table 3The Ordinary Least Sqares Regression Predicting Anxiety SymptomsSE SERacial Identity Centrality (RIC) 0.44 * 0.22Sexual Minority 1.22 1.93 -0.01 1.91RIC##Sexual Minority 0.27 0.46Sexual Identity Centraltity (SIC) 0.06 0.21SIC##Sexual Minority 0.66 0.5Control VariablesChronic Disease/Illness 0.36 0.53 0.33 0.54Household Income 0.06 0.01 0.01 0.01Drugs and Alcohol Abuse 9.87 ** 3.39 7.69 * 3.35Constant 1.57 1.04 3.13 ** 1.01F 5.13 *** 4.36 ***R Squared 0.07 0.05n 431 431Note: * p < 0.05, ** p < 0.01, *** p < 0.001. Model 6CoeffModel 5Variables of Interest CoeffDennis 31             Table 4The Ordinary Least Squares Regression Predicting Anxiety SymptomsSE SERacial Identity Centrality (RIC) 0.45 * 0.22 0.49 *Sexual Minority 1.17 1.9 0.23 1.91RIC##Sexual Minority 0.29 0.46Sexual Identity Centraltity (SIC) -0.06 0.21 -0.15 0.22SIC##Sexual Minority 0.57 0.50Control Variables Chronic Disease/Illness 0.37 0.53 0.38 0.01Household Income 0.05 0.10 0.05 0.11Drugs and Alcohol Abuse 9.93 ** 3.40 9.18 ** 3.40Constant 1.73 1.21 1.95F 4.41 *** 4.55 ***R Squared 0.06 0.07n 430 430Note: * p < 0.05, ** p < 0.01, *** p < 0.001. Variables of Interest Coeff CoeffModel 7 Model 8",
    "id": 519836702,
    "identifiers": {
        "doi": null,
        "oai": "oai:elischolar.library.yale.edu:ysphtdl-2139"
    },
    "title": "The Impacts Of Identity Centrality On Mental Health In Black Americans",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "EliScholar – A Digital Platform for Scholarly Publishing at Yale",
    "references": [],
    "sourceFulltextUrls": [
        "https://elischolar.library.yale.edu/cgi/viewcontent.cgi?article=2139&context=ysphtdl"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/519836702.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/519836702"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/519836702/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/519836702/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/519836702"
        }
    ],
    "abstract": "The relationship between health status and Racial Identity Centrality (RIC) has been determined to be positive and significant among individuals identifying as Black/African American. Racial and sexual minorities face higher rates of stigma-related stress and discrimination that work as a prediction of future health risks such as symptoms of anxiety. The goal of this study was to examine whether sexual or racial identity centrality predicted self-reported symptoms of anxiety in Black Americans. The data used in this study is from the National Couples Health and Time Survey. Ordinary least squares regression predicting self-reported symptoms of anxiety by Racial Identity Centrality and Sexual Identity Centrality were performed among Black respondents. Another regression was performed to adjust the models to include an interaction between Racial Identity Centrality and identity as a sexual minority. Results produced indicated that among Black Americans, RIC is indicative of higher self-reported anxiety symptoms. In addition, there is no interaction between RIC and identity as a sexual minority, which suggested that identity as a sexual minority has little bearing on the relationship between RIC and self-reported anxiety. Performing the same data analysis using Sexual Identity Centrality as the main variable of interest, we find that there was no conclusive data concerning its ability to predict self-reported anxiety.\nKeywords: Racial Identity Centrality, Sexual Identity Centrality, Black individuals, sexual minorities, Anxiet",
    "tags": [
        "text",
        "Anxiety, Black individuals, Racial Identity Centrality, Sexual Minorities, Sexuality Identity Centrality, Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:elischolar.library.yale.edu:ysphtdl-2139",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3615",
        "openDoarId": 0,
        "name": "Yale University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 519836702,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-21T03:58:08+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-10T08:06:13+01:00"
    },
    "urls": [
        "https://elischolar.library.yale.edu/ysphtdl/2145",
        "https://elischolar.library.yale.edu/context/ysphtdl/article/2139/viewcontent/Dennis_publichealthyale_0265N_11175.pdf"
    ],
    "lastUpdate": "2024-01-21T03:58:08+00:00",
    "setSpecs": []
}