{
    "acceptedDate": "",
    "authors": [
        {
            "name": "The New Hampshire"
        }
    ],
    "contributors": [],
    "createdDate": "2017-08-12T18:55:22+01:00",
    "dataProvider": {
        "id": 2394,
        "name": "UNH Scholars' Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/2394",
        "logo": "https://api.core.ac.uk/data-providers/2394/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84705307.pdf",
    "fullText": "The New HampshireVol. 105, No. 45TNHdigital.com Thursday, April 21, 2016Serving the University of New Hampshire since 1911INSIDE   THE NEWSDEMOCRACY on Page 6awa   ensDemocracy kPresident Mark Huddleston hosts lunch Students bounce into Earth Fest EMILY YOUNG/STAFFEarth Fest was held on Thompson Hall lawn Wednesday afternoon, where several student organizations were raising money to bene\u001f t environmental causes. (Above) Sophomore Kirk Sandstrom didn’t know about the bounce house, but was “super excited.”$17,570 table lights up Holloway CommonsPage 10TNH’s dynamic duo moves from the audience to the dance \u001f oor in the latest adventure of the Man and his Umbrella.Page 19LUNCHcontinued on Page 3TABLEcontinued on Page 3TNH sta\u001f  writer travels to D.C. with UNH students to document their journey in one of  the largest acts of civil disobedience in the 21st century By BRENDAN CROCKAN CONTRIBUTING WRITERWalking into Holloway Commons (HoCo) to grab a bite in the last few weeks, it would be hard not to notice the new light up table. This table is no ordinary piece of furniture; speciﬁ cally de-signed for UNH by Seating Con-cepts, a Chicago-based company, it’s made with reclaimed metal railings from the original HoCo and features a controllable LED lighting system.“A community table was a design element of the new build-ing space,” dining hall operations director Jon Plodzik said. “We wanted to bring guests together around the experience of eating together.”The table is the ﬁ nishing touch to the multi-million dollar addition that HoCo has been go-ing through over the last year. “The table was part of the $10.5 million addition and reno-vation to Holloway Commons, which included all the new fur-niture and building components,” Plodzik said. “It cost $17,570, including delivery from the work-shop in Chicago, which we con-sidered reasonable for a custom piece of furniture made exclu-sively for UNH.”   The table does more than just light up, as it adds 16 seats to the largest dining hall at UNH. By MICHAEL VALOTTOGRAPHIC DESIGNER President Mark Huddleston shared more than just handshakes and conversation on Tuesday, April 18, as students passed through the courtyard between Murkland Hall and Dimond Li-brary. He also offered a buffet of sliders and other refreshments as part of the “Sliders with Mark” event. “You guys hungry?” Hud-dleston asked the students walk-ing around the area.  No more than 15 minutes after the buffet opened, people began shufﬂ ing up the paths and scampering out of the surrounding buildings to see what the fuss was about.“This is an opportunity to in-teract with students and for them to interact with me,” Huddleston said about the event. Students waited patiently in a single ﬁ le line while exchanging handshakes and words with the president before grabbing their sliders.The buffet was strategically set up to pull hungry college kids in, with a variety of  refreshments, including pulled pork and veg-etarian sliders, and four different Sta\u001e  writer Daniel Clare sits down with Nordic Skiing head coach Cory Schwartz to hear his perspective on coaching.By RAOUL BIRONSTAFF WRITER The New HampshireINDEXThursday, April 21, 20162ContentsOMSA hosts 24th annual pancake breakfastThe 24th annual LGBTQ+ Pancake Breakfast was put on by the Ofﬁ ce of Multicultural Student Affairs (OMSA) Tusday. This event was a part of UNH’s Campus Pride Month.8He wasn’t always the hockey coach you know and love. Mark Garbino tells the story of Dick Umile’s journey back to UNH.20Views from the team benchCorrectionsIf you believe that we have made an error, or if you have questions about The New Hampshire’s journalis-tic standards and practices, you may contact Executive Editor Allison Bellucci by phone at 603-862-1323 or by email at tnh.editor@unh.edu.This Week in Durham12Student body president electThe next issue of The New Hampshire will be onMonday April 25, 2016Allison Belluccitnh.editor@unh.eduElizabeth Clementetnh.me@unh.eduTyler Kennedytnh.news@unh.edu Contact Us:Executive Editor         Managing Editor         Content EditorThe New Hampshire132 Memorial Union BuildingDurham, NH 03824Phone: 603-862-1323www.TNHdigital.com• Solarfest 2016, Boulder Field, 11 a.m. - 9 p.m.• Undergraduate Prize Plays, Hennessy Theatre, Paul Creative Arts Center,  2 p.m.April 22TNHDIGITAL.COMTWITTER/FACEBOOK/YOUTUBE @THENEWHAMPSHIREApril 24• Frozone Froyo Fundraiser, Frozone, 12 - 10 p.m.• UNH Relay For Life, Whittemore Center, 12 p.m.April 23• The New Hampshire Gentlemen Spring Show, Murkland Auditorium, 7 - 10:15 p.m.• Open Archaeology Day, Huddleston Hall G16, 1 - 4 p.m.April 21Stay Connected:• NH Renaissance Fair / Game of Thrones Promo-tion, Great Lawn, 11:30 - 1 p.m.• Wildcat Workout Project, Field House, Jerry Azumah Strength Center, 12 - 1:30 p.m.TNH sits down with the prospectivestudent body president, Jonathan Dean.Campus Collaboration Award:  Henna Night Delta Xi Phi & Indian Subcontinent Students’ AssociationCommunity Service Project of the Year:  Jessie Doe Activities Board:  Haunted HouseCommunity Service Organization of the Year:  Alpha Phi OmegaDonald F. Harley Scholarship William Boyce – Campus Activities BoardAdvisor of the Year:  Thomas Ballestero – Students Without BordersNew Student Organization of the Year:  The Meeple and Cardboard SyndicateOutstanding Marketing Award Not Too SharpOutstanding Media or Publication Award:  Main Street MagazineOutstanding Program or Initiative on Inclusion:  Wildcat Buddies Learn To Skate Freestyle Figure Skating Club & Best BuddiesPhoenix Award:  Sketched Out Comedy TroupeMost Improved Chapter:  Kappa DeltaFraternity Advisor of the Year:  Scott Colati of Sigma Phi EpsilonSorority Advisor of the Year:  Melanie Holwood of Alpha Xi DeltaGreeks of the Year: Brittany Marien (Alpha Xi Delta)Erin O’Shea (Chi Omega)Jeff Taylor (Alpha Gamma Rho) Chapter of Excellence:  Alpha Xi DeltaProgram of the Year:  Diwali - Indian Subcontinent Students’ AssociationRookie of the Year:  Emma Clarke – Freestyle Figure Skating ClubUnsung Hero:Amanda Barba – Student Senate, Her Campus, Memorial Union Board of Governors Julianne Calef – Campus Activities Board Abbygale Martinen – Student Senate, Memorial Union Board of Governors, uLead TeamMarlee Scott – Campus Activities BoardUNH’s Best:Torey Brooks – Students Without Borders Melanie Green – Campus Activities BoardCory Nitschelm – Not Too SharpAlison Smith – Stoke Hall Council, uLead Team, Women’s Rowing Connor Sullivan – Student Committee On Popular Entertainment Student Leader of the Year:  Siddharth Nigam – Indian Subcontinent Students’ Association & Society of Asian Scientists & EngineersStudent Organization of the Year: Student Committee On Popular EntertainmentSLAB WinnersCongratulations to the 2016 Student Leadership Awards Banquet winners The New Hampshire NEWS Thursday, April 21, 2016 3EXPLORE the possibilities  at UMass Boston this summerLearn more at: summer.umb.edu 700+ courses to help you reach higher and look beyond Session I begins:  5/31 Session II begins: 7/18  Accelerate your studies   Complete requirements   Mornings, afternoons, evenings and online   Earn biology, history and environmental science credits on Nantucket Island  Study abroad, field study and service learning - Gain new perspectivesRegisterNow!TABLECONTINUED FROM PAGE 1LUNCHCONTINUED FROM PAGE 1The table will also have culinary demonstrations on one side of it, allowing guests to sit on the other end while enjoying the experi-ence.“There was always an addi-tional community table designed into the addition of Holloway Commons by the architectural ﬁ rm creating the space,” Plodzik said. “Having different types of seating options is desirable to meet the needs of our guests.”The purpose of the table is also to draw members of the UNH and Durham communities into the dining hall to experience what it has to offer. The hope is that such an experience might entice visitors  to purchase a meal plan through the university. Careful planning went into deciding precisely where the table should be set in the hall.“Some would suggest it adds to the ambiance, experience and draw of guests to have a meal plan at UNH,” Plodzik said. “The location was chosen based on a number of factors, including vis-ibility for others to watch what is happening on it, accessibility and guest ﬂ ow around it.”The table is able to bring both a ﬂ are and a new element to the dining experience, which few schools can say they have. Though the table was a late arrival to the renovation, it’s pos-sible it will be better publicized without the shadow of other ma-jor projects. “I wish it had been complet-ed when the rest of the addition was opened for the campus, but it’s nice that it’s late arrival has added to the experience,” Plodzik said.Editor’s Note: As of April 20, 2016 at 8 p.m., Holloway Com-mons’ staff noted that the LED light display of the table was not working. types of cookies, including raisin, double chocolate, chocolate chip and sugar ﬂ avors. Three different types of snacks were also offered, including potato chips, pretzels and ‘spicy sweet chili’ Doritos, as well as pickles and coleslaw. Lemonade was also available. The event was planned by Assistant Vice President for Pub-lic Affairs, Mica Stark, and Jason Boucher, the manager of social media communications and pub-lic affairs.These types of public relation events with President Huddleston began last semester.  The other events also had a food theme, in-cluding “Cupcakes with Mark” which was held in November.Philip Horner-Richardson, a senior philosophy student who attended the event, was pleased with the outcome. “This is perfect. To get out of class at noon and come get a slider,” Horner-Richardson said, “Thank you Mark.”Follow Michael on Twitter @CYaargCOURTESY PHOTOHoCo’s new light up custom table, part of the $10.5 million addition and renovation, cost $17,570 adding 16 seats.The New HampshireThursday, April 21, 20164 NEWSSpring Collection Sign-UpsThinking about volunteering with T2T this spring or do you need service hours? Use the link on our Facebook page (UNH Trash 2 Treasure) to sign up!This Ad Funded by your Student Activity FeeBy Emily YoungNEWS EDITORDURHAM — Ten years, multiple drafts, thousands of pag-es and countless headaches went into the making of UNH alumna Elizabeth Marro’s debut novel, “Casualties.”  Marro, of the class of ’78, is returning to New Hamp-shire on a book tour for the story she’s dreamt of sharing with the region of her roots since begin-ning her writing process in the early 2000s. On Thursday, April 21 at 6:30 p.m., the RiverRun Bookstore in Portsmouth is hosting Marro for a reading of her novel, followed by an open-ended interview conduct-ed by local poet and UNH Profes-sor Emeritus Andrew Merton.While her work has appeared in The San Diego Reader, The Gloucester Daily Times, Literary Mama and elsewhere, “Casual-ties” is Marro’s first novel, pub-lished in February by Berkley, an imprint of Penguin Random House. Significantly, “Casualties” is also the first published novel ex-ploring the aftermath of the Iraq War from the point of view of a mother, according to a press re-lease. Marro’s protagonist, Ruth Nolan, is a business savvy, sin-gle mother determined to see her troubled 19-year-old son, Robbie, through college. Before she has even had the chance to show him some college brochures, Ruth’s world is sent spinning when Rob-bie unexpectedly announces his intent to join the Marines. As an executive at a military defense contracting company in San Di-ego, Ruth should have been spill-ing over with pride. Instead, she was filled with dread.Upon Robbie’s return home after his second tour in Iraq, Ruth believes she may have a chance at a do-over. A workplace scan-dal tears Ruth away and is soon followed by tragedy ––her son’s death. Replete with guilt and re-gret, Ruth packs up Robbie’s ashes and flees eastward, desiring unattainable absolution. But one reoccurring message Marro makes clear throughout “Casualties,” is that “it’s all one life,” and the past cannot just sim-ply be left behind. Moments that cannot be undone are what lead people to growth, according to Marro, because they have to live with the consequences of every decision.Since its release less than two months ago, critics nationally have praised “Casualties.”According to Kirkus Reviews, “this is a tortured novel and yet a redemptive one. It isn’t a happily-ever-after story, but Marro casts a ray of hope that a good life can be lived after terrible tragedy.”New York Times bestselling author Caroline Leavitt, said “Ca-sualties” is “moving and full of heart.”David Abrams, author of “Fobbit,” said he became so in-vested “that by the end of the novel [he’d] forgotten they were fictional characters.”Now a resident of San Diego, Marro grew up in rural Jefferson, New Hampshire where her fam-ily moved from Connecticut in the ‘60s. She graduated from UNH in 1978 with a degree in English/Journalism and went on to gain her MBA from the Rutgers Uni-versity. Marro started her first job at The Gloucester Daily Times as the Rockport reporter, after in-terning at The Peabody Times and Boston Magazine. She also spent some time editing a small-scale magazine called the Summer Sun.Marro became aware of the extensive repercussions associ-ated with modern warfare several years into the Iraq War. “Whatever happens in a war zone doesn’t stay in a war zone. It has a ripple effect in families, towns, communities— everywhere,” she said.Moving from the Northeast to San Diego heavily influenced Marro’s writing. “Coming here, this is a military town,” she said. “Everybody thinks of San Diego primarily as a tourist destination —which it is, it’s huge— but one of the biggest economic factors here is the military. It’s a big, big part of San Diego, so it’s much more visible.”“My family doesn’t have any connection really to the military. We’re part of the 99 percent that leave it up to the volunteers, and that perspective can be daunting. It’s a daunting place from which to try to write a book like this but I think that also makes it even more important to try to do it,” Marro said.Marro describes “Casual-ties” as the product of imagining a worst nightmare scenario influ-enced by the ongoing Iraq War. “For me, the worst nightmare would be losing a child by what-ever means,” she said. Starting with the basis of a mother losing her son, Marro said understanding how that would happen came to be the second piece of the story.The technical writing skills Marro learned as a journalism student at UNH have transferred both positively and negatively to writing fiction. Experience, edit-ing and critique has lead her to develop a “thicker hyde,” but has also trained her to get things done quickly, which doesn’t always co-incide with novel writing. Marro’s advice to current UNH English/journalism students and aspiring young writers is not to wait, and not to be afraid of making mistakes. “I was a chick-en. I was also overwhelmed as a young mother and as a student getting my first job…I wrote, but I was very afraid of failure for a long time and it kept me back,” she said. “If you want to do it, just do it. Even if it’s an hour a day, do it.,” she continued. “Don’t be afraid of what comes out. Don’t be embar-rassed. Just put it all down…Let it be awful. Ugly.” UNH alumna, Elizabeth Marro, publishes debut novelCOURTESY PHOTOElizabeth Marro, a graduate of the UNH class of ‘78, publishes debut novel.The New Hampshire NEWS Thursday, April 21, 2016 5JOBSBike MechanicWe are looking for a Full Time and Part Time Mechanic. Must be able to Assess, Repair, Assemble, and Tune new and used bikes to a high standard of quality.Previous bike mechanic experi-ence and bike knowledge is a must. Email jvhspin@gmail.comStore ClerkPart-time summer store clerk wanted at a family friendly campground.  Weekends only.  Approximately 10-15 hours per weekend.  Located 5 minutes from campus in Lee.  Must have own vehicle.  Email Ferndaleacres@gmail.comBy Mikayla DowneyContributing WriterNeed a boost of confidence? Members of Kappa Delta are working to promote it around campus this week of April 18-21.  Every day, members set up a table in the Murkland court-yard where balloons, lemonade and iced tea are handed out. Each balloon and drink cup has a confidence booster written on it in hopes of reminding students of their importance.“It’s an annual event that we always do in April,” Kappa Delta’s vice president of public relations Karina Smith said. “It’s confidence month for the Confi-dence Coalition, which is one of our platforms.” The Confidence Coalition was created in 2009 by the Kap-pa Delta Sorority to help create “a world of confident girls and women who embrace the belief that they can achieve anything and consistently exceed their own expectations,” according to the coalition’s website. Smith explained that aside from the main goal of raising confidence among the student body, Kappa Delta is also raising money for their other platform, Prevent Child Abuse America (PCAA).“We also have pinwheels for sale for a dollar each,” she said. “The pinwheel is the logo of the PCAA, and all the proceeds go to them.” One thing that may beat promoting confidence is receiv-ing praise and feedback from peers, and knowing that small acts of kindness make a big dif-ference.“I’ve posted on our Insta-gram and people have comment-ed saying things like, ‘thanks so much, the balloons made my day... There is also a confidence banner so people can write what they think about it, or things that make them more confident,” Smiht said. “It’s used as a little remind-er that everyone here should be confident in themselves and in what they do,” said sophomore and Kappa Delta member Erica Santaniello. “We are just trying to make a person’s day.” Freshman Maggie May stopped by the Confidence Week table to visit her older sister, and left with a smile on her face. “This has definitely made a positive impact on my day,” she said. “Any efforts people make to make others smile are for a great cause.” Sophomore Jessica De-Marco passed by the table when she was leaving the library. She grabbed a cup of lemonade that read, “You are so beautiful.”“It was the smallest thing, but it really made my day. It just goes to show that the little things mean the most,” DeMarco said.Next year, Kappa Delta plans to celebrate Confidence Week earlier. “We are trying to switch this event over to the fall,” Smith said. “We’ll be doing the same thing – having lemonade, sweet tea and balloons.”Thursday, April 21 is the last day that Kappa Delta will be tabling outside of Murkland, so if you are looking for a little con-fidence boost, be sure to stop by. By Carlos MartensContributing WriterWith finals just around the corner, students are now gear-ing up for the grueling home-stretch – a time filled with late night study sessions and stress-induced anxiety that haunts them into the day. Fortunately, UNH Health Services has constructed a place and time for students to relax and to help combat the worries that come with their aca-demic responsibilities. “It is a break from the ac-tion, a place to unwind for a while,” said junior Kacie Mc-Fadden, a communications and marketing major interning with Health Services. “Our goal is to relax all of your senses for maxi-mum comfort, and creating a peaceful place,” she said.Upon entering the room in which the Relaxation Station is held, a soothing aroma of laven-der and sage emanates from ev-ery corner as light-hearted music plays softly from the speakers. These little details help to calm some manners of anxiety and worry. Within the room is a table offering delicious spa-beverages such as fruit-infused water. Vari-ous hands-on activities such as mandala coloring are offered, and magazines focusing on trav-eling, leisure and music are scat-tered about the room. Pamphlets regarding health and well-being can also be found, offering hints and tips on living a stress free life. Dawn Zitney, a wellness educator councelor at UNH, pro-vides various educational pro-grams that focus on health and well-being, and she understands that students are stressed out. “We live in a culture where we are always doing, doing, do-ing,” Zitney said as she lounged at the Relaxation Station. “We don’t always need to be doing something, if students want to come in and simply just look out the window, I would love it.” Along with aromatherapy, music therapy and other stress relieving activities found at the Relaxation Station, visitors can also share casual conversations with relaxed individuals who won’t judge or criticize. Stress-ful feelings begin to dissipate the moment one passes through the doors of the Relaxation Station. Everyone there is seeking simi-lar purposes, so the atmosphere is always casual and calm, and one that offers a welcome respite from the constant barrage of pri-orities and responsibilities. This is the first semester that the Relaxation Station has been implemented on campus, and is open at Health Services every other Tuesday between 12:30-1:30 p.m. The plan is to continue the program next semester in or-der to establish a firm foothold so more students will become aware of what Health Services offers. Zitney and McFadden encourage all to come to the up-coming event days as they prom-ise it to be a stress free environ-ment. Kappa Delta promotes confidence around campusMikayla Downey/ContributingMembers of Kappa Delta pose for a photo in Murkland Courtyard. The members worked to promote confidence around campus this week.Relaxation Station at UNH extends invite to de-stressCarlos Martens/ContributingThe Relaxation Station at Health Services offers students a place to unwind and take a break.The New hampshireBy alan sCHer ZaGierAssoCiAted Press  ST. LOUIS — Washington University in St. Louis lifted an emergency order for students, fac-ulty and staff about 90 minutes af-ter a shooting that injured at least one person Wednesday on the school’s main campus.An alert issued just before 3 p.m. advised that “the campus emergency is over” and told those who received it “you may resume your normal activities.”The shooting happened about 1:30 p.m. along a road that sepa-rates the main campus from the university’s primary residential housing area. University spokes-woman Sue Killenberg McGinn said that one person was injured in the shooting near the student union and performing arts build-ing. Details about what led to the shooting were not immediately available.McGinn said the victim was taken to a hospital and was expect-ed to survive.An earlier university alert ad-vised those on campus to “shelter in place.” It wasn’t immediately clear if an arrest had been made.Vice Chancellor Jill Fried-man said that “no students were involved.” She referred additional questions to police in the St. Louis suburb of Clayton who are inves-tigating the shooting. A Clayton police spokesman did not imme-diately respond to a request for comment. A news conference was scheduled for later Wednesday.By mid-afternoon, activity had resumed on campus, with stu-dents walking to and from class. Many talked on their cellphones, assuring their parents that they were OK.Freshman Jordan Isikow said she was finishing a psychol-ogy experiment when people ran inside the building and said there was a shooting right outside.“Everybody else was freak-ing out,” she said.Sophomore Alessandra Silva said she was in the middle of cam-pus when she heard several shots ring out.“It rang out across the Quad,” Silva said. “We looked up like, ‘Is it thunder? Was it a skateboard?’ But seconds later, a siren sounded alerting students to go to a safe place.”She took shelter in the stu-dent center. “I was pretty scared,” she said.The 163-year-old private uni-versity on the border of the city of St. Louis and St. Louis County has an enrollment of about 15,000.The school’s location next to sprawling Forest Park — among the venues of the 1904 Summer Olympics — serves as a physical buffer of sorts from the rest of St. Louis. But the campus isn’t im-mune from the gun violence that is more prevalent in other parts of the community.Earlier this month, a teenag-er was shot near the university’s medical school close to Barnes-Jewish Hospital. In March, Washington University briefly issued an emergency alert after a report of gunfire by a light rail station near a satellite campus in St. Louis.1 hurt in shooting at university in St. Louis; alert liftedTNHwe have aP styleThe New HampshireThursday, April 21, 20166 NEWSRaoul BiRon/Staff(Left to right behind banner-holders) UNH students Coburn Blunt, Taylor Picard, Chris Grinley, Sarah King-Mayes, Will Silverstein, Griffin Sinclair-Wingate march in the Democracy Awakens protest in Washington D.C. (Right top) Protesters picket in front of the Supreme Court. (Bottom right) Protesters march towards the Capitol where 300 people would later be arrested during a sit-in.A busload of roughly two dozen students from UNH ar-rived in Washington, D.C., as hundreds of protesters pushing to repeal Citizens United were still being processed and booked by the U.S. Capitol Police. The dreary-eyed students from rural New Hampshire swung their hiking backpacks out of the belly of their coach bus on Sat-urday, April 16 at Union Station – just yards from the heartbeat of American politics. They were joining one of the largest acts of civil disobedience in the 21st century.I’m a student journalist at UNH who managed to hitch a ride to D.C. along with members of the Student Environmental Action Coalition (SEAC), who organized the trip. I wasn’t there to protest, but UNH is a small community so I had personal ties to people who were, including my girlfriend, UNH senior Tay-lor Picard.From Monday, April 11 to Sunday, April 17, roughly 900 people were arrested at the steps of the Capitol. On Monday, April 18, about 300 more arrests fol-lowed. Fighting to rid the po-litical process of private money, 130 activists had walked from the Liberty Bell in Philadelphia into the arms of hundreds of supporters and the Capitol po-lice in D.C. They came back to the Capitol steps every day that week. The name of the game was non-violent escalation. Under the banner Democracy Spring, their sit-ins demanded either a response from Congress or mass arrests. They got the latter. Back in New Hampshire, information about Democracy Spring was hard to come by, mak-ing its way to us only through the vague and often inaccurate filter of the Twittersphere. We heard rumors of 400 arrests made on the first day, 300 the next. We didn’t know what the protestors were being charged with, we only knew that we were coming to join them. “I had to go when I saw the amount of passionate people that were also going. I knew that we’d have a group of people that were also going to be on the front lines and that we could rep-resent our university as part of this movement,” UNH freshman Zach Adinolfi said. St. Stephen’s Episcopal Church in Columbia Heights would be their home for the weekend. A U-Haul out front was their closet; the pews lin-ing the sanctuary clouded by incense were their beds; and the basement their strategic head-quarters. The students were welcomed by NAACP chapters from D.C. and Boston, members of various labor unions (some currently on strike), fellow stu-dents from as far away as Florida and protest veterans active as far back as the King riots in 1968. Many had already been arrested multiple times that week for De-mocracy Spring. “Seeing all the people from older generations still fighting for the same movement and how the same issues are still affecting the same people without a gov-ernment response is powerful,” UNH junior and community leadership major Lexus Reyna said. “You get to see how differ-ent issues affect different people but how they all came together for one group cause - to get big money out of politics.”In the parking lot behind the church, students, war veterans and non-profit organizers alike mingled. They spoke and argued about climate change, debt, the true meaning of democracy and political revolution. Someone who introduced himself to me as a disabled veteran spoke to me about the value of bitcoin and auditing the Federal Reserve. Minutes later, a student from West Virginia detailed his work in battling opioid overdoses in his rural Appalachian town. “I loved late nights after the protests, chatting with organiz-ers and activists, debating and even arguing at times about the best ways for the movement to move forward and how to go about protests,” UNH junior and SEAC member Chris Grinley said. Opinions and political lean-ings varied greatly among the crowd, but it was made clear that this was a movement of conver-gence. Organizers and UNH stu-dents explained to me that the opinions and passions of those gathered at St. Stephens may be as diverse as their backgrounds, but a broad, united front was as integral to the movement as it was to a functioning democracy. “I think diversity of ideas is a positive thing. Especially seeing so many people passion-ate about different things, some people are there for the environ-ment, some for just strictly vot-ing rights, some for racial jus-tice. I think it’s really cool to see people come to fight for differ-ent things, but recognizing that they’re facing the same issue,” Grinley said.In many ways, the purpose of these protests was to result in arrests. More arrests result in increased awareness, media coverage and focus on the com-mitment of activists surrounding private spending in politics. The protests were meant to appear in headlines read by the representa-tives inside the Capitol building. As explained to us by event or-ganizers, Democracy Spring was over and it would be continued through the weekend under the name Democracy Awakening. Initially planned separately, the movements joined forces, pool-ing their resources to demand government action on a lack of voter representation. On Sunday afternoon, we marched along with 5,000 others around the Capitol. Following a Capitol police escort and a mas-sive puppet depicting a corporate lobbyist, the demonstration pa-raded past inconvenienced com-muters and gawking tourists. “Marching through the streets with thousands of people is pretty incredible to experi-ence. It’s empowering. We had a whole crew of UNH people right in the front starting all these chants. Just hearing them rever-berate was incredible to see,” UNH junior and SEAC member Griffin Sinclair-Wingate said.Chants about oil lobbies, crooked money channels and discrimination met drums, trum-pets and horns, all echoing off congressional buildings, monu-ments and one ExxonMobil gas station. “Down with socialism,” yelled one tourist visiting D.C. with his family from Wyoming. On Monday, as hundreds already planned to picket a Su-preme Court decision on a con-troversial immigration reform case and 150 more were inside the Capitol lobbying their repre-sentatives, the protesters would march from Columbus Circle, past the Supreme Court and on to the Capitol.Those who didn’t attend a training session led by event or-ganizers and legal staff, were not permitted to attend the sit-in. At the meeting, local attorneys out-lined that the action was coordi-nated transparently with Capitol law enforcement officials who had tentatively agreed to a post and forfeit (non-conviction) of a minor misdemeanor for those who would be arrested. They also emphasized that being able to fiscally and legally afford an arrest is a notable position of privilege. The march to the Capi-tol was led in part by the Rev.William Barber II and Cornell William Brooks, the president of the NAACP. Winding down 1st Street and past the Supreme Court, the procession was met with cheers from those picketing the Court’s immigration case and the chants emanating from the Democracy Awakening activists changed to Spanish. Waiting at the Capitol was a police coach bus, multiple ar-mored vans and dozens of offi-cers, some armed with automatic weapons. Despite this show of force, protestors and the police didn’t clash and the rally re-mained non-contentious, pas-sionate and respectful. Many of the non-partisan protesters and organizers considered the action a solidarity measure toward the police, who they considered lim-ited in their own representative voice. Almost reminiscent of a re-hearsed stage fight, the crowd, gathered at the steps, split in two as the Capitol police isolated those risking arrest within a po-lice line. The larger crowd was pushed roughly 100 yards back, as the Capitol police provided three warnings to those sitting in. As supporters cheered, pro-testers were slowly escorted to the perimeters, processed and released. Over 300 people were arrested for the sit-in, pushing the total number of arrests for the week of both Democracy Spring and Awakening to over a thousand. One UNH student, Picard, acting on her own accord, was among those arrested on the steps, charged with a minor mis-demeanor for obstruction and a $50 fine. She describes the de-cision as spontaneous and un-planned.“I saw someone step away when they gave the second warning. I remembered that be-ing able to choose to get arrested is a privilege and I realized that I was one of the few people there that had that privilege. I had no [prior arrests] and I had the mon-ey to do so. I felt like it was my responsibility,” said Picard. “I’m a white college student - cops aren’t going to mess with me, they’ll mess with others... I was hoping to be another number so that these issues finally get talk-ed about, so that no one can go on ignoring it,” Picard said.As those being arrested were moved from the steps, they kept chanting. One member of the US Capitol Police briefly joined them in their chant. Follow Raoul on Twitter @RaoulBironDEMOCRACY continued from page 1The New Hampshire NEWS Thursday, April 21, 2016 7By EDITH ALLARDCONTRIBUTING WRITERIf you ask your friend where they got their new sweater, don’t be surprised if they answer “Echo Community Thrift Shop” (Echo), a Durham-based used clothing store that is attracting increasing community attention in recent months.Located on the ground ﬂ oor of the Community Church of Durham, Echo is a collaboration between the church and Friends in Action, a local nonproﬁ t group that provides social and recre-ational opportunities for people with developmental disabilities. Echo’s growing popularity is contributed to by a combination of the change in season, efforts of Friends in Action programs and new involvement from UNH students.According to Heidi Chase, executive director of Friends in Action, the nonproﬁ t began the partnership with Echo last May. In February of this year, she de-cided to use more rigorous ad-vertising initiatives in order to bring in new customers. Adver-tisements for Echo are now post-ed in nearby towns, in stores like Hannaford Supermarkets and in the UNH dorms (due in part to cooperation with UNH residen-tial life.)“[The store] went dead in January and February, and now it’s picking up again,” Chase said. In addition to advertising efforts, Chase said she believes the spring season is contributing to the increase in new visitors. Echo’s founder, Diana Mar-zinzik, 56, said customers also tend to visit more often during Christmastime—ugly sweater party season.“[One day in December] I had 40 students come through, all needing their ugly Christmas sweaters,” Marzinzik said. “Try-ing to ask the ladies of the church for their sweaters in more gentle way, I asked for their ‘themed’ sweaters.”Once Christmas season is over, fewer customers make the trip to the shop in the winter months. The arrival of spring might bring more people in for Echo thrifting.New involvement from UNH students has also been in-creasing awareness of the thrift shop within the university. On Friday, April 8, the so-rority Alpha Phi (“A Phi”) and the former UNH chapter of the fraternity Pi Kappa Alpha (“Pike”) held a fundraising event to collect used clothing and do-nations for Echo. The two chap-ters faced off in competition to collect the most clothing, with A Phi winning by a landslide. The event ultimately collected over 800 pounds of clothing dona-tions.A Phi member Alivia Fazio, 20, visited Echo for the ﬁ rst time on the day of the event. “The store is really organized and everything’s a good price,” she said. “I think more people from UNH are going to start coming.”Chase hopes that future events will inspire others to visit Echo and spread the word. She has noticed students were begin-ning to visit Echo more often than in the fall, but progress has been slow so far. “The majority of business has just been community mem-bers, and the students are kind of new,” she said. “We’re starting to get some, but not many.”Marzinzik has been with the thrift shop since its creation and says there has been a noticeable increase in student shoppers.“[Chase’s] initiatives at UNH has allowed us to bring in more UNH students, so we get more clothes from UNH. So we get a better selection of younger styles,” Marzinzik said. Chase has several connec-tions and initiatives at UNH that can, over time, also help boost visibility in the student body. These alliances supplement her partnership with the Friends in Action program, whose staff manages the store on Mondays and Tuesdays.   One of these programs in-volves graduate students from the UNH occupational therapy department, who work with Chase and Friends in Action to use Echo as their platform. On Monday afternoons, the stu-dents bring participants to Echo for workshops, where they bake food for the Cornucopia Food Pantry and craft dog toys out of old t-shirts for the American So-ciety for the Prevention of Cru-elty to Animals (ASPCA).Friends in Action partici-pant Ellen Berrigan, said she loves working with the students, and cooking with them in par-ticular. “They are really nice people to me, and they’re really cool to hang out with,” she said. “I make good friends [with that program].”The steady increase in vis-ibility can help Echo support its other charity programs as well. Twenty-ﬁ ve percent of all proceeds go to a charity of the church’s choice, which is changed biannually. Recent contributions include Great Bay Stewards and the Haitian Health Foundation in 2015. Marzinzik estimated that Echo has donated at least $25,000 since its found-ing in 2011.Once clothing has been in the shop for ﬁ ve weeks without selling, Marzinzik said Echo volunteers bring it to the Dover soup kitchen to leave for guests. Torn or stained clothing that can’t be sold is collected by an organization called EcoSmith that ships the items to develop-ing nations in need.Marzinzik said that Echo tries to donate clothes to local areas in need, such as Goodwin Community Health Center in Somersworth.“It’s been fun because we can also use Echo as a base camp to help other community organi-zations who need clothing and blankets,” Chase said. “Echo has been an amazing collaboration between Friends in Action, the church, UNH students and the Durham community.”By ALEX LAROZASTAFF WRITERIf you are looking for some-where to hang out with friends, drink amazing coffee and watch live music, all while beneﬁ ting a social cause, then the Freedom Café might be the place for you.Located on 10 Mill Road, the Freedom Café hosts open mic nights on Wednesdays from 7:30-10 p.m. Proceeds from coffee or tea are donated to helping end hu-man trafﬁ cking,  is the main goal of the café. “Great music, really high quality coffee and you know that anytime you’re buying a cup of coffee you’re supporting both the local music scene and ending hu-man trafﬁ cking,” UNH student Caleb Miller said. Miller is a regular open mic night perform-er and also helps run the café’s sound system.“I’ve known about the Free-dom Café for a couple of years now, but I really only started get-ting involved with it about a year ago,” Miller said. “Right now, I’m into a lot of more acoustic-styled music, which really ﬁ ts the coffee shop vibe. A lot of John Mayer, Jack Johnson and Jason Mraz.”“I’m 142 years old, almost, and I found out about the Free-dom Café because I had moved into assisted living just down the road from here,” explained singer Ed Schroeder. “I was dying for something that felt familiar to me…I love it here,” he said.Schroeder’s performances are a mixture of his own original jazz-based songs and  covers. “Ever since the ﬁ rst time that I came sometime last No-vember, I have loved coming here to play,” he said. “I was real ner-vous about coming here to sing, but I feel that there’s a lot of sup-port among the staff and among all the people who come in here.”UNH student Kai Forcey-Rodriguez said he started getting involved at the Freedom Café as a way to perform, meet people and have coffee. “Also, I felt like it was just a great environment where I could be myself and do my unique act,” Forcey-Rodriguez said. His unique act consists of singing and playing air guitar.“I’ve grown up with ﬁ ne-motor disorder, which makes it really hard for me to move my ﬁ ngers across the frets of a nor-mal guitar,” Forcey-Rodriguez explained. “So instead I do air guitar, which allows me to feel the feeling of actually playing guitar.”Forcey-Rodriguez also feels a personal connection to the Free-dom Café’s cause. “I’ve been involved with so-cial justice for 12 years, and I’ve worked with many organizations similar to this, both on the state and local level, and I think it’s great.” “The Freedom Café  is cre-ating consistent engagement with the community,”  the café’s direc-tor, Bryan Bessette said. “You may come in here, grab a cup of coffee and have no idea what the Freedom Café is about. And you walk up to the counter and realize, ‘Oh my gosh. People are getting coffee and tea for dona-tions and the donations are going towards ending human trafﬁ ck-ing. What is that? Does that even happen?’ And you begin to real-ize that human trafﬁ cking is the fastest growing global crime, and that it makes more money annu-ally than Starbucks, Nike, Google and Apple combined,” Bessette said. Bessette has been living in Durham since 2002. “I served as a chaplain, and there’s deﬁ nitely an element of wanting to serve and care for people, and wanting to bring an element of beneﬁ cial change and good into the world,” he said. In 2011, Bessette helped create the Freedom Café.“I took a team of students to Nepal to work with survivors of bonded slavery. In the process of raising funds to go on that trip, we went up into the bars in Dur-ham and asked people to donate the cost of a beer to help us get to Nepal. And people seemed really open to that idea, that possibil-ity,” Bessette said.“And so we thought, what if we were just chipping money in and raising funds from coffee? I talked to the owner of this build-ing about whether we could set up a coffee shop. And so at that point, the vision just expanded exponentially,” Bessette said. Bessette friend, Dan Johnson and his sister, came up with the café’s name and drew the logo. The Freedom Café was ofﬁ cially launched three years ago, accord-ing to Bessette. Bessette elaborated on how curious students could get in-volved. “We have about 40 volun-teers, and those positions range from serving behind the counter for a couple hours a week, to be-ing a social media intern. It’s all volunteer-based,” he said. Bessette is optimistic about the café’s future. “We are working with the state of New Hampshire currently with a work group that is seeking a $1.2 million federal grant in order to get the resources that we need to actually provide victim-centered after care and the right kind of education that will be needed to end trafﬁ cking in the state. So we see ourselves taking on more signiﬁ cant roles,” he said.“Why come to perform for freedom?” Bessette asked. “I think that the students say it best; it’s about the community, and it’s a sense of being supported.”\u001f e Freedom Café: live entertainment for social changeALEX LAROZA/STAFFKai Forcey-Rodriguez jams out on his guitar during an open mic night at The Freedom Café.\u001f ri\u001e  shop praise echoes through campusFOLLOW US ON TWITTER@THENEWHAMPSHIREThe New HampshireThursday, April 21, 20168 NEWSOMSA hosts 24th annual LGBTQ+ Pancake BreakfastCOLLEEN IRVINE/STAFF (Left) Robyn Ochs, the keynote speaker, speaks to the breakfast attendees, during the 24th Annual LGBTQ+ Pancake Breakfast. (Right) A sign welcomes guests to the breakfast. By COLLEEN IRVINESTAFF WRITEROver 200 people piled into the MUB’s Granite State Room on Tuesday morning to start their day off right with a balanced breakfast and a celebration of the LGBTQ+ community at  UNH’s 24th annual LGBTQ+ Pancake Breakfast.  Put on by the Ofﬁ ce of Multicultural Student Affairs (OMSA), this event was a part of UNH’s Campus Pride Month that offers LGBTQ+ themed events for the entire month of April, including lectures, panels and discussions on the pressing issues in this community for LG-BTQ+ students. In order to set the tone for the morning, the GSR was decked out in rainbow themed decor and had informational pamphlets on every table ex-plaining the complexity of sexu-ality, and the importance of un-derstanding it.  The event was also co-spon-sored by the President’s Com-mission on the Status of LG-BTQ+ People and the Bill Kidder Fund. It attracted students, staff, faculty, family and friends of all sexualities, identities, races and religions, making it a true melt-ing pot of acceptance.“Our commission’s mission is to bring new awareness to the campus,” LGBTQ+ Commission member Sylvia Foster said. “We are always looking for positive change.”Due to this mission, the Commission holds the breakfast annually, originating 24 years ago when the New Hampshire governor refused to meet for breakfast with the ﬁ rst UNH gay student organization. Despite his refusal, the organization decided to host the breakfast anyway.President Huddleston spoke at the event, and the Kidder Fund Awards were given out to stu-dent, faculty and staff members who facilitated excellent educa-tion about the LGBTQ+ com-munity.  The main part of the event was a presentation titled “The Changing Landscape of Identi-ty,” delivered by keynote speak-er Robyn Ochs.Ochs, a sexuality educator, speaker and author of multiple books on the topic, discussed the importance of understanding gender identity as a ﬂ uid entity, and not a binary aspect of life.“Identity is a journey,” Ochs said during her speech. “My ex-perience is my experience, not the experience.” Ochs explained that there are multiple identities and as-pects of sexuality. She stressed the importance of an education system that teaches gender iden-tity within sexual education.“Every new person we can help educate will make the world better for all of us,” Ochs said. “The more people who are edu-cated about LGBTQ+ issues, the safer the world will be for all of us.”The fun continued into the evening when Ochs returned to the MUB, where she delivered a second lecture on bisexuality erasure as part of the Campus Pride Month festivities.During her second speech, Ochs moved away from gender identity and into the ever-chang-ing world of bisexuality.“We are in the state of constant change,” she said. “Identity is complicat-ed.”Ochs’ bold sense of humor, an interactive whiteboard game and use of open dialogue enabled her to effectively convey her point. She attacked the bisexual stereotypes, aiming to educate students about the multiple kinds of sexualities overlooked by so-ciety.“We think in binary ways,” Ochs said. “But there’s so much stuff that we don’t know...I per-sonally believe it takes a lot of courage to identify as bi.” Ochs ended her speech with a simple, yet inspirational quote: “Be whoever you are and own your own self.”Though differing in content, both of Ochs’ speeches illus-trated the theme of acceptance, which is the purpose of Campus Pride Month.While Tuesday’s events highlighted how far society still has to go, they also honored those who have already brought it so far. The Kidder Awards, which honor one student, faculty and staff member who have shown excellence in the LGBTQ+ com-munity, are named after Bill Kid-der, a former dean of students at UNH. UNH junior Casey O’Dea, 20, won the Kidder student award, as well as the Pink Trian-gle Award for his creation of the Trans UNH student organization.“I wasn’t expecting to get both awards,” O’Dea said. “It was awesome to see appreciation for the work.”O’Dea also created a movie for the event that celebrated the strides made by the LGBTQ+ community in the past year. Most of the room was brought to tears in response. O’Dea said he aims to use Trans UNH to ﬁ x the issues on the UNH campus that have yet to be addressed.  “I think UNH is slowly be-coming a safer space,” O’Dea said. “There are a lot of pol-icy changes that are still in the works.”Trans UNH has been work-ing on educating the commu-nity to be more accommodating towards transgender people, and has no intention of slowing down.HONESDALE, Pa. — A World War II veteran has just gotten his Pennsylvania high school diploma and says he’s grateful to have it even if it’s not going to help him get a job.Robert Dexter is 88 years old. He was awarded the de-gree by the Wayne Highlands School Board in a ceremony Tuesday.Dexter says he enlisted in the Navy in 1944, when he was a 17-year-old junior at Damas-cus High School.He returned to his home-town of Damascus when he was discharged in 1948 and started a family and a bottled gas business. He says his son was the “instigator” in getting him the diploma.Dexter says he’s honored and appreciates the effort. He says maybe if he were looking for a job the diploma would help — but he doesn’t want one.    WWII veteran gets high school diplomaIn BriefDone reading?Recycle me!ArtstheStudent artwork is showcased in the UNH Museum of Art this month.Page 11April 21, 2016The Undergraduate Prize Plays:One night. \u001f ree performances. All the feels.By ABIGAEL SLEEPERARTS EDITORThe time has come, and the John C. Edwards Undergraduate Prize Plays have ofﬁ cially hit the stage. Three original plays, written, directed, pro-duced and performed by UNH undergraduates, come together to form one night of laughter, sus-pense and entertainment. The night opens with “Blooming Lilies,” written by Kayla Doig and directed by Allie Wing. The most emotional play of the night, “Blooming Lilies”  follows a young woman and her mother as they struggle to understand each other and ac-cept their differences through a turbulent period of their lives. This play’s all-female cast high-lights the complications and power in the bonds between women of different generations.A change in scenery comes with a dramat-ic change in mood as the stage switches over to “Netﬂ ix and Kill,” written by Katelin Garland and directed by Sara Martin. This humorous play be-gins with a scene familiar to many students: the inception of a Tinder hookup. Things quickly go awry, however, as the play’s friend-zoned protag-onist discovers that his best friend’s online date may have something more ominous in mind than a simple night of “Netﬂ ix and chill.” Last, but most certainly not least, the lights come up on “Whatever You Want,” written by Tom Z. Spencer and directed by Elizabeth Girard. While the ﬁ nal play of the evening also depicts the romantic exploits of several college students, a hi-larious wrench is thrown into the mix in the form of Hector, a poetically-inclined newcomer with a way with words and the ladies. Shenanigans en-sue when Hector’s new roommates attempt to use his verbal skills for their own romantic gain.The plays opened in the Hennessy Theatre last night at 7 p.m., and will run through Sun-day, April 24, with additional performances at 3S Artspace in Portsmouth on Tuesday, April 26. Tickets are $5 and can be purchased online.ABIGAEL SLEEPER/STAFFUNH professors discuss teaching poetry at the college levelBy GABRIELLE LAMONTAGNESTAFF WRITERIt’s not easy teaching a sub-ject like poetry to career-focused college students, unless that hap-pens to be the career they are looking to go into, which is rare at UNH.According to English Pro-fessor David Rivard, “Techni-cally, there’s no ‘major’ in po-etry at UNH, but many poets have worked in marketing and publishing, as well as, of course, being doctors, lawyers, insur-ance company executives and social activists.”English Professor Jerome Daly said, “Obviously there’s the opportunity to teach if you have an advanced degree (MFA/PhD) but having a background in creative writing helps stu-dents to pursue jobs in so many other areas. The skills of critical thinking and use of the imagina-tion are attributes many employ-ers look for; they could go into marketing, editing, or work for a university or non-proﬁ t, but could also get a job as a server or bartender, which then gives them time to write.”“Much of the culture we live in wants us to be asleep and compliant, to live without aware-ness. Writing and reading poetry is a way of waking yourself up, a way that’s both disciplined and pleasurable. Chekhov said that a writer writes to ‘squeeze the slave’s blood out of himself un-til he wakes one day to ﬁ nd the blood of a real human being--not a slave’s--coursing through his veins.’ That sounds good to me. I’m just trying to wake up, be-fore it’s too late,” Rivard said.“I think the importance of poetry has to do with the power and mystery it brings, but also how it enriches our lives. Poetry makes everything else around us stop, gives us a pause from the hustle and bustle of everyday life—and we are present in the moment to see and listen. Listen to the sounds and the rhythms that a poem provides, and then see how images and language surprise us and touch us. It is a unique experience for every in-dividual, which in turn changes as we change. In education I think it’s important because it lets students develop a greater appreciation for language and also, when studying poets from the early 20th Century, a unique voice about our past. For stu-dents, there’s also this element of surprise. I tell my students that when writing poetry, it is the experience that matters – you know, there’s that moment when you have no idea what you are going to write about, and then something unexpected comes out. It’s a great and sometimes terrifying feeling,” Daly said.  Speaking about his experi-ences as a poetry professor, Ri-vard said, “Good experiences have to do with bringing students alive to their imaginations, to the ways in which language gives access to that part of ourselves. Also, I like altering peoples’ destinies by turning them into poets. I guess the bad moments occur when a student is just killing time and indifferent in class. I like being in contact with people who are just beginning to write and read seriously – they have what the Zen masters call ‘beginner’s mind,’ and that’s a great thing to be in touch with if you are an artist or writer. Many things are possible for the begin-ner, and it’s good to be reminded of that if you’ve been writing for a long time.” “I’ve never had a bad expe-rience, but I think that I’m lucky to see the excitement and energy that students bring into the class-room every day and witness the dramatic changes in their writing over the course of the semester,” Daly said. “I was a non-traditional student – believe it or not, I never thought that I’d graduate college, never mind work on a graduate degree. But, I’m a teaching fellow and second-year MFA candidate in poetry,” Daly said, referring to how he became a poetry professor. “I initially started my undergrad degree in business, then took an Intro to Lit course and rediscovered lit-erature and poetry, then started writing, so it’s almost like poet-POETRY continued on Page 11The New HampshireThursday, April 21, 201610 ARTSBy CARLOS MARTENSCONTRIBUTING WRITERFull Disclosure: Proceed with caution, for spoilers lie ahead. This article will focus on HBO’s hit television series “Game of Thrones,” but if you wish to discuss the books then seek me out.  Attention! People of the realm, fear not! For the time has come to delve back into Weste-ros. This Sunday evening at 9 p.m., HBO will premiere season 6 of their hit series “Game of Thrones.” The most anticipated season to date, show runners Da-vid Benioff and D.B. Weiss claim it is “the best season yet.”With promises of war, decep-tion and mysteries yet to be un-covered, this season will separate the knights from the squires. We will ﬁ nally feel the bite of win-ter’s chill and witness the horrors of the one true war. Familiar faces will re-appear; new characters will be introduced, and of course, death will be bestowed upon many, altering the ever-changing power struggle for the throne. Dragons in the east and White Walkers to the north, George R. R. Martin’s “A Song of Ice and Fire” is truly a tale to be sung for decades to come. The clash between heroes and villains will leave a bloody path across the Seven Kingdoms. Shields will be broken, swords will be shattered, alliances will rise and fall as the gears of war continue to decimate all those involved, until only the true, the strong and the destined are left standing. With the bloody conclusion of season 5, many beloved char-acters have been left for dead, but fans have only been obsess-ing over one casualty –Jon Snow. Winter is coming, and the men of the Night’s Watch are left leader-less as the result of a deceptive mutiny. If Jon Snow is truly dead, will someone rise above the rest to take command and continue Jon’s wish of uniting all men against the ruthless hordes of the dead? Or will our hero, the Bas-tard of Winterfell, be somehow resurrected? We head into this season with many unanswered questions. Will Tyrion Lannister, the ‘Imp,’ rise to his full potential as a lead-er? Will Daenerys Targaryan, the ‘Mother of Dragons,’ ever cross the Narrow Sea? Will a destruc-tive division between  loyal Stark supporters and the murderous Boltons doom the North? Will the wildlings beyond the Wall ﬁ nd their place amongst the realm? Will House Lannister continue with their deceptions? What of the younger Stark children? Will Bran, crippled in season 1 after being pushed from a tower by Sir Jamie Lannister, play a pivotal role in the future of Westeros? Is Arya destined to fulﬁ ll her assas-sinations? Is Sansa ever going to ﬁ nd her courage? What of Theon Greyjoy? Is he worthy of redemp-tion? What strings will the new Lord of the Vale, Petyr Baelish, a.k.a. ‘Littleﬁ nger,’ pull this time? For Stark loyalists, will there ever be a taste of vengeance? Not to be forgotten is the underlying threat of the Dornish, lurking in the southern sands waiting to strike; and the ruthless Greyjoys who roam the seas attempting to establish a foothold in the realm through the use of brutality and merciless force. So gather around, for season By MICHAEL VALOTTOCHIEF GRAPHIC DESIGNER UMBRELLA ENTHUSIAST“My friend, my friend, did you check your email?”  Um-brella asks with a roar.  “No my little rain shield, what is it?”  I replied.  “You’re going to be a bal-lerino!”  Umbrella screamed. My palms got sweaty, I felt faint.   “Are you sure?”  I ask, as I stumble to my open window. I notice a fat squirrel burying some nuts.Turning to Umbrella in one swift motion I shout, “Don’t lie to me, you know I’m still fragile.  Don’t play those mind games with me like how Cin-namon does.”“I’m not lying to you, you overdramatic fool, just read this!”  Umbrella said while turning my computer screen to-wards me with his petit arms. My eyes darted back and forth reading the letters on the screen.  “Hazzuh! My dream came true!”  Two days later: N.H. Hall 2 p.m.It was almost time to show these ladies my talent and woo the director.  I was nervous, my shaking knees were close to giving out, my heart was beat-ing furiously; the anger vein on my right temple was now pulsating from my unnaturally high blood pressure.  Umbrella, who was now concealed in my knapsack, was peeping out from a little un-zipped portion.  He brought an apple flavored juice box, and some goldfish for snacks.As I made my way through the doors and into the dance studio, I could see pretty bal-lerinas everywhere.  I was the first boy to arrive and all the ballerinas were staring at me. “Act natural, act natural, now’s your chance to meet a pretty lady and ditch Cinnamon for good.” “Keep quiet in there. I’m here to dance, you know that! The only way you’re  getting let out is if you pretend you’re dead.”  Umbrella, who  had demanded to come, whispered back, “Ok, ok, no one will ever know, but seriously act natu-ral.”Out of my bag I took Um-brella, one apple flavored juice box, one ziplocked bag of gold fish, one Polaroid camera, one bleached white headband, one book titled “Ballet, the Secret to Being a Ladies’ Man.” Game time.  I adorned my white headband and sat Um-brella in a nice up-right po-sition in a chair so he could watch while snacking on some goldfish and sipping his juice box.   Grabbing my Polaroid camera, I tilted it up high in the air and snapped a selfie of the book and me for my blog. Then did a casual slow motion 180-degree turn towards the ballerinas as the book recom-mended, and of course, they were all staring at me because I was looking good in my skin-tight neon green “manatard.”  My really pretty ballerina partner and I began dancing, and she was really good.  I even started to get butterflies in my stomach, something I hadn’t felt with Cinnamon.  We began talking about my blog and my friend Umbrella. I told her that Umbrella is the only person that understands me.  She smiled and glanced away at all her friends who were all giggling and pointing at me, another positive indica-tor according to my book.  The director began the mu-sic; it was a song from “The Nutcracker,” one of my favor-ites.  Everything was perfect. My fouetté turns were precise and perfectly timed.  Out of the corner of my eye I saw the di-rector with his head tilted side-ways with a look of amazement on his face. I looked to Umbrella for reassurance; he gave tiny thumbs up then he went back to pretending dead.  Now as the final lift approached, I held my ballerina high above my head puffing my chest out and paraded with her around the dance room.  In the end, I became a bal-lerino, dumped Cinnamon for a pretty lady, but unfortunately, I forgot my dear friend Um-brella.Stay tuned for Monday, to find out what happens to Um-brella.  Follow the Man and his Umbrella on Twitter @CYaargMan and his umbrella“do ballet” Game of \u001f rones season 6 premier is comingTNHWe put out twice a week.THRONEScontinued on Page 11The New Hampshire ARTS Thursday, April 21, 2016 11BA, BFA and MFA candidates display works in UNH Museum of ArtBy MARK KOBZIKstaff writerOil and acrylic paintings, along with drawings, sculptures and more are on exhibit at the Paul Creative Arts Center’s an-nual Art Thesis Exhibition, open to viewing until May. Seven art students presented their work for the BA and BFA programs while two others presented for the MFA Thesis Exhibition. The subject this year was wide rang-ing from oil paintings about personal hobbies to paintings focused on the power of femi-nism. The artists brought unique and distinctive themes to each of their individual works. Jillian Swist, a senior art student, loves working with oil paintings. This year she brought to life her own experiences through the medium of oil paint-ing. Two specific paintings of hers were from memories, but throughout she had turned them from documentations to moodier and more thematic paintings. The works are from her home on the beach and hiking in the White Mountains. “The physicality of actu-ally painting is this really nice, simultaneously, really energetic and calming thing for me to do. I love to be outside. And I’m tak-ing that appreciation of nature and things around and render-ing the details with paint,” Swist said. From her childhood on, Emily Weber has always had a preoccupation with drawing. More specifically, she’s always enjoyed drawing women, so this year she chose to devote most of her work to feminist depictions of women in history and rein-terpreting “Judith Slaying Ho-lofernes.”“A huge inspiration of this body of work is that I am a femi-nist. I’ve done a ton of women’s studies classes and I’m inspired by powerful women. A lot of these stories of women, I came into contact with in my classes or in art history. My whole thesis is about presenting women in a powerful and authoritative way devoid of men and their influ-ence on women’s lives,” Weber said.Touch, hearing, smell or sight; Kelsey Fleet captured these senses in her box sculpture. Working off her sculptures from last semester, Fleet incorporat-ed smells from her childhood, her favorite colors and squeak-ing noises from her Timberland work boots that she wears all time. She describes her work as form over function, as not every-thing in her sculpture has a pur-pose or meaning; it’s just a part of her artistic style. “My favorite part about this (sculpture) is that I get to watch a whole pile of different people who are very diverse in their backgrounds or age. And the way they experience it is very different from each other. Kids especially enjoy it. That’s how I want it to be. A lot of people think, ‘Oh I can’t do art. I can’t be creative,’ but we as human beings, we are creative,” Fleet said. The wide variety of person-alities encompassed by works displayed at the Art Thesis Ex-hibition speaks to campus di-versity and students’ abilities to experience human creativity. According to Fleet, we are cre-ative beings, and we don’t have to be artists to experience that creativity.    The physicality of actually painting is this really nice, simultaneously re-ally energetic and calming thing for me to do.”Jillian SwistBFA Candidate“ABIGAEL SLEEPER/ STAFF(From Left to Right) “Venus” by Emily Weber, “Touch Me, Hear Me, Smell Me” by Kelsey Fleet, and “Tuesday” by Jillian Swist.ry, in a way, chose me. If you had told me six years ago this is what I’d be doing, I would have said you’re crazy, but I can’t imagine doing anything else,” he said.“Most poets who teach in college are not teaching literary analysis, which may be what stu-dents think of when they think of their high school experience with poetry. I’m not interested in having a student analyze what a poem ‘means,’ I’m interested in what it makes her think or feel, and teaching them about how it does that through language,” Ri-vard said.“I wouldn’t be the person I am today without poetry, but also I think the big thing is that I am not myself unless I’m writ-ing. It’s kind of strange, I need to go into this creative world to find out more about who I am. But when it comes to reading poetry, it makes me look at the world in a different way, makes me listen to people, takes me out of my comfort zone, touch-es me in a way that words can’t explain,” Daly said. “I’ve been writing some poems about ‘surveillance’ technology, digital technology in general, and how we experi-ence it every day in our lives without being all that aware of it, how it changes our behavior and our states of mind,” Ri-vard said in reference to his re-search. “I’m just trying to write about it from the ground up, not in any theoretical way. I’m interested in our electronic de-vices, and how they shape us. They’re not just tools or conve-niences, they’re remaking us,” he said. “Right now I’m not doing any specific research per se, you see, as an MFA candidate I’m in the midst of working on my own thesis/manuscript,” Daly said of his own work. “But with our form and tech-nique [graduate] classes, we do delve into different aspects of poetry,” he said.POETRYcontinued from page 9TNHWe love trees.6 is upon us, and our watch has begun, vigilante will be our gaze, like sentinels upon the walls. It shall not end until the finale, once blood has been spilt and heads have rolled. MUSO will be holding a sea-son premier viewing on Sunday at 9 p.m. in MUB Theatre 2. THRONEScontinued from page 10The New HampshireThursday, April 21, 201612 NEWSSTART HERE. GO ANYWHERE.WWW.MASSBAY.EDUMAKE SUMMER COUNT!FOR A FRACTION OF THE COSTAt MassBay Community College, you can earn college credits that transfer back to the University of New Hampshire.At $184 per credit for Massachusetts residents, you will spend less money getting ahead.Summer Session I - Runs from May 23–July 1Summer Session II - Runs from May 23–July 29Summer Session III - Runs from July 11–August 19By ANITA KOTOWICZWEB EDITORAs the spring semester comes to an end, changes are continuing to happen around campus, one of which is the introduction of the university’s new student body president and vice president, Jona-than Dean and Jason Rubinstein.While talking about his up-coming term as president, Dean recognized the work contributed by his and Rubinstein’s predeces-sors, outgoing president and vice president Cameron Cook and Ryan Grogan. “We would ﬁ rst like to rec-ognize that [Cook] and [Grogan] have done an excellent job this year,” Dean said, before going on about how he and Rubinstein are looking forward to representing UNH’s students whilst pushing policies that will help both the stu-dents and the university. Dean and Rubinstein plan on having  strong and consistent com-munication with the university’s administrators. In addition, they also plan on having their council chairs attend meetings on a regular basis with the administrators spe-cializing in their speciﬁ c ﬁ elds of interest. “We want to be familiar faces to the student body, ones that our peers feel that they can talk to at any point,” Dean said.  The duo also plans on being involved with the student body by being present and engaged with various organi-zations and student groups across campus.Both the student body presi-dent and vice president are very passionate about making the uni-versity an environment that not only encourages but also challeng-es students to get involved. “This university provides a wonderful opportunity for stu-dents to gain experience and en-joy a very fruitful four years, we should all take advantage of it and help each other do the same,” Dean said, while talking about student involvement on campus. In addition to getting students involved, Dean and Rubinstein are passionate about helping the student body develop themselves as individuals, professionals and leaders. Working as a resident as-sistant (R.A.) is one of the things that helped Rubinstein develop as a person. For Dean, his involve-ment in a wide variety of sub-groups such as the UNH Mock Trial Program, Paul School Advis-ing and Student Senate has helped him. Both of their experiences have made them feel connected to UNH as well as providing a global understanding of the university.  The two are currently in the process of hiring council chairs and looking for individuals who are excited and determined to make a difference at UNH and are looking for students who are genu-inely interested in student govern-ment. According to them, anyone that loves this school and has the best interest of their peers in mind is absolutely welcome and encour-aged to hop on board. Both Dean and Rubinstein encourage students to reach out to them and to ask questions about things that are going on around the university. Jonathan Dean can be reached at Jonathan.Dean@unh.edu while Jason Rubinstein can be reached at jpr11@wildcats.unh.edu.A word from the new president, Jonathan Dean     We want to be familiar faces to the student body, ones that our peers feel that they can talk to at any point.”Jonathan DeanStudent body president-elect“CHINA WONG/STAFFThe New Hampshire NEWS Thursday, April 21, 2016 13By HALLIE GOLDENAssociAted Press  PROVO, Utah — Madeline MacDonald says she was an 18-year-old freshman at Brigham Young University when she was sexually assaulted by a man she met on an online dating site.She reported the crime to the school’s Title IX office. That same day, she says, BYU’s hon-or code office received a copy of the report, triggering an inves-tigation into whether MacDon-ald had violated the Mormon school’s strict code of behavior, which bans premarital sex and drinking, among other things.Now MacDonald is among many students and others, in-cluding a Utah prosecutor, who are questioning BYU’s practice of investigating accusers, saying it could discourage women from reporting sexual violence and hinder criminal cases.Some have started an online petition drive calling on the uni-versity to give victims immunity from honor code violations com-mitted in the lead-up to a sexual assault.This week, BYU announced that in light of such concerns, the school will re-evaluate the prac-tice and consider changes.“I hope we have a system that people feel they can trust, particularly again the victims of sexual assault,” BYU President Kevin Worthen said in a video released Wednesday. “And that we have one that creates an en-vironment in which we minimize the number of sexual assaults on campus.”BYU would not say how many students who complained of sexual violence have been in-vestigated by the honor code of-fice or whether any of them have been punished.In MacDonald’s case, she said BYU eventually called to tell her she hadn’t violated the code. But she said she was made to feel guilty by the university.“For those two weeks, I wasn’t sure if they were going to decide to kick me out or what they were going to do,” she said. Two years later, no arrest has have been made in the assault case.All BYU students must agree to abide by the honor code. Created by students in 1949, it prohibits such things as “sexual misconduct,” ‘’obscene or inde-cent conduct or expressions” and “involvement with pornograph-ic, erotic, indecent or offensive material.” Violators can be ex-pelled or otherwise punished.Mary Koss, a public health professor at the University of Arizona who is an expert on sex-ual assault, questioned whether BYU is fulfilling its legal duty under federal Title IX to support victims of sexual violence.“The students agreed to be governed by that honor code when they came there,” she said. “But they cannot put things in their contract to students that are in violation of federal guidelines on civil rights.”Alana Kindness, executive director of the Utah Coalition Against Sexual Assault, warned: “The impact of that practice is that students at BYU who are sexually assaulted will not report that assault.”U.S. Education Depart-ment spokeswoman Dorie Nolt would not comment directly on BYU. But she said in an email that “schools should consider whether their disciplinary poli-cies have a chilling effect on vic-tims’ or other students’ reporting of sexual violence offenses.”Some U.S. colleges with codes of conduct have an im-munity clause under which they investigate and punish only the perpetrator of the more severe offense.On Wednesday, dozens of BYU students, alumni and oth-ers gathered at the campus en-trance to present petition signa-tures to BYU’s president. Many wore teal bands on their arms and mouths to signify sexual as-sault awareness and held signs that read “BYU: Protect victims, don’t shame them.”“There is no honor in this archaic code,” said protester Brooke Swallow-Fenton, who added that investigations of ac-cusers have been going on for years at BYU.The petition drive was start-ed last week by Madi Barney, a 20-year-old BYU student who says that she, too, was sexually assaulted and now faces an hon-or code investigation.Barney said that she was raped in her apartment last Sep-tember by a man she met at a gym. A suspect was arrested and is awaiting trial. Barney said she has been informed by the univer-sity that until the honor code in-vestigation has been completed, she cannot sign up for any more classes after this semester.She has filed a Title IX sex-discrimination complaint against BYU with the Education Depart-ment’s Office of Civil Rights.The university would not comment on the case, citing fed-eral privacy law. The Associated Press doesn’t normally identify possible victims of sex crimes, but Barney said she wants her name to be used so she can help change the policy.Craig Johnson, the Utah County prosecutor assigned to the case, said the criminal in-vestigation is being hindered by BYU’s insistence on determin-ing if Barney broke school rules. He said his focus has been pulled away from the case because of worries Barney will move home to California and refuse to take part in hearings and interviews.“How excited is she really going to be to come back to Utah where she was raped and her school kicked her out?” Johnson said.However, Johnson’s bosses in the Utah County Attorney’s Office said in a statement that BYU has not harmed the case.BYU students investigated by school after reporting rape     The students agreed to be governed by that honor code when they came there.”Mary KossA public health professor at the University of Arizona“     There is no honor in this archaic code.” Brooke Swallow-FentonProtester“Got pictures? Submit event photoS totnh.editor@unh.edu?The New HampshireThursday, April 21, 201614 NEWSBy MICHAEL KUNZELMANAssociAted Press NEW ORLEANS — Five former New Orleans police of-ficers pleaded guilty Wednes-day in deadly shootings in the days following Hurricane Ka-trina, abruptly ending a decade-old case that tainted an already scandal-plagued police force and reawakened memories of the chaos and devastation from the catastrophic 2005 storm.The case also spotlighted misconduct by federal pros-ecutors. The men had been con-victed by a jury in 2011 but U.S. District Judge Kurt Engelhardt set aside the verdict two years later because federal prosecutors leaked information to the media and made anonymous online comments about the case.The plea agreement means significantly shorter sentences for the former officers, with credit for years already served. It also avoids another long and painful trial.“Hopefully, today will mean further closure for the victims of these crimes and the city itself,” Engelhardt said.He castigated the Justice Department for what he called evasive and sometimes false re-sponses to questions about the online comments, calling it “jig-gery pokery” at one point.The case isn’t completely finished. The sentences still must be completed, lawsuits continue and the criminal case of another ex-officer implicated in the cov-er up was severed from the oth-ers and has yet to be resolved.Four of the former officers have been locked up for nearly six years while the fifth has been out on bond. Their original con-victions called for them to serve anywhere from six years to 65 years in prison. The plea deal calls for them to serve a range of three to 12 years.On Sept. 4, 2005, days af-ter the levees failed and water swamped the city, police gunned down 17-year-old James Bris-sette and 40-year-old Ronald Madison, who were both un-armed, and wounded four oth-ers on the Danziger Bridge. To cover it up, the officers planted a gun, fabricated witnesses and falsified reports, prosecutors have said.Lance Madison, brother of mentally disabled Ronald Madi-son, was on the bridge that day and was initially arrested after being falsely accused of shoot-ing at officers.“I’m thankful that our moth-er is still with us to see justice being served and for these offi-cers to finally be held account-able for their crimes,” he said in a statement.Family members of the de-fendants and the victims stayed quiet throughout the hearing, under warnings from the judge against emotional outbursts. One woman dabbed her eyes as Engelhardt, addressing the pain caused by the shooting, refer-enced Ronald Madison’s dis-abilities.“Those of us who have spe-cial needs members of our fam-ily know what a blessing he or she may be,” the judge said.The shootings at the bridge happened as much of the city remained under water and with-out power after the Aug. 29 del-uge. Tens of thousands had been stranded at the Louisiana Super-dome and the Morial Convention Center for days after the storm. The police force was under im-mense strain as looting was ram-pant and authorities were strug-gling to account for, and collect the bodies of hundreds killed in the flood waters.Police said at the time of the Danziger shooting that the offi-cers were responding to a report of other officers down when they came under fire.However, after hearing from five dozen witnesses and examining 400 pieces of evi-dence during a monthlong trial, a federal jury convicted the of-ficers for opening fire and trying to cover up wrongdoing.Former officer Robert Faul-con initially was sentenced to 65 years in prison before his conviction was thrown out. On Wednesday, he was sentenced to 12 years. Ex-Sgts. Kenneth Bowen and Robert Gisevius, once sentenced to 40 years each, will now serve 10.Anthony Villavaso, once facing 38 years, now is sentenced to seven, and Arthur Kaufman received a six-year sentence originally but was given three. He has been out on bond and Engelhardt agreed to consider home incarceration for him.Under the plea agreement, they will get credit for time served and most of them could be released from prison any-where from the next one to six years.The online posting scandal led to the resignation of two as-sistant U.S. attorneys in New Orleans and the reprimand of a Justice Department attorney. Jim Letten resigned as U.S. attorney, although he was not implicated in the postings on a newspaper’s website.Prosecutors have argued that there is no evidence the miscon-duct affected the verdict.“While an imperfect resolu-tion, today’s proceeding ensures that these defendants are held ac-countable for their criminal ac-tions,” current U.S. Attorney Ken-neth Polite said in a news release.The Danziger case and other police scandals led to a federal investigation of the New Orleans Police Department and eventu-ally, court-ordered reforms.“One day, maybe soon, we will have a police department as great as the city it serves,” Engelhardt said.Mayor Mitch Landrieu said in a statement it was unfortunate that New Orleans has had to re-live this dark chapter in the city’s history.“And I hope that the deci-sion today will allow us to fi-nally turn the page and begin to heal,” he said.A decade later, cops plead guilty in Katrina bridge shootingBy PHUONG LEAssociAted Press  SEATTLE — Federal biolo-gists have temporarily stopped tagging endangered killer whales in Washington state’s Puget Sound after a dead orca was found with pieces of a dart tag lodged in its dorsal fin.Researchers use a dart pro-jector to fire the small satellite-linked transmitters into the ani-mals to track where they go in the winter and how they find food. An initial exam of the 20-year-old whale found floating off Vancou-ver Island last month did not find a clear cause of death, but some advocates fear tagging injures the animals and say there are less in-vasive ways to monitor the small population of whales.The transmitter is the size of a 9-volt battery and attaches to the orca’s fin with two titanium darts about 6 centimeters long. It’s designed to detach over time and leave nothing behind in the whale.A necropsy of the dead orca found fragments remained in its dorsal fin when the tag fell off but “revealed no apparent localized or tracking inflammation,” Cana-da’s Department of Fisheries and Ocean said last week.Though there were no signs of infection, veterinarians were investigating whether the tagging area may have provided a path-way for one, National Oceanic and Atmospheric Administration said. A final report is expected in several weeks.NOAA researchers were as-sessing what went wrong with the transmitter and how to prevent it from happening again, said Brad Hanson, an agency wildlife biol-ogist who leads the orca tagging program.The researchers’ federal per-mit requires dart tagging to stop if the devices break, and tagging can’t resume until NOAA autho-rizes it. Problems have forced a redesign of the device two previ-ous times.“Go back to the drawing board. Apply it less invasively,” said Kenneth Balcomb, senior scientist with the Center for Whale Research, who called the devices “overly barbaric.” ‘’It’s injuring the animals, and they’re leaving pieces of hardware stuck in them that festers and causes tissue damage.”Hanson defended the pro-gram but said he understood the concerns.“It’s provided us with a tre-mendous amount of information in a relatively short amount of time,” he said. “I personally am concerned for the whales, but we’re also charged with provid-ing the best available science for our colleagues to make manage-ment decisions.”Southern resident killer whales are listed as endangered in the U.S. and Canada. NOAA is considering whether to expand habitat protections for the orcas to include offshore areas from Washington to Northern Califor-nia.The male orca known as L95 was tagged in late February off Washington’s coast. The whale appeared to be in good health, and researchers said they did not observe any breaking when firing the transmitter. The device pro-vided data for four days before the signal was lost. Several weeks later, the animal was found dead.Researchers worked with tag manufacturers to redesign the device in 2013 after it separated and left a piece of dart in another endangered orca. There also were previous problems when the tag was used on four transient killer whales.“We have detected issues, and we tried to make the chang-es,” Hanson said.NOAA noted that the tag has been used 533 times on whales and other marine mammals, and parts of the dart remained in the animals in only one percent of the cases.Of eight Puget Sound orcas that have been tagged, two have had problems, Hanson said. The others have had minor issues, such as scarring similar to what they would encounter naturally.Several advocates say they understand the value of the data being collected but that the fed-eral government has enough in-formation to protect the animals.“Right now, the federal agency has robust science about where the killer whales travel, and there are already good tag-ging studies to identify habitat that needs protection,” Miyoko Sakashita with the Center for Biological Diversity, said.Orca tagging stops after dead whale found with fragmentsRead TNHMondays  & ThursdaysThe New Hampshire NEWS Thursday, April 21, 2016 15By REGINA GARCIA CANOASSOCIATED PRESS  SIOUX FALLS, S.D. — Two Native American reserva-tions — one in the Dakotas and another in Washington state — have been selected as test sites ahead of the 2020 census, as ofﬁ -cials mull whether to ask for the ﬁ rst time about tribal enrollment.Standing Rock Indian Res-ervation, which straddles North Dakota and South Dakota, and Colville Reservation in Wash-ington will be the focus of next year’s testing on tribal lands, the U.S. Census Bureau announced this month. The bureau has en-listed the help of the tribes on those reservations as it pilots ef-forts to avoid a 5 percent under-count of the population seen in the 2010 census.“By selecting these geo-graphic areas, we are allow-ing ourselves an opportunity to test our methods, procedures in areas where it is difﬁ cult to de-liver questionnaires by mail,” said Deirdre Bishop, chief of the bureau’s Decennial Census Man-agement Division.The test sites were selected in part because they have more than 2,000 housing units each and a large percentage of popu-lation that identiﬁ es as American Indian. The areas also hold the potential for undercounting be-cause of their lack of traditional home addresses. Only 16 percent of housing units on Standing Rock and 33 percent at Colville are able to receive question-naires through the U.S. Postal Service, Bishop said.The test will allow people to respond using the traditional paper questionnaires, as well as by phone and online using com-puters, tablets or smartphones. Census workers will be sent to addresses that don’t provide an-swers using any of the available methods.In addition to the standard questions, the bureau will exper-iment with asking individuals to identify their tribal enrollment. The agency has met with tribal focus groups to develop three questions on tribal enrollment and has been testing them in in-terviews designed to study how people respond. Two of the three questions will later be selected to be used during next year’s test.The 2010 census found that 2.9 million identiﬁ ed as Ameri-can Indian or Alaska Native alone. That ﬁ gure nearly doubled among respondents who said they were American Indian or Alaska Native and another race, the census reported.Ofﬁ cials suspect that one of the main reasons for the 5 per-cent undercount during the 2010 census was the general distrust tribal members have of the fed-eral government. But for tribes, an accurate count is crucial be-cause census data helps guide how billions in federal, state, and tribal funding are distribut-ed. Tribes also use census data to attract new business and to plan new facilities and programs.Bishop said the tribes on each test site have appointed someone to act as liaison with the agency throughout the test process. The agency will also be hiring people from the com-munity ahead of the April 1 test date to generate awareness about the importance of answering all questions and doing so accu-rately.At Standing Rock, where 8,000 people live on an area slightly bigger than Connecticut, individuals who are ﬂ uent in Eng-lish and Lakota will be available to assist in translating questions for elders whose English skills are limited, said Dave Archam-bault II, chairman of the Standing Rock Sioux Tribe. Community members familiar with the reser-vation’s geography will also help census workers get to difﬁ cult-to-reach areas.“Tribes know that the census data is inaccurate,” Archambault said. “By being able to participate in a project like this, it will better enable the Census to collect data not just for Standing Rock but for all tribal nations. It is in our best interest to come up with innova-tive ways to collect accurate data in regards to our nations.”Reservations in Dakotas, Washington selected for census testThe New HampshireThursday, April 21, 201616 OPINIONChoosing a college is an important decision. Each year, students spend dozens of hours discuss-ing with their parents, teachers, counselors and coaches where they would like to spend the next few years of their lives. They pore over statistics, rank-ings and testimonials, trying to decide which school is the best fit. And data is everywhere: A prospective student can go online to find anything from fi-nancial aid statistics to the aver-age class size to the number of robberies on campus.But one piece of critical information is conspicuously absent. When a high school se-nior wants to know how well her dream university responds to sexual assault cases, that information is nowhere to be found. In the hypercompetitive world of college admissions, few schools are willing to stand up and make public just how well their students think they are addressing incidents of sex-ual assault on their campuses. Instead, colleges essentially have an incentive to stay quiet; no school wants to be the out-lier, the only one to admit it has a problem.We must change this. Our colleges and universities need a new set of incentives that would encourage them to go public and be transparent about their ability to prevent and re-spond to sexual assault on their campuses. Colleges and universi-ties must address the problems on their campuses so that their students feel safe. To get to that point, our bill, the Campus Ac-countability and Safety Act, would require every college and university in the country to take part in a national sur-vey that asks students about the campus sexual assault cli-mate at their school. The results would be made public, for any prospective applicant and any parent to see and be able to consider during the admissions process.Without a survey, it is near-ly impossible for applicants, students and parents to know how good or bad the climate is at any particular school. This information should be trans-parent and public. Our families deserve to know which schools have a sexual assault problem and which schools don’t, just as much as they deserve to know the school’s academic rankings or endowment.The key to understanding campus sexual assault — and then fighting it — is going to be in the data. If students report in the survey that their universi-ties take them seriously and are doing everything possible to prevent assaults, to help survi-vors and to respond to incidents in a fair and transparent man-ner, the data will reflect it, and schools will have no reason to worry about going public with this information.Our families need to know which schools are taking the problem seriously and which are pretending there’s no prob-lem at all. Our schools need to feel motivated to come clean about the extent of their sexual assault problem, so they can move to fix it.- Kelly Ayotte and Kirsten Gillibrand Sen. Kirsten Gillibrand is a Democrat from New York. Sen. Kelly Ayotte is a Republi-can from New Hampshire.Key to ending campus sexual assaults is transparencyThumbs up to moon bounces.Thumbs down to being scared of get-ting stuck in a moon bounce. Thumbs up to sliders.Thumbs down to food sliding off your plate.  THUMBS UPTHUMBS DOWNKobzik’s KornerMark KobzikBroadening an educationComing to  UNH, I ex-pected many things. Almost all of them proved to be wrong. When I first arrived to UNH my freshman year I hadn’t a clue as to what my major would be. I can clearly remember freshman orientation. I was put in a room with all the other unde-clared liberal arts majors trying to decide whether history or political science or English would be the way to go. I sat there, in a hot and crowded Hamilton Smith room with not the faintest idea as where I’d go with my career here. I guessed that I would cast a wide net and see where that would take me. Three years and many changes to my major later, my personal thoughts on how I spent my time here have brought me to this conclusion: liberal arts is cru-cial to an education. Through all of my studies and my meander-ing path to a major in journalism, I have stuck to the mantra that as a society we need to invest our minds and money into liberal arts. Society is founded on the arts and it will continue to be. Currently, I am enrolled in a class called Introduction to Post-Colonial Literature. I remember looking for my post-1800 litera-ture course requirement for my journalism major and seeing the dozens of potential classes. The problem I had was that they were overwhelmingly European and American based. I wanted an ex-perience outside the West; not to be politically correct and fulfill some half-assed attempt at being open minded. I wanted to learn how other people live. How did a child survive the Partition of In-dia? What are the ramifications of colonialism? What is the religion of Islam really like? I didn’t want to read an article on The Atlantic by Graeme Wood, I wanted some-one who had really been there. Someone who had lived and fought, and failed or succeeded. I believe that in the current political climate when politicians are speaking of boarders and walls, we should be reading and talking about the exact places we don’t know anything about. Does Trump, Cruz, Clinton, Sanders or Kasich really understand the unique history and background of the places they either want to con-nect or disconnect from? I find it troubling that our leaders continue to have this Western and Eurocen-tric outlook on a world that is so diverse and changing all the time. If we want to address the problems of Muslim isolation in the Western world, the migration crisis, feuds between countries and all of the most pressing geo-political issues of our time, I be-lieve it is intrinsic that we have a more well-rounded education. If the politicians won’t do it, it’s up to us. We have the real power any-way. We just have to find it. Immanuel Kant, one of the most important Western philoso-phers of the Enlightenment spoke to the issue of cosmopolitanism. He urged that education should emphasize the cultivation of a moral sense and rational action to be directed beyond the borders of one’s own country. Now obvious-ly this didn’t transpire too much in reality, but I think the goal of global citizenship and having a comprehension of cultures and histories is paramount to learning and growing. I advocate for the liberal arts and, more importantly, cultural studies because it broadens em-pathy and challenges notions that we hold dearly. I can remember sitting in a world history class thinking one thing about Islam and then the professor started talk-ing about the Quran and I walked out of the class completely trans-fixed on the fact that I really had no inkling on the subject. Before that lecture I was coming from a place of ignorance, but afterwards I declared to know more. It can be a snap shot into another world, or a long-term investigation, becom-ing that global and local citizen is paramount for us as Americans and as human beings. UNH does offer a range of classes to take on race, sexuality, gender and ethnicity, but none are mandatory. To foster an up-and-coming generation of workers and voters, I believe UNH needs to widen the types of classes all students need to take. We aren’t here just to be consumers and get our diploma. I think we are here to challenge ourselves intellectu-ally and culturally. By introduc-ing a cultural studies credit that mandates every student take a class that focuses on the history or literature of other countries, I believe we will be introducing a new generation that can make this world a little more tolerant and a little more enlightened. Mark Kobzik is a junior majoring in English/ jour-nalism. Follow Mark on Twitter at @MarkKobzik If we want to address the problems of Muslim isolation in the Western world, the migration crisis, feuds between countries and all of the most pressing geopolitical issues of our time, I believe it is intrinsic that we have a more well-rounded education.Thumbs up to the Undergraduate Prize Plays.Thumbs down to being in the news-room on opening night. Thumbs up to headphones.Thumbs down to them getting tangled in your pocket.  TNHdigital.com@thenewhampshireTNHdigital.com@thenewhampshireTNHdigital.com@thenewhampshireTNHdigital.com@thenewhampshireTNHdigital.com@thenewhampshireTNHdigital.com@thenewhampshireTNHdigital.comOpinions expressed in both signed and unsigned letters to the Editor, opinion pieces, cartoons and columns are not necessarily those of The New Hampshire or its staff.  If you do not see your side of the argument being presented, we invite you to submit a letter to the editor by sending an email to tnh.editor@unh.edu.We welcome letters to the editor and aim to publish as many as possible. In writing, please follow these simple guidelines: Keep letters under 300 words. Type them. Date them. Sign them; make sure they're signed by no more than two people. If you're a student, include your year, major and phone number. Faculty and staff: Give us your department and phone number. TNH edits for space, clarity, accuracy and vulgarity. Bring letters to our office in Room 132 in the MUB, email them to tnh.editor@unh.edu or send them to The New Hampshire, MUB Room 132, Durham, NH 03824.n Letters policyUNH New Hampshire The Nation The WorldOpinionUniversity of New Hampshire132 Memorial Union BuildingDurham, NH 03824Phone: 603-862-1323Email: tnh.editor@unh.eduTNHdigital.comtwitter.com/thenewhampshirePrinting services provided by:The New Hampshire is a proud member of the Associated Collegiate PressThe New Hampshire is the University of New Hampshire’s only student-run newspaper. It has been the voice of UNH students since 1911.  TNH is published every Monday and Thursday.  TNH advertising can be contacted at tnh.advertising@unh.edu or by phone at (603) 862-1323.One copy of the paper is free but additional copies are $0.25 per issue. Anyone found taking the papers in bulk will be prosecuted.The paper has a circulation of approximately 5,000. It is partially funded by the Student Activity Fee. The opinions and views expressed here are not necessarily the views of the University or the TNH staff members.Advertising deadlines are Monday at noon and Thursday at noon. All production is done in Room 132 of the Memorial Union Build-ing on Main Street in Durham.Executive EditorAllison BellucciManaging EditorElizabeth ClementeContent EditorTyler KennedyNews EditorEmily YoungSports EditorsBrian DunnZack HollerDesign EditorsAshlyn Correia Stef KhairallahArts EditorAbigael SleeperStaff WritersZerina BajramovicRaoul BironDaniel ClareMark GarbinoColleen IrvineMark KobzikGabrielle LamontagneAlex LaRozaBen NawnMadison NearyRyan PagliaroSam RogersBusiness ConsultantJulia PondBusiness ManagerEthan BettingerAdvertising AssistantsCJ CarrollAustin CoteGraphic DesignerMichael ValottoStaff PhotographerChina WongContributing WritersEdith AllardBrendan CrockanMikala DowneyCarlos MartensMultimediaKelsea CampbellDylan ChanterAnita KotowiczTHEHAMPSHIRENEWSINCE 1911LIKE US ON FACEBOOK!FOLLOW US ON TWITTER@THENEWHAMPSHIREWATCH THE WEEKLY REPORTYOUTUBE.COM/TNHSTAFF TNHDIGITAL.COMTHEHAMPSHIRENEWFindThe NEw HampshireonlineAs students attending UNH, we are very fortunate. We’re fortunate to be sur-rounded by a beau-tiful campus, eat food provided by an award-winning dining program and support nationally-ranked athletic teams. More im-portantly, we are fortunate to at-tend a university that is making strides to more effectively protect its students in multiple capaci-ties, including from the threat of sexual violence. In many ways, UNH has been at the forefront of the ef-forts to reduce sexual violence on campus, at a time when several colleges and universities around the country are being criticized for how they have handled such cases. The university’s Sexual Ha-rassment & Rape Prevention Pro-gram (SHARPP), along with other university-sponsored organiza-tions, offers countless resources to help victims of sexual violence and their allies in the UNH com-munity. These programs also  reg-ularly promote awareness about related issues. Student Senate has been suc-cessful in its efforts to reform the university’s Conduct System, which includes how cases that fall under Title IX are handled at UNH. The recent reforms will make the process of reporting crimes related to sexual violence and harassment easier for victims in the UNH com-munity. According to Foster’s Daily Democrat, President Obama has even commended UNH’s efforts in this area, praising its “Bringing In the Bystander” program, an initia-tive sponsored by the College of Liberal Arts (COLA) that teaches bystanders how to intervene if they witness a situation involving sexual violence. However, just as with any other element of student life at this university, there is room for improvement. On page 16 of this issue is a Letter to the Editor written by New Hampshire Senator Kelly Ayotte and Senator Kirsten Gilli-brand of New York. The senators advocate the implementation of the Campus Accountability and Safety Act, a bill that if passed, would mandate every college and university in the country to par-ticipate in administering a survey to its students about the sexual as-sault climate at their school. The results of the survey would then be made public, so prospective students and their parents could access the informa-tion while making their college decision. After reading the letter, the staff of The New Hampshire agrees with Senators Ayotte and Gillibrand that all facilities of higher education, including UNH, should be more transparent about incidents of sexual violence on campus, especially toward pro-spective students and their fami-lies.Because UNH has made so many reforms in this area of public safety, we at The New Hampshire believe it is a crucial asset that makes our university unique and should be promoted as such. On the UNH Undergraduate Admissions website, any student considering attending the univer-sity can access fast facts regarding student population, degree pro-grams offered, as well as a plethora of other topics; statistics about sex-ual violence should be included in this information. If our university has so many resources designed to prevent and effectively respond to sexual vio-lence around campus, the policies proposed in the Campus Account-ability and Safety Act would only serve to promote those resources to potential students and their fami-lies.  A progressive university such as UNH should not only promote their resources available to stu-dents. UNH should use these strong outlets to educate all students about previous violence on campus to en-sure proper education of the com-munity as a whole. Knowledge is power, knowledge is safety. A response to Letter to the EditorSafety as a selling pointUNH should use these strong outlets to educate students about previous violence on campus to ensure proper education of the community as a whole.The New HampshireThursday, April 21, 201618 SPORTSDon’t worry...TNHWe’ll be back on Mondayhead coach in program history, notching 246 wins and 20 post-season appearances. She became the first America East coach to win three consecutive America East Coach of the Year awards and has the most overall Coach of the Year honors at six.The trophy shelf is not emp-ty, and the accomplishment list is not short for Balducci, who excelled at every sport she ever played. She felt it would be best to give back to the school and the sport that gave her so many opportunities.“As an alumnus she’s al-ways trying to push it to the next level,” assistant coach Roger Gorham said.As a coach, Balducci came aboard as the head coach of the Wildcats in 1991 Three out of her first four years at the helm of the ‘Cats saw UNH ranked top-20 in the country.  As a suc-cessful coach early on, Balducci and her squad never stopped improving. From 2002-2004 and 2007-2009, UNH made the America East tournament. From 2010-2012 the Wildcats were the regular season champions in the conference. “She’s always open to find-ing new best ways to do things,” Gorham said.2013 saw the peak of Wild-cat dominance on the field hock-ey turf as they captured their fourth straight America East title. Through her entire time with UNH, Balducci notes that those stretches of years were a highlight in her career.“We have had a lot of NCAA tournament appearances, we’ve had a few America East championships, those are clearly the highs,” Balducci said. She harped on how proud she was of her teams playing in the NCAA tournament.“I think I’m most proud of the teams that qualified for the NCAAs. You spend the whole offseason and next spring being very proud of what you accom-plished.”Balducci’s coaching experi-ence has led her to places out-side of Durham. In the summer of 1996, she was a member of the United States National team coaching staff. The team trav-elled to Germany for interna-tional competition, and in 1995, she worked with the U-21 team in Holland. Balducci also mentioned that some of her best accom-plishments over her historic career is watching her players receive All-American honors, and to have the ability to play overseas. “She works tirelessly, there’s never an off moment, she works really really hard,” Gor-ham said.The 2016 season looms and high expectations are set for the young Wildcat team. Balducci mentioned that this group is still looking for their mantra, but they will have to wait until sum-mer camp to truly know what this team is made of. When asked about the con-stant success year-after-year, Balducci only credits the univer-sity, saying that the campus of UNH and Wildcat country, “It’s an easy sell,” Balducci said with a smile. For more information on Robin Balducci and UNH field hockey, visit the UNH athlet-ics website at unhwildcats.com. BALDUCCIcontinued from page 20tory has claimed this honor more times. The next name on the list is former Boston Uni-versity head coach, Jack Parker, with five. Umile’s 571-333-103 overall record puts him at the top of UNH’s all-time coaching wins list, and 15th all-time in the NCAA. Despite his success, Umile remains humble and credits the players and coaching staffs that he has worked with. “Those aren’t individual awards,” he said. “They are based on your team, and it’s because of your players and the guys that you coach with. It’s flattering when you get it, but it’s more about that team’s ac-complishments. You end up get-ting an award for it, but it’s more of a team award. It just tells you how many good players we’ve had here at UNH.”The veteran coach is known for his undying passion beyond the bench, and players tend to respond well to it. Mike Souza, associate head coach and former UNH hockey player, praised Umile’s coaching style and his treatment of players. “Well obviously, he’s in-credibly competitive,” Souza said. “He can be fiery, and his pride in the university tran-scends into the players, and I think the guys recognize that. He’s an easy guy to play for, and he’s a guy that wears his heart on his sleeve.” Souza also noted that UNH hockey is like family to Umile, saying he cares about his players a great deal. “He treats all of his guys as if they’re his own kids, and I think that in itself is a testament to the type of person he is. The way he cares for his players is second to none. There’s a lot of guys in this business, and I can’t think of another one that cares as much about his players as him,” Souza said. After finishing his playing career and graduating from UNH as a physical education major in 1972, Umile got a teaching job. He coached at an elemen-tary school for two years before moving on to Watertown High School for the next 11 years. There, he coached football, hockey and girl’s track, and was a biology teacher. “I just loved teaching and coaching,” he said. For two of those years, he was also a scout for the St. Louis Blues. His first collegiate coaching position came in 1985, when he served a brief, two-season stint as the assistant coach for Provi-dence College, before making his return to UNH in 1988. Umile has led the Wildcats to four Frozen Four appearances, 18 NCAA tournaments and sev-en Hockey East Regular Season Titles during his 25-year career. The team is coming off its worst season under Umile’s reign, fin-ishing with an 11-20-6 overall record, but he has already turned his attention to next season.“Hopefully we can get big-ger, stronger and quicker,” he said. “We don’t have a season like that too often, and we’re all UMILEcontinued from page 20china wong/staffDick Umile coached his 1000th game as a head coach on Feb. 13, 2016 in a 2-2 tie vs. Vermont. GooDspEEDcontinued from page 20Putting out twice a week. since 1911.‘how do they run a team here?’ I thought I would be here for three years, and then move on,” she said. When Goodspeed first start-ed, UNH barely had enough mon-ey in the budget to recruit and give out scholarships. Thirty-seven years later and now the team has, “twelve fully supported scholar-ships to offer,” she explained. “One of the reasons that I am here is because I love to teach. The most rewarding thing for me as a coach is when an athlete learns a new skill and takes it from prac-tice into a competition. To watch them continue to improve is what I love the most,” Goodspeed said. Her fondest memory is when she led the team to the NCAA Championship meet in 1994 in Salt Lake City Utah. “My fond-est memory is competing in the Regional meet when we qualified [for the championships] in front of stands full of UNH alumni,” she said. It was hard for Goodspeed to pick just one fond memory, as she explained that every day she ex-periences memories that she will always remember.  “I like to find the diamond in the rough, the athlete who keeps getting better,” she said. It’s rewarding for her as a coach to see when one of her gymnasts finally have their hard work pay off. “I had a senior this year, who has been working her tail off for three years and finally got into the floor lineup,” she said. That high-light for someone is the reason that Goodspeed does her job, to watch these athletes improve and achieve their goals. In a unique circumstance, Goodspeed has worked along-side her husband and associate head coach, Ed Dati for 34 years now. They both chose to make a life here at UNH and that’s Good-speed’s favorite part about being a coach here. “Being able to raise a family and be involved in the community and have our kids grow up here is special,” said Goodspeed. “UNH has a family feeling. The Univer-sity as a whole has that feeling and that doesn’t happen at bigger institutions,” she added. “Gail has a lot of integrity. She cares about the athletes as in-dividuals. She has a strong knowl-edge base on mental training and she is dedicated to it. She wants to make this the best program possible,” Datti said. Goodspeed graduated Boston University with her doctorate degree in Sports Psychology and uses that skill in her coaching techniques. “Her strengths are my weaknesses, we compliment each other. She is great at the technical aspects of gymnastics and getting the most out of individuals,” he added. Danielle Mulligan, a fresh-man gymnast for the Wildcats, agrees with Dati saying, “what the girls love most about [Good-speed] is her calming spirit when things get rocky. She really helps you work things out instead of just ignoring them.”Goodspeed has led the gymnastics team to the NCAA Regional championships 33 times out of the 37 years she has coached. This past season she helped the team to a second place finish at the East Atlantic Gym-nastic League Championship and punched a ticket to the NCAA Ann Arbor Regional meet. With assistant, Dati, retiring after this season (effective July 1), Goodspeed doesn’t know how much longer she is going to stay at UNH. However, one thing re-mains certain, she wants to con-tinue to work with the team. “I want to work with them when the team is successful but I also want to be here when the team isn’t doing well. I want to make an impact in either direc-tion,” she said.For more information, visit UNH athletics at unhwildcats.com The New Hampshire SPORTS Thursday, April 21, 2016 19SWIMMING AND DIVINGThe Will(man) to win By BRIAN DUNN SPORTS EDITOR“If you’re going to come here, you’re going to be success-ful,” UNH swimming and div-ing associate head coach Jarrod Zwirko said. It’s the attitude that the pro-gram preaches to its athletes, an attitude that for the past 23 sea-sons, has been the set standard for elite swimming under head coach Josh Willman. Over that span, Willman has made UNH swimming a top pro-gram in the America East confer-ence. He brought UNH numer-ous America East awards, and earned himself several America East Coach of the Year awards as well as ECAC Coach of the Year awards. But being a coach wasn’t always the plan. In fact, it was a secondary option. “I had a big long list of all the things I wanted to do when I was a kid, coaching was one of them but it was below a bunch of other things,” Willman said. Shortly after his time as a swimmer at the University of Miami, Willman was offered the interim head-coaching spot at UNH. Despite the change in scenery, Willman accepted the position as a foot-in-the-door oppurtunity. A year later, he was given the permanent head-coach-ing position. Once Willman was given the job, he went straight to work building the program up. It took years of hard work and vigorous training, but Willman and UNH soon found themselves as one of the top schools in America East, due to what Zwirko would describe as a “technician”-like coaching style that Willman prac-ticed.“He knows how to write practices and he knows how to get the best out of everyone that comes here, which makes my job when I’m trying to recruit people that much easier,” Zwirko who serves as the recruiting coordina-tor for the program, said. As a technician, there is a specific method to Willman’s coaching style. His success has been driven not only from his coaching ability, but from his teaching ability. Willman be-lieves it is important to tell the athletes what they’re doing, but at the same time tell them why they are doing it.“[Early in my career] I was a lot more kind of like, ‘Here’s what we’re doing, lets do it.’ And now I’m kind of like ‘Here’s what we’re doing this is why we’re do-ing it,’” Willman said. “[I want to] solve problems, and by prob-lems, I mean a race that’s not coming along the way it needs to come [along] or time’s aren’t coming [along] or a stroke isn’t working just figuring out how to try and fix that problem,” he said.It is a coaching style that is much more interactive, rather than just distinguishing right from wrong. It has an effect on everybody, even after their time as a student-athlete at UNH. Zwirko, a UNH alum and former Wildcat swimmer, returned to UNH as a graduate assistant and has served as the full-time assis-tant since 2008. Willman’s for-mer athlete admires his blueprint of how the season works. “There’s art in science to putting together a season and a practice plan,” Zwirko said. “[Willman] is really good at weaving those two and making sure everybody is successful throughout the season.” “I try to bring out the best in each person that comes here I think a lot of it has to do with finding the right people to come into our program who are really motivated and want to see what they can do,” Willman said. “I try to make it interesting and hard and fun really kind of feed that fire that they have so I’ve been pretty fortunate that way.” And as time has passed, Willman understands the impor-tance of teaching while coaching. It’s what comes with the job and title of head coach, and Willman stresses his teaching is a regular part of his routine. “Now that I look back on it all, the importance of teaching really comes around,” Willman said. “I understand that part of it more than being a coach, is being a teacher and I try to teach regu-larly.” As the new season rapidly approaches, Zwirko hopes that Willman will continue to teach, coach and bring UNH success for years to come. “I think that would be the best for all parties involved if he is able to continue to build on what [we have] been working to-wards,” Zwirko said. courtesy of andrew yourellJosh Willman and Jarrod Zwirko watch their athletes compete.skiingCory Schwartz: passing the torchBy DANIEL CLARE STAFF WRITER A lot has changed over the course of 34 years: presidents have come and gone, music stars have slowly faded out and the technology has changed rapidly. However, one man’s longevity has bucked the trend of an ever changing world, that man in Cory Schwartz.Schwartz is the current ski coordinator and head coach of the Nordic ski team at the Uni-versity of New Hampshire. Over his 34-year career, one of the longest active careers to date, the ski team has accomplished a great deal of accolades. He has led the Wildcats to 24 top-10 NCAA placements, with the highest placement being seventh in 1984 and 1985. He has coached 45 All-American student-athletes. He has been named the Coach of the Year by the Eastern Intercollegiate Ski Association five times. The resume speaks for it-self. However, with all the ac-colades that he and the skiers have produced over the years, he is very modest about his accom-plishments, and believes he is paving the way for coaches and athletes preceding him. “Even though I have been here for 34 years, when I leave, there is still going to be a UNH ski team,” Schwartz said. “The UNH ski team is not just me. For right now I am just carrying the torch.” That statement reflects Schwartz as a person and as a coach. He is humble and self-less and that translates into his coaching. He tries to nourish a team atmosphere and makes a considerable effort to teach his skiers the history of UNH ski-ing. Each plays a crucial role in his longevity, but it’s his coach-ing style and philosophy that resonates with his staff and his players. “Our first goal is to develop that atmosphere of a team even though we are an individual sport,” Schwartz said. “My style is that of a hands-on type of coach. No matter if you’re num-ber one on the team or you’re the last person on the team, we’re going to put everything into you and you are going to put every-thing into the team,” he said.This type of approach seems to trickle down into the assistant coaches and the players as they buy into what Schwartz is trying to do. Stephen Monsulick has been the assistant coach for the UNH Nordic ski team for eight years. He agrees that Schwartz fosters a team atmosphere and that it creates a healthy and fun environment.“He is not the type of guy that will call you out in front of the team,” Monsulik said. “If you mess up, he’ll pull you aside respectfully and tell you what you need to do in a way that makes you understand what he is trying to do.”Raleigh Goessling, a senior Nordic skier from Esko, Min-nesota, echoes that same feeling about how Schwartz handles his athletes. “[Schwartz], I would say, more than any other coach that I have worked with, goes out of his way to create a great atmo-sphere and that’s huge,” Goess-ling said “When you’re under stress, it’s great to have team-mates and coaches who reinforce that support.”Schwartz understands the difficulties that can come with being a student-athlete at UNH. He knows when to push, but also knows when to ease off at certain points in the season. His experi-ence as a former UNH student-athlete gives him an opportunity to relate to his athletes more in that regard. More than anything, wheth-er it’s his coaching style, his accolades or his love for smok-ing meats, according to Mon-sulick, the greatest achievement Schwartz feels is what his ath-letes accomplish after they leave UNH. That is why he set up the type of environment he currently has.“Sometimes it’s not just about the results or them getting results,” Schwartz said. “For me, it about what they do and how they develop.” He pointed to a picture of Patrick Weaver, a UNH alumnus and former skier for Schwartz. Weaver skied in the Olympics and is now a coach at the Uni-versity of Vermont, illustrating his point that he is proud of the success of his athletes beyond UNH. courtesy of athletic communicationsCory Schwartz recently finished his 34th year with UNH. sports The New HampshireTNHdigital.com Thursday, April 21, 2016UFC superstar Conor McGregor shocked the world when he was pulled from UFC 200 after announcing his alleged retirement over Twitter.  The coaches’ issue: PartIIThe New Hampshire sports staff sits down with some of UNH’s longest serving coaches to discuss a lifetime of coaching experiencesFIELD HOCKEYGiving back to the ‘Cats By SAM ROGERS STAFF WRITER For the last quarter of a cen-tury, the UNH Field Hockey pro-gram has been led by one of their own. Robin Balducci has left her mark not only as a head coach, but as a former player, mentor and teacher. Through the successful years of postseason runs, coach-ing awards, achievements and ac-complishments, Balducci looks to give back to her alma mater. As a coach and a player, Bal-ducci has been setting milestones ever since her freshman year in 1981. Not only was she a four-year starter in field hockey, she also was a four-year starter for the women’s hockey team. Balducci completed the trifecta, playing a sport in every season, acting as a three-year starter for lacrosse in the spring season. Balducci was a captain for all three teams, lead-ing the lacrosse team to UNH’s only NCAA championship in the sport. She was a field hockey All-American, and sits sixth on the UNH ice hockey all-time scoring list.“UNH was always a school I believed in, I went to school here, it’s a beautiful campus, a great lo-cation,” Balducci said.Balducci is the winningest MEN’S HOCKEY Beyond the skating bench By MARK GARBINOSTAFF WRITER When you think of UNH hockey, what is the first name that pops into your head? Chances are, it is head coach Dick Umile, who has been the face of Wildcats men’s hockey since 1990. The Melrose, Massachusetts native has spent 31 years of his life at the university: four as a student-athlete, two as the assis-tant hockey coach and 25 as head coach, leading to an unbreakable bond. “His life is UNH hockey,” said senior captain Collin Mac-Donald. “He’s had an unbeliev-able coaching career here, and he has a lot to show for it.”Umile has earned various accolades throughout his tenure with the Wildcats, including six Bob Kullen Coach of the Year Awards, which are given to the top coach in Hockey East. No other coach in Hockey East his-GYMNASTICS 37 years and counting  By CHINA WONGSTAFF phoTogRAphER“When I first came to UNH, things were just starting to build for women,” UNH gymnastics head coach Gail Goodspeed said. “Mom’s made leotards for the team my first years,” she said to put things in perspective. After a long journey, Good-speed came to UNH from Califor-nia State University, Northridge and began her coaching career with the Wildcats in 1979-80. Over the past 37 years, the pro-gram has seen drastic changes including a new facility, coach-ing positions, scholarships and recruiting opportunities. “When I first got here I looked at the facility that they [UNH] had and asked myself BALDUCCI  continued on Page 18UMILE continued on Page 18GOODSPEED  continued on Page 18courtesy of athletic communications",
    "id": 84705307,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.unh.edu:tnh_archive-1044"
    },
    "title": "The New Hampshire, Vol. 105, No. 45 (Apr. 21, 2016)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-04-21T08:00:00+01:00",
    "publisher": "University of New Hampshire Scholars\\u27 Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.unh.edu/cgi/viewcontent.cgi?article=1044&amp;context=tnh_archive"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84705307.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84705307"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84705307/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84705307/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84705307"
        }
    ],
    "abstract": "An independent student produced newspaper from the University of New Hampshire",
    "tags": [
        "text",
        "College student newspapers and periodicals",
        "New Hampshire",
        "Durham"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.unh.edu:tnh_archive-1044",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2394",
        "openDoarId": 0,
        "name": "UNH Scholars' Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84705307,
        "depositedDate": null,
        "publishedDate": "2016-04-21T08:00:00+01:00",
        "updatedDate": "2024-01-20T12:46:02+00:00",
        "acceptedDate": null,
        "createdDate": "2017-08-12T18:55:22+01:00"
    },
    "urls": [
        "https://scholars.unh.edu/tnh_archive/45",
        "https://scholars.unh.edu/context/tnh_archive/article/1044/viewcontent/105Issue45.pdf"
    ],
    "lastUpdate": "2024-01-20T12:46:02+00:00",
    "setSpecs": []
}