{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Levy, Jay"
        }
    ],
    "contributors": [],
    "createdDate": "2016-05-16T16:41:35+01:00",
    "dataProvider": {
        "id": 821,
        "name": "National Documentation Centre on Drug Use",
        "url": "https://api.core.ac.uk/v3/data-providers/821",
        "logo": "https://api.core.ac.uk/data-providers/821/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/34721097.pdf",
    "fullText": "Jay LevyThe Harms  of Drug Use:  Criminalisation, Misinformation,  and Stigma1ContentsIntroduction – Lots of Drug Use; Lots of HarmCriminalisation and a War on Drugs(Mis)Understanding HarmCriminalisation: Precipitating Harm, Opposing Harm ReductionThe Harms of Social Spoiling, Social Construction, and LanguageAddiction as Disease: Precipitating Stigma, Undermining AgencySome Suggestions for Moving ForwardThe Empirical Harm of DrugsHarm ReductionReducing Harm: Moving Away from StigmaIn Conclusion: Prioritising Health, Inclusion, and IntersectionalityAcknowledgements & References12446911151515161820ContentsThe Harms  of Drug Use:  Criminalisation, Misinformation,  and Stigma2Introduction – Lots of Drug Use; Lots of HarmSince the 1960s, approaches to drug use have tended to involve criminalisation and interfering with supply through policing, customs controls, and education (Nutt et al 2007). Politicians frequently respond to drug use not by suggesting divergent policies, but by persisting with those in existence whilst calling for more intense, prohibitive, and punitive measures (Des Jarlais 1995). To be sure, incarceration in prisons or drug detention centres of people who use drugs – but have committed no other crime – policies which are known to contribute to the increased transmission of HIV, hepatitis, and tuberculosis, receive more fervent support than ever (Global Commission on Drug Policy 2011; Global Commission on Drug Policy 2012; Kerr and Wood 2008). People who use drugs are seen to be “deserving punishment rather than deserving health care” (Des Jarlais et al 1995: 1579). Globally, criminalisation of and punitive approaches to drug use continue to be implemented, in spite of there being little evidence to suggest that these policies have yielded positive results, with it being argued that the “global war on drugs has failed” (Global Commission on Drug Policy 2011: 4). In spite of its popularity, it is stressed that prohibitionism has failed to curb or diminish drug use and associated problems, failing even by its own metrics and standards; the astronomical numbers of people who use drugs speak for themselves, where estimates1 point to strikingly high levels of global drug use. The United Nations Office on Drugs and Crime estimate that in 2009, 149-272 million people (3.3-6.1% of the global populace aged 15-64) “used illicit substances at least once in the previous year” (UNODC 2011: 13). Though downward trends in global cocaine and heroin use are noted, these are offset by increasing nonmedical/illicit usage of synthetic and prescription drugs (UNODC 2011). Between 15 and 39 million people are defined as ‘problem drug users’, having dependency issues or being people who inject drugs (UNODC 2011).21 People who use drugs make up clandestine groups due to criminalisation, stigmatisation, and marginalisation.  \t This\tresults\tin\tdifficulties\tin\tsampling\tand\testimating\tpopulation\tsizes\tand\tprevalences\t(Bluthenthal\tet\tal\t2000;\tDegenhardt\tand\tHall\t2012).2 Where ‘problem drug user’ is taken to mean “injecting drug use or long-duration/regular use of opioids, cocaine and/or amphetamines”   \t (EMCDDA\t2009),\tit\tshould\tbe\temphasised\tthat\tthe\tterm\t‘problematic/problem\tdrug\tuser’\tis\tby\tno\tmeans\tuniversally\taccepted\tor\tuncontested.\t\t\t This\tterm,\talong\twith\t‘abuser’\tand\t‘misuser’\t(discussed\tbelow),\tis\t“often\tused\tin\tan\tuncritical,\tdisparaging\tor\thostile\tway”,\tnoted\tto\tbe\tmisleading\t\t\t and\tuniversalising\t(INPUD\t2011).“prohibitionism has failed to curb or diminish drug use and associated problems, failing even by its own metrics and standards”3Globally, 11-21 million people inject drugs (Degenhardt and Hall 2012). The spread of blood-borne infections like hepatitis and HIV has been driven in many states by the sharing of injection paraphernalia and equipment, shared due to difficulties in obtaining sterile injecting equipment and repressive legislative environments (for example see Advisory Council on the Misuse of Drugs 2009; Gibson et al 1999; Global Commission on Drug Policy 2012; Degenhardt and Hall 2012; Drucker et al 1998; Rhodes et al 2002; WHO 2007). The UNODC (2011) estimate that 17.9% of people who inject drugs (2.8 million) are infected with HIV. Hepatitis C is even more striking in prevalence, considered the “most important infectious disease affecting those who inject drugs” (Health Protection Agency et al 2007) with 45.2%-55.3% – around 8 million – of people who inject drugs believed to be infected (UNODC 2011),3 thus accounting for the majority of the infection’s global spread (Rhodes et al 2004). Transmission is facilitated in particular through needle sharing, and additionally through the sharing of other injection paraphernalia. Resultantly, the probability and rate of hepatitis C transmission is substantially higher than that of HIV, which is less likely to be spread through sharing of other paraphernalia (Advisory Council on the Misuse of Drugs 2009; Nelson et al 2011; Rhodes et al 2004).There are estimated to be around 104,000-263,000 drug-related deaths every year (UNODC 2011). In addition to the risk of blood-borne infections, adverse outcomes of drug use include and/or can surround toxicity and overdoses; development of dependence; impacts of intoxication (such as traffic accidents, violence, accidental injury); adverse impacts upon health from sustained use (such as development of mental disorders), and suicide (Degenhardt and Hall 2012; also see Darke and Hall 2003). Harms can be compounded by the use of more than one drug (Darke and Hall 2003; Degenhardt and Hall 2012), and are not confined to the individual: substantial financial criminal and policing costs result from ‘wars against drugs’ and prohibitive policies, with additional social costs of healthcare and social issues (Global Commission on Drug Policy 2011; Nutt et al 2010; UNODC 2011).I will argue, however, that where harms that may surround illicit drug use are numerous, it is laws and policies, along with their justificatory social constructions and stigmas, that are responsible for driving and worsening many of these avoidable harms.4 3\t To\treiterate,\tfigures\tare\testimates\tat\tbest\t–\tother\testimates\tplace\tthis\tfigure\tof\tpeople\twho\tinject\tdrugs\twith\thepatitis\tC\tat\t10\tmillion\t \t (Global\tCommission\ton\tDrug\tPolicy\t2013);\ta\treview\tof\tavailable\tliterature\tsuggests\tbetween\t60%\tand\t80%\tof\tpeople\twho\tinject\tdrugs\thave\tthe\t\t\t infection\t(Nelson\tet\tal\t2011).4\t In\tfact,\tit\tis\tthese\tlaws\tand\tthese\tsocial\tconstructions\tthat\tthemselves\thold\twhat\tare\ta\tmyriad\tand\tdiverse\tgroup\tof\tsubstances\ttogether\tunder\tthe\t\t\t label\tof\twhat\tI\twill\trefer\tto\tas\t‘drugs’.\tThe\tterm\t‘drug’\tused\tto\tconnote\tvarious\tpsychoactive,\tstimulant,\tand\tdepressant\tsubstances\tis\ta\trelatively\t\t\t recent\tone,\tused\tin\tthis\tcontext\tpredominantly\tthrough\tthe\t20th\tcentury\t(see\tSeddon\t2010).I\twill\ttake\t‘drugs’\tand\t‘drug\tuse’\tto\trefer\tto\tthe\t\t \t\t nonmedically\tsanctioned\tuse\tof\tdrugs,\twhether\tthe\tsubstance(s)\tin\tquestion\tis/are\tillicit,\tcontrolled,\tor\tprescription.“There are estimated to be around 104,000-263,000 drug-related deaths every year” (UNODC 2011). 4Where harms may be associated with drug use itself, they are also intersected and exacerbated – as well as directly produced – by prohibition, criminalisation, and by the so-called ‘war on drugs’, all of which serve to heighten and intensify, rather than reduce or ameliorate, the damage associated with drug use. And moreover, the stigma and discrimination that justifies and facilitates such laws and policies – legislation which is predominantly driven by ideology and moral assumption (as will be discussed) – serves only to compound and multiply these harms. In order to illustrate that these are broader projects of stigmatisation and social spoiling that have been also used to criminalise, marginalise, and demonise groups other than drug users, I will juxtapose the social construction and stigmatisation of drug users with that of sex workers and LGBTQ people; these groups have all had their agency and self-determination similarly undermined, serving to silence and exclude testimony that conflicts with disempowering and moralising perceptions and generalisations. In making reference to, and in quoting, a wide breadth of reference material, and in straying from an analysis focussed entirely on drug-related issues, I hope to consolidate and perhaps progress some ideas, and not simply to regurgitate!Criminalisation and a War on Drugs(Mis)Understanding HarmNot only have policies failed in their efforts to diminish drug use or the harms surrounding drug use (as I will discuss below), but drug prohibitionism is driven by ‘fundamental scientific errors’, by bad pharmacology, bad sociology, bad economics (Des Jarlais 1995), and by a “politicization and misrepresentation of science” (Kerr and Wood 2008: 964).Understandings of drug-related harm and effect within the context of a criminalising paradigm are predominantly moral, not of empirical risk (Nutt et al 2010); legislation and media representation and coverage rarely reflect the empirical qualitative or quantitative harm caused by drug use (Nutt et al 2007; Nutt 2009; Nutt et al 2011), instead confusing attitudes and assumptions regarding the moral (un)acceptability of drugs, of people who use drugs, of psychoactive adulteration, and of resultant harms to wider society. Processes by which harms are ‘calculated’ and perceived are seemingly capricious, as are the processes by which drugs come to be criminalised and controlled (Degenhardt and Hall 2012).Methodologies for composing drug classification systems are rarely transparent, serving to reduce confidence in their accuracy (Nutt et al 2007). In the UK, for instance, the “current classification system has evolved in an unsystematic way from somewhat arbitrary foundations with seemingly little scientific basis” (Nutt et al 2007: 1047; also see Degenhardt and Hall 2012; Nutt et al 2010: 1558; Taylor et al 2012).“legislation and media representation and coverage rarely reflect the empirical qualitative or quantitative harm caused by drug use” 5An alternative multicriteria decision analysis proposed by Nutt et al (2007; 2010; also see Taylor et al 2012 for a similar analysis), uses 16 harm criteria that are identified and weighted (2010) to address their varying gravities, with 9 harms to the individual using drugs, and 7 to wider society. Perhaps unsurprisingly, “findings correlate poorly with present UK drug classification, which is not based simply on considerations of harm” (Nutt et al 2010: 1558). Heroin, crack cocaine, and methamphetamine are, for example, calculated most dangerous to individuals using these substances in the UK. Ecstasy and magic mushrooms are amongst the least problematic, in spite of Class A rating. Alcohol, heroin, and crack are calculated to do the most damage to others. Overall, alcohol was identified as the most harmful substance (Nutt et al 2010), quite ironic given its legality.“Criminalisation furthermore creates a system whereby the drugs people use are of dangerously unpredictable composition”“Given that the global regime of drug prohibition ensures that there is no quality control of street heroin, the identification and removal of contaminated heroin from circulation is impossible, and as such, the recurrence of such outbreaks seems almost inevitable”(INPUD 2013: 3)The UK A, B, C classification system – and others like it – thus instils little confidence as a benchmark of true harm. In the context of empirically calculated harms, it is a confusing and misleading measure, serving to reinforce (mis)assumptions and generalisations of all ‘drugs’ as harmful, and of higher classifications as more harmful than lower. Criminalisation furthermore creates a system whereby the drugs people use are of dangerously unpredictable composition. Where ecstasy/MDMA, for instance, is ranked in the Nutt publications as considerably safer to the individual than many other substances (including alcohol), the dangers of production on an unregulated, illegal black market has resulted in several individuals dying this year due to apparent impurities of PMA (para-Methoxyamphetamine) (Pidd 2013); this is a highly dangerous compound, resulting in high morbidity and mortality (Caldicott et al 2003), far more detrimental than MDMA, ideally the active ingredient in ecstasy. Additionally, several people have contracted anthrax from contaminated heroin over the last year (Press Association 2012). Ecstasy and heroin are both ‘Class A’ drugs in the UK, perplexing given the two substances’ very divergent effects, the nature of potential harms, and the overall severity of harm (see Nutt et al 2010); in practice, the above harms and deaths associated with use of these two drugs stem from their criminalisation and black market production and provision, rather than from the drugs themselves, as illustrated by the International Network of People who Use Drugs in relation to the aforementioned anthrax deaths: Given that the global regime of drug prohibition ensures that there is no quality control of street heroin, the identification and removal of contaminated heroin from circulation is impossible, and as such, the recurrence of such outbreaks seems almost inevitable” (INPUD 2013: 3)6That these drugs resulted in harm and deaths is not indicative of the harms of drug use, but instead of the unsafe and illicit production of drugs and the fact that individuals are unable to guarantee or establish the quality or nature of the drugs they buy, and (by and large) the drugs they sell, due to criminalisation. Criminalisation therefore, in serving to create and/or exacerbate harm, ironically, circularly, and perversely justifies itself – harmful criminalisation – a vicious cycle that further amplifies harm to both the consumers of the drugs themselves, and to wider society. Criminalisation: Precipitating Harm, Opposing Harm Reduction“critics would argue that prohibition itself is responsible for a substantial proportion of drug-related harm”. (Stevens 2012: 9). “A distinctive characteristic of drug policy is the prominence and variety of unintended consequences, primarily negative”. (Reuter and Trautmann 2007: 46)“an approach to drug use that is primarily the responsibility of law enforcement officials rather than health care personnel results in corruption, abuses, and reluctance on the part of drug users to access even the most basic disease prevention services”.(Open Society Institute 2009: 7)“This report details a wide range of human rights violations committed in the name of drug control… These abuses, reported from all regions worldwide,  are abhorrent and must be combated”. (Jürgens et al 2010)In addition to making drugs themselves more dangerous, the ‘war on drugs’ has, in practice, resulted in a war on people who use drugs (Buchanan and Young 2000; Open Society Institute 2009), in turn fuelling drug production- and trafficking-related violence globally (Global Commission on Drug Policy 2012; Reuter and Trautmann 2007). The very criminalisation and stigmatisation that prohibition relies upon to control and suppress drug use has been of enormous detriment to the welfare and health of people who use drugs, as well as the communities in which they live (Degenhardt and Hall 2012; Des Jarlais 1995; Global Commission on Drug Policy 2012).  7Drug users face violence, executions, incarcerations, abuse, and discrimination from the police and state, and can experience discrimination, stigmatisation, and exclusion from service and healthcare provision (including exclusion from antiretroviral therapy for HIV), as well as in civil society generally (Jürgens et al 2010; Open Society Institute 2009). Evidence-based and cost-effective assistance, treatment, and/or intervention are frequently sidelined in favour of punishment and incarceration (Drucker et al 1998; Global Commission on Drug Policy 2011) which fails, as discussed, to demonstrably diminish drug use or drug-related harm.Alongside the varying and confused illegality of drugs, the harm done by criminalisation, and the failure of the war on drugs to decrease drug consumption, criminalising discourse and the policies that result both serve to hinder harm reduction measures, efforts designed to reduce the harms (notably the transmission of blood-borne infections such as HIV) that may be associated with drug use (Global Commission on Drug Policy 2011; Global Commission on Drug Policy 2012), and that I will discuss in more detail below. Opposition to harm reduction has been directed towards other groups too, with examples including opposition to condoms and dental dams in prisons (Yap et al 2007), tied in with an intolerance of same-sex sexual practice (Dolan et al 1995), and problematisation of harm reduction initiatives for commercial sex workers (for arguments in opposition to sex work-related harm reduction, see Farley 2004; Raymond 2004; for analysis of opposition to sex work-related harm reduction, see Brooks-Gordon 2006; Levy 2011b; Weitzer 2008), all for fear that these initiatives would encourage and/or facilitate unwanted activities (problematised sex, sex selling, drug use, and so forth).As a result of prohibitionist narrative and concerns surrounding harm reduction, healthcare initiatives for drug users may be aborted (Tammi 2005). Most people who inject drugs, for example, do not have access to harm reduction programmes, service provision, or medical treatment; as the Global Commission on Drug Policy recently reported (2012: 2; also see Mathers et al 2010), “a number of specific countries, including the US, Russia and Thailand, ignore scientific evidence and World Health Organization recommendations and resist the implementation of evidence-based HIV prevention programs – with devastating consequences”. Indeed, as of 2012 the US has reinstated a federal ban on funding needle and syringe programmes, just three years after it was overturned in 2009 (US Office of National Drug Control Policy 2012), jeopardising harm reduction initiatives funded by the US in several nations (Albers 2012). “Evidence-based and cost-effective assistance, treatment, and/or intervention are frequently sidelined in favour of punishment and incarceration (Drucker et al 1998; Global Commission on Drug Policy 2011) which fails, as discussed, to demonstrably diminish drug use or drug-related harm.”88Modes of facilitating safer drug use are frequently opposed where they appear to undermine prohibitionist messages (Des Jarlais 1995), and are seen to facilitate and endorse drug use (Hedrich et al 2010; Hurley et al 1997; Rhodes 2006). Harm reduction initiatives may therefore not be assessed on their merits, but instead in the context of consistency with cultural and social traditions (Des Jarlais 1995), with the established rhetoric of prohibition. A politicisation of research can further ideological ends, to the detriment of pragmatic, health-orientated policies.“methods used to discredit some research have become more diverse and have included funding seemingly independent scientific organizations, quasi-journalist outlets and public relations firms, and lobbying for political appointments to promote special interests”.(Kerr and Wood 2008: 964)“The war on drugs has also led to a policy distortion whereby evidence-based addiction treatment and public health measures have been downplayed or ignored.”(Global Commission on Drug Policy 2012: 2)There are concerns, for example, that needle and syringe programmes “might exacerbate illicit drug use” (WHO 2004: 8; also see Stimson 1989), may increase injection frequency, needle sharing with other people who inject drugs, numbers of publicly discarded needles, and may serve as a disincentive for people who use drugs to cease their drug use, all of which have resulted in opposition to needle and syringe programmes (WHO 2004).5 There has, however, been no convincing empirical evidence justifying these concerns (see WHO 2004 for a review of available evidence), or justifying similar concerns raised regarding safe drug consumption rooms(Hedrich et al 2010). Further to concerns that harm reduction may encourage or endorse drug use, there is a fear that these policies will be a ‘slippery slope’ towards liberalisation of drug control laws, and will ultimately result in drug legalisation; a blanket condemnation of ‘drugs’ has resulted in opiate substitution programmes – such as methadone or buprenorphine substitution for heroin – being seen to be problematic (Drucker et al 1998), perceived as “simply substituting one drug for another” (Des Jarlais 1995: 1580),5\t Other\tinitiatives\t–\tsome\tof\twhich\tactively\tencourage\trisky\tactivities\tsuch\tas\tneedle\tsharing\t–\tcan\tbe\tadvocated\tin\tpreference\tto\tneedle\tand\tsyringe \t\t programmes:\tit\thas\tbeen\tsuggested\tthat\twhere\tneedles\tare\tbeing\tshared,\tthose\twho\tare\tHIV\tpositive\tshould\tinject\tlast\tas\ta\tharm\treduction\t \t initiative\t(Amundsen\tet\tal\t2003).\tThis\tfails\tto\tengage\twith\tthe\ttime\ttaken\tto\tseroconvert,\twhilst\tassuming\tall\tpeople\twho\tinject\tdrugs\tare\t \t constantly\taware\tof\ttheir\tserostatus.\tTesting\tand\tcounselling\tare\talso\tput\tforward\tas\tpreferential\talternatives,\tas\tthey\tare\tnot\tseen\tto\tfacilitate\tor\t \t encourage\tdrug\tuse\tas\tneedle\tand\tsyringe\tprogrammes\tare\t(seeAmundsen\tet\tal\t2003;\tKäll\tet\tal\t2007),\tand\tit\tis\targued\tthat\tthe\timplementation\tof\t \t these\tprogrammes\twill\tresult\tin\ta\tperipheralisation\tof\tsuch\tpreferable\tinitiatives.\tThis\tis\tin\tspite\tof\tthe\tfact\tthat\tit\tis\targued\tthat\tneedle\tand\t \t syringe\tprogrammes\tshould\toperate\twithin\ta\tlarger\tinfrastructure\tand\tcontext\tof\tservice\tprovision\t(Advisory\tCouncil\ton\tthe\tMisuse\tof\tDrugs\t2009; \t\t Darke\tand\tHall\t2003),\tnot\tin\tisolation\tor\tas\treplacement\tinitiatives\tfor\texistent\tmeasures.“A politicisation of research can further ideological ends, to the detriment of pragmatic, health-orientated policies”9and thus essentially seen to endorse drug use, irrespective of positive results of these programmes. Along these lines, in the UK Home Office’s recent outline of drugs strategy there is specific opposition to substitution treatment, constructed as “replacement of one dependency with another” (Home Office 2012: 10). This is an apparent opposition to dependency per se, irrespective of the report conceding that some on opiate substitution “have jobs, positive family lives and are no longer taking illegal drugs or committing crime”. The title of the report – ‘Putting Recovery First’ – is clear, as is the above quotation regarding opiate substitution treatment: however unproblematic, successful, and stable the life of a drug user may be, the point is that their drug use renders them inferior to a drug/dependence-free equivalent. This leads us on to the harm of stigma.The Harms of Social Spoiling,  Social Construction, and LanguageThe stigmatisation and criminalisation of drug users work together, with the former used to discourage drug use (Ahern et al 2007; Room 2005), and the latter justified by the social spoiling accomplished by the former (Ahern et al 2007). Stigma, in addition to criminalisation, serves to drive people who use drugs underground, acting as a disincentive to seek healthcare and service provision, and further isolating and alienating people who use drugs from normative society and reducing opportunities for education and outreach, thus again exacerbating harm to both people who use drugs and wider society (Ahern et al 2007; Degenhardt and Hall 2012; Drucker et al 1998; Global Commission on Drug Policy 2012). Stigma can serve to justify police abuses and general discrimination (Jürgens et al 2010), and vulnerability to HIV and sexually transmitted/blood-borne infection is accentuated by stigma and discrimination, as well as violence and sexual violence (Logie et al 2011; WHO 2005b). Stigma can be compounded and intersected, with drug use becoming a double, triple, or quadruple stigma in the context of (perceived or assumed) sex work, HIV status, and LGBTQ status (Faden et al 1991; Kayal 1993; UNAIDS 2009). In short, “overlapping, multilevel forms of stigma and discrimination are representative of an intersectional model of stigma and discrimination” (Logie et al 2011). In understanding why stigma can do so much harm, it is essential to understand and unpack how stigma and the assumptions made of people who use drugs (as well as of other stigmatised groups) come to be constructed and – for the most part – accepted without question.“Psychoactive substance use occurs in a highly charged field of moral forces”.(Room 2005: 152)“Stigma can be compounded and intersected, with drug use becoming a double, triple, or quadruple stigma in the context of (perceived or assumed) sex work, HIV status, and LGBTQ status” (Faden et al 1991; Kayal 1993; UNAIDS 2009).10‘Stigmatisation’ refers to a process of social spoiling, where one’s identity or social status is tainted or corrupted, as seminally discussed in Goffman’s (1967) Stigma – Notes on the Management of Spoiled Identity. Criminality is not the only factor driving stigmatisation: what is key is the fact that where an individual uses a deviant substance, they are socially tarnished, irrespective of law (though law certainly does its part to both drive and, circularly, be driven by this tarnishing process). This perspective, that to use ‘drugs’ is to be, by default, a problematic individual, tells us that those who use drugs are certain ‘types’ of people, are not as socially valuable or complete as those who do not use drugs, as discussed above in relation to perceptions of opiate substitution treatment. Ongoing criminalisation, (mis)representation, and conflation of drugs, with little attention to their variable harms or intricacies of consumption, coupled with a medicalisation of addiction as disease (which will be discussed in detail) (Keane 2002) and “taken-for-granted connotations of the term ‘addiction’” (Larkin et al  2006: 207, my emphasis) – as well as other loaded terminology, as also discussed below – have fed through into the construction and stigmatisation of people who use drugs themselves, not just of the drugs that they use. Metaphor and social construction – expressed through the vessels of language and terminology – feed into and are fed by stigma in turn. Indeed, language is what feeds the abovementioned ‘taken-for granted connotations’ of drugs and drug users. Simple language is often mistaken for a true, neutral, and accurate representation of Reality (Derrida in Wilchins 2004). Where we give metaphorical and/or analogous meaning in order to understand, however, the resultant meaning can be a powerful, political, and moralistic (or, at least, not an objective) one, where people may be defined using metaphor, assumption, social construction, and presupposition (Sontag 1989), people made to conform to language instead of language merely describing people (Wilchins 2004):“Derrida pointed out that Western thought has always overvalued or privileged language – so much so that we mistake language for the Real… Difference and exclusion are not incidental to language but are integral to how we create meaning”.(Wilchins 2004: 38; 40)To downplay the power and implications of language, of pejorative words like ‘addict’ and ‘junkie’, as well as loaded metaphors like ‘war’, ‘fight’, ‘enemy’, is to deny very real and very palpable signification that operates hand-in-hand with criminalisation in controlling and subjugating people who use drugs.11Even terms such as ‘drug users’ can be argued to be problematic, rendering as noun (and thus as identity) what can simply be described with adjectives used to describe people (‘people who use drugs’), with terms such as ‘user’ also having somewhat parasitic connotation, and ‘drug abuse(r)’ suggesting violence, manipulation, and mishandling. Prohibitionist terms – the ‘war on drugs’, for example – have now been long tried and tested, used to create reaction and response – much like the use of a ‘war on AIDS’ in the 1980s (see Sherry 1993). As the war metaphor became more significant and widely deployed in the context of the HIV/AIDS pandemic, different roles and meanings became significant: the target was to fight and wage war on AIDS, with the vectorised ‘victims’ of the disease distanced from but paradoxically turned into the actual enemy (Ross 1989). The enemy of a ‘war on drugs’ is similarly clear: the users of drugs rather than the drugs themselves. Other taken-for-granted terms, which may appear superficially benign, deserve our attention. To be ‘clean’, for instance, as well as connoting ‘drug-free’ (or, in the case of blood-borne and sexually transmitted infections like HIV, ‘infection-free’) also implies that to occupy the opposite position in this binary – in this case, to be a drug user – is to be conversely ‘dirty’, and thus to be “of less worth and, as such, [these terms] can denigrate and marginalise” (INPUD 2011); similarly, as Keane has aptly noted in her intricate analysis of the social construction of addiction, even the seemingly inert“words ‘chemical’ and ‘substance’ cannot be used to avoid the morally and politically loaded cultural category of drugs. The term ‘chemical’ has its own powerful negative connotations, particularly when juxtaposed with a notion of the body as organic and natural”. (Keane: 2002: 18)Addiction as Disease: Precipitating Stigma, Undermining AgencyFollowing on from a construction and labelling of ‘addiction’ – a term and concept which deserves specific focus – is an attendant pathologisation, with dependence coming to be understood, constructed, and indeed assumed to be a disease displaying symptoms (see Jellinek 1960; also see Keane 2002; Larkin et al 2006; Vrecko 2010). Though I do not wish to spend considerable time debating the merits of an understanding of addiction-as-disease here, it should be emphasised that this perception is not without its problems and contentions. It is facile to unquestioningly accept this construction of addiction-as-disease when, like apparent conditions socially constructed to be mental disorders (note ‘disorder’, implying a divergence from an ordered state, as opposed to ‘disease’, arguably implying pathogen, infection, and/or distinct and consistent symptoms with a specific cause, for example), addiction can be argued to be a disease for little more than it deviating from a condition seen to be normative (Room 2005),“To be ‘clean’, for instance, as well as connoting ‘drug-free’ (or, in the case of blood-borne and sexually transmitted infections like HIV, ‘infection-free’) also implies that to occupy the opposite position in this binary – in this case, to be a drug user – is to be conversely ‘dirty’, and thus to be “of less worth and, as such, [these terms] can denigrate and marginalise” (INPUD 2011)1212a condition which is variable and reconstructed in differing contexts and time;6 addiction thus seems incongruous with an empirically and consistently demonstrable ‘disease’. Apparent symptoms and signifiers of addition being disease are therefore uncertain, contextual, and mutable (Keane 2002):“Addiction-as-disease is not as discrete or as readily identifiable an entity as many people believe it is. One of the principal reasons for this is that the user behaviors presumed to constitute it are protean, forged in interaction with features of users’ environments. What are taken as empirical indicators of an underlying disease of addiction consist of a broad range of behaviors that are interpreted as ‘‘symptoms’’ only under some circumstances. They can be aggregated to fit under the heading of ‘‘addiction’’ only by means of some degree of epistemic force”.(Reinarman 2005: 307)“The more effort is put into finding answers, the more questions keep proliferating. What kind of thing is addiction? Is it a disease or a syndrome or a psychological process? Is it a metaphorical disease or a real one (and what exactly is the difference)? If it is a disease what are its symptoms? How do its physical, psychological and social factors interact and what is their relative importance?”(Keane 2002: 10)In short, the meaning and (questionable) ontology of ‘addiction’ is not clear, consistent, or stable. The World Health Organisation recommended as early as the 1960s that the terms ‘addiction’ and ‘addict’ be abandoned in favour of ‘dependence’, arguably a more nuanced, less reductive descriptor as opposed to the muddy identity/disease label of ‘addict/addiction’, yet, the terms addict/addiction are still commonly used by healthcare professionals and in mainstream parlance (WHO n.d.). Indeed, though I refer to David Nutt’s work elsewhere in this paper as a positive critique and deconstruction of drug policy and popular understanding, his recent book takes it as given that addiction is a disease, also using the terms ‘addict’ and ‘addiction’ unquestioningly (Nutt 2012); a lost opportunity, perhaps, to fully criticise the assumptions commonly made about drugs and those who use them.Though stigma that can surround psychoactive drugs is variable, with the moderate and contextual use of drugs such as alcohol not necessarily seen in a negative light, the stigma surrounding ‘addiction’ and ‘addicts’ is ‘generalised and ubiquitous’ (Room 2005), justified and concretised by aforementioned medically-sanctioned pathologisation.  6\t This\tis\tillustrated\twell\tby\tthe\ttemporal\tvariation\tin\twhat\tis\tconsidered\tto\tbe\tdisease\tor\tdisorder,\tmirroring\twhat\tand\twhen\tvarious\tstates\tare\t\t\t contrived\tas\tdeviant,\tor\trendered\tas\tnormative.\tThe\tpathologisation\tof\tgay\tand\ttransgender\tpeople\tprovides\tgood\texample,\tand\tis\tdiscussed\t\t further below.“The World Health Organisation recommended as early as the 1960s that the terms ‘addiction’ and ‘addict’ be abandoned in favour of ‘dependence’”13People who use drugs and people seen to be ‘addicts’ are assumed to be lying, manipulative, problematic (Ning 2005), and dirty (Room 2005) – we can see how these assumptions tie in with loaded terms such as ‘clean’, discussed above. Simply the term ‘addict’ is so imbued with these connotations that they need little by way of specific mention. The double-edged stigma of pathology/criminality, of disease/(im)morality (Larkin et al 2006) that surrounds people who use drugs in many societies informs “the traditional view in which the user is perceived as either a criminal or a sick person” (Tammi and Hurme 2006: 2). In addition to being constructed as pathological and dangerous criminals, those with drug dependencies are paradoxically seen through the addiction-as-disease model as being rendered helpless by ‘addiction’, serving to undermine agency and self-determination: individuals are “infantilised and pathologised by the presumption of powerlessness” (Keane 2002: 191). The idea that ‘denial’ signifies addiction further undermines the autonomy, and in turn the professed views, of people who use drugs (Keane 2002). This has come to justify coercive and compulsory care (Keane 2002; also see Wild 2005),7 treatment that is “not ethical for any group, as it breaches the standard of informed consent” (Stevens 2012: 7); such is the power of terminology, of metaphor, of assumption and social construction. In addition, this discourse has facilitated a marginalisation and silencing of the voices of people who use drugs themselves, especially those who do not wish to conformingly identify as passive, pathological ‘victims’ (Keane 2002), thus serving to exclude narratives that threaten to destabilise and muddy crude assumptions and understandings of drug users as mentally unstable and inept people lacking agency and/or as dangerous criminals.There are similarities between this disempowering pathologisation of people who use drugs – with their agency and self-determination undermined by a narrative of ‘addiction’ and ‘intoxication’ – and a ‘false consciousness’ model that undermines the agency of sex workers. False consciousness is understood to be a phenomenon undermining the agency of the individual (originally in the context of Engels’ analysis of the working classes’ oppression by the bourgeoisie) whereby the individual “imagines false or apparent/seeming motives” (Engels 1893), thus only appearing to be conscious and self-aware in their decision making and assumed exploitation. 7\t Jürgens\tet\tal\t(2010)\tnote\tcoercive\tcare\tin\tBurma,\tCambodia,\tChina,\tIndonesia,\tLaos,\tMalaysia,\tThailand,\tand\tVietnam.\tCompulsory\ttreatment\tfor\t \t dependency\talso\ttakes\tplace\tin\tEurope,\twith\tSweden’s\t‘Care\tof\tMisusers’\tlaw\tallowing\tfor\tsuch\tinvoluntary\ttreatment.“The double-edged stigma of pathology/criminality, of disease/(im)morality (Larkin et al 2006) that surrounds people who use drugs in many societies informs “the traditional view in which the user is perceived as either a criminal or a sick person” (Tammi and Hurme 2006: 2)14As with abovementioned pathologisation, sex workers are pathologised in some radical feminist discourse,8 with mental disorder seen to result from sex work itself and also from childhood abuse, asserted to act as a precursor to selling sex (Farley 2004; Farley 2006; Jeffreys 1997; O’Connor and Healy 2006; Raymond 1998). These arguments thus undermine sex workers’ agency in selling sex; sex workers’ testimony that diverges from a radical feminist model of abuse and desperation in sex work is explained away, the sex worker in question being deemed to be either unable to engage with the abuse in their sex work, or simply seen to be denying it as a coping strategy (for example, see Jeffreys 1997; Raymond 2003). Thus, by using a model of false consciousness, radical feminist discourse undermines sex workers’ narratives and experiences that diverge from a model of trauma, abuse, and violence: “(t)he problem… is in deciding which prostituted and ex-prostituted women to listen to” (Jeffreys 1997: 77). Commonalities in social construction of sex workers and drug users do not end there, where historically, sex workers have been pathologised and problematised as deviant, immoral, sociopathic, psychopathic, and hypersexual (Baldwin 2005; Hubbard 1999), “vicariously associated with crime, disease, pollution and poverty” (Hubbard 1999: 100).As with a disempowering ‘addiction’ discourse, models of (or, at least, markedly similar to) false consciousness and pathologisation are used to explain away the agency of subordinate and/or problematised groups. Parallels with other groups seen to be deviant and socially other are striking. A similar medicalisation of homosexuality and pathologisation of LGBTQ people has historically been used to disempower and justify discrimination towards these groups, and is still used by some to strip LGBTQ people of their agency and to justify infantilisation, stigmatisation, discrimination, ‘intervention’ and ‘treatment’ in the form of – sometimes medically sanctioned and practiced, and sometimes under pressure or coercion, as with some treatments for addiction – ‘gay cures’ (Daniel 2009), and coerced sex reassignment surgery (Kaplan 2004). This pathologisation is, perhaps, most conspicuous today in the case of transgender people, with a construction of ‘gender identity disorder’ used to pathologise trans people as, by default, mentally ill (Lev 2005). As recently as the early 1970s, gay people too were pathologised in the DSM9 (Lev 2005), and the pathologisation and stigmatisation of people who use drugs remains, for the most part, unquestioned and assumed today.“A similar medicalisation of homosexuality and pathologisation of LGBTQ people has historically been used to disempower and justify discrimination towards these groups,”8\t This\tradical\tfeminist\tunderstanding\tof\tsex\twork,\twith\tsex\twork\tseen\tto\tan\tultimate\texpression\tof\tpatriarchal\tsubjugation\tof\twomen,\thas\tdirectly\t \t informed\tSweden’s\t1999\tcriminalisation\tof\tthe\tpurchase\tof\tsex.\tAs\twith\tcriminalising\tdrugs\tlegislation,\tthe\tlaw\thas\tresulted\tin\tincreased\tstigma,\t \t social\texclusion,\tdifficulties\twith\tservice\tproviders,\tand\tharm\t(Levy\t2011).\t9\t DSM:\tDiagnostic\tand\tStatistical\tManual\tof\tMental\tDisorders,\tpublished\tby\tthe\tAmerican\tPsychiatric\tAssociation.\tRecent\tcriticism\tof\tthe\tDSM\t \t adding\tand\tremoving\tapparent\tpsychological\tdisorders\t(Dailey\t2013)\tgoes\tsome\tway\tto\tdemonstrate\tthe\tmutability\tand\tinconsistency\tof\twhat\twe\t  understand to be disease and disorder.15The Empirical Harm of DrugsAs I hope to have demonstrated, the harms associated with drug use are increased through unrealistic and unempirical attempts to abolish drug use through repression, criminalisation, and stigmatisation. Prohibition is primarily driven morally and ideologically, not by evidence of effectiveness for the reduction of harm or, in fact, the reduction of drug use.Since prohibitionist policies have failed to decrease drug-related harms, it seems that comprehensive legal reform is needed, with an end to the criminalisation and stigmatisation of people who use drugs ‘urgently’ called for (Global Commission on Drug Policy 2011). Indeed, “decriminalisation or depenalisation of drugs for personal use have been widely recommended” (Jürgens et al 2010). A challenging alternative discourse “based on a formal assessment of harm rather than on prejudice and assumptions” (Nutt et al 2007: 1052; also see Tammi 2005) is advocated as an alternative to crude and morality-driven criminalisation and (mis)classification. Pragmatism and nuance in terms of harm are emphasised, where “one must move from an ‘all drug use is bad’ stance to a ‘some drug use is much worse than other drug use’ perspective” (Des Jarlais et al 1995: 1579). Nutt et al’s (2007; 2010) multicriteria analyses, for example, that address multiple harms – both to the individual, and to society – is surely more empirically grounded and realistic than policy and analysis with a foundation of assumption, ideology, morality, and stigma. Harm ReductionWith prohibition-driven harms arguably increasing globally, the need for a public health and harm reduction perspective in order to avoid further cost and harm is emphasised (International Federation of Red Cross and Red Crescent Societies 2003; WHO 2005). Law enforcement and harm reduction are not necessarily mutually exclusive (Stevens et al 2010), and it is argued that “(l)aw enforcement efforts should focus not on reducing drug markets per se but rather on reducing their harms” (Global Commission on Drug Policy 2011). Reducing the likelihood of transmission of blood-borne infections and providing healthcare to people who use drugs, in particular for those who inject,  may be achieved by (for example see Advisory Council on the Misuse of Drugs 2009; Drucker et al 1998; Gibson et al 1999; Hurley et al 1997; Johnstona et al 2006; Stimson 1989; Tammi 2005; WHO 2004b; WHO UNODC UNAIDS 2009) decreasing needle sharing (through needle/syringe programmes, needle/syringe vending machines, and pharmacy provision),bleach and paraphernalia distribution, drug content testingSome Suggestions for Moving Forward“Law enforcement and harm reduction are not necessarily mutually exclusive (Stevens et al 2010), and it is argued that “(l)aw enforcement efforts should focus not on reducing drug markets per se but rather on reducing their harms” (Global Commission on Drug Policy 2011).16(such as pill testing available in the Netherlands), straw (for snorting) provision, foil (for smoking heroin) provision, street-based outreach work, referral, disseminating information, education/peer education regarding risk behaviours (including sex education), condom provision, counselling and testing services, legal and social services, stigma reduction programmes, naloxone as part of overdose prevention work, and opiate substitution programmes.Some harm reduction discourse deliberately positions itself neutrally (International Federation of Red Cross and Red Crescent Societies 2003; Tammi and Hurme 2006), differing from a prohibitionist approach in that it does not aspire to a reduction of drug use (Drucker et al 1998). Though prohibitionism is argued to increase harms surrounding drug use – and is thus seemingly incompatible with a harm reduction philosophy – harm reduction and prohibitionism are not necessarily mutually exclusive: many people are currently involved in drug use, and harm reduction may therefore be deployed to mitigate the surrounding harms within current (arguably harmful) legislative frameworks (Tammi 2005; UNODC 2008). It is, however, a promotion of welfare and health – coupled with active efforts to reduce harm – that should be sought, to the deprioritisation of the moral and ideological goals of prohibition. I should stress also that ultimately what is required is an end to prohibition, if the harms surrounding drug use are ever to truly and comprehensively be addressed, given that it is prohibition itself that so dramatically and demonstrably drives and exacerbates so many of these harms.Reducing Harm: Moving Away from StigmaFurther to a nuanced and evidence-driven assessment of drugs and a concerted effort to reduce the harms that may be associated with drug use (arguably impossible without being accompanied by a decriminalisation of drug use, where criminalisation itself precipitates harm), it is emphasised that people who use drugs should not be regarded as deviant or inherently problematic, and should be entitled to the same citizenship and rights as the rest of the populace; problematisations of people who use drugs stemming from aforementioned discourses of addiction, for example, “should be resisted or at least questioned” (Keane 2002: 189). Due to their connotation and implication, the terms ‘addict’ and ‘addiction’ are argued to be “pejorative and stigmatising” (Larkin et al 2006: 207-208); terminology should therefore be contested and used carefully, addressing reductionist and derogatory assumptions (Larkin et al 2006). The construction of the diseased ‘addict’ or ‘drug abuser’ (see INPUD 2011) with a “pathological relationship between the subject and the substance” (Keane 2002: 37), the addict assumed as a ‘sick person’, may thus give way to a more neutral idea of a ‘drug user’ (Stimson 1987), or ‘people who use drugs’ (INPUD 2011). 17“Our terminology, like drug classification, should be more objective, more descriptive, and less open to subjective assumption.”Drug user networks such as the International Network of People who Use Drugs (INPUD 2011) prefer ‘people who use drugs’ as a less reductive alternative to the nounifying (apologies for the wordoid) ‘drug users’, and I have used this more neutral and descriptive term in this paper. Other terms, like ‘problem’ drug user (criticised above), should perhaps serve the purpose of being a more accurate reflection of an individual’s situation, connoting drug use that has become problematic for a person, not a blanket term generalising all of a heavily stigmatised ‘type’ of drug use(r). Our terminology, like drug classification, should be more objective, more descriptive, and less open to subjective assumption. Who is anyone to assume that injecting or dependence is, by default, problematic, especially given that many of the harms that may result – both to the individual and to society – in the first place stem from such moralistic problematisation, and the criminalisation that results? Who is anyone to superimpose their own desires, aversions, and interpretations onto another individual’s engagement with their own body and mind?Ideas and terms continue to change and adjust, with Vrecko (2010) noting that dependence/addiction has been viewed as a ‘hybrid entity’, with medical, biological, moral, spiritual, and psychological analyses all historically playing roles. Favoured terms and understandings will, no doubt, continue to transform and transmogrify over time; what is imperative, though, is that understanding and assumption should be broken down and contested. Terminology and metaphor are, as I have been at pains to emphasise, enormously powerful. Our choice of terminology, of metaphor, of construction, should therefore not be a blasé one. Further, our efforts to destabilise and tackle issues of stigma need to engage with multiple stigmas and stigmas of varying intensity, “comprehensive interventions that are multilevel and address intersectional forms of stigma” (Logie et al 2011).18In Conclusion: Prioritising Health, Inclusion, and IntersectionalityIn summary, mainstream understanding and legislative classification and criminalisation of substances referred to here as ‘drugs’ is far from an indicative gauge of true harm. Ironically and circularly, it is the very criminalisation – and the stigmatisation and social construction that are relied upon to repress and marginalise people who use drugs, to render them as deviant – that drives and exacerbates much of the harm associated with drug use. In short, criminalisation and stigmatisation drive harm (and each other), which in turn serves to legitimise and justify criminalisation and stigma; intricate feedback loops indeed. In order to decrease the harms surrounding drug use, policy should be pragmatic and assessed on real outcomes (Tammi and Hurme 2006). A move towards harm reduction, towards pragmatism, towards policies and laws based on empirical evidence and on a human rights and health perspective – not a punitive and moralistic one – is surely the only option where, as argued by Des Jarlais:“Nonmedical use of psychoactive drugs is inevitable in any society that has access to such drugs. Drug policies cannot be based on a utopian belief that nonmedical drug use will be eliminated.” (Des Jarlais 1995: 10)In the context of disempowering social construction, social spoiling, and assumption, systematically serving to undermine agency and to silence the voices of people who use drugs themselves, decision making, policy, research, and legislation should be informed by those to whom it pertains (see AIVL 2006; Byrne and Albers 2010; Hunt et al 2009; Jürgens 2008). Indeed, the slogan “nothing about us without us”, first adopted by the disability rights movement, has been taken on by drug user rights organisations (Jürgens 2008), emphasising the importance of their contribution and inclusion. As I have stressed, many of the difficulties faced by people who use drugs, sex workers, and LGBTQ communities can be similar. It is no coincidence that this same ‘nothing about us without us’ slogan has been taken on by sex worker activists (International Sex Worker Harm Reduction Caucus 2008), where sex workers can face the same opposition to the implementation of sex work-related harm reduction initiatives, and similar issues relating to marginalisation, disempowerment, and an undermining of agency, a group whose own contribution to the formation of law and policy is also advocated in the context of their absence and exclusion (see International Sex Worker Harm Reduction Caucus 2008; Rekart 2005; UNAIDS 2009).mainstream understanding and legislative classification and criminalisation of substances referred to here as ‘drugs’ is far from an indicative gauge of true harm1910\t For\texample,\tthough\tthere\tcan\tbe\tintersections\tbetween\tsex\twork\tand\tdrug\tuse,\tgeneralising\tsex\tworkers\tas\tpeople\twho\tuse\tdrugs\t(or\tvisa\tversa)\t \t would\tbe\tboth\tsimplistic,\tand\tinaccurate\t(Cusick\tet\tal\t2009;\tSpice\t2007).A need to recognise and maximise opportunities and efforts of sex workers and people who use drugs alike to organise, network, and peer-educate is key as a means to the end of exclusion and the promotion of rights and health  (for drug use, see AIVL 2006; Hunt et al 2010; Jürgens 2008; for sex work, see Brooks-Gordon 2006; Sanders and Campbell 2007; Scambler et al 1990; UNAIDS 2009; Ward 2007). A need to recognise and maximise opportunities and efforts of sex workers and people who use drugs alike to organise, network, and peer-educate is key as a means to the end of exclusion and the promotion of rights and health (for drug use, see AIVL 2006; Hunt et al 2010; Jürgens 2008; for sex work, see Brooks-Gordon 2006; Sanders and Campbell 2007; Scambler et al 1990; UNAIDS 2009; Ward 2007). Thus, calls for inclusivity, activism, peer-empowerment, and peer-education should be seen from a perspective of commonality in struggle, from a perspective of intersectionality that encourages collective action and solidarity (see Crenshaw 1989; Crenshaw 1991).I am certainly not asserting that these groups are identical in their struggles, their identities, or their social constructions, and one must be wary of conflations and crude overlapping (though certainly there can be intersection amongst these communities, and as mentioned above, stigma may be shared and assumed),10 as well as sensitive to intragroup variability and difference (Crenshaw 1991). What is clear, however, is that the means by which some groups have been criminalised, subjugated, oppressed, demonised, and cast out of normative society, are strikingly similar. Though fought on multiple fronts, these are parallel battles for autonomy and empowerment in the face of crosscutting social exclusion, control, stigmatisation, and an undermining of agency and self-determination, battles against the same modes of silencing, pathologisation, and disempowerment.20AcknowledgementsThe author is grateful for the comments and acumen of Eliot Albers, Paul Sagar, Roisin Ellison, Robin Pollard, and Anita Krug.ReferencesAdvisory Council on the Misuse of Drugs, 2009, The Primary Prevention of Hepatitis C Among Injecting Drug Users (London: Home Office)Ahern, J., Stuber, J., Galea, S., 2007, Stigma, discrimination and the health of illicit drug users.  Drug and Alcohol Dependence 88: 188-196AIVL (Australian Injecting & Illicit Drug Users League), 2006, A framework for peer education by drug-user organisations (Canberra: AIVL)Albers, E. R., 2012, Introductory comments by Eliot Ross Albers, in The Global State of Harm Reduction – Towards an Integrated Response, Harm Reduction International: 6 (London: Harm Reduction International)Amundsen, E. J., Eskild, A., Stigum, H., Smith, E., Aalen, O. O., 2003, Legal access to needles and syringes/ needle exchange programmes versus HIV counselling and testing to prevent transmission of HIV among intravenous drug users - A comparative study of Denmark, Norway and Sweden. European Journal of Public Health 13: 252-258Baldwin, P., 2005, Disease and Democracy – The Industrialized World Faces AIDS (London: University of California Press)Bluthenthal, R. N., Kral, A. H., Gee, L., Erringer, E. A., Edlin, B. R., 2000, The effect of syringe exchange use on high-risk injection drug users: a cohort study. AIDS 14: 605-611Brooks-Gordon, B., 2006, The Price of Sex (Cullompton: Willan Publishing)Buchanan, J. and Young, L., 2000, The War on Drugs – A War on Drug Users. Drugs: Education,  Prevention Policy 7, 4: 409-422Byrne, J. and Albers, E. R., 2010, Coexisting or conjoined: The growth of the international drug users’ movement through participation with International Harm Reduction Association Conferences.  International Journal of Drug  Policy 21: 110-111Caldicott, D. G. E., Edwards, N. A., Kruys, A., Kirkbride, K. P., Sims, N., Byard, R. W., Prior, M., and Irvine, R. J., 2003, Dancing with “Death”: P-Methoxyamphetamine Overdose and Its Acute Management. Journal of Toxicology Clinical Toxicology 41, 2: 143-154Crenshaw, K., 1989, Demarginalizing the intersection of race and sex: A Black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. The University of Chicago Legal Forum: 139-167Crenshaw, K., 1991, Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color. Stanford Law Review 43, 6: 1241-1299Dailey, K., 2013, DSM-5: What’s in a name? Codifying mental illness, BBC News Magazine, 4th June  (available at http://www.bbc.co.uk/news/magazine-22708605 accessed 20/06/13)Daniel, J., 2009, The Gay Cure? Therapy Today  (available at http://www.therapytoday.net/article/15/32/categories/ accessed 03/06/13)Darke, S. and Hall, W., 2003, Heroin-Overdose: Research and Evidence-Based Intervention.  Journal of Urban Health: Bulletin of the New York Academy of Medicine 80, 2: 189-20021Degenhardt, L. and Hall, W., 2012, Extent of illicit drug use and dependence, and their contribution to the global burden of disease. The Lancet 379: 55–70Des Jarlais, D. C., 1995, Editorial: Harm Reduction-A Framework for Incorporating Science into Drug Policy. American Journal of Public Health 85: 10-12Des Jarlais, D. C., Paone, D., Friedman, S. R., Nina Peyser, N., Newman, R. G., 1995, Regulating Controversial Programs for Unpopular People: Methadone Maintenance and Syringe Exchange Programs.  American Journal of Public Health 85, 11: 1577-1584Dolan, K, Wodak, A, Penny, R, 1995, AIDS behind bars: preventing HIV spread among incarcerated drug injectors. AIDS 9: 825-832Drucker, E., Lurie, P., Wodakt, A., Alcabes, P., 1998, Measuring harm reduction: the effects of needle and syringe exchange programs and methadone maintenance on the ecology of HIV. AIDS 12: 5217-5230EMCDDA (European Monitoring Centre for Drugs and Drug Addiction), 2009, Annual Report 2009 – The State of the Drugs Problem in Europe (Luxembourg: Publications Office of the European Union)Engels, F., 1893, Letter from Engels to Franz Mehring. Marx and Engels Correspondence (International Publishers; http://www.marxists.org/archive/marx/works/1893/letters/93_07_14.htm accessed 10/01/12)Faden, R., Geller., G., Powers, M., 1991, AIDS, Women, and the Next Generation – Towards a Morally Acceptable Public Policy for HIV Testing of Pregnant Women and Newborns (New York: Oxford University Press)Farley, M., 2004, “Bad for the Body, Bad for the Heart”: Prostitution Harms Women Even if Legalized or Decriminalized. Violence Against Women 10: 1087-1125Farley, M., 2006, Prostitution, Trafficking, and Cultural Amnesia: What We Must Not Know in Order To Keep the Business of Sexual Exploitation Running Smoothly. Yale Journal of Law and Feminism 18: 101-136Gibson, D. R., Flynn, N. M. and McCarthy, J., J., 1999, Effectiveness of methadone treatment in reducing HIV risk behavior and HIV seroconversion among injecting drug users, AIDS 13: 1807-1818Global Commission on Drug Policy, 2011, Report of the Global Commission on Drugs Policy  (http://www.globalcommissionondrugs.org/reports/ accessed 18/10 2011)Global Commission on Drug Policy, 2012, The War on Drugs and HIV/AIDS – How the Criminalization of Drug Use Fuels the Global Pandemic (http://www.globalcommissionondrugs.org/reports/ accessed 28/06/12)Global Commission on Drug Policy, 2013, The Negative Impact Of The War On Drugs On Public Health:  The Hidden Hepatitis C Epidemic (http://www.globalcommissionondrugs.org/hepatitis/gcdp_hepatitis_english.pdf accessed 17/06/13)Goffman, E., 1968, Stigma – Notes on the Management of Spoiled Identity (London: Pelican Books)Health Protection Agency, Health Protection Scotland, National Public Health Service for Wales, Communicable Disease Surveillance Centre Northern Ireland, Centre for Research on Drugs & Health Behaviour, 2008, Shooting Up - Infections among injecting drug users in the United Kingdom 2007 - An update (London: Health Protection Agency)Hedrich, D., Kerr, T. and Dubois-Arber, F., 2010, Drug consumption facilities in Europe and beyond, in European Monitoring Centre for Drugs and Drug Addiction, Harm reduction: evidence, impacts and challenges, ed. Rhodes, T. and Hedrich, D.: 305-331(Luxembourg: Publications Office of the European Union)Home Office, 2012, Putting Full Recovery First – the Recovery Roadmap  (http://www.homeoffice.gov.uk/publications/alcohol-drugs/drugs/recovery-roadmap accessed 11/05/12)Hubbard, P., 1999, Sex and the City (Aldershot: Ashgate Publishing Ltd)22Hunt, N., Albert, E., and Montañés Sánchez, V., 2010, User Involvement and User Organising in Harm Reduction’, in Harm reduction: evidence, impacts and challenges, EMCDDA Scientific Monograph Series No. 10, ed. Rhodes, T. and Hedrich, D.: 369-392 (Luxembourg: Publications Office of the European Union)Hurley, S. F., Jolley, D. J., Kaldor, J. M., 1997, Effectiveness of needle-exchange programmes for prevention of HIV infection. The Lancet 349: 1797-1800INPUD (International Network of People who Use Drugs), 2011, INPUD Position Statement on Language, Identity, Inclusivity and Discrimination (http://inpud.wordpress.com/position-papers/inpud-position-statement-on-language-identity-inclusivity-and-discrimination/ accessed 13/03/12)INPUD (the International Network of People who Use Drugs), 2013, Anthrax Warning! If you use heroin you could be at risk – information for heroin users  (available at http://www.inpud.net/INPUDanthraxMarch2013.pdf accessed 06/05/13)International Federation of Red Cross and Red Crescent Societies, 2003, Spreading the light of science Guidelines on harm reduction related to injecting drug use  (Geneva: International Federation of Red Cross and Red Crescent Societies)International Sex Worker Harm Reduction Caucus, 2008, Statement International Harm Reduction Association’s 19th International Conference Harm Reduction 2008 Barcelona, Spain, May 11 to 15, 2008Jeffreys, S., 1997, The Idea of Prostitution (Melbourne: Spinifex Press)Jellinek, E. M., 1960, The Disease Concept of Alcoholism. (New Haven: Hillhouse Press) Johnstona, J., Barrattb, M. J., Frya, C. L., Kinnerd, S., Stoove M., Degenhardte, L., Georgeb, J., Jenkinsona, R., Dunne, M., and Bruno, R., 2006, A survey of regular ecstasy users’ knowledge and practices around determining pill content and purity: Implications for policy and practice.  International Journal of Drug Policy 17: 464-472Jürgens, R., 2008, “Nothing about us without us” – Greater, meaningful involvement of people who use illegal drugs: A public health, ethical, and human rights imperative, International edition (Toronto: Canadian HIV/AIDS Legal Network, International HIV/AIDS Alliance, Open Society Institute)Jürgens, R., Csete, J., Amon, J. J., Baral, S., Beyrer, C., 2010, People who use drugs, HIV, and human rights. The Lancet: DOI:10.1016/S0140-6736(10)60830-6Käll, K., Hermansson, U., Amundsen, E. J., Rönnbäck, K., and Rönnberg, S., 2007, The Effectiveness of Needle Exchange Programmes for HIV Prevention - A Critical Review.  The Journal of Global Drug Policy and Practice 1, 3 (http://www.globaldrugpolicy.org/1/3/1.php)Kaplan, R. M., 2004, Treating homosexuality as a sickness – Psychiatric abuses during apartheid era have not been brought to account. British Medical Journal 328, 7445: 956Kayal, P. M., 1993, Bearing Witness – Gay Men’s Health Crisis and the Politics of AIDS  (Boulder CO: Westview Press)Keane, H., 2002, What’s Wrong with Addiction? (Melbourne: Melbourne University Press)Kerr, T. and Wood, E., 2008, Misrepresentation of Science Undermines HIV Prevention.  Canadian Medical Association Journal 178, 7: 964Larkin, M., Wood, R. T. A, Griffiths, M. D., 2006, Towards Addiction as Relationship.  Addiction Research and Theory 14, 3: 207-215 Lev, A. I., 2005, Disordering gender identity: Gender Identity Disorder in the DSM-IV-TR.  Journal of Psychology and Human Sexuality 17: 35-6923Levy, J., 2011; Impacts of Swedish Criminalisation of the Purchase of Sex on Sex Workers, British Society of Criminology Annual Conference, Northumbria University, 3-6 July, 2011 (available at: http://cybersolidaires.typepad.com/ameriques/2011/08/impacts-de-la-criminalisation.html accessed 03/06/13)Levy, J., 2011b; Impacts of the Swedish Criminalisation of the Purchase of Sex on Service Provision for Sex Workers, Correlation Conference, Ljubljana, 12-14 December, 2011 (available at: http://correlation-net.org/correlation_conference/images/Presentations/MS4_Levy.pdf accessed 03/06/13)Logie, C. H. James, L, Tharao, W, Loutfy, M. R., 2011, HIV, Gender, Race, Sexual Orientation, and Sex Work:  A Qualitative Study of Intersectional Stigma Experienced by HIV-Positive Women in Ontario, Canada.  PLoS Med 8,11: e1001124. doi:10.1371/journal.pmed.1001124Mathers, B. M., Degenhardt, L., Ali, H., Wiessing, L., Hickman, M., Mattick, R. P., Myers, B., Ambekar, A., Strathdee, S. A., 2010, HIV prevention, treatment, and care services for people who inject drugs: a systematic review of global, regional, and national coverage. The Lancet: DOI:10.1016/S0140-6736(10)60232-2Nelson P, K., Mathers, B. M., Cowie, B., Hagan, H., Des Jarlais, D., Horyniak, D., Degenhardt, L., 2011,  Global epidemiology of hepatitis B and hepatitis C in people who inject drugs: results of systematic reviews. The Lancet 378, 9791: 571-583Nutt, D., 2009, David Nutt: my views on drugs classification, The Guardian, 3rd November  (available at http://www.guardian.co.uk/uk/2009/nov/03/david-nutt-drugs-policy accessed 17/0613)Nutt, D., 2012, Drugs - Without the Hot Air: Minimising the Harms of Legal and Illegal Drugs  (Cambridge: UIT Cambridge)Nutt, D., King, L, A., Phillips, L. D., on behalf of the Independent Scientific Committee on Drugs, 2010,  Drug harms in the UK: a multicriteria decision analysis. The Lancet  376, 9752: 1558-1565Nutt, D., King, L. A., Saulsbury, W., Blakemore, C., 2007, Development of a rational scale to assess the harm of drugs of potential misuse. The Lancet 369: 1047–1053O’Connor, M. and Healy, G., 2006, The Links between Prostitution and Sex Trafficking: A Briefing Handbook (http://action.web.ca/home/catw/readingroom.shtml?x=89931 accessed 26/07/12)Open Society Institute, 2009, At what cost? HIV and human rights consequences of the global “war on drugs”  (New York: Open Society Institute; available at http://www.opensocietyfoundations.org/sites/default/files/at-what-cost_20090302.pdf accessed 08/05/13)Pidd, H., 2013, Further arrests over ‘contaminated’ ecstasy deaths, The Guardian, 23rd January (available at http://www.usq.edu.au/library/referencing/harvard-agps-referencing-guide#Jnl&News accessed 12/03/13)Press Association, 2012, Heroin user infected with anthrax in Oxford, The Guardian, 2nd November (available at http://www.guardian.co.uk/world/2012/nov/02/anthrax-infection-heroin-oxford accessed 12/03/13)Raymond, J., 1998, Prostitution as Violence against Women: NGO Stonewalling in Beijing and Elsewhere. Women’s Studies International Forum 21, 1: 1-9Raymond, J., 2003, Ten Reasons for Not Legalizing Prostitution And a Legal Response to the Demand for Prostitution. Journal of Trauma Practice 2: 315-332Reinarman, C., 2005, Addiction as accomplishment: The discursive construction of disease.  Addiction Research and Theory 13, 4: 307-320Rekart, M. L., 2005, Sex-Work Harm Reduction. The Lancet 366: 2123–2134 Reuter, P. and Trautmann, F., 2007, A Report on Global Illicit Drug Markets 1998-2007 (European Commission: available at http://ec.europa.eu/justice/anti-drugs/files/report-drug-markets-short_en.pdf accessed 08/05/13)24Rhodes, T., Davis, M., Judd, A., 2004, Hepatitis C and its risk management among drug injectors in London: renewing harm reduction in the context of uncertainty. Addiction 99: 621–633Rhodes, T., Kimber, J., Small, W., Fitzgerald, J., Kerr, T., Hickman, M., Holloway, G., 2006, Public injecting and the need for ‘safer environment interventions’ in the reduction of drug-related harm. Addiction 101: 1384–1393Rhodes, T., Lowndes, C., Judd, A., Mikhailova, L. A., Sarang, A., Rylkov, A., Tichonov, M., Lewis, K., Ulyanova, N., Alpatova, T., Karavashkin, V., Khutorskoy, M., Hickman, M., Parry, J. V. and Renton, A., 2002, Explosive spread and high prevalence of HIV infection among injecting drug users in Togliatti City, Russia. AIDS 16: F25–F31Room, R., 2005, Stigma, social inequality and alcohol and drug use. Drug and Alcohol Review 24: 143-155Ross, J., 1989, The Militarization of Disease – Do We Really Want a War on Aids?  Soundings: An Interdisciplinary Journal: 72, 1: 39-58Sanders, T. and Campbell, R., 2007, Designing out vulnerability, building in respect: violence, safety and sex work policy. The British Journal of Sociology 58: 1-19Scambler, G., Peswani, R., Adrian, R., Scambler, A., 1990, Women prostitutes in the AIDS era.  Sociology of Health & Illness 12, 3: 260-273Seddon, T., 2010, A History of Drugs - Drugs and Freedom in the Liberal Age (Abingdon: Routledge)Sherry, M., in Timothy F Murphy and Suzanne Poirier (eds), 1993, Writing AIDS: gay literature, language and analysis (New York: Columbia University Press)Sontag, S., 1989, Illness as Metaphor and AIDS and its metaphors, (London: Penguin)Stevens, A., 2012, The ethics and effectiveness of coerced treatment of people who use drugs.  Human Rights and Drugs 2, 1: 7-16Stimson, G. V., 1989, Editorial Review – Syringe-Exchange Programmes for Injecting Drug Users.  AIDS 3: 253-260Tammi, T. and Hurme, T., 2006, How the harm reduction movement contrasts itself against punitive prohibition. International Journal of Drug Policy, doi:10.1016/j.drugpo.2006.11.003: 1-4Tammi, T., 2005, Diffusion of Public Health Views on Drug Policy – The Case of Needle Exchange in Finland, in Beyond health literacy—Youth cultures, prevention and policy, ed. Hoikkala, T., Hakkarainen, P., Laine, S: 185-199 (Helsinki: Finnish Youth Research Network, Publications 52 & Stakes)Taylor, M., Mackay, K., Murphy, J., McIntosh, A., McIntosh, C., Anderson, S., and Welch, K., 2012, Quantifying the RR of harm to self and others from substance misuse: results from a survey of clinical experts across Scotland. BMJ Open 2:e000774 doi:10.1136UNAIDS, 2009, UNAIDS Guidance Note on HIV and Sex Work (Geneva: UNAIDS)UNAIDS, 2009, UNAIDS Guidance Note on HIV and Sex Work (Geneva: UNAIDS)UNODC (United Nations Office on Drugs and Crime), 2008, Reducing the adverse health and social consequences of drug abuse: A comprehensive approach (available online at http://www.unodc.org/documents/prevention/Reducing-adverse-consequences-drug-abuse.pdf accessed 26/07/12)WHO (World Health Organisation), 2004, Effectiveness of Sterile Needle and Syringe Programming in Reducing HIV/AIDS Among Injecting Drug Users (Geneva: WHO)WHO (World Health Organisation), 2005, Effectiveness of Drug Dependence Treatment in Preventing HIV Among Injecting Drug Users (Geneva: WHO) 25WHO (World Health Organisation), 2005b, Violence against sex workers and HIV prevention  (available at http://www.who.int/gender/ accessed 31/03/12)WHO (World Health Organization), 2007, Guide to Starting and Managing Needle and Syringe Programmes (Geneva: World Health Organisation)WHO UNODC UNAIDS (World Health Organisation, United Nations Office on Drugs and Crime, and  Joint United Nations Programme on HIV/AIDS), 2009, WHO, UNODC, UNAIDS Technical Guide for Countries to Set Targets for Universal Access to HIV Prevention, Treatment and Care for Injecting Drug Users (http://www.unodc.org/documents/hiv-aids/idu_target_setting_guide.pdf accessed 10/05/12)WHO, n.d., Lexicon of alcohol and drug terms published by the World Health Organization  (http://www.who.int/substance_abuse/terminology/who_lexicon/en/ accessed 21/04/13)Wilchins, R., 2004, Queer Theory, Gender Theory (Los Angeles: Alyson Books)Wild, T. C., 2005, Social control and coercion in addiction treatment: towards evidence-based policy and practice. Addiction 101: 40-49Yap, L., Butler, T., Richters, J., Kirkwood, K., Grant, L., Saxby, M., Ropp, F., Donovan, 2007, B., Do condoms cause rape and mayhem? The long term effects of condoms in New South Wales’ prisons.  Sexually Transmitted Infections June 83, 3: 219-222Dr. Jay Levy’s research has focussed on the impacts of sex work abolitionism and drug prohibitionist law and policies. He currently works for an NGO in London.Youth RISE is an international, youth-led network committed to confronting the reality that young people today live in a world where drugs are more accessible on the street than the education and resources needed to reduce their harm. Youth RISE promotes evidence based drug policies and harm reduction strategies with the involvement of young people who use drugs and envisions a world where society responds to drug use among young people through humane and evidence based policy and practice. www.youthrise.orgThe International Network of People who Use Drugs (INPUD) is a global peer-based organisation that seeks to promote the health and defend the rights of people who use drugs. INPUD will expose and challenge stigma, discrimination and the criminalisation of people who use drugs and its impact on the drug using community’s health and rights. INPUD will achieve this through processes of empowerment and advocacy at the international level, while supporting empowerment and advocacy at community, national and regional levels. www.inpud.net",
    "id": 34721097,
    "identifiers": {
        "doi": null,
        "oai": "oai:generic.eprints.org:21234/core821"
    },
    "title": "The harms of drug use: criminalisation, misinformation, and stigma.",
    "language": null,
    "publishedDate": "2014-01-01T00:00:00+00:00",
    "publisher": "INPUD; Youth RISE",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/34721097.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/34721097"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/34721097/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/34721097/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/34721097"
        }
    ],
    "abstract": "Contents:\n\n•\tIntroduction – Lots of Drug Use; Lots of Harm\n\n•\tCriminalisation and a War on Drugs\n\n•\t(Mis)Understanding Harm\n\n•\tCriminalisation: Precipitating Harm, Opposing Harm Reduction\n\n•\tThe Harms of Social Spoiling, Social Construction, and Language\n\n•\tAddiction as Disease: Precipitating Stigma, Undermining Agency\n\n•\tSome Suggestions for Moving Forward\n\n•\tThe Empirical Harm of Drugs\n\n•\tHarm Reduction\n\n•\tReducing Harm: Moving Away from Stigma\n\n•\tIn Conclusion: Prioritising Health, Inclusion, and Intersectionality\n\n•\tAcknowledgements & Reference",
    "tags": [
        "Report",
        "NonPeerReviewed",
        "International",
        "Substance related crime",
        "Prejudice (stigma / discrimination)",
        "Policy on substance use",
        "Substance use harm reduction",
        "Harm reduction policy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Report",
        "NonPeerReviewed"
    ],
    "oai": "oai:generic.eprints.org:21234/core821",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "821",
        "openDoarId": 0,
        "name": "National Documentation Centre on Drug Use",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 34721097,
        "depositedDate": null,
        "publishedDate": "2014-01-01T00:00:00+00:00",
        "updatedDate": "2023-05-15T04:49:28+01:00",
        "acceptedDate": null,
        "createdDate": "2016-05-16T16:41:35+01:00"
    },
    "urls": [
        "https://www.drugsandalcohol.ie/view/people/Levy=3AJay=3A=3A.html",
        "https://www.drugsandalcohol.ie/21234/1/INPUD_The_Harms_of_Drug_Use_JayLevy2014_INPUD_YouthRISE.pdf",
        "https://www.drugsandalcohol.ie/21234/"
    ],
    "lastUpdate": "2023-05-15T04:49:28+01:00",
    "setSpecs": []
}