{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Barker, Meg"
        },
        {
            "name": "Richards, Christina"
        },
        {
            "name": "Jones, Rebecca"
        },
        {
            "name": "Bowes-Catton, Helen"
        },
        {
            "name": "Plowman, Tracey"
        },
        {
            "name": "Yockney, Jen"
        },
        {
            "name": "Morgan, Marcus"
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-17T18:33:26+00:00",
    "dataProvider": {
        "id": 86,
        "name": "Open Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/86",
        "logo": "https://api.core.ac.uk/data-providers/86/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/145637883.pdf",
    "fullText": "Open Research OnlineThe Open University’s repository of research publicationsand other research outputsThe Bisexuality Report: Bisexual inclusion in LGBTequality and diversityOtherHow to cite:Barker, Meg; Richards, Christina; Jones, Rebecca; Bowes-Catton, Helen; Plowman, Tracey; Yockney, Jen andMorgan, Marcus (2012). The Bisexuality Report: Bisexual inclusion in LGBT equality and diversity. Centre forCitizenship, Identity and Governance. The Open University.For guidance on citations see FAQs.c© [not recorded]Version: Version of RecordLink(s) to article on publisher’s website:http://www.open.ac.uk/ccig/sites/www.open.ac.uk.ccig/files/The%20BisexualityReport%20Feb.2012 0.pdfCopyright and Moral Rights for the articles on this site are retained by the individual authors and/or other copyrightowners. For more information on Open Research Online’s data policy on reuse of materials please consult the policiespage.oro.open.ac.ukCentre for Citizenship, Identities and Governance and Faculty of Health and Social CarePublished by the Centre for Citizenship, Identity and Governance, The Open UniversityThis report is endorsed by: The Bisexuality Report:Bisexual inclusion in LGBT equality and diversityMeg Barker, Christina Richards, Rebecca Jones, Helen Bowes-Catton & Tracey Plowman (of BiUK)withJen Yockney (of Bi Community News) and Marcus Morgan (of The Bisexual Index)2Table of  ContentsExecutive Summary 3Key Recommendations 6The Bisexuality Report 9Introduction to the report 9Acknowledgements 10Definitions and Extent of Bisexuality 11Definitions\t 11Other terminology 11Bisexual identity, bisexual behaviour or bisexual feelings 12Bisexual allies 12Extent of bisexuality 13Specifics of bisexual experience and community 14Bisexual invisibility and exclusion 14Representations of bisexuality in the media 15Coming out 16Bisexual communities 17Biphobia 18Homophobia, heterosexism and heteronormativity 18Biphobia 19Double discrimination 21Crime and violence 21Biphobia in schools 22Biphobia in the workplace 24Biphobia in Sport 24Bisexuality and health 26Mental health 26Physical health 27Sexual health 27Intersections with bisexuality 29Race and culture 29Gender 29Relationship styles 30Sexual practices 30Age  31Ability 31Religion 31Education, employment and social class 32Geography 32Positive bisexual experiences 33Key resources 35Glossary of terms 37About BiUK 41Endnotes 42February 2012          ISBN 978-1-78007-414-63Please see full report for detail and footnotes This report aims to improve UK policy and practice in relation to bisexual people as part of the wider lesbian, gay, bisexual and transgender (LGBT) equalities agenda. It is directed particularly at national and local government, at practitioners and policy-makers, and at LGB and LGBT groups and organisations.Policy and practice in this area generally considers LGB and/or LGBT issues together. While there are many shared experiences and needs across\tthe\tLGBT\tspectrum,\tthere\tare\talso\tsignificant\tdifferences.\tAs\tdetailed in the full report, there are strong grounds for singling out bisexual people\tas\ta\tspecific\tgroup: ● Bisexual\tpeople’s\texperiences\tdiffer\t in\t important\tways\t from\t those\tof heterosexual people, and from those of lesbian and gay people. ● Biphobia is distinct from homophobia. ● Bisexual people often face discrimination and prejudice from within heterosexual, and lesbian and gay, communities. This can be obscured by LGBT amalgamation. ● Bisexual\tpopulations\thave\tsignificantly\thigher\t levels\tof\tdistress\tand\tmental\thealth\tdifficulties\t than\tequivalent\theterosexual\tor\t lesbian/gay populations.Definitions\tand\textentBisexuality generally refers to having attraction to more than one gender. It is\ta\tbroad\tterm\twhich\tmay\tinclude\tthe\tfollowing\tgroups\tand\tmore: ● People\twho\tsee\t themselves\tas\tattracted\t to\t ‘both\tmen\tand\twomen’. ● People who are mostly attracted to one gender but recognise this is not exclusive. ● People\twho\texperience\t their\tsexual\t identities\tas\tfluid\tand\tchangeable over time. ● People\twho\tsee\t their\tattraction\tas\t ‘regardless\tof\tgender’\t (other\taspects are more important in determining who they are attracted to). ● People who dispute the idea that there are only two genders and that people are attracted to one, the other, or both.Not everybody who is attracted to more than one gender describes themselves\tas\tbisexual.\tThere\tare\tmany\treasons\tfor\tthis\tincluding:\tcommon prejudices against bisexuality, different cultural understandings of\tsexuality,\tand\ta\tdesire\tto\tfit\tin\twith\tlesbian,\tgay\tor\theterosexual\tcommunities.The BisexualiTy RepoRT:  executive summary4It\tis\textremely\tdifficult\tto\tdetermine\tthe\tnumber\tof bisexual people due to both a lack of research\tand\tdifferent\tdefinitions\tof\tbisexuality.\tIf\tthe\tterm\tis\tdefined\tnarrowly,\tfor\texample\tas the number of people who self-identify as ‘bisexual’\ton\ta\tnational\tUK\tsurvey,\tthen\tthe\tproportions tend to be small. If the term is defined\tas\tbroadly\tas\tall\tpeople\twho\thave\tever\thad an attraction to more than one gender then\tit\tmay\tinclude\ta\tsignificant\tminority,\tor\teven a majority, of the population. However, how many bisexual people there are has no bearing on the necessity of ensuring that bisexual people enjoy equality and freedom from discrimination, as these rights apply to all regardless of sexual identity or attraction.Specifics\tof\tbisexual\texperienceBisexuality has been acknowledged to be an ‘invisible’,\t‘excluded’\tor\t‘silent’\tsexuality\twithin\tseveral\tdomains\tincluding:\tmainstream\tmedia,\tlesbian and gay communities, sex research, psychology and psychotherapy, policy and legislation. It has been argued that bisexual invisibility is the main problem confronting bisexual people accessing services.BiphobiaBiphobia refers to negative attitudes, behaviours\tand\tstructures\tspecifically\tdirected\ttowards bisexual people or anyone who is attracted to more than one gender. Attitudes to bisexual people are often found to be even more negative than those towards other minority groups. Common forms of biphobia include: ● Bisexual denial for example, questioning the existence of genuinely bisexual men, or seeing bisexual people as\t ‘confused’\tabout\t their\tsexuality. ● Bisexual invisibility for example, assuming that people are either heterosexual or lesbian/gay, or assuming\tpeople’s\tsexuality\ton\t the\tbasis of their current partner. ● Bisexual exclusion for example, claiming to speak for LGB or LGBT people but then neglecting bisexual-specific\t issues,\tor\t including\tbisexual\tpeople in research but amalgamating their responses with those of lesbians and gay men. ● Bisexual marginalisation for example, failing to engage with bisexual people/groups in policy and practice, or prioritising lesbian and gay issues over bisexual ones. ● Negative stereotypes for example, assuming that bisexual people are promiscuous, spreaders of disease, incapable of monogamy, a threat to relationships/families or  sexually available to anyone.Bisexual healthOf all the larger sexual identity groups, bisexual people have the worst mental health problems, including high rates of depression, anxiety, self harm and suicidality. This has been found both internationally and in the UK\tspecifically, and has been strongly linked to experiences of biphobia and bisexual invisibility. While there has been little research into\tbisexual\tpeople’s\tphysical\thealth,\tlinks between mental and physical health suggest that bisexual people should also be considered more at risk of physical health problems.5IntersectionsIt is vital, when researching, working with, or targeting initiatives towards bisexual people, to remember that other aspects intersect with sexual identity in important ways. This means that some people experience multiple discriminations, and that the experience of bisexuality is not universal. Other aspects of identity include such things as race, culture, gender, relationship styles, sexual practices, age, ability, religion, class and geography.Positive experiencesThis report focuses largely on problems faced by bisexual people in order to demonstrate that these need to be addressed. It is predominantly the attitudes and behaviours of others, and wider structures, which cause problems for bisexual people (as with lesbian and gay people). International research has found many positive\taspects\tto\tbisexual\tpeople’s\texperience,\tincluding the ability to develop identities and relationships which feel right, without restrictions, linked to a sense of independence, self-awareness and authenticity. Bisexual people also speak of their acceptance and appreciation of other’s\tdifferences,\tand\tfeel\twell-placed\tto\tnotice\tand challenge social biases and assumptions beyond sexuality.6General Recommendations ● Inform yourself about bisexuality and avoid stereotypes about bisexual people. ● Liaise with bisexual communities on issues of equality and diversity in the same way that you liaise with lesbian, gay and trans communities. There are many bisexual groups and organisations who are willing to engage in this manner (see resources at the end of this report). ● Ensure that bisexual people are included amongst the speakers on panels and forums relating to LGBT communities. ● Include bisexual representation in all relevant working groups and initiatives. ● Include bisexuality within all policy and explicitly within the diversity implications section of every document and policy. ● Don’t\tassume\tone\tunified\tbisexual\texperience.\tMany\tdifferent\t types\tof relationships and sexual practices are found among bisexual people. The experiences and needs of bisexual people are also affected by their race, culture, gender, relationship status, age, disability, religion, social class, geographical location, etc. ● Separate biphobia out from homophobia, recognising that there are\tspecific\t issues\t facing\tbisexual\tpeople\tsuch\tas\t lack\tof\tacknowledgement of their existence, stereotypes of greediness or promiscuity, and pressure to be either gay or straight. ● Recognise the role that biphobia and bisexual invisibility play in creating negative outcomes for bisexual people.  ● Recognise that bisexual people are also subject to homophobia, heterosexism and heteronormativity (see glossary). ● Be clear, when talking about bisexual people, whether you are defining\tbisexuality\tby\tattraction,\tbehaviour\tand/or\t identity. ● Support\tand\tcommission\t research\taddressing\t the\tspecific\tneeds\tand experiences of bisexual people in the UK. ● Support\tevents\tand\tspaces\t for\tbisexual\tpeople\tfinancially,\t through\taccess to venues and resources, and with publicity.Key  Recommendations7Sector-specific\tRecommendationsLG, LGB & LGBT Organisations & Equality & Diversity Groups Within Organisations ● Ensure that groups who speak for bisexual people as well as lesbian and\tgay\tpeople\t include\t the\t ‘B’\t in\t their\tname (if it includes LG) and mission statement. ● Separate out bisexual issues from those affecting gay men and lesbians.  ● Address biphobia as well as homophobia and transphobia.  ● Include bisexual issues in all training. ● Where possible, openly acknowledge the history and impact of bisexual people’s\tmarginalisation\twithin\t lesbian\tand gay spaces and groups. ● Include positive aspects of bisexual experience, with a focus on what bisexual people have to offer, rather than problematising them as a group.Criminal Justice ● Tackle biphobic hate crime by separating out the experiences of bisexual people in national surveys,\texamining\tbisexual-specific\texperiences, and particularly addressing sexual assault. ● Address\tbisexual-specific\texperiences\tof domestic violence given evidence that\tbisexual\tpeople\t in\t ‘same-gender’\trelationships are more at risk than other groups. ● Conduct research into how bisexual people fare in legal cases where they may face bisexual discrimination, and identify precedents in terms of protection. ● Ensure that bisexual people are treated fairly in relation to asylum seeking. ● Ensure that the CPS prosecute as Hate Crime when the crime is perceived as such.Education ● Tackle biphobia in schools through further research focusing on bisexual youth\tspecifically. ● Ensure that teacher training and anti-bullying campaigns include bisexual-specific\t issues. ● Ensure that Personal, Social, Health and Economic Education includes bisexuality.Workplace ● Tackle biphobia in the workplace by adhering to the recommendations of the Stonewall report on bisexual people\t in\t the\tworkplace,\t these\t include: ● Separate out bisexual experience. ● Consult and support bisexual staff. ● Ensure safe access to support for bisexual workers. ● Ensure effective bisexual-inclusive policies, training, procedures and networks. ● Monitor overall personnel career development in relation to sexuality.Sport ● Tackle biphobia in sport explicitly as well as inclusion within homophobia campaigns.Media ● Be aware of how bisexuality is represented and how this can feed into biphobia. ● Consider developing guidelines for bisexual inclusion along the lines of recent BBC guidelines on LGB representation and those of Trans Media Watch for trans people. ● Endeavour to represent the diversity of bisexual people, especially people for whom their bisexuality is incidental to the story, as with heterosexual people.Key ReCommendaTions8Health ● Address the mental health experiences of bisexual people in research, policy and practice. Increase awareness among\tpractitioners\tof\tspecific\t issues\tfaced by bisexual people, put initiatives in place to address bisexual mental health, offer separate services if desired by the person. ● Conduct further research into the specific\tphysical\thealth\tneeds\tof\tbisexual people, particularly in relation to substance use and cancer screenings. Put initiatives in place where relevant. ● Make sexual health promotion literature more inclusive of a range of sexual practices. ● Specifically\t target\tbisexual\tyouth\t in\tsexual health campaigns, rather than subsuming them in lesbian and gay categories. Any restrictions relating to sexual health, such as the donation of blood, should be around safety of sexual practices engaged in rather than the genders or sexual identities of those involved.9Introduction to the reportThis report aims to inform UK policy and practice on lesbian, gay, bisexual and transgender (LGBT) equality in relation to the inclusion of bisexuality\tand\tissues\tspecific\tto\tbisexual\tpeople.\tTherefore\tit\tis\taimed\tparticularly at national and local government, at practitioners and policy-makers, and at LGB and LGBT groups and organisations.Policy and practice in this area generally considers LGB and/or LGBT issues together1. While there are undoubtedly shared experiences and needs\tacross\tthe\tLGBT\tspectrum,\tthere\tare\talso\tsignificant\tdifferences.\tThinking\tabout\tbisexuality\tonly\twithin\tthe\tumbrella\tgroup\t‘LGBT’\tfails\tto\tacknowledge\tthat\tthere\tmay\tbe\tissues\tspecific\tto\tbisexuality\tand\tto being bisexual that require separating out from issues affecting lesbian and gay people. There are similar issues regarding trans which are currently being addressed through government engagement with UK trans communities and experts2,\tleading\ttowards\tthe\tfirst\tever\tGovernment transgender equality action plan. No such initiatives are in place in relation to bisexual equality.Research on local authority sexualities and trans equalities initiatives has\tfound\tvery\tlittle\tspecific\treference\tto\tbisexual\tpeople\tin\tdocumentation or in the talk of key stakeholders3. Similarly, the recent government report on LGBT equality4 does not, at any point, consider bisexual\tneeds\tspecifically.\tLGB\tand\tLGBT\tgroups’\tand\torganisations’\treports and initiatives also often neglect to address biphobia and bisexual experience separately to homophobia and broader LGBT experience5.There\tare\tstrong\tgrounds\tfor\tsingling\tout\tbisexual\tpeople\tas\ta\tspecific\tgroup\tin\tpolicy\tand\tpractice\tfor\tthe\tfollowing\treasons: ● There\t is\ta\twealth\tof\tevidence\t that\tbisexual\tpeople’s\texperiences\tdiffer\tin important ways from those of heterosexual people, and those of lesbian and gay people. ● Biphobia is distinct from homophobia. ● Bisexual people often face discrimination and prejudice from within lesbian and gay communities. These processes of discrimination are erased by simply amalgamating bisexuality into LGBT. ● Research\thas\t found\tsignificantly\thigher\t levels\tof\tdistress\tand\tmental\thealth\tdifficulties\tamongst\tbisexual\tgroups\t than\tamongst\tequivalent\theterosexual or lesbian/gay populations. The Bisexuality  Report10A note on the evidence baseDue\t to\t the\t lack\tof\tUK-specific\t research\tin certain areas, particularly in terms of large-scale quantitative studies, this report draws on international data about bisexuality as well as that which is\tUK-specific.\tThe\tvery\t invisibility\tand\texclusion of bisexuality which we outline here means that much research to date combines data from bisexual people with data from lesbian and gay people, or excludes bisexual people entirely from studies. However, in recent years there\thas\tbeen\tmore\tspecific\t research\ton bisexuality (much of which is listed in the BiUK website reference lists6), and we have recently published good practice guidelines for researchers which will hopefully aid future research7.Where\tpossible,\tUK-specific\t research\tis drawn upon to supplement the international research cited, and to clarify whether international trends are also true for the UK.AcknowledgementsWe are grateful to everyone who made this report possible, particularly to the UK bisexual communities for constantly informing, and taking part in, our work, and to those on the academic_bi email list for international discussions on these issues. We are deeply appreciative too of the work of the San Francisco Human Rights Commission in publishing their ‘bisexual invisibility’ report, which was the inspiration for this document, and to Katrina Roen for the report to ILGA-Europe on bisexuality. We are very grateful to Surya Monro and to Ian Watters for their support and expertise during the production of this report.Our thanks also go to the Open University for their continued support for our work in this area and for publishing this report, and to all of the groups and bodies who endorsed the report.The BisexualiTy RepoRT11DefinitionsBisexuality generally refers to having attraction to more than one gender8,9. It is\ta\tbroad\tumbrella\tterm\twhich\tmay\tinclude\tthe\tfollowing\tgroups\tand\tmore: ● People\twho\tsee\t themselves\tas\tattracted\t to\t ‘both\tmen\tand\twomen’. ● People who are mostly attracted to one gender but recognise that this is not exclusive. ● People\twho\texperience\t their\tsexual\t identities\tas\tfluid\tand\tchangeable\tover time. ● People\twho\tsee\t their\tattraction\tas\t ‘regardless\tof\tgender’\t (other\taspects of people are more important in determining who they are attracted to). ● People who dispute the idea that there are only two genders and that people are attracted to one, the other, or both10.Bisexual Experience: “When I was slowly realizing that I\twas\tbi,\tthe\tfirst\tthing\twas\t‘I\tfancy\twomen’\tthen\tit\twas\t‘I\tdon’t\tthink\tactually\tgender\tis\tthat\trelevant’…my\ttagline\tis\tthat gender is like eye colour, and I notice it sometimes, and\tsometimes\tit\tcan\tbe\ta\tbit\tof\ta\tfeature\tit’s\tlike\t‘oo,\tthat’s\tnice’\tand\tI\thave\tsome\tsorts\tof\tgender\ttypes,\tbut\tit’s\tabout\tas important as something like eye colour.”11Other terminologySome in the latter three groups may prefer words like pansexual, omnisexual or\tqueer\t(see\tglossary)\tto\tbisexual,\tsometimes\tbecause\tthese\twords\tdon’t\thave\t‘bi’\tin\tthem.\tThis\tis\tbecause\tthe\t‘bi’\tin\tbisexual\tcan\tbe\tseen\tas\timplying\tthat\tthere\tare\ttwo\tgenders.\tOthers\tunderstand\tthe\t‘bi’\tin\tbisexual\tas\treferring\tto\tboth\t‘same-gender’\tand\t‘other-gender’\tattraction,\tmeaning\tthat\tit\tis\topen\tto an understanding of there being multiple genders. There can also be a criticism\tthat\tbisexuality\tmaintains\tgendered\tattraction\tas\tthe\tdefining\taspect\tof\ta\tperson’s\tsexuality12.Some\tin\tasexual\t(ace)\tcommunities\tprefer\tthe\tterm\t‘biromantic’\tas\tit\tdoes\tnot imply having sexual attraction/contact. Some who experience their sexual identities as changeable over time often prefer not to use labels, whilst some use\tbisexual,\tsome\tuse\tqueer,\tor\tfluid,\tor\tother\tsuch\twords,\tand\tothers\tsee\tthemselves as heterosexual, lesbian or gay.Many people use more than one of these terms to describe themselves (e.g. bisexual and queer). For example, around half of the attendees at a national UK\tevent\t(BiCon)\treported\tthat\tthey\tused\tmore\tthan\tone\tof\tthe\tterms:\tbisexual, queer, heterosexual/straight, lesbian/gay/homosexual13. This definitions and extent of Bisexuality”“12definiTions and exTenT of BisexualiTyis similar to the way in which, for example, a woman who is attracted to women might describe herself as a gay woman, a lesbian, a dyke, queer, or some combination of these labels.Bisexual identity, bisexual behaviour or bisexual feelingsA\tfurther\tissue\twith\tthe\tterm\t‘bisexual’\tis\tthat not everybody who is attracted to more than one gender uses this identity label themselves. This may be for the reasons given above; because of the prejudices around bisexuality which we cover in this report; because there is no word and/or concept for bisexuality in their particular cultural\tgroup;\tin\torder\tto\tfit\tin\twith\tlesbian,\tgay or heterosexual communities (which may reject bisexual people); or for a number of other reasons. Some research uses the terms MSMW (men who have sex with men and women) and WSWM (women who have sex with\twomen\tand\tmen)\trather\tthan\t‘bisexual’\t(see glossary for a fuller explanation of these acronyms), but such terms do not include people who identify as bisexual but only have sex with one gender, and they are based on sexual activity and a two-gender model of sexuality. Also, the terms MSM and WSW often include MSMW and WSWM.Many more people have bisexual feelings than act bisexually and many more people act bisexuality than identify as bisexual, as the following\tdiagram\tdepicts:Despite\tthese\tissues,\t‘bisexuality’\tis\tthe\tterm\tmost used in equalities policies, by LGBT groups themselves, by researchers, and by those campaigning on behalf of people who are attracted to more than one gender. Whilst recognising that it is problematic, it is therefore the term that we will use throughout this document, except where other terminology\tis\tspecifically\tappropriate.Bisexual Experience: “If someone points out a pretty girl and I turn round, they all crow\tat\tme\tnot\tto\tlook\t‘cos\tI’m\tsupposed\tto\tbe\tgay.\tI’m\tfed\tup.\tIt’s\tall\tgay\tthis\tand queer that at school. I don’t\tknow\thow\tthey\tknow,\tI never told no-one. There isn’t\ta\tword\tfor\tpeople\tlike\tme,\tso\tI\tguess\tI’m\ton\tmy\town.\tI’d\tsay\tI\twas\tbisexual,\tbut you have to be 50-50, right?”15Bisexual alliesFinally, there are some people who feel affiliated\twith\tbisexuality\tand\tbisexual\tcommunities but who do not identify as bisexual themselves. For example, they may have partners or family who are bisexual, or just\tfind\tbisexual\tspaces\tto\tbe\tcomfortable\tplaces to be. This group are often known as ‘bisexual\tallies’\tand\tmay\tface\tsome\tof\tthe\tsame\tissues\tas\tbisexual-identified\tpeople\tthemselves due to their relationships with, and\taffiliation\tto,\tbisexuality.\tMembers\tof\tthis\tgroup may be attracted to more than one gender but prefer not to use the identity label ‘bisexual’,\tor\tmay\tnot\tbe\tbisexual\tat\tall.”“Bi BehaviourBi FeelingsBi  IdentityBisexual feelings, behaviours and identities1413Extent of bisexualityDue\tto\tthe\tdifferent\tdefinitions\tof\tbisexuality,\tit\tis\textremely\tdifficult\tto\tdetermine\tthe\tnumber\tof\tbisexual\tpeople.\tIf\twe\tdefine\tthe\tterm\tnarrowly, for example the number of people who\tself-identify\tusing\tthe\tlabel\t‘bisexual’\ton a national UK survey or census16, then the proportions tend to be small. Of course, this\tmay\twell\treflect\tissues\tof\tbiphobia\tand\tbisexual invisibility (which we address later) which prevent people from checking the ‘bisexual’\tbox\ton\tsuch\tsurveys,\tdespite\tself-identifying in this way17,18. Recent US surveys have\ttended\tto\tfind\tself-identified\tbisexual\tpeople to be the largest population within the broader group of LGB people, with statistics of 3-5% of the population identifying as bisexual (compared to 1-3% as gay/lesbian)19.If\twe\tdefine\tthe\tterm\t‘bisexual’\tbroadly\tas\tall people who have ever had an attraction to more than one gender, then this may be a\tsignificant\tminority,\tor\teven\tmajority,\tof\tthe\tpopulation.\tCertainly\tKinsey’s\tclassic\tresearch, which measured sexuality in terms of behaviour rather than identity, found that many people fell somewhere between being exclusively heterosexual or exclusively homosexual20. More recently, one US study found that 13% of women and 6% of men report attraction to more than one gender (whilst only 2.8% of women and 1.8% of men actually\tidentified\tas\tbisexual)21. Though not an academic study, The Observer newspaper conducted a UK survey in 2008 which found that\tonly\t6%\tof\trespondents\tdefined\tas\tLGB.\tHowever, more than twice that number (13%) had had some form of sexual contact with someone\tof\tthe\t‘same-sex’.\t16%\tof\twomen\thad had sexual contact with another woman and 10% of men with another man. 23% of respondents\taged\t16-24\thad\thad\t‘same-sex’\tsexual contact22.Estimates of the bisexual population, of course, have no relation to the necessity of ensuring that bisexual people enjoy equality and\tfreedom\tfrom\tdiscrimination:\tthese\trights\tapply to all regardless of sexual identity or attraction23.definiTions and exTenT of BisexualiTy14Bisexual invisibility and exclusionBisexuality\thas\tbeen\tacknowledged\tto\tbe\tan\t‘invisible’,\t‘excluded’\tor\t‘silent’\tsexuality within several domains24\tincluding:\tmainstream\tmedia,\tlesbian\tand\tgay communities, sex research, psychology and psychotherapy, and policy and legislation25.\tIndicatively,\tFirestone’s\tseminal\tUS\tcollection\ton\tbisexuality\twas\tsubtitled:\t‘the\tpsychology\tand\tpolitics\tof\tan\tinvisible\tminority’26, there is a Wikipedia\tentry\tfor\t‘bisexual\terasure’27, and the recent San Francisco Human Rights Commission report on bisexuality was titled Bisexual Invisibility28. In the UK,\tit\thas\tbeen\targued\tthat\tthe\texclusion\tof\t‘the\tb-word’\tis\tthe\tmain\tproblem\tconfronting bisexual people trying to access services29.Bisexual invisibility is a type of biphobia (see below) which generally takes the form\tof\ta\tconventional\tview\tin\tmany\twestern\tcultures:\tthat\tpeople’s\tsexual\tidentity\tis\tdefined\tby\tthe\tgender\tthat\tthey\tare\tattracted\tto,\tand\tthat\tpeople\tare\tonly\tattracted\tto\tthe\t‘other\tgender’\t(in\twhich\tcase\tthey\tare\theterosexual)\tor\tto\tthe\t‘same\tgender’\t(in\twhich\tcase\tthey\tare\tlesbian\tor\tgay).\tSuch\tbinary\tunderstandings entirely erase bisexuality as a possible sexual identity, despite the large proportion of people who report attraction to more than one gender (see above).Bisexual Experience: Being bi has never really been an\tissue\tfor\tme\tor\tthose\tclose\tto\tme,\tbut\tother\tpeople’s\tassumptions\treally\tannoy\tme.\tPeople\ttend\tto\tthink\tI’m\tgay\tunless\tthey\tknow\tI’m\twith\tan\topposite-sex\tpartner,\tand\tthen\tthey\tassume\tI’m\tstraight,\twhich\tmakes\tme\tfeel\tinvisible.\tBut\tthen,\twhen\tI\tsay\tI’m\tbi,\tthey\tassume\tI’m\tinto threesomes and have open relationships. When they realize\tthat’s\tnot\tthe\tcase,\tthey\tsometimes\tseem\tto\tthink\tmy\tsexuality’s\tirrelevant\tsince\tI’m\tnot\t‘doing\tanything\tabout\tit’,\tand\tthat\tI\tshould\tstop\t‘going\ton\tabout\tit’.30Common ways in which this bisexual invisibility manifests include the following: ● Doubt being raised over the very existence of bisexuality, for example in research studies31, in popular texts32, in student textbooks33, and in journalism34. This is despite the clear existence of bisexual communities, and statistics on the extent of bisexuality. Such research informs literature, discourse, and the remit and understanding of service providers and policy-makers.specifics of bisexual  experience and community”“15 ● Bisexuality\tbeing\tseen\tas\t ‘just\ta\tphase’\ton\t the\tway\t to\ta\theterosexual,\tor lesbian/gay identity. Of course some people do identify as bisexual, or have relationships with more than one gender, before coming to identify as lesbian, gay or heterosexual. However, longitudinal research suggests that bisexuality is more often a stable identity than one which is relinquished for a different one over time35,36. ● Behaviourally\tbisexual\tfigures\t in\thistory\tbeing interpreted as lesbian or gay, and their other-gender relationships or sexual encounters being ignored, leaving bisexual people with a lack of available role models37. Also, historical LGBT activism being reinterpreted as LG struggles38. ● LGB organisations and initiatives ‘dropping\t the\tB’\tso\t that\tbisexuality\tis included in the title and/or mission statement, but the rest of their materials\tdefault\t to\t ‘lesbian\tand\tgay’\tor\teven\t just\t ‘gay’\tand\t refer\t to\t‘homophobia’\t rather\t than\t ‘homophobia\tand\tbiphobia’39Representations of bisexuality in the mediaThe BiMedia website keeps a regular track of media representations of bisexual people in the UK (both in UK produced media and in media from other countries which is aired in the UK)40. Stonewall UK have also conducted two surveys on LGB media representations in recent\tyears:\tone\ton\tthe\tBritish\tBroadcasting\tCorporation (BBC)41, and one on television aimed at young people42. We can conclude from these sources that representations of bisexual people in the UK media have remained relatively consistent over the past decade.Generally speaking, bisexual invisibility is standard in the media43. The Stonewall BBC\tstudy\tfound\tno\tspecifically\tbisexual\trepresentations at all, and focus group participants could recollect very few portrayals of bisexual people. In their report on television for young people, LGB people altogether accounted for only 4.5% of all programming, and bisexual portrayals accounted for around 1% of the programming relating to LGB people.Fictional\tcharacters\ton\tfilms\tand\ttelevision,\tand people reported in the news media, are generally not presented as bisexual even if they demonstrate attraction to more than one gender, thus reinforcing bisexual invisibility (see above). Instead, characters are depicted as moving from straight to gay, or from gay to straight. Attraction to more than one gender is portrayed\tas\t‘just\ta\tphase’.\tExamples\tof\tthis\thave occurred in most of the long-running UK soap operas, including the characters of Todd Grimshaw in Coronation Street and Syed Masood in the soap opera Eastenders.On other occasions, where attraction to more than one gender continues over time, same sex attraction tends to be emphasised. For example,\tthe\tfilm\tBrokeback\tMountain\twas\tfrequently\tdescribed\tas\ta\t‘gay\twestern’44, despite the two main male characters having long-term female partners. Newspaper reports overwhelmingly describe married male politicians who have sexual relationships with other\tmen\tas\t‘gay’45.When bisexuality is depicted in the media it is generally portrayed in a negative light. The Stonewall report on youth TV found that, when they were represented, bisexual people were depicted overwhelmingly negatively, for example\tas\tgreedy.\tBryant’s\tearlier\treview\tof\tbisexual\tpeople\tin\tfilms\tfound\tthat\tthey\ttended to be portrayed as promiscuous, wicked people with insatiable desires, and that their bisexual behaviour was often linked to\ttragedy.\tHe\tconcluded\tthat\t‘If\tHollywood\tis any guide, it is not safe to be bisexual or to\tbe\tin\tthe\tcompany\tof\tpeople\twho\tare’46,47. Recent examples of evil/tragic bisexuality would\tbe\tthe\tmanipulative\tTony\tfrom\tthe\tfirst\tseries of the UK programme Skins, and the character Thirteen on the popular US series House,\twho\thas\tHuntingdon’s\tdisease.\tThe\tcharacter of Captain Jack Harkness on the speCifiCs of Bisexual expeRienCe and CommuniTy16BBC’s\tDr.\tWho\tand\tTorchwood\tis\ta\tnotable\tbisexual main character who is generally portrayed positively (although the stereotype of amorality & promiscuity still holds in his case).Finally, depictions of bisexuality in the media are gendered. In the UK bisexual women are generally more likely to be portrayed as promiscuous48; as an object of concern with regards their capacity to break up relationships49; and as behaving bisexually just to titillate heterosexual men. Bisexual men, on the other hand, are more likely to be regarded as not existing at all50 or to be portrayed as being feminine in some way.The BBC conducted its own audience consultation on the portrayal of LGB people in 201051. Respondents noted their dissatisfaction with the invisibility of bisexual people\tacross\tthe\tBBC’s\toutput,\tand\ttheir\tconcerns\tthat\t‘bisexual\tidentity\twas\ttoo\toften portrayed as a behaviour and not a valid\tsexual\torientation’52. The BBC have subsequently committed to a more accurate and authentic portrayal of lesbian, gay and bisexual people. It is yet to be seen how these recommendations will be taken up in programming.Coming outAs with lesbian and gay people, issues of coming out and self-disclosure are likely to be of relevance to bisexual people, with people coming to different decisions about who to tell about their bisexuality and when and how to do this. Clearly, for bisexual people, this process will be greatly impacted by bisexual invisibility, stereotypical media depictions, and biphobia, and therefore bisexual people may have\tspecific\tconcerns\tabout\thow\tthey\twill\tbe viewed by others if or when they do come out. They may also feel pressure to come out as gay or lesbian rather than bisexual due to the popular binary perception of sexuality, and the greater visibility of lesbian and gay communities.Coming\tout\tregarding\tone’s\tsexuality\tis\toften seen as an essential part of coming to a healthy, mature sexual identity for LGB people. However, more recently this has been questioned, for example by those who have pointed out that the concept of sexual identity may not be relevant across all cultures and that disclosure can open people up to discrimination, exclusion and violence, particularly within some cultural, geographical and community contexts53. There are stresses attached both to being out (exposure and potential discrimination), and to remaining hidden (secrets and fearing disclosure). The recent UK guide Getting bi in a gay/straight world54 emphasises the different levels of outness that people choose and the fact that people may not disclose immediately or to everyone. Policy-makers should recognise that there is therefore a need to acknowledge and devise policy for bisexual people irrespective of the number of bisexual people known to be within their remit.Bisexual Experience: “I\tfirst\tcame\tout\tto\tmy\tbest friend, then I started coming out to other friends. People were generally quite accepting, and before long it was common knowledge within my social circles. My\tsister’s\tsocial\tcircles\toverlapped with mine, so she found out when most other people did. But I never came out to my parents - there was no need to because my sister did it for me when she was drunk once. The result? The last I heard,\tmy\tdad\tthinks\tI’m\ta\tlesbian and my mum thinks I’m\tgoing\tthrough\ta\t‘phase’\tand\tI’m\tstraight\treally.\tComing\tout\thasn’t\tall\tbeen\teasy, and unless I tattoo BISEXUAL across my forehead,\tI\tdoubt\tI’ll\tever\tbe\tout completely.”55 ”“speCifiCs of Bisexual expeRienCe and CommuniTy17Bisexual communitiesIt is important to refer to LGBT communities (plural), rather than community (singular), because even within each category (lesbian, gay, bisexual, trans) there are inevitably multiple overlapping communities and groups, rather than one explicit community.UK bisexual communities are not found in commercial scenes in the way that lesbian/gay\tcommunities\toften\tare\t(with\tspecific\tbars, clubs and shops). Rather, bisexual communities exist through a network of grass-roots groups and events (such as the national BiCon56 and local BiFests57), meet ups (such as The Bisexual Underground58 BiPhoria59, and Bi Coffee London60), networks of activists working to educate people on bisexual issues (such as The Bisexual Index61 and BiUK62), online bisexual spaces (such as bi.org63), and the national magazine Bi Community News64. However, it should be remembered that many people\tdefine\tas\tbisexual,\tand\tmany\tmore\tpeople act bisexually, who are not connected to these communities.18Homophobia, heterosexism and heteronormativityWhen tackling biphobia it is important to remember that, like lesbians, gay men,\tand\tanybody\telse\twho\tidentifies\tas\toutside\tof\theterosexuality,\tbisexual\tpeople are also subject to homophobia, heterosexism and heteronormativity. Heterosexual people can also be subject to homophobia and biphobia in cases where their sexuality is misread.Homophobia\tconsists\tof\tnegative\tattitudes\ttowards\tthose\twith\t‘same-gender’\tattractions and relationships, expressed as anger, disgust, fear, or other negative emotions. It includes hate crimes, workplace discrimination, the use of\tthe\tword\t‘gay’\tas\tan\tinsult,\tand\tthe\tperpetuation\tof\tnegative\tstereotypes\tof LGB people. Institutionalised homophobia is where whole structures, organisations or societies are homophobic.Heterosexism refers to the fact that, even when explicit homophobia is not present, society is set up in a way that marginalises people who are not heterosexual.\tFor\texample,\tbeing\t‘tolerant’\tor\t‘accepting’\tof\tLGB\tpeople\tis\theterosexist because it assumes that they are somehow inferior and require tolerance/acceptance. Heterosexism can also be found in common attitudes such\tas\tthe\tperception\tthat\t‘same-gender’\tcouples\tshouldn’t\texpress\taffection\tpublicly,\tor\thave\tthe\tsame\trights,\tas\t‘other-gender’\tcouples.Heteronormativity is the wider societal assumption that heterosexuality is the ‘normal’\tway\tof\tbeing.\tWe\tcan\tsee\theteronormativity\tin\teveryday\toccurrences,\tsuch\tas\tthe\tassumption\tthat\ta\tperson’s\tpartner\twill\tbe\tof\tthe\t‘other-gender’\t(so that they either have to correct this, or let the wrong assumption go unchallenged).\tHeteronormativity\tcan\talso\tbe\tseen\tin\tthe\tway\tthat\tmen’s\tand\twomen’s\tmagazines\tassume\tdesire\tfor\ta\theterosexual\trelationship,\tor\tthe\tfact\tthat\tanniversary\tcards\tare\talmost\texclusively\tdesigned\tfor\t‘other-gender’\tcouples.\tHeteronormativity\tis\tadditionally\tpresent\tin\tthe\tassumption\tthat\t‘sex’\tmeans\tpenile-vaginal\tpenetration\tor\tthat\t‘family’\tmeans\ta\tmale-female\tcouple\twith children (images which most commercials and billboard advertisements perpetuate).Bisexual people may also be more likely than heterosexual people to be subject to transphobia and cisgenderism (attacking or discriminating against those who transgress the perceived gender binaries, or making assumptions about how men and women should appear or behave). This is because bisexuality, in itself, is seen by some as a gender transgression, in that it is not conforming to conventions of femininity (for women) and masculinity (for men) which\tinvolve\tbeing\tattracted\tto\t‘the\tother\tgender’.\tIn\taddition\t(and\tmore\tso\tthan lesbian and gay sexuality) attraction to more than one gender can be seen as challenging the gender binary for those bisexual people who do not distinguish people on the basis of gender.Biphobia19BiphoBiaBiphobiaBiphobia refers to negative attitudes, behaviours\tand\tstructures\tspecifically\tdirected\ttowards anyone who is attracted to more than one gender. Biphobia is perpetuated in common representations of bisexual people (see above) and attitudes towards bisexual people are often found to be even more negative than those towards other minority groups65.\tA\trelated\tidea\tis\t‘monosexual\tprivilege’66 which refers to the privilege experienced by all those whose (stated) attraction is to only one gender.We have touched upon many of the most common forms of biphobia already in our considerations of bisexual invisibility and bisexual representations above. The list below summarises some of the most common forms of\tbiphobia:Common forms of biphobiaBisexual denial ● Questioning the existence of bisexuality or of certain groups (e.g. bisexual men, bisexual people of colour). ● Believing\t that\tbisexual\tpeople\tshould\t ‘make\t their\tmind\tup’\tor\t ‘stop\tsitting\ton\t the\tfence’. ● Seeing\tbisexual\tpeople\tas\t ‘confused’\tabout\t their\tsexuality.Bisexual invisibility ● Assuming that people will either be heterosexual or lesbian/gay. ● Referring\t to\t ‘homophobia’\t rather\t than\t ‘homophobia\tand\tbiphobia’\twhen\tspeaking\tof\tnegative attitudes, behaviours and structures in relation to LGB people. ● Referring\t to\t ‘same\tgender’\t relationships\tas\t ‘lesbian\t relationships’\tor\t ‘gay\trelationships’\tand\t ‘other\tgender\t relationships’\tas\t ‘heterosexual\t relationships’,\tas\t this\tmisses the fact that such relationships may include one or more bisexual people. This\tapplies\t to\twords\t like\t ‘couples’\tand\t ‘parents’\tas\twell\tas\t ‘relationships’. ● Assuming\tpeople’s\tsexuality\ton\t the\tbasis\tof\t their\tcurrent\tpartnership\t (straight\t if\t they\tare\twith\tsomeone\tof\tan\t ‘other\tgender’\tand\t lesbian/gay\t if\twith\tsomeone\tof\t the\t ‘same\tgender’). ● Assuming that attraction to more than one gender, or identifying as bisexual, is a phase on the way to a heterosexual or lesbian/gay identity. ● Questioning\ta\tperson’s\tbisexuality\tunless\t they\thave\thad\tsex\twith\tmore\t than\tone\tgender (heterosexuality is rarely similarly questioned before somebody has had sex with\tsomeone\tof\tan\t ‘other\tgender’). ● Pressuring bisexual people to become lesbian/gay and/or only recognising their ‘same\tgender’\tpartners.Bisexual exclusion ● Providing\tno\tbisexual-specific\tservices\tbut\texpecting\tbisexual\tpeople\t to\tuse\ta\tcombination of heterosexual and lesbian/gay services. ● Claiming\t to\tspeak\t for\tLGB,\tor\tLGBT\tpeople,\tand\t then\t failing\t to\t include\t ‘B’\t in\t the\tname\tor\tmission\tstatement\tof\ta\tgroup,\tneglecting\tbisexual-specific\t issues,\tand/or\tdropping\t the\t ‘B’\twithin\tmaterials.20Bisexual marginalisation ● Allowing biphobic comments to go unchallenged when homophobic comments would be challenged. ● Assuming that bisexuality is an acceptable topic for humour in a way that lesbian/gay sexualities are not. ● Prioritising lesbian and/or gay issues over bisexual issues. ● Failing to engage with bisexual individuals or groups in relation to policy and practice. ● Asking\t lots\tof\tquestions\tabout\ta\tperson’s\tbisexuality\t in\tways\twhich\twould\tbe\tdeemed offensive in relation to heterosexual, lesbian or gay sexuality.Negative stereotypes ● Viewing\tbisexual\tpeople\tas\tgreedy,\tor\twanting\t to\t ‘have\t their\tcake\tand\teat\t it’. ● Seeing bisexual people as spreaders of diseases. ● Assuming that bisexual people are promiscuous or incapable of monogamy. ● Assuming that bisexual people are a threat to relationships/families. ● Believing bisexual people to be manipulative, evil or tragic. ● Thinking\t that\tbisexual\tpeople\twill\talways\t leave\t their\t ‘same’\tor\t ‘other’\tgender\tpartners. ● Assuming that bisexual people can pass as heterosexual and are therefore privileged\tor\t taking\t the\t ‘easy\toption’. ● Denigrating the attractiveness of bisexual people. ● Viewing bisexual people only in terms of their sexual practices, for example as objects\t to\t fulfil\tsexual\t fantasies\t (such\tas\t threesomes). ● Assuming\t that\tbisexual\tpeople\twill\tbe\tsexually\t interested\t in\t ‘anything\t that\tmoves’. Bisexual experience: “Some people say bisexuality is just a phase. Well,\twhen\tI\twas\ta\tteenager\tI\tdidn’t\tfind\tgirls\tattractive\tat\tall.\tI\twas\tgay. I joined gay groups, had a long-term boyfriend and came out to my family. I was absolutely certain. But in my early twenties I started fancying\twomen.\tIt\twasn’t\tthat\tI’d\tbeen\tattracted\tto\tthem\tall\talong\tand\tbeen\tin\tdenial\t-\tmy\tsexuality\tchanged.\tFor\tme\tthe\t‘phase’\twas\tbeing\tgay.\tAnd\tmaybe\tmy\tsexuality\twill\tchange\tagain\t-\tbut\tI’ve\tbeen\tbisexual now for twenty years.”67 ”“21Double discriminationAnother\tissue\tspecific\tto\tbiphobia\tis\tdouble\tdiscrimination68:\tthe\tfact\tthat\tbisexual\tpeople can be discriminated against both by heterosexuals and by lesbian and gay people. Both groups can be suspicious of bisexual partners (fearing that they will be left\tfor\tsomeone\tof\tthe\t‘other\tgender’)\tand\tassume that bisexual people will be a threat to their relationships. Some lesbian and gay people may also feel threatened if they have any\t‘other\tgender’\tattraction\tthemselves\tand are faced with the tough prospect of a second\t‘coming\tout’\tif\tthey\twere\tto\tidentify\tas\tbisexual. Also, some people can feel that the existence\tof\tbisexuality\t‘muddies\tthe\twater’\tin\ta way which calls into question the basis on which they have fought for their rights.It\tcan\tbe\tparticularly\tdifficult\tfor\tbisexual\tpeople when they are excluded from, or rejected by, lesbian and gay individuals or groups\twhere\tthey\thad\texpected\tto\tfind\tsafety\tand community. Common historical examples of\tsuch\texclusions\tinclude\thaving\tto\tfight\tto be allowed to take part in pride marches, being relegated to the back of such marches, and having no bisexual people on the stage alongside the lesbian, gay and trans people there. Some gay clubs and services have also had gay-only door policies meaning that bisexual people have been forced to lie if they want to participate. Recent goods and services legislation makes such policies illegal\t(see\t‘Biphobia\tin\tthe\tworkplace’),\tbut\tthe legacy remains among bisexual people accessing services today69, and there is still fear among UK bisexual people that they will be rejected if they attempt to engage with LGBT groups70.Bisexual experience: “At\tthe\tgay\tclub\twe’ve\tgot\tlocally, I kept getting stick for being bi. Other women told me I was letting the side down, said they were ‘gold\tstar’\tfor\tnot\tsleeping\twith\tmen.\tThere’s\ta\tsupport\tgroup\tthat\tmeets\tbut\tI\tdon’t\twant to go to that - some of\tthem\tdo\tand\tso\tit’s\tnot\tLGBT,\tit’s\tLG.\tThat’s\twhy I called Samaritans instead.”71Crime and violenceSection 146 of the Criminal Justice Act means that most police forces in the UK now record hate\tcrimes\trelating\tto\t‘sexual\torientation’72. However, Stonewall report that the criminal justice system still has no reliable picture of the\textent\tof\t‘homophobic\thate\tcrime’73. In their own national survey in 2008 they found that\tone\tin\tfive\tLGB\tpeople\thad\texperienced\ta homophobic crime or incident in the past three years, often in their local area or in the  workplace\t(where\tone\tin\tfive\thad\texperienced\tbullying).Whilst previous studies of this kind74  have not reported the experiences of bisexual people\tspecifically,\tthis\treport\tdid\tconsider\tbisexual participants separately and found that one in twenty of them had experienced a homophobic hate incident in the last year, and less than one in twelve in the last three years, which is lower than the rates for LGB people overall.\tThis\tmay\tbe\treflective\tof\tnot\tbeing\tidentified\tas\tlesbian\tor gay (as participants suggested), and/or of the lower visibility of bisexual people. ”“22Indeed, many police forces recognise that reported crime increases as communities become\tconfident\tto\tapproach\tpolice\tto\treport it. Thus, for minority communities, low reported crime can actually mean high crime rates because crime is not reported and so is not\tprevented\tor\tinvestigated.\tThese\tfindings\tmay also be related to the fact that the police use\tthe\tterminology\tof\t‘homophobic’\trather\tthan\t‘homophobic\tand\tbiphobic’\thate\tcrime,\tso\tbiphobic incidents may be under-reported due to being less recognised. Due to low numbers of bisexual people reporting crime, the Stonewall report could not include a detailed consideration of experiences of those who were victims of such incidents. It is important that future research and criminal justice statistics separate out biphobic hate crime and continue to consider incidents involving bisexual\tpeople\tto\tdetermine\tthe\tspecifics\tof\tsuch incidents, levels of reporting, and ways of addressing this. It may also be useful to pull out the experiences of those who are visibly bisexual (or non-heterosexual).Bisexual experience: “I\tdon’t\tthink\twe’d\tdo\tit\tagain. They threw stones at us. Lots of shouting, very graphic. What we need, what\twould\tfix\tus,\twhat\tthey think we do to kids. Sick. Horrible. Then the police said as we were a man\tand\ta\twoman\tit\twasn’t\thomophobic. I kept saying “we’re\tbisexuals”\tbut\tI\tdon’t\tthink he had a box for that. When\tI\tsay\tI\tdon’t\tthink\twe’d\tdo\tit\tagain,\tI\tmean\treporting\tit.\tWhat’s\tthe\tpoint?”75Similarly, there are statistics that approximately\t1\tin\t4\tpeople\tin\t‘same-gender’\trelationships in the UK experience domestic violence76, which is similar to the number of heterosexual women. There are LGB specific\tissues\tincluding\tfear\tof\treports\tnot\tbeing taken seriously due to homophobia and assumptions that domestic violence is all carried out by men against women, and concerns over disclosing in small LGBT communities where it is likely that individuals will have to continue to confront their abuser. Little research has separated out bisexual experience\tspecifically.\tThat\twhich\thas,\thas\tfound that bisexual people were more prone than lesbian or gay people to experience both physically and emotionally abusive behaviour from\t‘same\tgender’\tpartners77, suggesting that there is a need to address the issues faced by bisexual people in abusive relationships specifically.Asylum seekers who identify as bisexual may\texperience\teven\tgreater\tdifficulty\tthan\tothers in proving their sexual identity to adjudicators (something which is frequently demanded78). In particular, individuals who have been in relationships that may outwardly appear heterosexual might struggle to gain recognition for the threat they face79. Additionally, there is no UK rule to grant asylum\tbased\tspecifically\ton\tsexuality,\tinstead\tit is granted on the basis that the person is a member of a persecuted social group80. There is a call for the UK Border Agency to provide distinct guidelines for cases of bisexuality, to avoid it being categorised as between straight and gay rather than as its own social group or\tpart\tof\ta\tbroader\t‘persecuted\tsocial\tgroup’\tsuch as LGBT81. Obviously it is vital that those whose lives are in danger due to bisexual identities\tand\t‘same-and-other\tgender’\tattractions are offered the same help as those who are threatened due to lesbian and gay identities\tor\t‘same-gender’\tattractions.Biphobia in schoolsMuch is now known about the general situation for young LGB people in UK schools and rates of homophobic bullying (which ”“BiphoBia23also affects bisexual students). A large 2006 survey found that 65% of young LGB people had experienced direct bullying in UK schools (75% in religious schools), and 98% had heard\tLGB-specific\tinsults\t(notably\t‘that’s\tso\tgay’\tused\tpejoratively).\tRates\tof\tharassment\twere:\tverbal\tabuse\t(92%),\tphysical\tabuse\t(41%), cyberbullying (41%), death threats (17%) and sexual assault (12%). 58% of people never reported the bullying. For those who did, 65% reported that nothing was done about it82. There is a general lack of visibility of LGB issues in schools83, including curricula which assumes heterosexuality and fails to include LGB experiences84, and 2 in 5 teachers who feel uncomfortable discussing LGB issues85. This exclusion and discrimination negatively impacts on young people’s\tself-esteem;\ttheir\tability\tto\tbe\t‘out’\tor\tto\t‘be\tthemselves’;\ttheir\tprogress\tin\tstudies86; and\ttheir\tgeneral\twell-being\t(see\tthe\t‘Health’\tsection of this report). In a recent white paper, the Department for Education reported that prejudice-based bullying in general was on the rise and called for it to be addressed87.The UK reports on LGB experiences in schools do not address bisexual experiences specifically,\tand\tinternationally\tbisexuality\tin schools has been a neglected topic due to bisexual invisibility88. International studies which have addressed the experience of young\tbisexual\tpeople\tspecifically\ttend\tto\tfind\tthat,\tin\tresponse\tto\tthe\tstigma\tthey\tface, they have higher levels of identity confusion and lower levels of self-disclosure and community connection compared to lesbian and gay peers89. Participants in one qualitative Australian study which did explore the experiences of young bisexual people specifically,\tfound\tmention\tof\tmany\tof\tthe\tforms of biphobia listed above, including the assumption that bisexual girls would be sexually attracted to everybody and would want to engage in threesomes; pressure to identify\tas\tgay\tor\tlesbian\tand\t‘prove\tgayness’\tso as not to be further ostracised; as well as physical and sexual attack90.Bisexual experience: “I got thrown down stairs, punched, and threatened with rape by boys for coming out as bi. They said raping me would take away the lesbian parts. I’d\ttried\tseveral\ttimes\tto\tcomplain to the principal. I reported what these guys were doing, but all he said was\tthat\tsince\tI’d\tdone\tthis foolish thing and come out, he could guarantee no\tprotection,\tI’d\tbrought\tit\ton myself. So when these losers saw my complaining wasn’t\tgetting\tme\tanywhere\tand\tthey\tweren’t\tgetting\tin\ttrouble, they got worse and worse.”91Recently in the UK, a school student spoke out publicly about his experience of biphobic bullying in school after he came out as bisexual at the age of 1492. He was bombarded with abuse on his social networking site and started self-harming. Through the Manchester Lesbian and Gay Foundation he is now part of a campaign challenging such bullying through presenting to assemblies in local schools. It is also important to remember that these issues may be faced in schools by children of bisexual parents, as well as those who are bisexual themselves93. Suggestions for tackling bisexual issues in schools can be found in some recent US research94,95, but have yet to be translated into a UK context.”“24There are also issues of homophobia, biphobia and heteronormativity at university level96 with over a third of students feeling that anti-LGBT attitudes existed on UK campuses, and a quarter being victims of homophobic harassment at some point97. Whilst no research has studied bisexual experiences to date it is particularly notable that bisexuality is absent from university curricula98.Biphobia in the workplaceOne area where bisexuality is covered in both UK policy and UK research is in relation to employment and the workplace. In UK legislation regarding equal treatment in\trelation\tto\t‘sexual\torientation’,\tthere\tis\tprohibition of discrimination on the grounds of sexual\torientation,\twhich\tis\ttaken\tto\tmean:\t‘a\tperson’s\tsexual\torientation\ttowards:\tPersons\tof the same sex; persons of the opposite sex; or\tpersons\tof\teither\tsex’99. However, despite this, bisexual people often report higher levels of discrimination in the workplace than lesbian, gay or trans people100.In\t2009,\tStonewall\tpublished\tthe\tfirst\treport\tcapturing the experience of UK bisexual employees101. They found that bisexual experiences were often distinct from those of lesbian and gay colleagues, and that bisexual people often failed to access initiatives put in place to support them due to being confronted with biphobic assumptions and double discrimination where they were discriminated against because people thought they must be either gay or straight. Participants in the research that this report was based on highlighted high levels of ignorance about bisexuality and all of the forms of biphobia summarised\tabove.\tSpecifically\tmentioned\twere:\tconstant\tquestions\tabout\ttheir\tsexuality\tin a work setting, fears around coming out or being recategorised as lesbian, gay or heterosexual despite coming out as bisexual, and disapproval from religious colleagues. Bisexual staff reported no bisexual networks within their organisations, and little support from their employers. There was frequently no mention of bisexuality in equality and diversity training, and there were no out bisexual people in management. People did not feel comfortable disclosing their sexuality on monitoring forms due to fear of losing their jobs. A larger Canadian study found that bisexual people were less likely than lesbians and gay men to be out about their sexuality in the workplace102.We endorse the recommendations from the Stonewall\treport\twhich\tinclude:\tseparating\tout bisexual experience, consulting and supporting bisexual staff, ensuring safe access to support, effective bisexual-inclusive policies, training, and procedures, inclusive networks, and monitoring career development.Bisexual experience: “Ever since I told my boss I was going to a bi event she seems to treat me as a\tflake.\tShe\tmakes\tlittle\tcomments all the time about how\tI\tcan’t\tstick\tat\tthings,\thow\tI’m\tnot\ta\tteam\tplayer.\tOne time she told me not to apply for a promotion because they wanted ‘someone\tloyal,\twho\tcould\tcommit’.\tI\tthink\tI’d\thave\tgot\tthat\tone\ttoo.\tI\twish\tI’d\tnever\tmentioned it now.”103Biphobia in SportOutside\tof\tspecific\tLGB\tteams\tand\tgroups,\tsports in the UK are generally perceived to\tbe\thomophobic\tand\tdifficult\tplaces\tto\tbe\tLGB-\tidentified.\tProfessional\tsportspeople may even be advised to hide their LGB identities and to attempt to appear heterosexual104. Stonewall reports that 70% of football fans had heard or witnessed homophobic abuse at a match105, and that half of LGB young people do not like “BiphoBia25team sports106. They emphasise the need for more research on the impact of homophobia in sports on LGB people, particularly in the run up to the Paralympic and Olympic games in 2012 in the UK. There is now a government charter against homophobia and transphobia in sport107. This refers to LGBT people, but notably does not include biphobia in its title, although we endorse its overall aims.Certainly, there are few bisexual sportspeople who\tare\t‘out’\tabout\ttheir\tsexuality.\tOne notable exception is the American professional wrestler, Orlando Jordan108. There is also some evidence of bisexual people\tbeing\texcluded\tfrom\tspecifically\tLG,\tLGB, or LGBT sports teams109.\tSignificantly,\tThe Justin Campaign, established in response to the suicide of out gay footballer Justin Fashanu, has launched an initiative on ‘football\tv.\tbiphobia’\t(alongside\tone\ton\t‘football\tv.\ttransphobia’)110. The results of their survey on bisexual people in football were not complete at the time of publication of this report.Some research in the US has suggested that attitudes amongst sportspeople may be changing to accept bisexuality more. One study looking at attitudes of university soccer players found that they were likely to\tshow\tunderstanding\tof\t‘same\tand\tother\tgender’\tattraction,\tthough\tthis\twas\tfrequently\texpressed\tas\tvariations\ton\t‘a\tlittle\tbit\tgay’\trather than using the term bisexuality111.26Mental healthOf all the common sexual identity groups, bisexual people most frequently have mental health problems, including depression, anxiety, self harm and suicidality. This has been found both internationally112 and in the UK specifically113, and has been linked to experiences of biphobia and bisexual invisibility114. A major Canadian study found bisexual men to be 6.3 times more likely, and bisexual women 5.9 times more likely, to report having been suicidal than heterosexual people (in both groups this was also higher than rates for gay men and lesbians)115. A large Australian study found rates of mental health problems amongst bisexual people to be higher than those amongst lesbians, gay men or heterosexual people116. This study cautioned against the inclusion of bisexual people within samples of lesbians or gay men, because this may result in overstatement of the risks faced by LG people, and ignorance of the risks faced by bisexual people.The key UK Mind report on the mental health and wellbeing of LGB people in England and Wales117 found that bisexual men and women were less at ease about their sexuality than lesbian and gay people. The report found that bisexual people were also less likely than their lesbian and gay counterparts to be out to their family, friends, colleagues, general practitioners and mental health professionals, which has clear implications for developing services that are inclusive. Further, bisexual women were found to be less likely than lesbians to have received positive responses to their sexual identity from siblings. Bisexual men, in particular, were found to experience more psychological distress than gay men. They were also more likely to cite their sexuality as the reason for harming themselves.A\tsmaller\tsurvey\twhich\tfocused\tspecifically\ton\tbisexual\tpeople\tattending\tthe\tannual UK bisexual conference found that 36% of attendees had either single (24%) or multiple (12%) mental or physical health impairments that interfered with their day-to-day life. 25% of people had had a diagnosis of mental health issues from a professional, with the highest proportions reporting depression (16%), anxiety (8%), and self-harm (8%)118. Thus mental health service providers should be aware of the necessity of sensitivity when providing services for this population, as well as assuring that funding streams are available.A report on mental health issues in the Brighton and Hove area of the UK confirmed\tthat\tthose\twho\tidentified\tas\tbisexual,\tqueer\tor\t‘other’\tin\tterms\tof\tsexualities\twere\tmore\tlikely\tthan\tlesbian\tand\tgay\tidentified\tpeople\tto\thave\tmental\thealth\tdifficulties\tand\twere\tmore\tlikely\tto\thave\tattempted\tsuicide119. This study highlighted the vicious cycles of those experiencing\tmental\thealth\tdifficulties:\tthey\twere\tmore\tlikely\tto\texperience homelessness, abuse and violence, which, in turn, increase the risk of mental health problems.Bisexuality  and health27Research has also found bisexual people to have negative experiences with health professionals, both in the wider context of LGBT experience120, and in particular. For example, one US study found that over a quarter of therapists seen by bisexual clients erroneously assumed that sexual identity was relevant to the goal of therapy when the client\tdidn’t\tagree,\tand\taround\ta\tsixth\tsaw\tbisexuality as being part of an illness. 7% attempted conversion to heterosexuality and 4% to being lesbian or gay121. Many therapists were openly uncomfortable about bisexuality. The UK Mind study cited above suggests that the situation may well be similar in the UK. It found that a third of bisexual men reported that health professionals had made a link between their sexuality and a mental health problem122.Bisexual Experience: “A psychiatric nurse asked me\twhat\tI’d\tdone\tat\tthe\tweekend and I mentioned I’d\tbeen\tat\ta\tbisexual\tevent,\tand as a result came out as bisexual.\tHe\tseemed\tfine\tat\tthe time but when I came to see my counsellor, I found out that my referral letter said that I had unresolved issues with my sexuality. I\thadn’t\tsaid\tanything\tlike\tthat! I felt so betrayed, knowing\tthat\the’d\tsecretly\tbeen judging me like that.”123Physical healthThe strong links between mental and physical health suggest that bisexual people should also be considered more at risk of some physical health problems given that they are more\tat\trisk\tof\tmental\thealth\tdifficulties124. US researchers report that bisexual people experience greater health problems than the general population and experience biphobia and bisexual invisibility from health providers, including\tthose\twho\tare\taffirmative\tin\tterms\tof\tlesbian and gay issues125. This, in turn, leads to bisexual people accessing health services less, with attendant health implications which commissioners should address as a matter of urgency in terms of access to services. However, they acknowledge that there is relatively little research evidence on the specific\tphysical\thealth\tneeds\tof\tbisexual\tpeople.In terms of substance use, bisexual men have been found to be more likely than gay and heterosexual men to use recreational drugs126. Whilst\tnot\tseparating\tout\tfindings\tfor\tlesbian\tand bisexual women, another study found that this group combined had higher rates of smoking, drinking alcohol and recreational drug use than the general population127. This study also found evidence that lesbian and bisexual women were less likely to attend cervical smears, and were more likely to be diagnosed with breast cancer, which suggests that cancer screening may be a key issue for bisexual women. Half of participants reported negative experiences with health professionals, including inappropriate comments relating to their sexuality.Sexual healthBisexual people have often been blamed for transmission of HIV and other STIs into heterosexual and lesbian communities. When AIDS appeared, the then governments of the USA and UK appeared indifferent, at best, about the prospect of large numbers of gay men dying. UK activists used the idea that bisexual men would spread HIV from the gay community into the wider population to (successfully) gain government action128. However, the legacy of this is a continued stereotype\tthat\tbisexual\tmen\tare\ta\tsignificant\tsource of HIV infection, particularly for their female partners.It\tis\textremely\tdifficult\tto\testablish\trates\tof\tHIV\tand other STIs among bisexual people in the UK. This is for a number of reasons, including the crucial distinction between bisexual ”“Bisexual and healTh28identity and bisexual behaviour. People who identify as bisexual may have different sexual behaviours from people who identify as gay or straight but are sexual with people of more than one gender. In addition, many studies of men who have sex with men (MSM) do not distinguish between men who have sex with men only (MSMo) and men who have sex with men and women (MSMW). In particular, the Health Protection Agency, which keeps the UK’s\tofficial\trecords\tof\tHIV\tinfection,\tdoes\tnot\tdistinguish MSMo from MSMW.Sigma Research has carried out a long-running series\tof\t‘Gay\tMen’s\tSex\tSurveys’\twhich,\tdespite the title, do include and distinguish between\tMSMo\tand\tMSMW\t(both\tdefined\tas\t‘in\tthe\tlast\t12\tmonths’).\tThese\tsurveys\tconsistently show lower rates of HIV infection for behaviourally bisexual men than MSMo (4.3% vs. 14.3% )129. They also show lower rates of HIV testing (45.3% MSMW never been tested vs 24.8% MSMo) and higher rates of condom failure (20.3% vs. 12.3%, experienced in the last year). Earlier Sigma surveys showed higher rates of unprotected anal intercourse among MSMW when having sex with men130 and one international study found that young MSMW report especially high levels of HIV risk behaviour131. However, more recent Sigma surveys suggest little difference between MSMW and MSMo. It is not known whether the lower rates of HIV infection observed among MSMW in the Sigma data are genuinely the result of lower prevalence or are simply the result\tof\tthe\tlower\trates\tof\tHIV\ttesting.\tSigma’s\tlatest report recommends health promotion initiatives on how to reduce condom failure aimed at bisexually behaving men.However,\tmen\twho\ttake\tpart\tin\tSigma’s\tsurveys are unlikely to be typical of men who behave bisexually but identify as heterosexual. The vast bulk of health promotion work aimed at men who have sex with men is done via the commercial gay scene using language and imagery that behaviourally bisexual men will either never see (because they have much less contact with the scene) or not see as relevant to them (because they do not identify as\t‘gay’)132. Consequently, public health policy makers\tshould\tconsider\tspecifically\tbisexual\ttargeted campaigns, both towards the bisexual community and also towards MSM.Women’s\tsexual\thealth\tissues\tare\tmuch\tless\tresearched. Those studies that do exist also often fail to distinguish between women who only have sex with women (WSWo) and those who have sex with women and men (WSWM). Those that do distinguish are seldom UK-based. An Australian study found that rates of bacterial vaginosis and Hepatitis B were higher among WSWo than WSWM but that rates of HIV infection were low among both groups despite high numbers of partners133. A study from San Francisco found low rates of HIV transmission to female partners from MSMW, probably the result of high rates of barrier protection and extremely low rates of risky behaviour134. A larger US study found that only 1% of all new HIV infections were women who had contracted it from MSMW135.Since sexual identities often differ from sexual practices, sexual health promotion materials should\taim\tto\tbetter\treflect\tthis\tcomplexity.\tFor\texample,\tleaflets\taimed\tat\theterosexuals\tcould also mention sexual health issues relevant to same-sex activity.Bisexual Experience: “I went to a sexual health clinic for a routine STD screening.\tI’m\tfemale\tbut\twhen it emerged I was sleeping with a bisexual, I was told I had to go to the gay and bisexual men’s\tclinic\tto\treceive\tmy\ttesting. It was only when I mentioned that my bisexual partners were female that they agreed to treat me in the female clinic. I would not have felt comfortable going\tto\tthe\tmen’s\tclinic\tand felt quite uncomfortable about being tested at all after that.”136 ”“29intersections  with bisexualityIt is vital, when researching, working with, or targeting initiatives towards bisexual people, to remember that other aspects of identity intersect with sexual identity in important ways, meaning that some people may experience multiple discriminations, and that one experience of bisexuality is not universal.For example, BME and trans bisexual people (see glossary) are particularly at risk\tof\tmental\thealth\tdifficulties\tdue\tto\tthe\tmultiple\tmarginalisations\tthat\tthey\tface137, 138. Similarly, as stated above, young bisexually active men may be particularly at risk of contracting STIs. Older bisexual people may be invisible due to generational and age differences in understandings of sexuality. Further,\t‘bisexuality’\titself\tis\ta\tterm\twhich\tis\tonly\tused\tin\tsome\tcultural\tcontexts\t(see\t‘Bisexual\tidentity,\tbisexual\tbehaviour\tor\tbisexual\tfeelings’\tabove).In\tthis\tsection\twe\tdeal\tbriefly\twith\tseveral\tkey\tintersections\twith\tbisexuality.\tWith all of these it is important not to assume either that all bisexual people will\talso\tfit\tinto\tanother\tgroup,\tor\tthat\tthey\twill\tnot.\tFor\texample,\tthere\tis\ta\tcommon perception that bisexual people are also non-monogamous, but statistics suggest that around 50% are monogamous139. Similarly, it may be assumed that bisexual people are all white, which excludes and marginalises bisexual people from BME groups.Race and cultureUnderstandings\tof\tpeople\twith\t‘same-and-other’\tgender\tattractions\tvary\tacross cultures. Among white people in the UK such behaviour is often presented in a sensationalist manner and regarded as a reason to mistrust people\twho\tare\tviewed\tas\t‘really\tgay’\tbut\tlying\tabout\tit140. Some black British people may reject potential LGBT identities due to a perception that these are part of white culture141. Some authors have suggested that there is\tgreater\tallowance\tof\tsexual\tfluidity\t(outside\tbinaries\tof\theterosexual/homosexual) in South and East Asian community contexts142. Of course it should be remembered that such cultural categories are extremely broad and that\tthere\tare\tlikely\tto\tbe\tmultiple\tmeanings\tattached\tto\t‘same-and-other’\tgender attractions within each group, related to class, religion, generation, geographical location, personal experience and many other aspects.Bisexuality\tmay\texacerbate\tcertain\tspecific\tprejudices\tand\tdiscriminations\twhich BME people already experience. For example, stereotypical notions of black women as hypersexual143 might be compounded by the idea that bisexual people are sexually insatiable. The double discrimination of racism and biphobia/homophobia impacts hugely on those in ethnic minorities who have\t‘same-and-other’\tgender\tattraction.GenderPeople who are both trans and bisexual are often either doubly invisible, or doubly discriminated against for threatening assumptions about the gender binary144. However, there is some mutual support across trans and bisexual communities, perhaps due to the shared marginalisation of these groups within the LGBT movement more broadly, and 30overlaps between the communities. For example, 19% of attendees at the national bisexual conference identify as transgender or genderqueer145, and a third of trans participants\tin\tone\tUK\tstudy\tidentified\ttheir\tsexuality as bisexual146.In relation to gendered perceptions of bisexuality, as previously mentioned, bisexual women\tare\toften\tviewed\tas\t‘bi-curious’\tor\tmerely behaving in a bisexual way for the titillation of heterosexual men, whilst bisexual men\tare\toften\tassumed\tto\t‘really’\tbe\tgay147. See\t‘Representations\tof\tbisexuals\tin\tthe\tmedia’\tfor\tmore\ton\tthis.Relationship stylesOpenly non-monogamous styles of relating are\tmore\tcommon\tamongst\tself-identified\tbisexual people than amongst lesbians or heterosexual people (they are similarly common amongst gay men)148. Due to the lack of legal recognition of such relationships, there can be problems such as partners not\tbeing\trecognised\tas\t‘family’\tin\tmedical\tcontexts, additional parents in polyamorous families struggling to gain custody following a break-up, and problems over property rights when somebody dies. There are also multiple marginalisations for openly non-monogamous bisexual people who are even more likely to be stigmatised for supposed promiscuity or to be seen as sexual predators. Despite evidence that children of openly non-monogamous parents fare as well as any other children149, there are still stigmas which mean that such families have to decide whether to experience the stress of hiding their relationships, or to expose themselves to potential prejudice if they are out in their local community150.Bisexual people who are in monogamous relationships\tare\tmore\tlikely\tto\tbe\t‘invisible’\t(due to sexual identity being assumed on the basis of their current partner). They may also find\tthat\tother\tpeople\tassume\tthat\tthey\tare\tnot monogamous, because they identify as bisexual.Bisexual Experience: “I shouldn’t\thave\ttold\tmy\twife\tI fancied men. Now she thinks\tI’m\tgay\tand\tI’m\tgoing\tto leave her for a man. I don’t\tknow\twhat\tto\tdo\t-\tall\tthe stuff I see is all about how to be “gay and proud”. I still love her, still fancy women.\tI’m\tscared\tthe\tmarriage counsellor will tell us\tto\tseparate.\tI’m\tnot\tgay,\tam I?”151Sexual practicesThere is also some overlap between UK bisexual communities and BDSM/kink communities, with greater proportions of people in bisexual spaces being open about their BDSM/kink identities or practices than in many heterosexual spaces. BDSM is still heavily stigmatised, frequently ridiculed in popular media, pathologised by the main psychiatric taxonomies, and criminalised in some contexts152. This is despite consistent evidence that those who practice BDSM are no more prone to psychological problems, violence or abuse than the general population, and that clear codes of consensual conduct are commonplace153.Bisexual people who do not identify with, or\tpractice,\tBDSM/kink\tmay\tstill\tfind\tthat\tthey are stereotyped as doing so, due to assumptions\tabout\tbisexuality\tand\t‘spicy’\tsex.\tThose who do practice or identify with BDSM/kink may experience double discrimination and suspicion in relation to their sexual identities or practices and, like openly non-monogamous people, they will face\tdifficult\tdecisions\tabout how open they are able to be and in what contexts.”“31AgeAs\tmentioned\tabove\t(see\t‘Biphobia\tin\tSchools’),\tyoung\tpeople\tare\tvulnerable\tdue to the biphobic, homophobic and heteronormative context of most educational settings and have been found to be particularly at risk amongst LGBT youth154. Research has found that the bisexual-specific\tmental,\tphysical\tand\tsexual\thealth\tconcerns raised in this report are especially pertinent when it comes to bisexual youth155. This means that there is a need for bisexual-specific\tyouth\tresearch\tand\thealth\tpromotion\tresources, in addition to more inclusive policies and practices, to address the bisexual invisibility and biphobia that are present for these groups156. Research in the US suggests that improved bisexual access to LGBT groups in schools would be an ideal way to support bisexual young people157.For older bisexual people there may be increased invisibility due to assumptions that older people are no longer sexual, as well as the multiple discriminations of biphobia and ageism. The commercial gay scene, which some bisexual people access, is highly youth centric and may be hostile to older people, even those as young as their thirties158.\tThe\tage\tprofile\tof\tthose\tattending\tbisexual events is somewhat older than that of the commercial lesbian and gay scene but is still fairly young (17-61, but with the largest group in their 30s)159. While there is a growing body of research into the impact of ageing on LGBT people in general160, there is hardly any research on bisexual ageing specifically161, and a great need for more information and understanding about the needs of older bisexual people.AbilityThere is also a societal lack of visibility around the sexuality of disabled people in the UK and elsewhere162, particularly amongst people with more severe impairments such as paraplegia, quadriplegia\tand\tsevere\tlearning\tdifficulties.\tThere is often an absence of discussion of sexuality amongst groups of people with disabilities and amongst professionals working with these groups163 although there are notable UK exceptions such as the group Shada164.  Again, bisexual people with disabilities face double marginalisation. It is particularly important that bisexuality is seen as a viable option for people who may be bisexual, but have trouble expressing this identity.ReligionFaith-based bias against same-sex identities and expression is still found in the UK165. As already mentioned, The Equality Act (2010)166 prohibits discrimination in the provision of goods and services on the grounds of sexual orientation. However, the act contains some limited exemptions on religious grounds.Prejudice within some religious communities contributes profoundly to the isolation and marginalisation of bisexual people within these communities167. There are community organisations for LGBT Muslims, Christians and Jewish people. However, there are few bisexual-specific\tgroups168 and there may be low levels of bisexual awareness amongst such LGBT groups.Various forms of paganism and atheism seem to be more common within bisexual communities than in the general population. In some cases bisexual people who belong to these communities may experience multiple marginalisation and discrimination in mainstream society169.32Education, employment and social classNearly 80% of attendees at the national bisexual event, BiCon, have education to the level of a college/university degree170. Given that only one in six adults of working age in the United Kingdom hold a degree or equivalent qualification171 this is an unusually high level of education, even allowing for the younger age range of people attending the event than the general population. However, this may well be due – in part – to the fact that BiCon takes place in a university setting, meaning that people who are comfortable in such a setting are more likely to attend. Further research on those attending other UK bisexual events (such as BiFest, which often takes place in a pub or community setting) would be valuable.In terms of employment, one local UK study on LGBT experience found that, whilst bisexual\tpeople\tdidn’t\tdiffer\tmuch\tin\tterms\tof whether they were employed, or in type of employment, on average they earned less than lesbian and gay people172. More research is needed into the ways in which social class relates to bisexual feelings, identity and behaviour, however employers should strive to ensure equity in pay for bisexual employees.GeographyLike most people in the United Kingdom, most bisexual community members live in urban areas (77%, compared to 80% nationally)173,174.\tSpecifically,\tin\tthe\tcase\tof\tBiCon attendees, they tend to come from large towns or cities with a population over 100,000, and towns with local bisexual groups. Therefore there is important research and outreach to be done regarding bisexual people in smaller towns and rural areas.33This\treport\thas\tfocused\tlargely\ton\tthe\tproblems\tand\tdifficulties\tfaced\tby\tbisexual people, in order to support the claim that bisexual issues do need to be addressed, and that bisexual experiences should be separated out from those\tof\tlesbian\tand\tgay\tpeople.\tWe\thave\tseen\tthat\t‘invisibility’\tis\ta\tspecific\tissue for bisexual people, that biphobia is different to homophobia (although many bisexual people may experience both), and that these aspects of bisexual\tlife\ttranslate\tinto\tspecific\tproblems\tin\tterms\tof\tcrime,\tschool\texperience, the workplace, and health.However, an overwhelming focus on negative experience can do a disservice to the rich lives of bisexual people in the UK. It can also risk positioning bisexual people themselves as somehow problematic or pathological. It is vital to remember that it is the attitudes and behaviours of others, and wider structures, that cause problems for bisexual people (as with lesbian and gay people) and that a societal shift towards recognising and accepting the full range of sexual identities is needed to ameliorate this.For\tthese\treasons,\twe\tend\tthis\treport\tby\tconsidering\tspecific\tpositive\taspects of bisexuality. One in-depth international study has researched this issue175, including participants from across Canada, Britain, America, New Zealand, Norway, Finland and Tunisia. Bisexual people reported that they felt freedom from the social binaries of gay/straight and male/female. This meant that they thought that they were more able than others to develop identities which felt right for them, and to form relationships without restrictions around who they could be attracted to. Many linked this to a sense of independence, self-awareness and authenticity.Bisexual people also spoke a great deal about their acceptance and appreciation\tof\tother\tpeople’s\tdifferences,\tof\tdiversity\tgenerally,\tand\tof\ttheir\tunderstanding of privilege and oppression more broadly. They felt that they were well-placed to see social biases and assumptions and to challenge these on issues beyond sexuality.Bisexual Experience: “The last thing we need is to become sexuality-centric in how we approach others. Avoiding such attitudes takes effort, but the trials of bisexuality have equipped me well in this respect. So to conclude with the most positive aspects of bisexuality, I would say that what I value most highly is holding on to my compassion, tolerance and broadmindedness towards others.”176positive bisexual experiences”“34Some people spoke of the resilience that they had developed and also of how their experiences had spurred them into community work, awareness-raising, and political activism against prejudice and discrimination more widely. Indeed, bisexual communities in the UK are notably active in volunteering (event organising, mentoring and support, offering education and training) compared to more commercial\tscenes.\tThis\twould\tseem\tto\tfit\twell with current political moves towards community-based action and volunteering, as well as towards equality and diversity. Perhaps bisexual people could be seen as particularly well placed here in terms of what they can offer.Bisexual Experience: “I’ve\tdiscovered\tan\tamazing\tsubculture of people who also identify as bi and now feel part of a community for the\tfirst\ttime\tin\tmy\tlife.\tI\tget\ta buzz out of supporting other people who are just making\tthe\tfirst\ttentative\tsteps towards a bi-identity. I’ve\tbecome\tvery\tinvolved\tin organising bi-related events.”177 ”“35See BiUK website (www.biuk.org) for more complete reference lists, including most of the major publications relating to bisexuality in the areas covered in this report.Key Reports on BisexualityChamberlain, B. (2009). Bisexual people in the workplace: Practical advice for employers.\tLondon:\tStonewall.Miller, M., André, A., Ebin, J., & Bessonova, L. (2007). Bisexual health: An introduction and model practices for HIV/STI prevention programming. National Gay and Lesbian Task Force Policy Institute, the Fenway Institute at Fenway Community Health, and BiNet USA.Roen, K. (2002). Bisexuality report for ILGA-Europe. International Lesbian and Gay Association.San Francisco Human Rights Commission. (2010). Bisexual invisibility: Impacts and recommendations.\tSan\tFrancisco:\tSan\tFrancisco\tHuman\tRights Commission LGBT Advisory Committee.Key Books on Bisexuality (for more complete list see  www.biuk.org)Diamond, L. (2009). Sexual fluidity. Cambridge,\tMA:\tHarvard\tUniversity\tPress.Firestein, B. A. (Ed). (1996). Bisexuality: The psychology and politics of an invisible minority.\tLondon:\tSage.Fox, R. (Ed). (2004). Current research on bisexuality.\tBinghamton,\tNY:\tHaworth Press.Garber, M. (1995). Vice versa: Bisexuality and the eroticism of everyday life. London:\tPenguin.George, S. (1993). Women and bisexuality.\tLondon:\tScarlet\tPress.Hutchins, L., & Kaahumanu, L. (Eds). (1991). Bi any other name: Bisexual people speak out.\tNew\tYork,\tNY:\tAlyson\tBooks.Klein, F. (1993). The bisexual option.\tNew\tYork:\tHarrington\tPark\tPress.Kristal, N., & Szymanski, M. (2006). The bisexual’s guide to the universe: Quips, tips, and lists for those who go both ways.\tNew\tYork,\tNY:\tAlyson\tBooks.Ochs, R. (Ed). (2009). Getting bi: Voices of bisexuals around the world. Boston,\tMA:\tBisexual\tResource\tCentre.Richardson, R., & Monro, S. (forthcoming, 2012). Sexuality, equality and diversity. Houndmills,\tBasingstoke:\tPalgrave\tMacMillan.Rose S., Stevens, C., & The Off-Pink Collective. (Eds). (1996). Bisexual horizons: Politics, histories, lives.\tLondon:\tLawrence\tand\tWishart.Weinberg, M. S., Williams, C. J., & Pryor, D. W. (1998). Dual attraction: Understanding bisexuality. Oxford:\tOxford\tUniversity\tPress.Key  resources36Online resourcesUKThe\tBisexual\tIndex:\twww.bisexualindex.org.ukBi\tCommunity\tNews:\twww.bicommunitynews.co.ukBiMedia:\tbimedia.orgBi.org:\twww.bi.orgBiUK:\twww.biuk.orgBiCon\tevent:\twww.bicon.org.ukBiFest\tevent:\twww.bifest.orgUS and InternationalBi\tresource:\twww.biresource.netBisexual.com:\twww.bisexual.comShybi.com:\twww.shybi.com\t(women),\twww.shybi-guys.com\t(men)American\tInstitute\tof\tBisexuality:\twww.bisexual.orgJournal\tof\tBisexuality:\twww.tandfonline.com/toc/wjbi20/currentAcademic-bi:\thttp://groups.yahoo.com/group/academic_bi37Asexual\t Or\t‘ace’,\trefers\tto\tpeople\twho\tdo\tnot\texperience\tsexual\tattraction or who do not wish to act upon it178.Bisexual allies\t People\twho\tdon’t\tidentify\tas\tbisexual\tthemselves\tbut\tare\taffiliated\twith\tbisexual\tcommunities,\toften\tthrough\tpartners,\tfriends\tor\tfamily\tand/or\tbecause\tthey\tfind\tbisexual spaces and communities to be accepting and comfortable spaces to be. Some may be behaviourally bisexual.Bi-curious Term that can be used by people who think they might be bisexual but are not sure. It is also often used in a pejorative sense to describe such people, therefore a safer\tterm\tis\t‘questioning’.Biphobia Negative attitudes, emotions, behaviours and structures relating to bisexual people and others who are attracted to more than one gender.Biromantic People who are romantically attracted to more than one gender. When coupled with asexual (biromantic asexual) the term refers to people who seek romantic relationships for various reasons, including companionship, affection, and intimacy, but are not sexually attracted to their romantic partners.Bisexual (bi,  Being attracted to more than one gender. Avoidthe\t‘b’\tword)\t hyphenating\tthis\t(bi-sexual):\tThe\t‘b’\twords\thave\tbeen\taround long enough not to count as neologisms and so there is no need for a hyphen to impart meaning.BDSM / kink BDSM stands for bondage and discipline, dominance and submission, and sadomasochism. Others use the umbrella\tterm\t‘kink’\tto\trefer\tto\tsexual\tpractices\tand\tidentities which involve the exchange of power, restriction of movement, or intense sensation. Particularly common practices include spanking and being tied up during sex.Cisgenderism Assuming that there are two, and only two, genders, that people remain in the gender that they were assigned at birth,\tand\tthat\tthose\twho\tdon’t\tare\tsomehow\tinferior\tor\tabnormal.Coming out The process of becoming open about your sexuality with yourself,\tother\tclose\tpeople\tand/or\tpublicly.\t‘Outing’\tis\trevealing\tsomebody\telse’s\tsexuality\twithout\ttheir\tconsent.\tBeing\t‘closeted’\trefers\tto\tnot\tbeing\topen\tabout\tyour\tsexuality.Double The discrimination that bisexual people often face from discrimination  both heterosexual and lesbian/gay people and communities.Glossary  of terms38Gay\t Being\tattracted\texclusively\tto\tthe\t‘same\tgender’.\tMostly\tused with reference to men who are attracted to other men.\tAvoid\tusing\tthe\tterm\t‘homosexual’\tas\tthis\twas\tused\tas a psychiatric diagnosis in the past and still carries this historical baggage.Heteronormativity The assumption that heterosexuality is normal and that anything other than heterosexuality is abnormal. Often used to refer to the omnipresence of heterosexual images and representations and the assumption that people will desire\tthe\t‘other\tgender’\t(e.g.\tin\tadvertising,\twomen’s\tand\tmen’s\tmagazines,\tmovies,\tetc.)Heterosexual\t Being\tattracted\texclusively\tto\t‘other\tgender’\tpeople.Heterosexism Discriminating against non heterosexual people. For example regarding them as inferior, assuming that they are heterosexual unless told otherwise, or expressing ‘tolerance’\ttowards\tthem.Homophobia Negative attitudes, emotions, behaviours and structures relating to people on the basis of their attraction to the ‘same\tgender’\tand/or\tidentifying\tas\tgay\tor\tlesbian.Intersections\t This\tword\trefers\tto\tthe\tfact\tthat\tpeople’s\tsexuality\tdoes not impact on their experience alone, but rather it intersects with other aspects of identity such as gender, race, religion, culture, class, age, ability and geography.Lesbian Refers to women being attracted exclusively to other women.\tAvoid\tusing\tthe\tterm\t‘homosexual’\tas\tthis\twas\tused as a psychiatric diagnosis in the past and still carries this historical baggage.LGBT Lesbian, gay, bisexual and trans (sometimes just LG or LGB, sometimes LGBTQ to include queer. Other additional initials can include a second Q for questioning, I for intersex, and A for asexual).MSM MSM stands for men who have sex with men and is a health research term for this group (who may or may not identify as gay).MSMW MSMW stands for men who have sex with men and women and is a health research term for men who are sexual with both men and women (who may or may not identify as bisexual). Some health research, particularly in the UK, uses simply MSM for all men who have sex with\tmen,\twith\tExHAM\t(‘exclusively\thomosexuallly\tactive\tmen’)\tfor\tthose\twho\tonly\thave\tsex\twith\tmen\tand\tBBM\t(‘bisexually\tbehaving\tmen’)\tfor\tthose\twho\thave\tsex\twith\tmen\tand\twomen\t(although\tsee\tnote\ton\t‘homosexuality’\tunder\t‘gay’\tabove).39GolassaRy of TeRmsMonogamy A relationship style where people have one sexual and/or romantic relationship at a time.Monosexual Being attracted to only one gender (includes heterosexual, lesbian and\tgay\tidentified\tpeople).Non-monogamy A term for all relationship styles where people have more than on sexual and/or romantic relationship at a time. This includes secret non-monogamy\t(often\tcalled\t‘cheating’\tor\t‘infidelity’)\tas\twell\tas\topen\tforms of non-monogamy such as sexually open relationships and polyamory.Omnisexual Being attracted towards people of all genders (see also pansexual).‘Other\tgender’ Refers in this document to relationships with, or attraction to, people of a different gender to the one you have yourself. Avoid the terms ‘opposite\tgender’\tand\t‘opposite\tsex’\tbecause\tthese\tsuggest\tthere\tare only two genders, where many cultures and groups of people see more than two.Pansexual Being attracted towards people of all genders (see also omnisexual).Passing A negative term (in relation to bisexuality) for allowing people to assume that you are heterosexual. Also used as a problematic term for\ttrans\tpeople\tto\tsuggest\tthat\ta\tperson\t‘passes’\tas\ta\tcisgendered\tperson of their stated gender.Polyamory A relationship style where people have multiple sexual and/or romantic relationships at the same time.Queer A reclaimed term of abuse used by some (e.g. queer activists and queer theorists) to refer to LGBT people in general, or more specifically\tto\tthose\twho\tchallenge\tthe\tbinaries\tof\tsexuality\t(that\tpeople are either gay or straight) and gender (that people are either men or women).Queer people of An accepted term for LGBTQ people who are not white. Some maycolour (QPOC)  prefer the term BME LGBTQ people (where BME stands for black and minority ethnic).‘Same\tgender’ Refers in this document to relationships with, or attraction to, people of\tthe\tsame\tgender\tas\tthe\tone\tyou\thave\tyourself.\tTerms\tlike\t‘same\tgender’\tattraction\tand\t‘same\tgender’\trelationships\tare\tinclusive\tof\tlesbian, gay and bisexual people in such relationships.Sexual\tfluidity\t Seeing\tsexual\tidentity\tand\tdesire\tas\tsomething\tthat\tfluctuates\tover(ambisexual)  a lifetime, thus people might be more or less attracted to different genders at different times, or prioritise other aspects of sexuality such as how much sexual desire they have, or the sexual activities and roles they enjoy taking.40Sexual identity This refers to identity terms which some people use to label their sexuality\t(most\tcommonly\tin\tthe\tUK:\tlesbian,\theterosexual,\tbisexual\tand gay). It is important to remember that not all people who are attracted to, or form sexual relationships with, particular genders actually\tidentify\tin\tthese\tways.\tFor\texample\t(in\tanother\tfield)\twhile\tone may have played a computer game one does not necessarily identify\tas\ta\t‘Gamer’.\tAlso,\tthere\tare\tsexual\tidentities\twhich\tare\tnot\tabout gender of attraction such as asexual, or BDSM/kink. We avoid the\tterm\t‘sexual\torientation’\tbecause\tit\ttends\tto\timply\t‘orientation’\tto\ta\tparticular\tgender\t(or\tgenders)\tas\tthe\tdefining\tfeature\tof\ta\tperson’s\tsexuality,\twhich\tit\tisn’t\tnecessarily\t(e.g.\tit\tmay\tbe\tmore\tabout\troles\ttaken,\tpractices\tengaged\tin,\tor\tspecific\tfantasies\tor\tdesires).Trans\t An\tumbrella\tterm\tincluding\tpeople\twho\tdefine\tas\ttranssexual,\ttransvestite or genderqueer. Changing in some way from the gender that was assigned at birth.Transphobia Negative attitudes, emotions, behaviours and structures relating to people on the basis of their being trans in some way or otherwise not conforming to conventional gender roles.Transvestite This is a medical term, partially reclaimed for some people who wear clothing not normally worn by people of their birth-assigned sex, whether for reasons of sexuality, comfort, or for some other reason.WSW WSW stands for women who have sex with women and is a health research term for this group (who may or may not identify as lesbian).WSWM WSWM stands for women who have sex with women and men and is a health research term for women who are sexual with both men and women (who may or may not identify as bisexual). Some health research, particularly in the UK, uses simply WSW for all women who\thave\tsex\twith\twomen,\twith\tExHAW\t(‘exclusively\thomosexuallly\tactive\twomen’)\tfor\tthose\twho\tonly\thave\tsex\twith\twomen\tand\tBBW\t(‘bisexually\tbehaving\twomen’)\tfor\tthose\twho have sex with women and men (although see note on ‘homosexuality’\tabove\tunder\t‘gay’).41Over the past decade, BiUK (www.biuk.org) has been at the forefront of researching UK bisexual experience; providing education and training on bisexuality to practitioners and policy makers; creating networks and events for dialogue about bisexual inclusion; and for the dissemination of research\tfindings.\tThis\tculminated\tin\tthe\tworld’s\tfirst\tinternational bisexual research conference (BiReCon) in London in 2010179.about BiuK421 On a national scale currently this is: HM Government (2011). Working for lesbian, gay, bisexual and transgender equality: Moving forward. Accessed from http://www.equalities.gov.uk/pdf/action%20plan.pdf on 27/6/11.2 Government Equalities Office (2011). Transgender equality. Accessed from http://www.equalities.gov.uk/what_we_do/lesbian,_gay,_bisexual_and_tra/transgender_equality.aspx on 27/6/11.3 McNulty, A., Richardson, D. & Monro, S. (2010). Lesbian, gay, bisexual and trans (LGBT) equalities and local governance. Available from http://research.ncl.ac.uk/selg/documents/selgreportmarch2010.pdf. Accessed on 27/6/11.4 HM Government (2011). Working for lesbian, gay, bisexual and transgender equality: Moving forward. Accessed from http://www.equalities.gov.uk/pdf/action%20plan.pdf on 27/6/11.5 For example, the Stonewall ‘Education for all’ initiative refers to homophobic, but not biphobic, bullying (http://www.stonewall.org.uk/at_school/education_for_all), and their recent parenting guides are titled as guides ‘for lesbians on how to get pregnant’ and ‘for gay dads’ (http://www.stonewall.org.uk/at_home/parenting). A notable recent exception to this is the Stonewall report on bisexual people in the workplace: Chamberlain, B. (2009). Bisexual people in the workplace: Practical advice for employers. London: Stonewall.6 See http://bisexualresearch.wordpress.com/references/by-topic-reference-lists/bisexual-experience.7 Barker, M., Yockney, J., Richards, C., Jones, R., Bowes-Catton, H., & Plowman, T. (forthcoming 2012). Guidelines for Researching and Writing about Bisexuality. Journal of Bisexuality. Also available from http://bisexualresearch.wordpress.com/reports-guidance/guidance/research-guidelines.8 Bisexual Index definition accessed from www.bisexualindex.org.uk on 6/7/11.9 Petford, B. (2003). Power in the darkness: some thoughts on the marginalization of bisexuality in psychological literature. Lesbian and Gay Psychology Review, 4 (2), 5-13.10 Bowes-Catton, H. (2007). Resisting the binary: Discourses of identity and diversity in bisexual politics 1988-1996. Lesbian & Gay Psychology Review, 8 (1), 58-70.11 Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L. (2008). British bisexuality: A snapshot of bisexual identities in the UK, Journal of Bisexuality, 8 (1&2), 141-162. p.155.12 Barker, M., Richards, C., & Bowes-Catton, H. (2009). “All the world is queer save thee and me…”: Defining queer and bi at a Critical Sexology seminar. Journal of Bisexuality, 9 (3&4), 363-379.13 Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L. (2008). British bisexuality: A snapshot of bisexual identities in the UK, Journal of Bisexuality, 8 (1&2), 141-162. p.155.14 Jones, R. L. (2010). Troubles with bisexuality in health and social care. In R.L. Jones, & R. Ward (Eds.) LGBT issues: Looking beyond categories (pp.42-55). Edinburgh: Dunedin Academic Press, p. 46.15 Our thanks to The Bisexual Index for this quote.16 0.5% of people identified as bisexual on the 2010 Office for National Statistics integrated household survey. However 0.5% identified as ‘other’ and 3% did not know or did not answer, making these statistics difficult to interpret. See ONS (2011). New ONS integrated household survey: Experimental statistics. London: Office for National Statistics. Accessed from http://www.statistics.gov.uk/pdfdir/ihs0910.pdf on 27/6/11.endnotes17 For more on the issues of measuring sexuality on the Office for National Statistics survey, see: Joloza, T., Evans, J., O’Brien, R., & Potter-Collins, A. (2010). Measuring sexual identity: An evaluation report. London: Office for National Statistics. Accessed from http://www.statistics.gov.uk/articles/nojournal/measuring-sexual-identity-report.pdf on 27/6/11.4318 See ‘Sexual orientation and the census’ for further details on the difficulties in measuring sexual orientation in this way. Available from: http://www.statistics.gov.uk/about/consultations/downloads/2011Census_sexual_orientation_background.pdf. Accessed on 27/6/11.19 Herbenick, D., Reece, M., Schick, V., Sanders, S. A., Dodge, B., & Fortenberry, J. D. (2010). Sexual behaviour in the United States: results from a national probability sample of men and women aged 14-94. Journal of Sexual Medicine, 7 (suppl 5): 255-265.20 For example, he found that 37% of men and 13% of women had had at least one same-sex experience to orgasm. Kinsey’s heterosexual-homosexual rating scale (2011). Accessed from http://www.iub.edu/~kinsey/research/ak-hhscale.html on 22/4/11.21 Mosher, W. D., Chandra, A., & Jones, J. (2005). Sexual behaviour and selected health measures: Men and women 15-44 years of age, United States, 2002. Advance data from vital and health statistics, no. 362. Hyatsville, MD: National Center for Health Statistics.22 Accessed from http://www.guardian.co.uk/lifeandstyle/2008/oct/26/relationships on 6/7/11.23 See Ford, Z. (2011). Just how many gay people are there and does it matter? Accessed from http://thinkprogress.org/lgbt/2011/05/31/231402/just-how-many-gay-people-are-there-and-does-it-matter on 27/6/11.24 Hutchins, L. (2005). Sexual Prejudice: The erasure of bisexuals in academia and the media. American Sexuality Magazine, 3, (4). Available from http://ai.eecs.umich.edu/people/conway/TS/Bailey/Bisexuality/American%20Sexuality/American%20Sexuality%20Magazine.pdf.25 Barker, M., & Langdridge, D. (2008). Bisexuality: Working with a silenced sexuality. Feminism & Psychology, 18 (3), 389-394.26 Firestein, B. A. (Ed.) (1996). Bisexuality: The psychology and politics of an invisible minority. London: Sage.27 Wikipedia (2007). Bisexual erasure. Accessed from http://en.wikipedia.org/wiki/Bisexual_erasure on 12/1/07.28 San Francisco Human Rights Commission (2010). Bisexual invisibility: Impacts and recommendations. San Francisco: San Francisco Human Rights Commission LGBT Advisory Committee.29 Barker, M., & Yockney, J. (2004). Including the B-word: Reflections on the place of bisexuality within lesbian and gay activism and psychology. Lesbian & Gay Psychology Review, 5 (3), 118-122.30 From BCN (2010). Both directions: Finding the bi scene in the UK. Manchester: Bi Community News.31 E.g. Rieger, G., Chivers, M. L., & Bailey, J. M. (2005). Sexual arousal patterns of bisexual men. Psychological Science, 16 (8), 579-584.32 E.g. Wilson, G., & Rahman, Q. (2005). Born gay: The psychobiology of sexual arousal. London: Peter Owen.33 See Barker, M. (2007). Heteronormativity and the exclusion of bisexuality in psychology. In V. Clarke & E. Peel (Eds.), Out in psychology: Lesbian, gay, bisexual, trans, and queer perspectives (pp.86-118). Chichester, UK: Wiley.34 E.g. Carey, B. (2005). Straight, gay or lying: bisexuality revisited. New York Times, July, 2005. Accessed from www.nytimes.com/2005/07/05/health/05sex.html on 1/12/07.35 Diamond, L. (2008). Female bisexuality from adolescence to adulthood: Results from a 10-year longitudinal study. Developmental Psychology, 44 (1), 5-14.36 Stokes, J. P., Damon, W., & McKirnan, D. J. (1997). Predictors of movement towards homosexuality: A longitudinal study of bisexual men. Journal of Sex Research, 34, 304-312.37 See http://www.biwriters.org/pages/famousbisexualsI.html for a list which aims to counter this tendency, but also http://www.bisexualindex.org.uk/index.php/FamousBisexuals for a note of caution over such lists.38 For example the Stonewall Riots. See Piontek, T. (2006). Queering gay and lesbian studies. Illinois, University of Illinois Press. And the role of Brenda Howard in subsequent LGBT activism (See http://en.wikipedia.org/wiki/Brenda_Howard).39 For example, the Stonewall report Serves You Right surveyed bisexual people as well as lesbians and gay men but the subtitle drops the ‘B’ and the report rarely features the word ‘bisexual’. Hunt, R., & Dick, S. (2008). Serves you right: Lesbian and gay people’s experiences of discrimination. London: Stonewall.40 See Bi Media: http://bimedia.org.41 Cowen, K., & Valentine, G. (2006). Tuned out: The BBC’s portrayal of lesbian and gay people. London: Stonewall.4442 Stonewall (2010). Unseen on screen: Gay people on youth TV. London: Stonewall.43 See http://tvtropes.org/pmwiki/pmwiki.php/Main/NoBisexuals44 E.g. Rich, J. R. (2005, September 23). Film: Hello cowboy: Ang Lee’s award-winning gay western is the most important film to come out of America in years. The Guardian. Accessed from http://film.guardian.co.uk/features/featurepages/0,4120,1576188,00.html on21/1/2006 .45 E.g. Kavanagh, T. (2006, January 26). I’m gay too: A second limp-dem confesses. The Sun, p.1.46 Bryant, W. A. (1997). Bisexual characters in film. London: Harrington Park Press. p.67.47 See also http://tvtropes.org/pmwiki/pmwiki.php/Main/DepravedBisexual.48 Klesse, C. (2005). Bisexual women, non-monogamy and differentialist anti-promiscuity discourses. Sexualities, 8 (4), 445-464.49 Rust, P. C. (1993). Neutralizing the political threat of the marginal woman: Lesbians’ beliefs about bisexual women. The Journal of Sex Research, 30 (3), 214-228.50 Carey, B. (2005, July 5). Straight, gay or lying: bisexuality revisited. New York Times. Accessed from http://www.nytimes.com/2005/07/05/health/05sex.html on 20/8/2011.51 British Broadcasting Corporation. (2010). Portrayal of lesbian, gay and bisexual people on the BBC. London: BBC.52 British Broadcasting Corporation. (2010). Portrayal of lesbian, gay and bisexual people on the BBC. London: BBC. p. 17.53 See Richards, C., & Barker, M. (forthcoming, 2012). Sexuality and gender for counsellors, psychologists and health professionals: A practical guide. London: Sage.54 BiPhoria (2011). Getting bi in a gay/straight world. Manchester: BiPhoria. Accessed from http://www.flickr.com/photos/61249209@N04/sets/72157626275005967/show on 23/4/11.55 From BCN (2010). Both directions: Finding the bi scene in the UK. Manchester: Bi Community News.56 http://bicon.org.uk57 http://bifest.org58 http://www.bisexualunderground.org59 http://www.biphoria.org.uk60 http://bi.org/bicoffeelondon61 http://www.bisexualindex.org.uk62 http://www.biuk.org63 http://bi.org64 http://bicommunitynews.co.uk65 Herek, for example, found more negative attitudes from heterosexuals towards bisexual people than towards lesbians, gay men, different racial and religious groups, and people with AIDS. The only group they were viewed more favourably than was injecting drug users. See Herek, G. M. (2002). Heterosexuals’ attitudes towards bisexual men and women in the United States. The Journal of Sex Research, 39 (4), 264-274.66 See http://radicalbi.wordpress.com/2011/07/28/the-monosexual-privilege-checklist67 Our thanks to The Bisexual Index for this quote.68 Ochs, R. (1996). Biphobia. In B. A. Firestein (Ed.) Bisexuality: The psychology and politics of an invisible minority (pp.217-139). London: Sage.69 BCN (2011). Unison moves to tackle biphobia. Accessed from http://bicommunitynews.co.uk/218/unison-moves-to-tackle-biphobia on 21/8/1170 Ryrie, I., McDonnell, S., Allman, K., & Pralat, R. (2010). Experiences of and barriers to participation in public and political life for lesbian, gay, bisexual and transgender people: Report to the Government Equalities Office. London: Office for Public Management.71 Our thanks to The Bisexual Index for this quote.72 Harris, D. Murphy, T. Kenner J., & Johnson T. (2008). Legal study on homophobia and discrimination on grounds of sexual orientation in the United Kingdom. Vienna: FRALEX.73 Stonewall. (2008). Homophobic hate crime: The gay British crime survey 2008. London: Stonewall.74 Wake I., Wilmott I., Fairweather P., & Birkett J. (1999). Breaking the chain of hate: A national survey examining levels of homophobic crime and community confidence toward the police service. London: National Advisory Group.75 Our thanks to The Bisexual Index for this quote.76 Henderson, L. (2003) Prevalence of domestic violence among lesbians and gay men: Data report to Flame TV. London: Sigma Research. See www.broken-rainbow.org.uk.4577 Donovan, C., Hester, M., Holmes, J., & McCarry, M. (2006). Comparing domestic abuse in same sex and heterosexual relationships. ESRC report accessed from http://www.broken-rainbow.org.uk/cohsar_report.pdf on 6.7.11.78 Miles, N. (2011). No going back: Lesbian and gay people and the asylum system. London: Stonewall.79 Cowen, T., Stella, F., Magahy, K. Strauss, K., & Morton, J. (2011). Sanctuary, safety and solidarity: Lesbian, gay, bisexual and transgender asylum seekers and refugees in Scotland. A report by Equality Network, BEMIS and GRAMNet. Accessed from http://www.gla.ac.uk/media/media_195792_en.pdf on 13/8/11.80 Gower, M. (2011). Asylum: Claim based on sexual identity. London: A House of Commons Library, Home Affairs Section document accessed from http://www.parliament.uk/Templates/BriefingPapers/Pages/BPPdfDownload.aspx?bp-id=SN05618 on 13.8.11.81 Cowen, T., Stella, F., Magahy, K., Strauss, K., & Morton, J. (2011). Sanctuary, safety and solidarity: Lesbian, gay, bisexual and transgender asylum seekers and refugees in Scotland. A report by Equality Network, BEMIS and GRAMNet accessed from http://www.gla.ac.uk/media/media_195792_en.pdf on 13/8/11.82 Hunt, R. & Jensen, J. (2007). The school report: The experiences of young gay people in Britain’s schools. London: Stonewall.83 Monro, S. (2008). The situation concerning homophobia and discrimination on grounds of sexual orientation in England and Wales. London: Sociological Country Report.84 Loutzenheiser, L. W., & MacIntosh, L. B. (2004). Citizenships, sexualities, and education. Theory into Practice, 43 (2), 151–158.85 Stonewall (2009). The teacher’s report. London: Stonewall.86 Colgan, F., Creegan, C., McKerney, A., & Wright, T. (2007). Lesbian, gay and bisexual workers: Equality, diversity and inclusion in the workplace: A qualitative research study. London: COERC/London Metropolitan University.87 Department for Education. (2010). The importance of teaching. London: Department for Education.88 Elia, J. P. (2011). Bisexuality and school culture: School as a prime site for bi-intervention. Journal of Bisexuality, 10, 452–471.89 Balsam, K. F., & Mohr, J. J. (2007). Adaptation to sexual orientation stigma: A comparison of bisexual and lesbian/gay adults. Journal of Counselling Psychology, 54 (3), 306–319.90 Pallotta-Chiarolli, M., & Martin, E. (2009). “Which sexuality? Which service?” : Bisexual young people’s experiences with youth, queer and mental health services in Australia. Journal of LGBT Youth, 6 (2/3), 199-222.91 From Pallotta-Chiarolli, M., & Martin, E. (2009). “Which sexuality? Which service?” : Bisexual young people’s experiences with youth, queer and mental health services in Australia. Journal of LGBT Youth, 6 (2/3), 199-222. p.10.92 See http://www.lgf.org.uk/bullied-for-being-bisexual. Accessed on 6/7/11.93 Pallotta-Chiarolli, M. (2010). Border sexualities, border families in schools. Lanham, Md: Rowman & Littlefield.94 Elia, J. P. (2011). Bisexuality and school culture: School as a prime site for bi-intervention. Journal of Bisexuality, 10, 452–471.95 Graydon, K., & Fisher, E. S. (2010). Bisexual students in secondary schools: Understanding unique experiences and developing responsive practices. Journal of Bisexuality, 10, 472–485.96 Epstein, D., O’Flynn, S., & Telford, D. (2003). Silenced sexualities in schools and universities. Stoke on Trent: Trentham Books.97 Ellis, S. (2009). Diversity and inclusivity at university: A survey of the experiences of lesbian, gay and trans (LGBT) students in the UK. Higher Education, 57, 723-739.98 Barker, M. (2007). Heteronormativity and the exclusion of bisexuality in psychology. In V. Clarke & E. Peel (Eds.), Out in Psychology: Lesbian, Gay, Bisexual, Trans, and Queer Perspectives (pp.86-118). Chichester, UK: Wiley.99 The Equality Act (2010). Accessed from http://http://www.legislation.gov.uk/ukpga/2010/15/pdfs/ukpga_20100015_en.pdf on 20/10/11.100 Keeble, S. E., Viney, D., & Wood, G. W. (2011). Out & About: Mapping LGBT lives in Birmingham. Birmingham: Birmingham LGBT.101 Chamberlain, B. (2009). Bisexual people in the workplace: Practical advice for employers. London: Stonewall.102 Angus Reid Public Opinion. (2011). LGBT in the workplace. Accessed from http://www.angus-reid.com/wp-content/uploads/2011/11/2011.11.15_LGBT.pdf on 20/11/11.46103 Our thanks to The Bisexual Index for this quote.104 Monro, S. (2008). The situation concerning homophobia and discrimination on grounds of sexual orientation in England and Wales. London: Sociological Country Report.105 Stonewall (2009). Leagues behind: Football’s failure to tackle anti-gay abuse. London: Stonewall.106 Hunt, R. & Jensen, J. (2007). The school report: The experiences of young gay people in Britain’s schools. London: Stonewall.107 See http://www.equalities.gov.uk/news/minister_shows_red_card_to_hom.aspx. Accessed on 6/7/11.108 See http://en.wikipedia.org/wiki/Orlando_Jordan#Personal_life. Accessed on 6/7/11.109 This is anecdotal in the UK context, but more clearly evident in other countries such as the US: See, for example, http://news.webindia123.com/news/articles/World/20110604/1764314.html, for a report on bisexual men being banned from a softball team for not being ‘gay enough’.110 See http://justincampaign.blogspot.com/2011/05/bi-and-trans-community-consultations.html. Accessed on 6/7/11.111 Anderson, E. & Adams, A. (2011). “Aren’t we all a little bisexual?”: The recognition of bisexuality in an unlikely place. Journal of Bisexuality, 11 (1), 3–22.112 Jorm, A., Korten, A., Rodgers, B., Jacomb, P., & Christensen, H. (2002). Sexual orientation and mental health: Results from a community survey of young and middle-aged adults. British Journal of Psychiatry, 180, 423-427.113 King, M., & McKeown, E. (2003). Mental health and well-being of gay men, lesbians and bisexuals in England and Wales. London: Mind.114 See Richards, C., & Barker, M. (forthcoming, 2012). Sexuality and gender for counsellors, psychologists and health professionals: A practical guide. London: Sage.115 San Francisco Human Rights Commission (2010). Bisexual invisibility: Impacts and recommendations. San Francisco: San Francisco Human Rights Commission LGBT Advisory Committee.116 Jorm, A., Korten, A., Rodgers, B., Jacomb, P., & Christensen, H. (2002). Sexual orientation and mental health: Results from a community survey of young and middle-aged adults. British Journal of Psychiatry, 180, 423-427.117 King, M., & McKeown, E. (2003). Mental health and well-being of gay men, lesbians and bisexuals in England and Wales. London: Mind.118 Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L. (2008). British bisexuality: A snapshot of bisexual identities in the UK, Journal of Bisexuality, 8 (1&2), 141-162.119 Browne, K., & Lim, J. (2008). Count me in too: LGBT lives in Brighton and Hove. Brighton: Spectrum.120 King, M., Semlyen, J., Killaspy, H., Nazareth, I., & Osborn, D. (2007). A systematic review of the research on counselling and psychotherapy for lesbian, gay, bisexual & transgender people. Leicester: BACP.121 Page, E. (2007). Bisexual women’s and men’s experiences of psychotherapy. In B. A. Firestein (Ed.) Becoming visible: Counseling bisexuals across the lifespan (pp.52-71). New York, NY: Columbia University Press.122 King, M., & McKeown, E. (2003). Mental health and well-being of gay men, lesbians and bisexuals in England and Wales. London: Mind.123 From Biphoria (2010). Bisexuality and mental health. Manchester: Biphoria. Accessed from www.biphoria.org.uk/bi_mh.pdf on 6/7/11.124 Royal College of Psychiatrists (2011). Linking mental and physical health. Accessed from http://www.rcpsych.ac.uk/campaigns/fairdeal/whatisfairdeal/linkingphysicalandmh.aspx on 6/7/11.125 Miller, M., André, A., Ebin, J., & Bessonova, L. (2007). Bisexual health: An introduction and model practices for HIV/STI prevention programming. National Gay and Lesbian Task Force Policy Institute, the Fenway Institute at Fenway Community Health, and BiNet USA.126 King, M., & McKeown, E. (2003). Mental health and well-being of gay men, lesbians and bisexuals in England and Wales. London: Mind.127 Hunt, R., & Fish, J. (2008). Prescription for change. Lesbian and bisexual women’s health check 2008. London: Stonewall.128 Garfield, S. (1994). End of Innocence: Britain in the time of AIDS. London: Faber and Faber.129 Hickson, F., Bourne, A., Weatherburn, P., Reid, D., Jessup, K. & Hammond, G. (2010). Tactical\tdangers:\tfindings\t from\t the\tUnited\tKingdom\tGay\tMen’s\tSex\tSurvey\t2008.\tLondon:\tSigma Research.47130 Devlin, W., Keogh, P., Nutland, W., & Weatherburn, P. (2003). The field guide. London: Terrence Higgins Trust.131 Goodenow, C., Netherland, J., & Szalacha, L. (2002). AIDS-related risk among adolescent males who have sex with males, females or both: Evidence from a statewide survey. American Journal of Public Health, 92 (2), 203–210.132 Weatherburn P., Reid, D. S., Beardsell, S., Davies, P. M. et al. (1996). Behaviourally bisexual men: Identifying needs for HIV prevention. London: Health Education Authority.133 Fethers, K., Marks, C., Mindel, A., & Eastcourt, C. S. (2000). Sexually transmitted infections and risk behaviours in women who have sex with women. Sexually Transmitted Infections, 76, 345-349.134 Ekstrand, M. L., Coates, T. J., Guydish, J. R., Hauck, W. W., Collette, L., & Hulley, S. B. (1994). Are bisexually identified men in San Francisco a common vector for spreading HIV infection to women? American Journal of Public Health, 84 (6), 915-919.135 Kahn, J. G., Gurvey, J., Pollack, L. M., Binson, D., & Catania, J. A. (1997). How many HIV infections cross the bisexual bridge? An estimate from the United States. AIDS Weekly Plus, 11, 1031-1037.136 From Biphoria (2010). Bisexuality and mental health. Manchester: Biphoria. Accessed from www.biphoria.org.uk/bi_mh.pdf on 6/7/11.137 Browne, K., & Lim, J. (2008). Count me in too: LGBT lives in Brighton and Hove. Brighton: Spectrum.138 Sim Chun, K. Y. & Singh, A. A. (2010). The bisexual youth of color intersecting identities development model: A contextual approach to understanding multiple marginalization experiences. Journal of Bisexuality, 10 (4), 429-451.139 Barker, M., & Langdridge, D. (2010). Whatever happened to non-monogamies? Critical reflections on recent research and theory. Sexualities, 13 (6), 748-772.140 E.g. Kavanagh, T. (2006, January 26). I’m gay too: A second limp-dem confesses. The Sun, p.1.141 Boykin, K. (2005). Beyond the down low. New York, NY: Avalon.142 Gosine, A. (2006). ‘Race’, culture, power, sex, desire, love: Writing in ‘men who have sex with men’. IDS Bulletin, 37 (5). Accessed from http://www.siyanda.org/docs/Race_Culture_Power_Sex_Desire-Gosine.doc on 22/4/11.143 Miller-Young, M. (2010). Putting hypersexuality to work: Black women and illicit eroticism in pornography. Sexualities, 13 (2), 219-235.144 Denny, D. (2007). Transgender identities and bisexual expression: Implications for counselors. In B. A. Firestein (Ed.) Becoming visible: Counseling bisexuals across the lifespan (pp.268-286). New York, NY: Columbia University Press.145 Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L. (2008). British bisexuality: A snapshot of bisexual identities in the UK, Journal of Bisexuality, 8 (1&2), 141-162.146 Keeble, S. E., Viney, D., & Wood, G. W. (2011). Out & About: Mapping LGBT lives in Birmingham. Birmingham: Birmingham LGBT.147 For a more in-depth analysis, see Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L. (2008). British bisexuality: A snapshot of bisexual identities in the UK, Journal of Bisexuality, 8 (1&2), 141-162.148 Barker, M., & Langdridge, D. (2010). Whatever happened to non-monogamies? Critical reflections on recent research and theory. Sexualities, 13 (6), 748-772.149 Sheff, E. (2010). Strategies in polyamorous parenting. In M. Barker & D. Langdridge, (Eds.). Understanding non-monogamies (pp.169-181). New York, NY: Routledge.150 Pallotta-Chiarolli, M. (2010). ‘To pass, border or pollute’: Polyfamilies go to school. In M. Barker & D. Langdridge, (Eds.). Understanding non-monogamies (pp.182-187). New York, NY: Routledge. 151 Our thanks to The Bisexual Index for this quote.152 Langdridge, D., & Barker, M. (Eds). (2007). Safe, sane and consensual: Contemporary perspectives on sadomasochism. Basingstoke: Palgrave Macmillan.153 Barker, M., Iantaffi, A., & Gupta, C. (2007). Kinky clients, kinky counselling? The challenges and potentials of BDSM. In L. Moon (Ed). Feeling Queer or Queer Feelings: Counselling and Sexual Cultures (pp.106-124). London: Routledge.154 Robertson, J. P., & Espelage, D. L. (2011). Inequities in educational and psychological outcomes between LGBTQ and straight students in middle and high school. Educational Researcher, 40, 315-330.48155 Pallotta-Chiarolli, M., & Martin, E. (2009). “Which sexuality? Which service?” : Bisexual young people’s experiences with youth, queer and mental health services in Australia. Journal of LGBT Youth, 6 (2/3), 199-222.156 Crowley, S. M. (2010). Experiences of young bisexual women in lesbian/bisexual groups on MySpace. Journal of Bisexuality, 10 (4), 388-403.157 Elia, J. P. (2010). Bisexuality and school culture: School as a prime site for bi-intervention. Journal of Bisexuality, 10 (4), 452-471.158 Ward, R., Jones, R., Hughes, J., Humberstone, N., & Pearson, R. (2008). Intersections of ageing and sexuality: Accounts from older people. In R. Ward & B. Bytheway (Eds.), Researching age and multiple discrimination, 8, 45–72. London: Centre for Policy on Ageing.159 Jones, R. L. (2011). Imagining bisexual futures: Positive, non-normative later life. Journal of Bisexuality, 11 (2), 245-270.160 Stonewall (2011). Lesbian, gay and bisexual people in later life. London: Stonewall.161 Weinberg, M. S., Williams, C. J., & Pryor, D. W. (2001). Bisexuals at midlife: Commitment,salience and identity. Journal of Contemporary Ethnography, 30 (2), 180–208.162 Caldwell, K. (2010). We Exist: Intersectional In/Visibility In Bisexuality & Disability. Disability Studies Quarterly, 30 (3/4). Accessed from  http://www.dsq-sds.org/article/view/1273/1303 on 16/9/11.163 Monro, S. (2008). The situation concerning homophobia and discrimination on grounds of sexual orientation in England and Wales. London: Sociological Country Report.164 See www.shada.org.uk. Accessed on 6/7/11.165 Monro, S. (2008). The situation concerning homophobia and discrimination on grounds of sexual orientation in England and Wales. London: Sociological Country Report.166 The Equality Act (2010). Accessed from http:/http://www.legislation.gov.uk/ukpga/2010/15/pdfs/ukpga_20100015_en.pdf on 20/10/11.167 Monro, S. (2008). The situation concerning homophobia and discrimination on grounds of sexual orientation in England and Wales. London: Sociological Country Report.168 One exception is the online group for bisexual Muslims: http://groups.yahoo.com/group/BiMuslims.169 See Barker, M. (2003). Satanic subcultures? A discourse analysis of the self-perceptions of young goths and pagans. In T. Waddell (Ed.) Cultural expressions of evil and wickedness: Wrath, sex, and crime (pp.37-57). Amsterdam: Rodopi.170 Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A. & Brewer, L. (2008). British bisexuality: A snapshot of bisexual identities in the UK, Journal of Bisexuality, 8 (1&2), 141-162.171 ONS (2005). National statistics online: Social trends: Education highlights. Accessed from http://www.statistics.gov.uk/cci/nugget.asp?id=1045 on 21/1/06.172 Lesbian and gay respondents had a median income of £25,001-£30,000, whilst for bisexual and trans respondents it was £20,001 to £25,000. Keeble, S. E., Viney, D., & Wood, G. W. (2011). Out & about: mapping LGBT lives in Birmingham. Birmingham: Birmingham LGBT.173 Barker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L. (2008). British bisexuality: A snapshot of bisexual identities in the UK, Journal of Bisexuality, 8 (1&2), 141-162.174 ONS (2005). National statistics online: Urban areas: 8 in 10 people live in an urban area. Accessed from from http://www.statistics.gov.uk/CCI/nugget.asp?ID=1307&Pos=6&ColRank=1&Rank=208 on 21/1/06.175 Rostosky, S. S., Riggle, E. D. B., Pascale-Hague, D. P., & McCants, L. E. (2010). The positive aspects of bisexual self-identification. Psychology & Sexuality, 1 (2), 131-144.176 British participant from Rostosky, S. S., Riggle, E. D. B., Pascale-Hague, D. P., & McCants, L. E. (2010). The positive aspects of bisexual self-identification. Psychology & Sexuality, 1 (2), 131-144. p.138.177 British participant from Rostosky, S. S., Riggle, E. D. B., Pascale-Hague, D. P., & McCants, L. E. (2010). The positive aspects of bisexual self-identification. Psychology & Sexuality, 1 (2), 131-144. p.139.178 See http://www.asexuality.org179 Barker, M., Richards, C., Jones, R., & Monro, S. (2011). BiReCon: An International Academic Conference on Bisexuality. Journal of Bisexuality, 11 (2), 157-170.Centre for Citizenship, Identities and Governance and Faculty of Health and Social CarePublished by the Centre for Citizenship, Identity and Governance, The Open UniversityThis report is endorsed by: The Bisexuality Report:Bisexual inclusion in LGBT equality and diversityMeg Barker, Christina Richards, Rebecca Jones, Helen Bowes-Catton & Tracey Plowman (of BiUK)withJen Yockney (of Bi Community News) and Marcus Morgan (of The Bisexual Index)",
    "id": 145637883,
    "identifiers": {
        "doi": null,
        "oai": "oai:oro.open.ac.uk:52881"
    },
    "title": "The Bisexuality Report: Bisexual inclusion in LGBT equality and diversity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": "Centre for Citizenship, Identity and Governance. The Open University",
    "references": [],
    "sourceFulltextUrls": [
        "http://oro.open.ac.uk/52881/1/The%20BisexualityReport%20Feb.2012_0.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/145637883.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/145637883"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/145637883/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/145637883/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/145637883"
        }
    ],
    "abstract": "",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:oro.open.ac.uk:52881",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "86",
        "openDoarId": 0,
        "name": "Open Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 145637883,
        "depositedDate": null,
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:30:10+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-17T18:33:26+00:00"
    },
    "urls": [
        "https://oro.open.ac.uk/52881/1/The%20BisexualityReport%20Feb.2012_0.pdf"
    ],
    "lastUpdate": "2024-02-12T09:30:10+00:00",
    "setSpecs": []
}