{
    "acceptedDate": "2019-10-21T00:00:00+01:00",
    "authors": [
        {
            "name": "McCann, E."
        },
        {
            "name": "Brown, M. J."
        }
    ],
    "contributors": [],
    "createdDate": "2022-03-21T05:08:48+00:00",
    "dataProvider": {
        "id": 146,
        "name": "City Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/146",
        "logo": "https://api.core.ac.uk/data-providers/146/logo"
    },
    "depositedDate": "2019-10-21T00:00:00+01:00",
    "documentType": "",
    "doi": "10.1111/jan.14193",
    "downloadUrl": "https://core.ac.uk/download/491716523.pdf",
    "fullText": "              City, University of London Institutional RepositoryCitation: McCann, E. & Brown, M. J. (2019). The mental health needs and concerns of older people who identify as LGBTQ+: A narrative review of the international evidence. Journal Of Advanced Nursing, 75(12), pp. 3390-3403. doi: 10.1111/jan.14193 This is the accepted version of the paper. This version of the publication may differ from the final published version. Permanent repository link:  https://openaccess.city.ac.uk/id/eprint/27894/Link to published version: https://doi.org/10.1111/jan.14193Copyright: City Research Online aims to make research outputs of City, University of London available to a wider audience. Copyright and Moral Rights remain with the author(s) and/or copyright holders. URLs from City Research Online may be freely distributed and linked to.Reuse: Copies of full items can be used for personal research or study, educational, or not-for-profit purposes without prior permission or charge. Provided that the authors, title and full bibliographic details are credited, a hyperlink and/or URL is given for the original metadata page and the content is not changed in any way. City Research OnlineCity Research Online:            http://openaccess.city.ac.uk/            publications@city.ac.uk 1 The mental health needs and concerns of older people who identify as LGBTQ+: A narrative review of the international evidence  Short title: Older LGBTQ+ people and mental health  Edward MCCANN PhD RN, Trinity College Dublin, School of Nursing and Midwifery, Dublin, Republic of Ireland Michael John BROWN PhD RN, Queen’s University Belfast, School of Nursing and Midwifery, Belfast, Northern Ireland     Word Count: 4885  Author contributions Criteria Author Initials Made substantial contributions to conception and design, or acquisition of data, or analysis and interpretation of data; EM, MB Involved in drafting the manuscript or revising it critically for important intellectual content; EM, MB Given final approval of the version to be published. Each author should have participated sufficiently in the work to take public responsibility for appropriate portions of the content; EM, MB Agreed to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. EM, MB  Acknowledgments None Funding Statement This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.  Conflict of Interest statement  No conflict of interest has been declared by the authors.      2 The mental health needs and concerns of older people who identify as LGBTQ+: A narrative review of the international evidence  ABSTRACT  Aims: To synthesize the best available evidence on the experiences and perceptions of older people who identify as LGBTQ+ regarding their mental health needs and concerns. Design: A narrative review and critical appraisal of qualitative, quantitative and mixed methods studies. Data sources: A systematic search was undertaken across all of the databases including PsycINFO, MEDLINE, CINAHL and Sociological Abstracts. International studies published in academic journals in the English language, from January 1995 to January 2019 were appraised. Studies had to involve older people identifying as LGBTQ+ and who had experiences mental health issues. Review Methods: A total of 14 papers were selected for inclusion in the systematic review. A narrative analysis of the papers was used by synthesizing the key findings and organizing them into themes and concepts. Results: Following analysis of the data, the themes that emerged were: (i) LGBTQ+ identity issues (ii) risk and vulnerability factors, (iii) coping strategies and resilience, (iv) interventions and supports. Conclusion: This review highlights key mental health-related issues that need to be taken into account in the creation and provision of appropriate, responsive and inclusive supports and services. Impact:   • What problem did the study address? This review addresses concerns and issues regarding the mental health needs and concerns of older people who identify as LGBTQ+. • What were the main findings? Some older people who identify as LGBTQ+ have experienced stigma, discrimination and minority stress. However, many have developed coping strategies and resilience while others have developed mental health issues. It is necessary to have in place appropriate interventions and supports to effectively meet the needs of this population.    3 • Where and on whom will the research have impact? The review has significant implications for health and nursing policy and inform developments in nursing practice and nurse education.  Key words: Lesbian, gay, bisexual, transgender, questioning, older people, seniors, aging, mental health, nursing.   1 INTRODUCTION To reflect current contemporary terminology and inclusivity for people who identify as lesbian, gay, bisexual, transgender, questioning or other non-conforming genders or sexualities, the umbrella acronym LGBTQ+ is used throughout this paper (McCann & Brown 2018). The definition of ‘older adults’ is often contextualised and understood by researchers to include LGBTQ+ people aged 50 years and over (Shiu et al., 2017). While there is an established research evidence-base regarding mental ill health in the LGBTQ+ population per se, there is a paucity of research studies that specifically examine the specific mental health issues and concerns of older people. Therefore, in this review, the aim is to identify, appraise and synthesize the research evidence regarding the experiences and perceptions of LGBTQ+ older people in relation to mental health needs and concerns and present the implications for nursing. 1.1 BACKGROUND Historically, homosexuality has been viewed as an illness, deemed sinful and immoral and continues to be unlawful in many countries (Equality Authority 2002; Griffin 2000; International Lesbian and Gay Association, 2017; Hall and Rogers 2019). Transgender people have also experienced negative societal attitudes and responses to their specific experiences (Grant et al. 2011; Safer et al. 2016). As a result, many LGBTQ+ older people have grown up experiencing heterosexism, homophobia, transphobia, discrimination and stigmatization that can lead to challenges associated with social exclusion and health inequalities (Institute of Medicine 2011; Hickson et al. 2016; Marti-Pastor et al. 2018; Jennings et al. 2019). They may be subjected to cisnormativity, heteronormativity and ‘compulsory heterosexuality.’ (Jackson et al., 2008; Farmer & Yancu, 2015; Searle 2019).  4 This has resulted in increasing marginalization and discrimination, oppression and disempowerment that can compromise mental health and social well-being (Dai & Meyer, 2019; McCann & Brown, 2018). Whilst many LGBTQ+ people have learned to adjust to societies’ heteronormativity and prejudices, tensions exist between needs and experiences that can result in minority stress (Meyer, 2003; Testa et al., 2015). Evidence exists regarding the links between minority stress and mental health problems, emotional distress and high-risk sexual behaviors that may impact significantly upon the available support and services to this population (Meyer, 2015).  Worldwide, people are living longer, ageing populations are rapidly increasing, with policy makers and service providers required to identify the necessary health and social care supports and the economic implications (World Health Organisation, 2017a; European Commission, 2018). Current evidence indicates that there are approximately 2.4 million LGBTQ+ people over 50 years of age living in the United States of America (USA), predicted to rise to 5 million by 2030 (Choi & Meyer, 2016). This evidence is prompting health and social care providers to determine ways of delivering appropriate and responsive supports and services to people who identify as LGBTQ+ (Institute of Medicine, 2011; Australian Government, 2017; Government Equalities Office, 2018).       As adults age, they can experience increasing adverse health conditions, service utilisation, socioeconomic issues and relationship concerns, creating a need for specific aged care policy responses (Beard et al. 2016; World Health Organisation 2017a, 2017b; Drennan et al., 2018).  As LGBT+ people age, they can experience unique challenges that the non-LGBTQ+ older people do not encounter. LGBTQ+ older people can, for example, endure continued discrimination, experience significant barriers to accessing care services and legal and financial obstacles to effective aging (Mahieu et al., 2018; Nowakowski et al., 2019). It has been reported that 20 per cent of LGBT older adults could not access governmental supports such as housing assistance, meal assistance and day centres. Furthermore, some older people were reluctant to access or use health and social care services for fear of prejudice, stigma and further discrimination (Services and Advocacy for GLBT Elders, 2017). Isolation and fear of loneliness are major concerns for LGBTQ+ as they age, with 60 per cent of participants in one study reporting feeling  5 alone and 50 per cent experiencing isolation.  Social isolation and loneliness are both equated with poorer health outcomes (Foglia & Fredriksen-Goldsen, 2014). Additionally, LGBTQ+ older people may experience further discrimination and fears when accessing aged care services and retirement homes in terms of availability and suitability, access, loss of sexual identity, lack of privacy and ignoring same-sex partners (Willis et al., 2018; Wilson et al., 2018).        A study investigating mental disorder, suicide and self- harm in the UK discovered that LGB participants were 1.5 times higher risk for depression, anxiety disorders and alcohol dependence than the general population. Lifetime prevalence of suicidality was significantly higher in gay and bisexual men (King et al., 2008). In the USA, one study documented a 10 per cent prevalence of mental illness in LGB adults living in the community (Meyer, 2003).  In the transgender population, mental health issues including depression, anxiety, suicidality, interpersonal trauma and substance use are significantly elevated among transgender and gender non-conforming adults (McNeil et al. 2012; Valentine & Shipherd, 2018).  In a study on suicide risk among transgender people (n=153), 41 per cent of trans men and 20 percent of trans women reported suicide attempts. The main contributory factors identified included female sex assigned at birth, psychiatric hospitalisation and violent attacks (Maguen & Shipherd, 2010).          In terms of therapeutic responses, there is limited literature available that addresses interventions such as counselling and psychotherapy for LGBTQ+ seniors (Budge et al., 2017). Some of the future challenges that need to be considered and addressed include: increasing health care needs and dependency; HIV/AIDS; transitioning; bereavement support; stigma and discrimination; ageism; financial and legal issues; stress management; violence and elder abuse; loneliness and social isolation; depression; anxiety; suicidality and major mental illness (Steven & Cernin, 2008; Blando, 2009; Brennan-Ing et al.,  2014; Yoon et al., 2016; Kum, 2017; Smith et al., 2019).   2 THE REVIEW 2.1 Aims The aims of this review were to synthesize the best available evidence on the experiences and perceptions of older people who identify as LGBTQ+ regarding their mental health  6 needs, and to establish factors that may support or inhibit access to appropriate mental health interventions and supports. The review questions were: 1. What are the experiences and perceptions of LGBTQ+ older people regarding their mental health needs and concerns? 2. What interventions and supports are available to LGBTQ+ older people?  2.2 Design The original intention was to undertake a meta-analysis of the included studies. However, following a detailed review of the evidence, this was deemed unsuitable due to wide and varied research designs, methodologies and sampling methods adopted. Therefore, a narrative approach was chosen as the most suitable method to address the aims of the review (Popay et al., 2006).  2.3 Search methods A subject librarian was involved in the search process. The search strategy identified published studies and a three‐step approach was adopted in this review. An initial search of PsycINFO was undertaken followed by an examination of the text words contained in the title and abstract, and of the index terms used to describe the articles. The sample search strategy of one database is contained in Table 1.  ** Table 1 here ***  The second step detailed and systematic search using all identified keywords and index terms was undertaken across all of the databases including PsycINFO, MEDLINE, CINAHL and Sociological Abstracts. International studies published in academic journals in the English language, from January 1995 to February 2019, were included in the review. A third step involved searching the reference lists of all identified papers for additional studies.   2.4 Search outcome  7 Studies had to include older people who identified as LGBTQ+ and address experiences and perceptions regarding mental health issues. Studies were excluded if they contained the wrong population, were the wrong age, studied the wrong phenomenon or were not in English. Duplicate papers were excluded, and two reviewers screened the remaining titles and abstracts against the inclusion criteria.  The same reviewers independently examined the full text papers and any conflicts were critically discussed and resolved. Following this rigorous screening procedure, a total of 14 papers were included in the systematic review. A PRISMA checklist (Moher et al., 2015) was utilised in the review procedure and a diagram used to present the results of the searches (Figure 1).  ***Figure 1 here***  2.5 Quality appraisal Two reviewers conducted the quality appraisal of the included papers. A recognised quality assessment tool (CASP) was used to critically appraise the included studies (Critical Appraisal Skills Programme, 2013) and the results are presented in Table 2. A series of ten questions were used to appraise individual studies. Each question was scored zero, one or two from a possible 20 points. Zero scores meant there was no information, moderate amounts of information scored one and good quality information scored two (Rushbrooke et al., 2014). An overall score of  17 or above, showing significant quality, was gained by 11 of the studies (Cortes et al., 2018; Fredriksen-Goldsen et al., 2012; Fredriksen-Goldsen et al., 2014b; Hoy-Ellis & Fredriksen-Goldsen, 2016; Hughes, 2016; Jessup & Dibble, 2012; McCann et al., 2013; Orel, 2004; Reyes et al., 2018; Shenkman et al., 2018; Tornello & Patterson, 2016). A moderate score (14-16) was achieved by two of the studies (D’Augelli & Grossman, 2001; Grossman et al., 2001). One study scored 12 points (Hinrichs & Donaldson, 2017) indicating that there were shortcomings in relation to recruitment procedures, ethical considerations and data analysis. Two members of the research team (EM and MB) independently rated each paper and then compared results until unanimity was reached.  ***Table 2 here ****  8  2.6 Data abstraction Data were extracted from the included papers by two researchers guided by a recognised framework (Lockwood et al. 2017). The papers (n=14) complete with their key characteristics are contained in Table 3.  ***Table 3 here ***  A majority of studies (n=10) were carried out in the United States of America (USA). The remaining studies were conducted in Australia (n=1), Ireland (n=1), Israel (n=1) and the Philippines (n=1). Sample sizes ranged from between 1 and 2560. Most of the studies (n=12) used quantitative methods. One study used qualitative approaches and the other used mixed methods. The methods used to collect the data included surveys, measures, individual and focus group interviews.  2.7 Synthesis The emergent themes, that corresponded to the research questions, were extrapolated and coded from the included studies. The identified themes were ordered into concepts that allowed for contrasts to be made within and between the studies. The themes were scrutinised, verified and agreed by the research team (Mays et al. 2005).  3 RESULTS Following analysis of the data, the themes that emerged were: (i) LGBTQ+ identity issues (ii) risk and vulnerability factors, (iii) coping strategies and resilience, (iv) interventions and supports.  3.1 LGBTQ+ identity issues LGBTQ+ older people remain invisible and are often subjected to negative societal attitudes and behaviours, and individuals may endure a double stigma. As people grow older, they may experience stereotypical responses towards the aging process itself as well as issues related to sexual and gender identity (McCann et al., 2013; Reyes & Davis  9 2018; Shenkman et al., 2017). A lifetime of social stigma, prejudice and marginalisation where LGBTQ+ people were seen as criminal, mad and sinful, forced many to conceal their gender and sexual identities (Grossman et al. 2001; Fredriksen-Goldsen et al., 2012; Hughes, 2016. Conforming to heteronormative living was fundamental to physical, social and economic survival. This would often lead to internalized homophobia and a denial of one’s authentic identity (D’Augelli & Grossman 2001; Fredriksen-Goldsen et al., 2014b; Hendrichs & Donaldson, 2017).         Having to conceal one’s sexual and gender identity can lead to increased marginalisation, with a significant impact on stigma and discrimination experienced resulting in social exclusion. These factors can have a significant cumulative negative effect on psychosocial outcomes (McCann et al., 2013). There can be a genuine fear of disclosure of LGBTQ+ identity within aged care settings with some older people deciding to remain or return to the safety of ‘the closet’ (Henrichs & Donaldson, 2017; Hoy-Ellis & Fredriksen-Goldsen, 2016). In one study, 43% of participants said that they did not feel respected by practitioners and 26% did not reveal their LGBTQ+ status for fear of a negative response (McCann et al. 2013).         There is evidence of discrimination and exclusion from within LGBTQ+ organisations and networks where older people experienced ageist attitudes and exclusion (Shenkman et al., 2017). These groups that were essential providers of support when people were younger were no longer welcoming or able to address the challenges of ageing for this population. Where grandfathers disclosed their sexuality, there developed a closer bond to their grandchildren. Furthermore, the study revealed that living in close proximity to their grandchildren and having greater social supports, led to better mental health outcomes for grandfathers (Tornello & Patterson, 2016).  3.2 Risk and vulnerability factors LGBTQ+ older people remain vulnerable to a range of health disparities due to issues related to accessing and utilising appropriate healthcare services (McCann et al., 2013). The main psychosocial risk factors for older LGB people include internalised homophobia, loneliness, alcohol and drug use, depression and suicidality (D’Augelli et al. 2001; Jessup et al., 2012; Orel 2004). Stigma and discrimination experiences were also shown to be  10 detrimental to an LGBT individual’s mental well-being and overall quality of life (Fredriksen-Goldsen, 2014b). Furthermore, in relation to minority stress theory, internal minority stressors and enduring physical health conditions have been shown independently and collectively to influence depression in LGB older adults (Hoy-Ellis & Fredriksen-Goldsen, 2016). There were increased incidences of post-traumatic stress disorder and anxiety have been evidenced in this population (Jessup et al., 2012).   3.3 Coping strategies and resilience A range of risk factors have been identified across the studies in relation to the development of poor mental health in LGBTQ+ people, including internalised homophobia, negative attitudes towards ageing, low self-esteem, loneliness, victimisation, living alone, not being in a relationship, obesity and poor physical health, alcohol and drug use and economic status (D’Augelli & Grossman 2001; Fredriksen-Goldsen et al., 2012; Hughes, 2016; Reyes et al., 2018; Shenkman et al., 2017).  In contrast it has been identified that positively identifying with their male gay identity, gained through developing adaptation and coping skills, that responds to stigma and discrimination, resulted in better mental health when compared to heterosexual men (Shenkman et al., 2017).  In lesbians, mental health was linked to positive attitudes towards ageing, due in part to the development of resilience and coping skills in response to previous life experiences (Reyes et al., 2018).  LGBTQ+ people, through their life experiences, have learned and developed coping repertoires that have often resulted in greater resiliency (Cortes et al. 2018). There is a significant impact of ageism and gay men’s negative attitudes towards aging, resulting in pressures within the gay community for example, where older people are devalued, marginalised and actively excluded (Fredriksen-Goldsen et al., 2012; Hughes, 2016; McCann et al., 2013; Shenkman et al., 2017).   While these risk factors are recognised as having a negative effect on mental health, protective activities have been identified that have implications for LBGTQ+ people, notably access to community organisations, social supports and community networks (Fredriksen-Goldsen et al., 2012; Hughes, 2016). Studies have shown how  11 increased social engagement has a positive impact on mental health and well-being (D’Augelli & Grossman 2001; Fredriksen-Goldsen et al., 2012; Hughes, 2016). Gaining access to and actively engaging in social support networks was identified as having a positive effect on health outcomes including levels of depression, disability and overall general health, with a need for tailored, individualised interventions (Fredriksen-Goldsen et al., 2012).    3.4 Interventions and supports Access to social organisations, social supports and networks are recognised as fundamental to successful aging. LGB people living with domestic partners were less lonely and scored higher for positive mental and physical health factors than those who were living alone (Grossman et al. 2001). Positive supports were identified by some as being provided by the biological family and friends (Hughes, 2016). However, recognising and encouraging the involvement of significant people in the person’s social network such as ‘families of choice’ was seen as essential and sometimes ignored or excluded (Tornello & Patterson, 2016). Other important social and health-promoting activities highlighted by older LGBT people included exercise groups, walking groups, swimming, yoga and meditation. These pursuits were perceived as important factors in maintaining fitness levels, counteracting loneliness and addressing social isolation (Hughes, 2016). To be effective, access to social support networks and activities need to be tailored to the needs and interests of the individual (Fredriksen-Goldsen et al., 2012). The provision of and access to appropriate talking therapies is often limited. This is despite clear benefits demonstrated in the use of affirmative psychotherapy with older LGBT people with clients reporting improvements in self-esteem, well-being and ‘greater self-actualisation’ (Hinrichs & Donaldson, 2017). Treatments and interventions uptake for substance use was found to be relatively low among LGBTQ+ older people (Jessup & Dibble, 2012).  4 DISCUSSION The older adult population is growing exponentially, and globally, health care providers are having to respond to the changing landscape by ensuring the availability of appropriate supports and services (Lloyd-Sherlock et al., 2016; World Health  12 Organisation, 2017b; World Health Organisation, 2018). This narrative review of the literature has evidenced distinct issues and concerns regarding the mental health needs of LGBTQ+ older people, as well as highlighting pertinent policy and service delivery concerns.  LGBTQ+ older people are a suitably experienced and diverse population, who have developed resilient traits and a range of coping strategies to deal with the unique challenges that they have faced growing up and living in a heteronormative world (D’Augelli & Grossman 2001; Hughes, 2016). Positive responses to difficult life experiences and discrimination include developing civil and equal rights groups, support systems and diverse communities that encourages and advocates for social justice and inclusivity (Australian Government, 2017; International Lesbian Gay Association, 2017; Services and Advocacy for GLBT Elders, 2017). This discussion highlights the main issues for nursing practice and nursing education and implications for policy and research and sets out recommendations for future mental health care developments.  4.1 Nursing practice Recent literature has highlighted key areas that need to be considered and addressed by nurse leaders and clinical nurses, including building capacity and integrating person-centred care for older people that includes physical and mental health facets (Araujo de Carvalho et al., 2017; Beard et al., 2016; World Health Organisation, 2017b). In the United Kingdom (UK), government quality standards exist that aim to address equality and diversity issues for older people. However, the standards fail to recognise LGBTQ+ considerations (National Institute for Health and Care Excellence 2016). Standards of nursing practice addressing sexuality and intimacy omit any reference to LGBTQ+ populations, thereby ignoring the distinct needs of this population (Royal College of Nursing 2018). Where distinct groups with diverse characteristics and life experiences, such as people who identify as LGBTQ+, nurse leaders need to ensure and promote anti-discriminatory practice that supports equality and diversity within their workforce.  Nurse Managers in aged care facilities need to ensure that the environment and culture is respectful and responsive to the needs of LGBTQ+ older people.  There is a need for nurse leaders to support and enable their nursing workforce in aged care facilities to recognise the existence of LGBTQ+ older people and their distinct needs and to recognise  13 their partners, loved ones and families of choice to ensure that they too are included and respected. Existing family support services may not recognise this and may not meet the needs of this group and result in further marginalisation and poorer health outcomes.   Following effective engagement strategies, an accurate and timely holistic assessment of need should occur (Cortes et al., 2018; Fredriksen-Goldsen et al., 2012; Hendrichs & Donaldson, 2017; Jessup & Dibble, 2012). Appropriate nursing assessments should include a specific focus on creating an affirmative environment and culture that enables LGBTQ+ older people to feel confident in disclosing their identity and life history.  To help maintain their sexual identity and community links, nurses working in aged care facilities need to identify ways of facilitating access to community resources and facilities and support networks, including those specific to LGBTQ+ people (Smith et al. 2019; Villar et al. 2019).  This is important in relation to nursing practice as evidence highlights that facilitating access to social support networks has a positive effect on mental and physical health, with a need for individualised, tailored interventions and supports (Fredriksen-Goldsen et al., 2012).        There is a need to recognise that some LGBTQ+ older people may experience, what can be defined as, a form of triple stigma (Meyer, 2015).  Older people in general may not be valued or respected within some societies and when coupled with issues related to stigma related to long term health conditions such, enduring mental illness, suicidality, self-harm, substance misuse, Hepatitis and HIV/AIDs and further prejudice regarding their LGBTQ+ identity, places them at further risk of mental ill-health, loneliness, isolation and fracturing of social networks and supports (Hoy-Ellis & Fredriksen-Goldsen, 2016; Hughes, 2016; Reyes et al., 2018). Older people with HIV/AIDS where, in the USA, approximately 50% are 50 and older. They are living through a long period of discrimination and possible survivor’s guilt. They did not expect to plan for old age, lack supports, are isolated and have to cope with the stresses of disease management (Brennan et al. 2013; Greene et al. 2015; Nguyen et al. 2019).        14 The findings evidence that for some LGBTQ+ older people there was re-emergence of fears around reliving discriminatory practices and experiences. This often led to older LGBTQ+ people going back ‘into the closet’ and hiding their authentic selves and true sexual identities (Fedriksen-Goldsen et al., 2012; Services and Advocacy for GLBT Elders 2017; Shenkman et al., 2017). While there have been significant progress and development in many countries regarding human rights and anti-discriminatory practices towards minority groups, including LGBTQ+ people. There are well established legislation and policies that safeguard individual rights within organisations and the workplace that protects LGBTQ+ people. As the LGBTQ+ older people’s population increases, with many requiring care and support, including mental health care, there is a clear need to explicitly mirror and fully reflect the positive legislative and policy developments within aged care services and supports (Fredriksen-Goldsen et al., 2014b; Hoy-Ellis & Fredriksen-Goldsen, 2016; McCann et al., 2013).  Therefore, nurse leaders and clinical nurses have a key role to play in promoting and ensuring practice that is accessible, inclusive, respectful and anti-discriminatory, thereby protecting the rights of LGBTQ+ older people.  4.2 Policy The World Health Organisation supports the development of age-friendly communities, including reducing inequities, protecting the vulnerable and promoting older people’s inclusion in community life (World Health Organisation, 2018). However, while the strategy report highlights many similarities for all as they age, the unique health and social care requirements of older people who identify as LGBTQ+ remains elusive. From this systematic review, it has become increasing clear that there is a myriad of issues and concerns that LGBTQ+ face as they grow old. Some of the experiences concern financial security, lack of family or social supports, appropriate care provision and barriers to accessing health and social care services (Grossman et al. 2001; Hoy-Ellis & Fredriksen-Goldsen, 2016; Hughes, 2016; Reyes & Davis 2018; Shenkman et al., 2017). Therefore, there is the opportunity of ensuring that the distinct needs and life experiences of LGBTQ+ older people are recognised and reflected in aged care policies and include a clear focus  15 on anti-discriminatory practice, human rights and social inclusion (Government of Australia, 2017; Government Equalities Office, 2018).    Furthermore, given the evidence of the mental concerns of LGBTQ+ older people, there is a need to make sure that mental health policies and strategies are reflective and responsive to their specific life experiences and needs.  Services for LGBTQ+ older people need to be delivered by a workforce, including nurses, that guarantee cultural and social competence to ensure local policies and practice respond appropriately and sensitively (Fredriksen-Goldsen 2014a; McCann & Brown, 2018). Nurses therefore have a role to play in developing and implementing national and local policies that recognises and reflects the specific health needs, including the requisite for access to effective nursing and mental health care, treatment and support.  Nurse policy makers and leaders need to ensure that there is adequate provision of care and access to culturally competent assessment and treatment options including non-drug-based therapeutic interventions, such as cognitive-behavioural therapy (CBT), to address past and present mental health issues (Elder 2016; Henrichs & Donaldson, 2017).    4.3 Nurse education  The needs of older LGBTQ+ seniors should feature in nursing undergraduate, postgraduate and CPD education programmes including mental health facets and the need to enable and facilitate access to person-centred assessment, treatments and supports. Such programmes should address cultural competencies for all health professionals, including nursing staff (Orel, 2004; Shenkman et al., 2017; Smith et al. 2019; Wong et al. 2018). Whilst collaborating with LGBTQ+ organisations in the development of appropriate curriculum content, nurse educators can integrate topics areas including ageism, caregiving, housing rights, and the unique requirements of LGBTQ+ older people as a non-homogenous group. Evidence exists indicating specific issues and concerns within sub-populations that needs to be reflected in nurse education programmes. For example, theory, skills simulation and practice assessments needs to reflect and consider LGBTQ+ older people and their discrete health needs, including mental health and well-being. There is a need to incorporate resilience and coping  16 strategy interventions into future education programmes (Willis et al. 2016; Cortes et al. 2018; McCann & Brown, 2018; Kortes-Miller, 2019). Furthermore, nurses in aged-care services require education and development regarding language and terminology, related to trans people and what it means in terms of their health profile, health needs and supports.   4.4 Research It has become evident from this systematic review that this subject remains an under-researched area with a multitude of issues and concerns that needs to be addressed. There are specific opportunities for nurses to undertake research in this area and grow and evolve the evidence-base. There is a gap in studies that addresses the distinct mental health needs of older LGBTQ+ people and their subjective views and experiences.  Mental health studies focusing on issues such as depression and anxiety disorders could include a sub-sample of LGBTQ+ older people.  There needs to be a focus on policy research to identify the inclusion of LGBTQ+ older people and their access to care and support appropriate and specific to their needs.  There is a distinct lack of multi-centre and international studies and longitudinal studies to investigate mental health issues, access to care and support and service utilisation.  There is increased opportunity for nursing research that specifically identifies strategies to address loneliness and social isolation. Older LGBTQ+ people need to be represented and involved in nursing research at all points.  4.5 Limitations The review has highlighted important issues for older LGBTQ+ people by synthesising studies that addressed the mental health experiences and concerns of individuals. It has become increasing apparent that gaps remain in the kinds of health interventions and supports that are available to this population. The review makes clear the opportunities that exist for nurse leaders and clinical nurses to drive the necessary developments in practice, policy and education. However, most of the included studies were conducted in the USA, there was a lack of multi-centre studies and studies that focused on subgroups such as transgender and intersex. There is scope to conduct a future systematic review  17 using methods such as those provided by the Cochrane Collaboration (Higgins and Green 2011) or the Joanna Briggs Institute for Systematic Reviews (Joanna Briggs Institute 2014).  5 CONCLUSION There is a global increase in the number of ageing older people, including LGBTQ+ older people, with significant issues for care services now and in the future.  LGBTQ+ older people are an often-hidden group within the ageing general population, with their distinct needs absent from policy initiatives and therefore not reflected in nursing practice and education.  Policies need to recognise and respond to the health social concerns including financial hardship, housing issues, social isolation, loneliness, mental ill-health and the continued discrimination in relation to their sexuality, sexual expression, ethnicity and HIV-status. Mental ill-health continues to be a significant issue for some LGBTQ+ people as they age, with a need for on-going access to assessment, treatment, interventions, care and support.  Nurse leaders and clinical nurses are professionally accountable and ethically responsible to ensure that the nursing workforce is equipped with the appropriate knowledge and skills necessary to provide care and support that is responsive to the distinct needs, including the creation and delivery of age-appropriate inclusive supports and health services. This is required to respond to the evidence that some older LGBTQ+ people conceal their identity due to fears of discrimination and negative attitudes, with negative consequences on their physical and mental health.  Nurses are in a key position to provide culturally sensitive and competent care.  Nurse leaders and clinical nurses are in a key position to support the design and provision of culturally and socially responsive services where all older people experience a high-quality age-care that allows equitable access, equal treatment that respects and embraces the rich diversity of LGBTQ+ older people’s identities and life experiences. Despite developing resiliency and positive adaptive coping skills, many feel invisible and continue to face discrimination and prejudice.  To address this, LGBTQ+ older people need to feel affirmed, secure and supported in age-care services.  This is necessary to address their fears and concerns regarding their potential vulnerability within age-care organisations that are free of discrimination, marginalisation and exclusion. By recognising their distinct needs and  18 responding appropriately, nurse leaders and clinical nurses can design and deliver responsive services and supports, tailored to individual requirements.  REFERENCES  Araujo de Carvalho, I., Epping-Jordan, J., Pot, A. M., Kelley, E., Toro, N., Thiyagarajan, J. A., & Beard, J. R. (2017). Organizing integrated health-care services to meet older people’s needs. Bulletin of the World Health Organization, 95(11), 756-763. doi: 10.2471/BLT.16.187617.  Australian Government (2017). Aged Care Diversity Framework. Canberra: Department of Health.  Beard, J. R., Officer, A., de Carvalho, I. A., Sadana, R., Pot, A. M., Michel, J. P. & Thiyagarajan, J. A. (2016). The World report on ageing and health: a policy framework for healthy ageing. The Lancet, 387(10033), 2145-2154. doi: 10.1016/S0140-6736(15)00516-4.   Blando, J. (2009). Buddhist psychotherapy with older GLBT clients. Journal of GLBT Family Studies, 5(1), 62-81. doi.org/10.1080/15504280802595386.  Brennan, D.J., Emlet, C.A., Brennenstuhl, S. and Rueda, S. (2013). Socio-demographic profile of older adults with HIV/AIDS: gender and sexual orientation differences. Canadian Journal on Aging 32(1), 31-43.  Brennan-Ing, M., Seidel, L., Larson, B., & Karpiak, S. E. (2014). Social care networks and older LGBT adults: Challenges for the future. Journal of Homosexuality 61(1), 21-52. doi: 10.1080/00918369.2013.835235.  Budge, S. L., Israel, T., & Merrill, C. R. (2017). Improving the lives of sexual and gender minorities: The promise of psychotherapy research. Journal of Counseling Psychology 64(4), 376. doi.org/10.1037/cou0000215.  Choi, S.K. & Meyer, I.H. (2016). LGBT Aging: A Review of Research Findings, Needs, and Policy Implications. Los Angeles: The Williams Institute.  Cortes, J., Fletcher, T. L., Latini, D. M., & Kauth, M. R. (2018). Mental Health Differences Between Older and Younger Lesbian, Gay, Bisexual, and Transgender Veterans: Evidence of Resilience. Clinical Gerontologist, 1-10. doi: 10.1080/07317115.2018.1523264.  Dai, H. & Meyer, I. H. (2019). A Population Study of Health Status Among Sexual Minority Older Adults in Select US Geographic Regions. Health Education & Behavior (Early View). doi.org/10.1177/1090198118818240.   19 D'Augelli, A. R., & Grossman, A. H. (2001). Disclosure of sexual orientation, victimization, and mental health among lesbian, gay, and bisexual older adults. Journal of Interpersonal Violence 16(10), 1008-1027. doi.org/10.1177/088626001016010003.  Drennan, V., Walters, K., Avgerinou, C., Gardner, B., Goodman, C., Frost, R., Kharicha, K., Iliffe, S. & Manthorpe, J. (2018). Moving upstream in health promoting policies for older people with early frailty in England? A policy analysis. Journal of Health Services Research & Policy 23(3), 168-175. doi: 10.1177/1355819617752971.   Elder, A.B. (2016). Experiences of older transgender and gender nonconforming adults in psychotherapy: A qualitative study. Psychology of Sexual Orientation and Gender Diversity, 3(2), 180.  Equality Authority (2002). Implementing equality for lesbians, gays and bisexuals. Dublin: Equality Authority.  European Commission (2018). 2018 Ageing Report: Policy Challenges for Ageing Societies. Brussels: European Commission.   Farmer, D. F., & Yancu, C. N. (2015). Hospice and palliative care for older lesbian, gay, bisexual and transgender adults: The effect of history, discrimination, health disparities and legal issues on ad-dressing service needs. Palliative Medicine & Hospice Care Open Journal, 1(2), 36-43. doi.org/10.17140/PMHCOJ-1-107.  Foglia, M. B., & Fredriksen‐Goldsen, K. I. (2014). Health disparities among LGBT older adults and the role of nonconscious bias. Hastings Center Report 44(s4), S40-S44.  Fredriksen-Goldsen, K. I., Emlet, C. A., Kim, H. J., Muraco, A., Erosheva, E. A., Goldsen, J., & Hoy-Ellis, C. P. (2012). The physical and mental health of lesbian, gay male, and bisexual (LGB) older adults: The role of key health indicators and risk and protective factors. The Gerontologist 53(4), 664-675. doi: 10.1093/geront/gns123.  Fredriksen-Goldsen, K.I., Hoy-Ellis, C.P., Goldsen, J., Emlet, C.A. and Hooyman, N.R. (2014a). Creating a vision for the future: Key competencies and strategies for culturally competent practice with lesbian, gay, bisexual, and transgender (LGBT) older adults in the health and human services. Journal of Gerontological Social Work, 57(2-4), 80-107.  Fredriksen-Goldsen, K. I., Kim, H. J., Shiu, C., Goldsen, J., & Emlet, C. A. (2014b). Successful aging among LGBT older adults: Physical and mental health-related quality of life by age group. The Gerontologist 55(1), 154-168. doi: 10.1093/geront/gnu081.  Grant, J.M., Mottet, L.A., & Tanis J. (2011) Injustice at Every Turn: A Report of the National Transgender Discrimination Survey. National Center for Transgender Equality, Washington D.C.   20 Greene, M., Covinsky, K.E., Valcour, V., Miao, Y., Madamba, J., Lampiris, H., Cenzer, I.S., Martin, J. and Deeks, S.G. (2015). Geriatric syndromes in older HIV-infected adults. Journal of Acquired Immune Deficiency Syndromes (1999), 69(2), 161.  Griffin, H., (2000). Their own received them not: African American lesbians and gays in Black churches. Theology & Sexuality, 2000(12), 88-100.  Government Equalities Office (2018). LGBT Action Plan: Improving the Lives of Lesbian, Gay, Bisexual and Transgender People. London: HMSO.  Grossman, A. H., D'augelli, A. R., & O'Connell, T. S. (2001). Being lesbian, gay, bisexual, and 60 or older in North America. Journal of Gay & Lesbian Social Services 13(4), 23-40. doi.org/10.1300/J041v13n04_05.  Hall, W.J. and Rodgers, G.K., 2019. Teachers’ attitudes toward homosexuality and the lesbian, gay, bisexual, and queer community in the United States. Social Psychology of Education, 22(1), 23-41.  Hickson, F., Davey, C., Reid, D., Weatherburn, P. and Bourne, A., (2016). Mental health inequalities among gay and bisexual men in England, Scotland and Wales: a large community-based cross-sectional survey. Journal of Public Health, 39(2), pp.266-273.  Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011. Available from http://handbook.cochrane.org.  Hinrichs, K. L. & Donaldson, W. (2017). Recommendations for use of affirmative psychotherapy with LGBT older adults. Journal of Clinical Psychology 73(8), 945-953.  Hoy-Ellis, C. P., & Fredriksen-Goldsen, K. I. (2016). Lesbian, gay, & bisexual older adults: Linking internal minority stressors, chronic health conditions, and depression. Aging & Mental Health 20(11), 1119-1130.  Hughes, M. (2016). Loneliness and social support among lesbian, gay, bisexual, transgender and intersex people aged 50 and over. Ageing & Society 36(9), 1961-1981.  Institute of Medicine (2011). The Health of Lesbian, Gay, Bisexual, and Transgender People. Washington, D.C: The National Academies Press.  International Lesbian Gay Association (2017) Annual Report 2017. Geneva: ILGA.  Jackson, N.C., Johnson, M.J., & Roberts, R. (2008). The potential impact of discrimination fears of older gays, lesbians, bisexuals and transgender individuals living in small-to-moderate-sized cities on long-term health care. Journal of Homosexuality 54, 325–339. doi: 10.1080/00918360801982298.   21 Jessup, M. A. & Dibble, S. L. (2012). Unmet mental health and substance abuse treatment needs of sexual minority elders. Journal of Homosexuality 59(5), 656-674. doi: 10.1080/00918369.2012.665674.  Joanna Briggs Institute (2014). Joanna Briggs Institute Reviewer’s Manual: 2014 Edition. Adelaide, SA, Australia: Joanna Briggs Institute.  King, M., Semlyen, J., Tai S., Killaspy, H., Osborn, D., Popelyuk, D & Nazareth, I. (2008) A systematic review of mental disorder, suicide, and deliberate self-harm in lesbian, gay and bisexual people. BMC Psychiatry 8(1), 1-17. doi.org/10.1186/1471-244X-8-70.  Kortes-Miller, K., Wilson, K. and Stinchcombe, A. (2019). Care and LGBT Aging in Canada: A Focus Group Study on the Educational Gaps among Care Workers. Clinical Gerontologist, 42(2),192-197.  Kum, S. (2017). Gay, gray, black, and blue: An examination of some of the challenges faced by older LGBTQ people of color. Journal of Gay & Lesbian Mental Health, 21(3), 228-239. doi.org/10.1080/19359705.2017.1320742.  Lloyd-Sherlock, P. G., Ebrahim, S., McKee, M., & Prince, M. J. (2016). Institutional ageism in global health policy. BMJ, 354, i4514.  Jennings, L., Barcelos, C., McWilliams, C. and Malecki, K., (2019). Inequalities in lesbian, gay, bisexual, and transgender (LGBT) health and health care access and utilization in Wisconsin. Preventive Medicine Reports, 14, p.100864.  Lockwood C, Porrit K, Munn Z, Rittenmeyer L, Salmond S, Bjerrum M, Loveday H, Carrier J, Stannard D. Chapter 2: Systematic reviews of qualitative evidence. In: Aromataris E, Munn Z (Editors). Joanna Briggs Institute Reviewer's Manual. Adelaide: The Joanna Briggs Institute.  Marti-Pastor, M., Perez, G., German, D., Pont, A., Garin, O., Alonso, J., Gotsens, M. and Ferrer, M., (2018). Health-related quality of life inequalities by sexual orientation: Results from the Barcelona Health Interview Survey. PloS one, 13(1), p.e0191334.  Mays N, Pope C and Popay J (2005). Systematically reviewing qualitative and quantitative evidence to inform management and policy-making in the health field. Journal of Health Services Research & Policy 10(1suppl), 6-20.  McCann, E., Sharek, D., Higgins, A., Sheerin, F. & Glacken, M. (2013). Lesbian, gay, bisexual and transgender older people in Ireland: Mental health issues. Aging & Mental Health 17(3), 358-365.  McCann, E., & Brown, M. (2018). The inclusion of LGBT+ health issues within undergraduate healthcare education and professional training programmes: A  22 systematic review. Nurse Education Today 64, 204-214. doi: 10.1016/j.nedt.2018.02.028.  Maguen, S. & Shipherd, J. (2010). Suicide risk among transgender individuals. Psychology and Sexuality 1(1), 34-43.  Mahieu, L., Cavolo, A., & Gastmans, C. (2018). How do community-dwelling LGBT people perceive sexuality in residential aged care? A systematic literature review. Aging & Mental Health, 1-12.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychological Bulletin 129(5), 674-697.  Meyer, I.H. (2015). Resilience in the study of minority stress and health of sexual and gender minorities. Psychology of Sexual Orientation and Gender Minorities 2 (3), 209.  Moher, D., Shamseer, L., Clarke, M., Ghersi, D., Liberati, A. & Petticrew, M. (2015) Prefered reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Systematic Reviews 4(1), 1-9.  National Institute for Health and Care Excellence (2016) Mental Well-being and Independence for Older People (QS137). London: HMSO.  Nguyen, A.L., Seal, D., Bruce, O., Dalton, M., Palmer, A., Pardini, M., Quiroga, B., Ryu, J., Soliman, S., Welty, J.C. and Younus, I. (2019). Caregiving preferences and advance care planning among older adults living with HIV. AIDS Care, 31(2), 243-249.  Nowakowski, A. C., Chan, A. Y., Miller, J. F., & Sumerau, J. E. (2019). Illness Management in Older Lesbian, Gay, Bisexual, and Transgender Couples: A Review. Gerontology and Geriatric Medicine, 5, 2333721418822865.  Orel, N. A. (2004). Gay, lesbian, and bisexual elders: Expressed needs and concerns across focus groups. Journal of Gerontological Social Work 43(2-3), 57-77.  Popay, J., Roberts, H. & Sowden, A. (2006). Guidance on the Conduct of Narrative Synthesis in Systematic Reviews: Final Report. ESRC Methods Programme, Swindon.  Reyes, M. E., Davis, R. D., Abella, N. M., De Vera, R. V., Go, B. K., Abello, R. M., & Morales, K. A. (2018). Mental Health Status and Attitudes toward Aging of Lesbian and Gay Filipino Older Adults. North American Journal of Psychology 20(1), 211-221.  Royal College of Nursing (2018) Older People in Care Homes: Sex, Sexuality and Intimate Relationships: An RCN discussion and guidance document for the nursing workforce. London: RCN.    23 Rushbrooke, E, Murray, C. & Townsend, S. (2014). The experiences of intimate relationships by people with intellectual disabilities: A qualitative study. Journal of Applied Research in Intellectual Disabilities 27, 531–541. doi: 10.1111/jar.12091.  Safer, J.D., Coleman, E., Feldman, J., Garofalo, R., Hembree, W., Radix, A. and Sevelius, J., 2016. Barriers to health care for transgender individuals. Current Opinion in Endocrinology, Diabetes, and Obesity, 23(2), 168.  Searle, J., 2019. Compulsory Heterosexuality and Lesbian Invisibility in Nursing. Creative Nursing, 25(2), 121-125.  Services and Advocacy for GLBT Elders (2017). Age-friendly Inclusive Services: A Practical Guide to Creating Welcoming LGBT Organizations. New York: SAGE.  Shenkman, G., Ifrah, K. & Shmotkin, D. (2018). The association between negative attitudes toward aging and mental health among middle-aged and older gay and heterosexual men in Israel. Aging & Mental Health 22(4), 503-511.  Shiu, C., Kim, H. J., & Fredriksen-Goldsen, K. (2017). Health care engagement among LGBT older adults: the role of depression diagnosis and symptomatology. The Gerontologist 57(Suppl. 1), S105-S114.  Smith, R.W., Altman, J.K., Meeks, S. and Hinrichs, K.L. (2019). Mental health care for LGBT older adults in long-term care settings: Competency, training, and barriers for mental health providers. Clinical Gerontologist, 42(2), 198-203.  Steven D. & Cernin P. (2008). Psychotherapy with lesbian, gay, bisexual and transgender older adults. Journal of Gay and lesbian Social Services 20(1), 31-49.  Testa, R. J., Habarth, J., Peta, J., Balsam, K., & Bockting, W. (2015). Development of the gender minority stress and resilience measure. Psychology of Sexual Orientation and Gender Diversity 2(1), 65-77.  Tornello, S. L. & Patterson, C. J. (2016). Gay grandfathers: Intergenerational relationships and mental health. Journal of Family Psychology 30(5), 543-551.  Valentine, S. E., & Shipherd, J. C. (2018). A systematic review of social stress and mental health among transgender and gender non-conforming people in the United States. Clinical Psychology Review 66, 24-38. doi: 10.1016/j.cpr.2018.03.003.   Villar, F., Serrat, R., Celdrán, M., Fabà, J. and Martínez, M.T. (2019). Disclosing a LGB sexual identity when living in an elderly long-term care facility: Common and best practices. Journal of Homosexuality, 66(7), 970-988.   24 Willis, P., Maegusuku-Hewett, T., Raithby, M. and Miles, P. (2016). Swimming upstream: the provision of inclusive care to older lesbian, gay and bisexual (LGB) adults in residential and nursing environments in Wales. Ageing & Society, 36(2), 282-306.  Willis, P., Almack, K., Hafford-Letchfield, T., Simpson, P., Billings, B., & Mall, N. (2018). Turning the co-production corner: Methodological reflections from an action research project to promote LGBT inclusion in care homes for older people. International Journal of Environmental Research and Public Health, 15(4), 695.  Wilson, K., Kortes-Miller, K., & Stinchcombe, A. (2018). Staying Out of the Closet: LGBT older adults’ hopes and fears in considering end-of-life. Canadian Journal on Aging/La Revue Canadienne du Vieillissement 37(1), 22-31.   Wong, W.Y., Suksang, C. and Rorvig, L.B. (2018). Improving Competency in the Care of the Older Transgender Patient: A Case Study. The American Journal of Geriatric Psychiatry, 26(3), S155-156.  World Health Organisation (2017a). World population ageing: Highlights report. Geneva: World Health Organisation.   World Health Organisation (2017b). Integrated care for older people: Guidelines on community-level interventions to manage declines in intrinsic capacity. Geneva: World Health Organisation.   World Health Organisation (2018). The Global Network for age-friendly cities and communities. Geneva: World Health Organisation.   Yoon, E., Coburn, C., & Spence, S. A. (2018). Perceived discrimination and mental health among older African Americans: The role of psychological well-being. Aging & Mental Health, 1-9. doi: 10.1080/13607863.2017.1423034.                  25                                          Figure 1: PRISMA flowchart of search strategy and outcome (Moher et al. 2015)     Articles identified through database searching: PsycINFO             (n=79) CINAHL                     (n=29) MEDLINE                  (n=35) Sociological abstracts (n=72) TOTAL                      (n=215)   Screening Included Eligibility Identification Full-text articles excluded  (n=2) Full text articles assessed for eligibility: (n=16)  Articles included in synthesis (n=14)  Articles identified through other sources:  (n=1)   Abstracts screened after duplicates removed: (n=39)   Articles excluded based on abstract review: (n=23)    26        Table 1: PsycINFO search strategy used and results Search code Query Result S1 GLBT     3,510 S2 Gay     4,649 S3 Lesbian     4,369 S4 Bisex*     9,469 S5 Transgender*     4,180 S6 Intersex        725 S7 Queer        222 S8 Older people OR aged OR aging   20,416 S9 Senior*   22,109 S10 Geriatric*   43,078 S11 Mental health  120,776 S12 Mental disorder   62,847 S13 Mental illness   19,527 S14 S1 OR S2 OR S3 OR S4 OR S5 OR S6 OR S7   15,970 S15 S8 OR S9 OR S10   81,016 S16 S11 OR S12 OR S13 161,917 S17 S14 AND S15 AND S16 Limiters: English, academic papers          29  27 Table 2: Quality assessment scores (n=14)   Cortes et al. (2018) D’Augelli & Grossman (2001) Fredriksen-Goldsen et al. (2012) Fredriksen-Goldsen et al. (2014) Grossman et al. (2001) Henrichs & Donaldson (2017) Hoy-Ellis & Fredriksen-Goldsen (2016) 1. Clear statement of aims 2 2 2 2 2 2 2 2. Appropriate methodology 2 1 2 2 2 2 2 3. Appropriate research design 2 2 2 2 2 1 2 4. Appropriate recruitment strategy 2 2 2 2 2 2 2 5. Appropriate data collection methods 2 1 1 1 1 1 1 6. Research relationships considered 0 0 0 0 0 0 0 7. Consider ethical issues 2 0 2 2 0 0 2 8. Rigorous analysis 2 2 2 2 2 1 2 9. Clear findings 2 2 2 2 2 1 2 10. Value of the  research 2 2 2 2 2 2 2 Total scores out of 20 18 14 17 17 14 12 17        28  Hughes (2016) Jessup & Dibble (2012) McCann et al. (2013) Orel (2004) Reyes et al. (2018) Shenkman et al. (2017) Tornello & Patterson (2016) 1. Clear statement of aims 2 2 2 2 2 2 2 2. Appropriate methodology 2 2 2 2 2 2 2 3. Appropriate research design 2 2 2 2 2 2 2 4. Appropriate recruitment strategy 2 2 2 2 2 2 2 5. Appropriate data collection methods 2 2 2 2 2 1 1 6. Research relationships considered 0 0 0 2 2 0 0 7. Consider ethical issues 2 2 2 2 1 2 2 8. Rigorous analysis 2 2 2 2 2 2 2 9. Clear findings 2 2 2 2 2 2 2 10. Value of the  research 2 2 2 2 2 2 2 Total scores out of 20 18 18 18 20 19 17 17               29  Table 3: Papers included in the review (n=14) Citation and country Aim Sample Methods Main results Recommendations CASP scores Cortes et al. (2018)  USA   Identify the mental health differences between older and younger LGBT military veterans.  LGBT older veterans (n=128)  LGBT younger veterans (n=126)  Aged 50+ Internet survey Older veterans more resilient to mental health stressors than younger veterans. Older LGBT veterans used less alcohol and reported less minority stress. LGBT identity more central to older compared to younger veterans.  Practitioners need to assess sexual orientation and gender identity in addition to veteran status to identify their health risks and needs. 18 D’Augelli & Grossman (2001)  USA  Identify mental health concerns among LGB seniors. LGB seniors (n=416)   Aged 60+ Survey and measures High self-esteem, reduced loneliness and reduced internalized homophobia linked to better mental health. Males experienced more internalized homophobia, suicidality and alcohol issues.  Seniors need to be supported in disclosing sexuality issues. Longitudinal studies needed to identify different factors that impact upon the lives of LGB seniors. More population-based comparative studies between heterosexual and LGB seniors regarding mental health differences are needed.  14 Fredriksen-Goldsen et al. (2012)  USA  Examine the influence of key health indicators, risk and protective factors for LGB seniors.  LGB seniors (n=2439)  Aged 50+ Survey Poor general health influenced by lifetime victimisation, financial barriers to healthcare, obesity and limited physical activity. Internalised stigma is a predictor of disability and depression. Social supports and networks are protective factors to poor general health, depression and disability.  LGB senior specific interventions and supports are required to address the health needs of this population and sub-populations. 17 Fredriksen-Goldsen et al. (2014b) Investigate the relationship between LGBT seniors (n=2560) Survey Physical and mental health aspects negatively influenced by discrimination and chronic conditions. Positively Development of specific health and aging interventions, supports and 17  30  USA   physical and mental health related quality of life and co-variates by age group.     Aged 50+ influenced by, social support and social networks, accessing physical and leisure opportunities, non- substance use, employment and income. For older LGBT people, discrimination remains an important issue.  resources are needed for the growing number LGBT seniors. Grossman et al. (2001)  USA  Identify the physical, mental health and support needs of LGBT seniors with HIV/AIDS. LGBT seniors (n=416)   Aged 60+ Survey Self-esteem satisfactory for most; 10% had considered suicide, with men more likely to contemplate suicide related to their sexual orientation.  More research needed to better understand processes to reduce stress and internalized homophobia. Specific education programmes and services need to be developed for this population.  14 Henrichs & Donaldson (2017)  USA  Explore the usefulness of affirmative psychotherapy for older gay people. Male (n=1)  Aged 73 years Case study Improvements evident in mental health including reduction in self-hating and increase in social engagement and self-esteem. Therapist adopt an affirmative approach and greater acceptance. Gender affirming assessment forms. Patient-led assessment process. Clarity regarding therapeutic versus client agenda.  12 Hoy-Ellis & Fredriksen-Goldsen (2016)  USA  Identify links between internal minority stressors, chronic health conditions and depression in LGB seniors.  LGB seniors (n=2349)   Aged 50+ Survey Minority stressors and chronic physical health conditions may be predictors of depression. Health equity, access and service utilization needs to be addressed at policy, community and practice levels. To remove barriers to promote mental health equity and reduce the high prevalence of depression for LGB seniors.  17 Hughes (2016)  Australia  Examine loneliness and social support among older LGBTI people LGBT seniors (n=312)  Aged 50+  Internet surveys and measures Higher mental distress related to increased loneliness in LGBTI senior population. Associated with living alone and not having a partner. Need to develop social and health promoting activities that are specific to the needs of LGBTI people to address their loneliness and social isolation.   18  31 Jessup & Dibble (2012)  USA Describe the behavioural health needs and healthcare utilisation of LGBTQI seniors  LGBTQI seniors (n=371)  Aged 54+ Survey High levels of substance use, PTSD, depression, anxiety and suicidal thoughts evident with diverse presentations within LGBTQI sub-groups. Treatment utilization was low among all seniors.  More research including larger samples differentiating between LGBTQI subgroups are needed. Specific interventions need to be designed and tested among the identified sub-groups. 18 McCann et al. (2013)  Ireland  Identify specific mental health issues for LGBT seniors. LGBT seniors surveyed (n=144)  LGBT seniors interviewed (n=36)  Aged 55+  Surveys and interviews Main issues identified were substance misuse, suicidality, self-harm and excessive alcohol use.  Specific needs of LGBT seniors need to be reflected within policies and strategies with implementation supported by standards of care.  18 Orel (2004)  USA  Identify the diversity of perceptions regarding the needs and concerns of LGB seniors.  LGB seniors (n=26)   Aged 65+ Focus group interviews The key emerging concerns were physical and mental health, spirituality, legal rights, housing and family issues. Require policy and education programmes within mainstream aging organisations specific to LGB seniors. Need effective outreach and support services. Specialist curriculum content required for future professionals.  20 Reyes et al. (2018)  Philippines  Identify the mental health status and attitudes towards lesbian and gay Filipino seniors  Lesbian seniors (n=27)  Gay seniors (n=89)   Survey and measures Positive association identified between mental health and positive attitudes towards aging. Relationship appears to be stronger for lesbian seniors. Future longitudinal research is needed to identify the issues and concerns regarding the attitudes towards LGBT seniors. Other variables include physical and psychological health and economic status and current sense of stigmatisation.  19  32 Aged 50+  Shenkman et al. (2017)  Israel  Examine the associations between negative attitudes towards aging and mental health in heterosexual and gay men.  Gay male seniors (n=152)  Heterosexual male seniors (n=120)  Aged 50+  Survey Gay men more likely to demonstrate negative attitudes towards aging and was associated with adverse mental ill health when compared with heterosexual participants. Practitioners need to address mental health vulnerabilities experienced by gay seniors. Education programmes should address negative attitudes towards aging the gay community. More access to psychological supports and counselling.  17 Tornello & Patterson (2016)  USA  Identify the physical and mental health experiences of gay grandfathers with their adult children and grandchildren.  Gay male seniors (n=79) Survey Living in close proximity to grandchildren and disclosure of sexuality resulted in closer relationships. Social support is associated with better mental health as is positive acceptance of sexuality disclosure.  Future research should investigate the timing of sexuality disclosure in relation to major life events. Parenting and same-sex relationships and the impact on intergenerational relationships and mental health requires further study.  17     ",
    "id": 491716523,
    "identifiers": {
        "doi": "10.1111/jan.14193",
        "oai": "oai:openaccess.city.ac.uk:27894"
    },
    "title": "The mental health needs and concerns of older people who identify as LGBTQ+: A narrative review of the international evidence",
    "language": null,
    "publishedDate": "2019-12-31T00:00:00+00:00",
    "publisher": "Wiley",
    "references": [],
    "sourceFulltextUrls": [
        "https://openaccess.city.ac.uk/id/eprint/27894/1/LGBTQ%20Older%20people%20to%20share%20PDF.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/491716523.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/491716523"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/491716523/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/491716523/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/491716523"
        }
    ],
    "abstract": "Aims\n\nTo synthesize the best available evidence on the experiences and perceptions of older people who identify as LGBTQ + regarding their mental health needs and concerns.\n\n\n\nDesign\n\nA narrative review and critical appraisal of qualitative, quantitative, and mixed methods studies.\n\n\n\nData sources\n\nA systematic search was undertaken across all of the databases including PsycINFO, MEDLINE, CINAHL, and Sociological Abstracts. International studies published in academic journals in the English language, from January 1995 - January 2019 were appraised. Studies had to involve older people identifying as LGBTQ + and who had experiences mental health issues.\n\n\n\nReview methods\n\nFourteen papers were selected for inclusion in the systematic review. A narrative analysis of the papers was used by synthesizing the key findings and organizing them into themes and concepts.\n\n\n\nResults\n\nFollowing analysis of the data, the identified themes were: (a) LGBTQ + identity issues (b) risk and vulnerability factors, (c) coping strategies and resilience, (d) interventions and supports.\n\n\n\nConclusion\n\nThis review highlights key mental health-related issues that need to be taken into account in the creation and provision of appropriate, responsive and inclusive supports and services.\n\n\n\nImpact\n\nWhat were the main findings? Some older people who identify as LGBTQ + have experienced stigma, discrimination, and minority stress. However, many have developed coping strategies and resilience while others have developed mental health issues. It is necessary to have in place appropriate interventions and supports to effectively meet the needs of this population.\n\n\n\nWhere and on whom will the research have impact? The review has significant implications for health and nursing policy and inform developments in nursing practice and nurse education",
    "tags": [
        "BF",
        "HM",
        "RC0321",
        "RT",
        "BF",
        "HM",
        "RC0321",
        "RT"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "BF",
        "HM",
        "RC0321",
        "RT"
    ],
    "oai": "oai:openaccess.city.ac.uk:27894",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "146",
        "openDoarId": 0,
        "name": "City Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 491716523,
        "depositedDate": "2019-10-21T00:00:00+01:00",
        "publishedDate": "2019-12-31T00:00:00+00:00",
        "updatedDate": "2024-02-12T10:56:19+00:00",
        "acceptedDate": "2019-10-21T00:00:00+01:00",
        "createdDate": "2022-03-21T05:08:48+00:00"
    },
    "urls": [
        "https://openaccess.city.ac.uk/id/eprint/27894/1/LGBTQ%20Older%20people%20to%20share%20PDF.pdf"
    ],
    "lastUpdate": "2024-02-12T10:56:19+00:00",
    "setSpecs": []
}