{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rublin, Amy"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:55:28+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62547894.pdf",
    "fullText": "Rublin_Paginated (Do Not Delete) 3/13/2012 10:40 AM  179 The Role of Social Science in Judicial Decision Making: How Gay Rights Advocates Can Learn From Integration and Capital Punishment Case Law AMY RUBLIN* ABSTRACT This Article explores the intersection of social science and judicial decision making.  It examines to what extent, and in what contexts, judges utilize social science in reaching and bolstering their rulings.  The Article delves into three areas of law that are typically not grouped together—integration, gay rights, and capital punishment—to see the similarities and differences in the use of empirical findings.  Analyzing the language in judicial opinions from family courts, district courts, circuit courts, and the United States Supreme Court enabled the emergence of trends.  The opinions revealed that inconsistency in the use of social science may stem from how a given issue is framed, the tide of public opinion on an issue, and whether social science in that realm is settled.  Application of these principles to the gay rights context suggests that if the Supreme Court were to hear a case on gay marriage, a national consensus on the issue would be more outcome determinative than settled social science. I. INTRODUCTION “[T]he Court must take care to speak and act in ways that allow people to accept its decisions on the terms the Court claims for them, as grounded truly in principle, not as compromises with social and political pressures.”1 Judicial opinions are significant for their holdings, but one cannot fully grasp the significance of those holdings without exploring the reasoning that led to the conclusion.  To read the rule derived from a case and nothing more tells only part of the story about why a case is significant and the precedential value it may hold.  Just as a holding cannot be understood in isolation, a case cannot be understood without reference to history, the changing tides of public opinion, and other cases within a given field.  Judicial opinions explicate what may not be apparent from a holding and shed light on what evidence tipped the scales in a given direction.  When a court’s decision in a case has considerable ramifications on constitutional interpretation or ingrained societal practices, it is crucial to uncover what convinced the court. Over the past century, there has been a marked increase in the number of social science studies brought to the attention of courts and a correlated rise in the frequency with which studies are cited in judicial opinions.  “Social science”    *  J.D., Duke University School of Law, 2011; M.A., Duke University, 2011; B.A., University of Pennsylvania, 2007.  Thank you to my family for their constant love and support.  1.  Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 865 (1992). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 180 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 refers to the work of people from myriad fields who utilize different methods to analyze and explain social phenomena and rest their explanations on a scientific basis.2  This scientific basis permits social scientists to “claim an ‘objective’ understanding of human behavior.”3  One way to obtain this objective understanding is through experiments or field-based data collection to test hypotheses.4  Both quantitative and qualitative studies fall under the social science umbrella, and both types appear in judicial opinions.  Citations to—and discussions of—surveys, polls, experiments, textual analyses, and direct observations by social scientists weave throughout present-day case law.  Judicial opinions often entail different kinds of methodologies and findings, strongly suggesting that there are no discernible bounds on the types of social science courts will cite.5 The utilization of social science demonstrates that courts go beyond strict application of case law to consider extra-judicial factors when making their decisions.  In other words, the citation of social science illustrates that judges do not decide a case only on the facts in front of them but instead take into account larger societal issues and “facts” from the world outside of law.  Judges “must constantly import from disciplines around the law in order to stay up-to-date”6 because the social context in which the law is applied is not static and evolves over time.  Because a given case can have repercussions beyond its particular facts, it is important for judges to consider how the rule they adopt may influence society.  It is therefore imperative to examine the interplay of social science, the courts, and societal trends in order to discern how they influence each other. When social science is cited in judicial opinions that overturn established precedent or seem to satisfy public demand on a given issue,7 a number of questions arise.  For example, did the court cite social science to justify an opinion that was merely a response to public pressures?  If one believes that social science is only a façade for an opinion that is based upon popular will, what does that imply about the court’s perception of its own legitimacy and the public’s perception of its authority?  Does it make a difference whether a study is discussed in the text or only cited as a footnote?  Are there certain areas of law where courts are more receptive to social science research and, if so, why?  Who introduces social science evidence to the courts and how is it introduced?    2.  These fields may include economics, sociology, political science, psychology, and psychiatry.  David L. Faigman, To Have and Have Not: Assessing the Value of Social Science to the Law as Science and Policy, 38 EMORY L.J. 1005, 1007 (1989).  3.  Id. at 1007–08.  4.  Id. at 1022.  5.  Limits on citations to social science may instead derive from two factors: first, from judges’ determinations as to whether social science is persuasive and therefore warrants either discussion or citation in footnotes; and second, what the parties to the litigation and amici curiae (“friends of the court”) present to the court through their briefs.  6.  Bryant G. Garth, Observations on an Uncomfortable Relationship: Civil Procedure and Empirical Research, 49 ALA. L. REV. 103, 118 (1997).  7.  These two notions are not mutually exclusive.  Many times public sentiment on a given issue entails a desire for reversal of discriminatory or antiquated practices condoned in precedent, such as overturning sodomy laws that Bowers v. Hardwick, 478 U.S. 186 (1986), found constitutional. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  181 Further, issues related to the litigants and other interested parties are implicated when social science is employed in a judicial opinion. This Article endeavors to answer these questions through an examination of three major areas of the law where lower courts and the Supreme Court of the United States have shown both acceptance of and resistance to social science.  These three realms include school integration, homosexual rights, and the death penalty.  The case law suggests that if a court frames an issue as a question of equality based on “new” understandings, it is more likely that judges will find social science persuasive and cite it in an opinion.  Those “new findings” tip the scales towards overturning precedent that may have perpetuated inequality.  For example, Brown v. Board of Education of Topeka8 overturned segregation in public school education and thus overruled the “separate but equal” principle espoused in Plessy v. Ferguson.9  Brown may be considered the paragon case in which the Supreme Court found integration acceptable due to novel understandings about the effects of segregated schooling.  Furthermore, how a court frames the issue can make all the difference in ascertaining whether social science will influence the outcome of the case.  If the court construes the issue as one with serious constitutional or societal implications, social science is less likely to play a decisive role.  Just as Brown found social science persuasive in finding in favor of integration and equality, the Supreme Court rejected social science when contemplating racial disparities in the death penalty in McCleskey v. Kemp.10  By framing the issue in McCleskey as an Eighth Amendment constitutional issue, the decision of which would likely have far-reaching implications for the criminal justice system, the Court could exercise constitutional avoidance11 and thus refuse to recognize the potential merits of social science studies.12  It appears that the Court feared accepting social science in a case that could have applicability beyond the facts of the particular case.13  Hence, how a court perceives the question before it can determine whether there will be favorable reception to extra-judicial factors generally and social science specifically. Another element that plays a role in determining whether a court will be willing to take notice of empirical analyses is whether such findings are treated as legislative fact, adjudicative fact, or as a social framework.14  When social science is used to make law, it is known as legislative fact.15  Kenneth Culp Davis   8.  Brown v. Bd. of Educ. of Topeka, 347 U.S. 483 (1954).  9.  Plessy v. Ferguson, 163 U.S. 537 (1896).  10.  McCleskey v. Kemp, 481 U.S. 279 (1987).  11.  “The Supreme Court’s use of the canon of constitutional avoidance pre-dates the substantive judicial review established in Marbury v. Madison.”  Ernest A. Young, Constitutional Avoidance, Resistance Norms, and the Preservation of Judicial Review, 78 TEX. L. REV. 1549, 1554 (2000).  12.  The Supreme Court framed the issue thusly: “This case presents the question whether a complex statistical study that indicates a risk that racial considerations enter into capital sentencing determinations proves that petitioner McCleskey’s capital sentence is unconstitutional under the Eighth or Fourteenth Amendment.”  McCleskey, 481 U.S. at 282–83.  13.  “McCleskey’s claim that these statistics [from the Baldus study] are sufficient proof of discrimination, without regard to the facts of a particular case, would extend to all capital cases in Georgia, at least where the victim was white and the defendant is black.”  Id. at 293.  14.  These three categories will be explored further infra.  15.  See Kenneth Culp Davis, An Approach to Problems of Evidence in the Administrative Process, 55 HARV. L. REV. 364 (1942). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 182 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 defined the term “legislative fact,” and he explicates: When a court or an agency develops law or policy, it is acting legislatively; the courts have created the common law through judicial legislation, and the facts which inform the tribunal’s legislative judgment are called legislative facts . . . Legislative facts are those which help the tribunal to determine the content of law and policy and to exercise its judgment or discretion in determining what course of action to take.  Legislative facts are ordinarily general and do not concern the immediate parties.16 Hence, when a court utilizes legislative facts it is creating precedent and “arriv[ing] at new rules of law of general applicability.”17 In the realms of school integration, homosexual rights, and the death penalty, the Supreme Court’s rulings have significant and far-reaching ramifications.  Rulings in these three areas, based upon legislative facts, may very likely have ramifications far beyond the instant cases and may shape other areas of law.  Through legislative facts, judges assume the role of legislators.  This is distinguishable from adjudicative facts, which concern the instant parties and often fall within the province of the jury.18  Thus, in school integration, homosexual rights, and death penalty cases, when legislative facts are used to develop a new rule of law, the Court must tread carefully because its espousal of a certain position may very likely reverberate beyond the particular case. For example, if the Court were to hear a case about homosexual partners’ right to marry and parental rights, and amicus curiae briefs were filed containing studies on the psychological effects on children of having unmarried homosexual parents—as they have been in lower court cases such as Goodridge v. Department of Public Health in Massachusetts19—a decision based on those studies as legislative facts would be akin to judicial notice of those studies, meaning that the legislative facts would be considered undisputed and notorious.  This would in turn have implications beyond family law because such studies would be tantamount to undisputed facts that could form the basis of opinions in other areas. When contemplating whether to treat extra-judicial factors as legislative facts, it is likely that the Supreme Court will shy away from legislative facts unless the Court perceives the American people are receptive to or want a particular change.  To make that determination, the Court may consider national mood or public opinion.  This Article argues that the Court valuates the public’s pulse before deciding whether to grant certiorari and then continues to weigh public sentiment to arrive at an outcome and support that result.  For example, in Atkins v. Virginia,20 the Court found that the Eighth Amendment precludes the execution of a mentally retarded defendant convicted of a capital offense.21  In   16.  Kenneth Culp Davis, Judicial Notice, 55 COLUM. L. REV. 952 (1955).  17.  Ellie Margolis, Beyond Brandeis: Exploring the Uses of Non-legal Materials in Appellate Briefs, 34 U.S.F. L. REV. 197, 197 (2000), available at http://faculty.law.lsu.edu/toddbruno/ Brandeis%20Briefing.pdf.  18.  Id.  19.  Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941 (Mass. 2003).  20.  Atkins v. Virginia, 536 U.S. 304 (2002).  21.  Id. at 321. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  183 support of its conclusion, the Court stated that a national consensus opposed imposition of the death penalty on this class of defendants.22  This case suggests that the Court’s willingness to effectuate change in an area it labels as constitutional is contingent upon a broad national consensus or notions of the necessity of protecting certain segments of society.23  Overall, the Supreme Court is likely to gauge the demand for and imperativeness of a significant change in the law before accepting legislative facts. This Article proceeds in five parts.  Part II explores the meaning of the terms “legislative fact,” “adjudicative fact,” and “social frameworks.”  These paradigms explain how social science has been used by courts to make law, to decide the instant case, or to construct a context in which to understand the issue between the present litigants.  Part III describes the case—and footnote—most cited for the notion that judges employ social science when deciding cases: Brown v. Board of Education of Topeka.  This Part also discusses the reasoning in other school integration cases, such as Grutter v. Bollinger,24 and the amicus briefs filed in those cases that focused the Supreme Court’s attention on the scientific merits of affirmative action.  Part IV focuses on Lawrence v. Texas25 and the arguments made for homosexual parents’ rights by amici curiae in lower court cases.  Although it is unclear whether the Supreme Court will ultimately grant certiorari in these cases, it seems apparent that the number of amicus briefs—and, thus, social science—submitted to the Court will likely eclipse the number submitted to courts below.  Next, Part V analyzes the Court’s Eighth Amendment jurisprudence.  In particular, this Part considers why the Court rejected social science in McKleskey v. Kemp26 but cited survey data as persuasive in Atkins v. Virginia.27  Part VI pulls these threads together and assesses the interaction of settled social science and widespread movement in favor of rights or a particular law.  This Part discusses how social science research can determine whether there is a national consensus and how the Supreme Court responds to such a national consensus.  Part VII briefly concludes. II. LEGISLATIVE FACT, ADJUDICATIVE FACT, AND SOCIAL FRAMEWORKS A. History of Social Science in the Courts: From a Formalist to Realist Court Prior to the 1920s, legal formalism was the dominant paradigm in American courts.  Legal formalism stressed judicial interpretations of the law and did not perceive extra-judicial fact-finding as sound.28  In the 1920s and 1930s, the legal realist movement shifted to supplant the formalists’ narrow reliance on precedent.  The legal realists argued that social context and psychology matter   22.  Id. at 316, n.21.  23.  The law has treated children and the mentally handicapped in a protective fashion.  24.  Grutter v. Bollinger, 539 U.S. 306 (2003).  25.  Lawrence v. Texas, 539 U.S. 558 (2003).  26.  McCleskey v. Kemp, 481 U.S. 279 (1987).  27.  Atkins, 536 U.S. 304.  28.  Michael Rustad & Thomas Koenig, The Supreme Court and Junk Social Science: Selective Distortion in Amicus Briefs, 72 N.C. L. REV. 91, 100 n.38 (1993). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 184 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 and should play a role in judicial decisions.29  According to the realists, consideration of these factors was imperative to achieve sound social policy.30  Members of this realist movement “were united by a belief that judges devoted too much attention to the language of prior cases and too little to understanding the social reality behind their own decisions.”31  This school had support both from outside and inside the judiciary.  Psychologists such as Sigmund Freud, John Watson, and Hugo von Munsterberg asserted that psychology could be applied to issues of law facing courts, and Justices Oliver Wendell Holmes, Louis Brandeis, and Benjamin Cardozo all saw the benefits of using social science when making judicial decisions.32 The submission of Louis Brandeis’ brief for the defendant in error in Muller v. Oregon in 1908 marked a shift from formalism to realism.33  In his brief, which came to be known as the “Brandeis Brief,” only three pages grappled with precedent34 and the remaining one hundred pages presented the Supreme Court with social science evidence on the issue of whether a state was constitutionally permitted to regulate women’s working hours even though it was unable to regulate men’s working hours.35  The Court noted the uniqueness of Brandeis’ brief, stating: “It may not be amiss, in the present case, before examining the constitutional question, to notice the course of legislation, as well as expressions of opinion from other than judicial sources.  In the brief filed by Mr. Louis D. Brandeis for the defendant in error is a very copious collection of all these matters.”36  In so doing, the Court acknowledged the role of extra-judicial factors.  This sent a message to courts and advocates that issues outside the scope of precedent could (and would) be considered; both the brief and the Court’s recognition of its utility signaled a shift away from legal formalism.  With Brandeis’ ascension to the Supreme Court in 1916, the legal realists gathered momentum. In 1937, the realists finally displaced the formalists when the New Deal Court began to cite social science studies in its opinions.37  Due to the number of social programs enacted at this time in American history, the Court needed to look beyond precedent and recognize the programs’ focus on social justice.  At a time of new programs and the Depression, one could reasonably conclude the Court lacked precedent that would provide clear guidance for resolving such   29.  Christine Rebman, The Eighth Amendment and Solitary Confinement: The Gap in Protection from Psychological Consequences, 49 DEPAUL L. R. 567, 611 (1999); Rustad & Koenig, supra note 28, at 101 n.39.  30.  See JOHN MONAHAN & LAURENS WALKER, SOCIAL SCIENCE IN LAW: CASES AND MATERIALS 1–27 (7th ed. 2010) [hereinafter MONAHAN & WALKER, SOCIAL SCIENCE IN LAW].  31.  Rustad & Koenig, supra note 28, at 101.  32.  Rebman, supra note 29, at 611.  33.  See Muller v. Oregon, 208 U.S. 412 (1908).  According to John Monahan and Laurens Walker, “Brandeis’ brief in Muller v. Oregon initiated the use of social science materials in American courts.”  MONAHAN & WALKER, SOCIAL SCIENCE IN LAW, supra note 30, at 8.  34.  Rustad & Koenig, supra note 28, at 106 n.61.  35.  Herbert Hovenkamp, Social Science and Segregation Before Brown, 1985 DUKE L.J. 624, 628 (1985).  36.  Muller v. Oregon, 208 U.S. 412, 419 (1908).  37.  Rustad & Koenig, supra note 28, at 108–09. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  185 issues as social security and unemployment compensation.38  The Court, along with New Dealers and realists, “discounted the worth of many traditional values and expressed a preference for pragmatic experimentation.”39 The Court obtained social science through amicus curiae (“friend of the court”) briefs.40  These briefs intend to aid the Court’s arrival at a just conclusion, although these briefs are not neutral and often urge justices to favor one side.41  In the wake of the significant changes in 1937, groups began to file amicus curiae briefs with frequency; now “amicus briefs are filed in almost every case the Court accepts for review.”42 Social science evidence, regardless of how it is provided to the court, is important in how it is used once it comes to the court’s attention..  There are three key ways in which social science is employed—as legislative fact, adjudicative fact, and social framework.  How a court, particularly the Supreme Court, utilizes social science depends on the breadth of the rule it wishes to craft.  With awareness of these uses, one may see patterns across myriad areas of law. B. Legislative and Adjudicative Facts Kenneth Culp Davis, in a foundational work published in the Harvard Law Review in 1942, coined the terms “legislative facts” and “adjudicative facts.”43  “Legislative facts” are those that inform the judgment of an agency or court that is “wrestl[ing] with a question of law or policy.”44  When judges create “the common law through judicial legislation,” they use legislative facts.45  Legislative facts encompass more than the “social and economic data which go into the determination of fundamental policies.”46  Conversely, “[w]hen an agency [or court] finds facts concerning immediate parties—what the parties did, what the circumstances were, what the background conditions were—the agency [or court] is performing an adjudicative function, and the facts may conveniently be called adjudicative facts.”47  While legislative facts may pertain to a variety of cases, adjudicative facts concern questions only relevant to the parties before the court.48  Simply, arguments that a law should be changed are likely to employ legislative facts, whereas arguments about the events in a particular case are more likely rooted in adjudicative facts. The type of fact at issue may inform whether a court finds a trial to be in the   38.  See ALFRED C. AMAN, ADMINISTRATIVE LAW IN A GLOBAL ERA 161 n.33 (1992).  39.  MONAHAN & WALKER, SOCIAL SCIENCE IN LAW, supra note 30, at 16.  40.  “The lobbying device available for use before the Court is the brief amicus.”  Fowler V. Harper & Edwin D. Etherington, Lobbyists Before the Court, 101 U. PA. L. REV. 1172, 1172 (1953).  41.  Paul M. Collins, Jr., Friends of the Court: Examining the Influence of Amicus Curiae Participation in U.S. Supreme Court Litigation, 38 LAW & SOC’Y REV. 807, 808 (2004).  42.  Id. at 807–08.  43.  Culp Davis, supra note 15.  44.  Id. at 402.  45.  Id.  46.  Id. at 407.  47.  Id. at 402.  48.  Broz v. Schweiker, 677 F.2d 1351, 1357 (11th Cir. 1982) (quoting U.S. v. Bowers, 660 F.2d 527, 531 (5th Cir. 1981)). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 186 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 best interests of the parties.  For example, trials are preferable when adjudicative facts are at issue; trials are less useful when legislative facts or broad factual scenarios are involved.49  As Davis stated in an administrative law treatise, “[f]acts that concern scientific truths, sociological data, and industry-wide practices . . . are not peculiarly within the knowledge of the parties and are not of the type that generally would be aided by viewing the demeanor of witnesses, by cross-examination, and other aspects of adversarial factual development.”50  These principles impact which areas of law are treated as adjudicative or legislative facts.  Trademarks, obscenity, and damages cases are more likely to be decided on the grounds of adjudicative facts and the particular circumstances of the parties.51  By contrast, in cases involving the First, Sixth, Eighth, and Fourteenth Amendments, social science is used as legislative fact to make law.52  In those constitutional cases, the focus is on the case at hand, but there is also an eye to the significance of the constitutional interpretation (and particularly so when the court rendering the decision is the Supreme Court).  This is because “[w]hen the Supreme Court rules on a constitutional issue, that judgment is virtually final; its decisions can be altered only by the rarely used procedure of constitutional amendment or by a new ruling of the Court.”53  Federal appellate courts have embraced the distinction between legislative and adjudicative facts,54 thus solidifying the difference in approaches between constitutional cases and policy-making on the one hand and fact-based cases and a more limited number of interested litigants on the other. Examples illuminate the contours of these concepts.  In Processed Plastic Co. v. Warner Communications, Inc.,55 the Seventh Circuit treated social science as adjudicative fact.56  At issue was whether Processed Plastic Company (“PPC”) violated the Lanham Act by manufacturing a toy car that resembled a car used in the “Dukes of Hazzard” television series, a registered copyright of Warner Brothers.57  To show that there was consumer confusion, “Warner Bros. introduced a survey of children between the ages of six to twelve in which 82% of the children identified a toy car identical to PPC’s Maverick Rebel as the ‘Dukes of Hazzard’ car and of that number 56% of them believed it was sponsored or authorized by the ‘Dukes of Hazzard’ television program.”58  Although on appeal PPC challenged the utility of the survey for demonstrating consumer confusion given that the survey only gauged responses from a limited   49.  Id.  50.  Id. at 1358 (quoting K. DAVIS, ADMINISTRATIVE LAW OF THE SEVENTIES §§ 12:4, 15:3) (1976)).  51.  MONAHAN & WALKER, SOCIAL SCIENCE IN LAW, supra note 30, at 104.  52.  Id. at 192.  The concept of legislative facts also pertains to whether to employ balancing tests, use strict scrutiny, ascertain what rises to the level of an establishment of religion, and whether a jury comprised of six people functions in a way comparable to a jury comprised of twelve people.  John O. McGinnis & Charles W. Mulaney, Judging Facts like Law, 25 CONST. COMMENT. 69, 75 (2008).  53. The Court and Constitutional Interpretation, SUPREME COURT OF THE UNITED STATES, http://www.supremecourt.gov/about/constitutional.aspx (last visited Dec.26, 2011).  54.  Broz v. Schweiker, 677 F.2d  1351, 1357 (11th Cir. 1982).  55.  Processed Plastic Co. v. Warner Commc’ns, Inc., 675 F.2d 852 (7th Cir. 1982).  56.  Id.  57.  Id. at 854.  58.  Id. at 854–55. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  187 age bracket of the population, children six to twelve years old, the Circuit Court found that the lower court did not clearly err in finding the survey results probative on the question of consumer confusion.59  This case demonstrates how social science—here the use of survey evidence—can be used to decide a dispute. In United States v. Leon,60 social science was treated as legislative fact.61  In that case, the issue facing the Supreme Court was whether the exclusionary rule of the Fourth Amendment “should be modified so as not to bar the use in the prosecution’s case in chief of evidence obtained by officers acting in reasonable reliance on a search warrant issued by a detached and neutral magistrate but ultimately found to be unsupported by probable cause.”62  In an extensive footnote, the Court considered studies evaluating the impact of the exclusionary rule on the disposition of felony arrests.63  In another footnote, the Court cited recent studies on the cost of the exclusionary rule in order to show that the Court’s past findings on the rule’s costs were exaggerated.64  Interestingly, the Court also cited an absence of social science in support of the notion that the rule may not have a deterrent effect on law enforcement: We have frequently questioned whether the exclusionary rule can have any deterrent effect when the offending officers acted in the objectively reasonable belief that their conduct did not violate the Fourth Amendment.  ‘No empirical researcher, proponent or opponent of the rule, has yet been able to establish with any assurance whether the rule has a deterrent effect.’65 What differentiates Leon from Processed Plastic Co. is the particular use of social science.  Whereas the Court in Leon used social science as legislative fact “to make policy determinations with respect to existing law based on more general findings,”66 in Processed Plastic the Seventh Circuit relied on survey evidence as adjudicative fact to decide whether there was a Lanham Act violation in that particular case.67  Thus, these two cases illustrate the differences in the courts’ use of social science in the context of legislative versus adjudicative facts. C. Social Frameworks Another paradigm—social frameworks—has joined the ranks of Davis’s legislative and adjudicative facts in describing how courts utilize social science.  Coined by Laurens Walker and John Monahan in a 1987 article, the term combines the uses of both adjudicative and legislative facts.  Walker and Monahan state: “[E]mpirical information is being offered that incorporates aspects of both of the traditional uses: general research results are used to   59.  Id. at 857.  60.  United States v. Leon, 468 U.S. 897 (1984).  61.  Id.  62.  Id. at 900.  63.  Id. at 907 n.6.  64.  Id. at 913 n.11.  65.  Id. at 918 (quoting United States v. Janis, 428 U.S. 433, 452 n.22 (2007)).  66.  Allan G. King & Syeeda S. Amin, Social Framework Analysis as Inadmissible “Character” Evidence, 32 LAW & PSYCHOL. REV. 1, 4 (2008).  67.  Processed Plastic Co. v. Warner Commc’ns, Inc., 675 F.2d 852, 854–58 (7th Cir. 1982). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 188 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 construct a frame of reference or background context for deciding factual issues crucial to the resolution of a specific case.”68  Walker and Monahan observed that, in cases of sexual victimization, battered women, eyewitness identification, and assessments of dangerousness, social science was used in a way that diverged from the traditional legislative-adjudicative fact framework.69  In these cases, social science research reflected legislative facts; the studies “bore on issues at trial only as those issues were particular instances of larger empirical relationships that had been uncovered.”70  As in instances of adjudicative facts, however, studies in these cases “were introduced solely to help resolve specific factual issues disputed by the immediate parties to the case, issues whose resolution had no substantive significance beyond the case at hand.”71  In the same way that adjudicative facts are introduced, social science in social frameworks comes before a court through expert testimony.72  Social frameworks help lay the groundwork for the decision of specific factual issues in a given case. Dukes v. Wal-Mart Stores, Inc.73 helps shed light on the use of a social framework.  In that case, six plaintiffs brought sex discrimination claims under Title VII of the Civil Rights Act of 1964 and sought certification of a nationwide class of women who experienced Wal-Mart’s alleged discrimination in pay and promotion policies from December 26, 1998, to the time of the suit years later.74  To establish the commonality requirement of Rule 23 (which prescribes what elements must exist for class certification), the plaintiffs presented evidence from sociologist Dr. William Bielby.75  Dr. Bielby interpreted and explained facts indicating that Wal-Mart’s culture likely included gender stereotypes.76  He did so by examining items ranging from deposition testimony of Wal-Mart managers to “correspondence, memos, reports, and presentations relating to personnel policy and practice” to “a large body of social science research on the impact of organizational policy and practice on workplace bias.”77 According to Dr. Bielby, he used a social framework analysis to uncover unique aspects of Wal-Mart’s practices and policies; he concluded that these practices and policies likely made decisions on issues of pay and promotion susceptible to gender bias.78  The district court found, and the Ninth Circuit   68.  Laurens Walker & John Monahan, Social Frameworks: A New Use of Social Science in Law, 73 VA. L. REV. 559, 559 (1987).  69.  Id. at 563.  70.  Id. at 569.  71.  Id.  72.  Id. at 583.  According to Walker and Monahan, this method of introducing social science entails two major problems.  It is inefficient and expensive.  In terms of inefficiency, “[t]he same testimony about the same research studies must be heard in case after case, whenever a framework for a given type of factual determination is sought.”  As for cost, because “[t]he pool of expert witnesses is limited to a small group of basic researchers in each topical area and these researchers must be transported and paid to repeat their testimony in each new case,” the introduction of a framework may be precluded by financial considerations.  Id. at 583–84.  73.  Dukes v. Wal-Mart Stores, Inc., 603 F.3d 571 (9th Cir. 2010), rev’d, 131 S.Ct. 2541 (2011).  74.  Id. at 577.  75.  Id. at 601.  76.  Id.  77.  Id.  78.  Id. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  189 agreed, that Dr. Bielby’s analysis could be used to satisfy the commonality requirement; demonstrating consistency with other courts, the Ninth Circuit stated that “courts have long accepted . . . that properly analyzed social science data, like that offered by Dr. Bielby, may support a plaintiff’s assertions that a claim is proper for class resolution.”79  By considering larger issues such as bias in the workplace, this expert endeavored to solve the specific factual issue facing these parties, thus demonstrating the utility of social frameworks. The history of social science in law reveals both growing acceptance and increasing use in myriad ways.  A court’s treatment of social science depends not only on the issue before the court but also whether the court intends to craft a broadly applicable rule or narrowly decide the instant case.  Judges may bring social science into a case to support a given decision or line of reasoning; parties often introduce social science to lend credibility to their arguments and cast doubt on those of their opponents. The three areas of law at the heart of this Article—school segregation, homosexual rights, and the death penalty—make plain that the Supreme Court’s approach to social science may vary even within a given area of law.  By examining the jurisprudence, inferences can be made about whether judicial opinions cite social science as a way to legitimize their responsiveness to the thrust of popular opinion.  The following Parts look to what drives the Court and how that motivation molds how social science is (or is not) employed in an opinion.  The next Part, in its discussion of integration cases, illustrates that social science may be employed to demonstrate new understandings and challenge prior, antiquated decisions. III. BROWN V. BOARD OF EDUCATION FOOTNOTE 11 AND SCHOOL INTEGRATION Brown v. Board of Education of Topeka footnote 1180 is considered to be the paragon of judicial acceptance of social science.81  In the momentous case of Brown, the Supreme Court considered whether to overturn the “separate but equal” doctrine of Plessy v. Ferguson82 in the context of public education.83  The Court consolidated cases from Kansas, South Carolina, Virginia, and Delaware to consider the common legal question of whether segregation in the public schools deprived the plaintiffs of equal protection under the Fourteenth Amendment’s Equal Protection Clause.84  In Chief Justice Warren’s opinion, the Court stressed three key factors influencing its decision: “the Court’s inability to discern the intended historical scope of the Fourteenth Amendment; the development of public education since the adoption of the Amendment; and the harmful social   79.  Id. at 602.  80.  Brown v. Bd. of Educ. of Topeka, 347 U.S. 483, 494 n.11 (1954).  81.  John Monahan et al., Contextual Evidence of Gender Discrimination: The Ascendance of “Social Frameworks,” 94 VA. L. REV. 1715, 1720–21 (2008) (stating, “Judicial acceptance of social science research as a form a legislative fact was most famously embodied in Brown v. Board of Education”).  82.  Plessy v. Ferguson, 163 U.S. 537, 551 (1896) (stating that the problem with Homer Plessy’s argument is “the assumption that the enforced separation of the two races stamps the colored race with a badge of inferiority”).  83.  Brown, 347 U.S. at 493.  84.  Id. at 487. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 190 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 and psychological impact of racial segregation on black schoolchildren.”85  On the first issue, the Court found little in the Amendment’s history regarding its intended impact on public education.86  With regard to the importance of public education, the Court asserted that education is a crucial means through which children learn cultural values, prepare for future professional training, and adjust to life in a given society.87  As such, an opportunity to obtain an education from the state “is a right which must be made available to all on equal terms.”88  The Court therefore held that “segregation of children in public schools solely on the basis of race, even though the physical facilities and other ‘tangible’ factors [are] . . . equal, deprive[s] the children of the minority group of equal educational opportunities.”89 Unlike in Plessy v. Ferguson90 where the Court found that separation does not connote inferiority, the Brown Court stated that separating children on the basis of race instills “a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.”91  The Court bolstered this assertion with “psychological knowledge” that was unavailable at the time of the Plessy decision; the court articulated this “knowledge” in the famous footnote 11.92  In that footnote, Chief Justice Warren listed seven sociological and psychological studies that purported to establish that racial segregation adversely affected black children.93  Following the decision, the “conventional narrative” that the Brown outcome was based on social science took root.94 Footnote 11 was put to the test nearly a decade later in the Georgia case of Stell v. Savannah-Chatham County Board of Education95 where a class of black students brought an action to enjoin the Board of Education in Savannah-Chatham County from operating an integrated school system.96  These plaintiffs argued that “admission to the various public schools of Savannah-Chatham County is determined solely upon the basis of race and color and that plaintiffs are irreparably injured thereby.”97  On the side of the defendant school board, some white students joined the suit as intervenors, arguing that the separation of races in public schools was not based solely on race but was instead based upon “racial traits of educational significance as to which racial identity was only a   85.  Sanjay Mody, Brown Footnote Eleven in Historical Context: Social Science and the Supreme Court’s Quest for Legitimacy, 54 STAN. L. REV. 793, 796 (2002).  86.  Brown, 347 U.S. at 490.  87.  Id. at 493.  88.  Id.  89.  Id.  90.  Plessy v. Ferguson, 163 U.S. 537 (1896).  91.  Brown, 347 U.S. at 494.  92.  Id. at 494–95.  93.  Id. at 494 n.11.  94.  Mody, supra note 85, at 803.  95.  Stell v. Savannah-Chatham Cnty. Bd. of Educ., 220 F. Supp. 667 (S.D. Ga. 1963), rev’d, 333 F.2d 55 (5th Cir. 1964).  96.  Id. at 667.  97.  Id. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  191 convenient index.”98  The defendants argued that educational opportunities would be hampered and psychological harm would result if students of different races were mixed in a given class.99 At trial, the defendants called numerous established social scientists to testify, including Dr. Ernest van den Haag, a lecturer on sociology and social philosophy at the New School for Social Research,100 Dr. R. T. Osborne, Professor of Psychology at the University of Georgia,101 and Dr. Henry E. Garrett, Emeritus Professor of Psychology at Columbia University.102  These authorities produced evidence on the issues of group identification, test results, and learning rates between white and black children; the white children outpaced the black children in each of these areas.103  The plaintiffs did not contest the credentials and knowledge of these witnesses.104 The district court then faced the plaintiffs’ argument that “segregation itself injures negro children in the school system” and therefore tried to ascertain the bounds of the Brown decision.105  The instant court determined that the question at the heart of Brown—whether segregation on the basis of race deprives black schoolchildren of equal educational opportunities—was a question of fact rather than law.106  The court found the studies cited by the Supreme Court in footnote 11 less persuasive than the evidence presented in the Stell case.107  In the words of the Southern District of Georgia District Court: “The Court accordingly accepts the evidence given in the present case as having somewhat stronger indicia of truth than that on which the findings of potential injury were made in Brown.”108  As a result, the court perceived Brown as inapplicable to the case and dismissed the plaintiffs’ complaint. On appeal, the Fifth Circuit reversed the district court’s decision and held that Brown was not limited to the particular facts of that case.109  Due to principles undergirding the federal court system, lower district courts are bound by Supreme Court opinions whether or not such courts think that the Supreme Court made an erroneous decision on issues of fact or law.  The broad rule derived from Brown is that “separate but equal schools for the races were inherently unequal;”110 the lower court should have followed that rule, regardless of what it perceived to be persuasive contrary evidence. In this way, the Fifth Circuit established that the conclusion of Brown, supported by footnote 11, was controlling.  Social science was used to make law in footnote 11, thus illustrating how legislative facts influence judicial decision   98.  Id. at 668.  99.  Id.  100.  Id. at 673.  101.  Id. at 668.  102.  Id. at 672.  103.  Id. at 669–76.  104.  Id. at 676.  105.  Id.  106.  Id. at 677–78.  107.  Id. at 679–80.  108.  Id. at 680.  109.  Stell v. Savannah-Chatham Cnty. Bd. of Educ., 333 F.2d 55 (5th Cir. 1964).  110.  Id. at 61. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 192 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 making.  Findings of fact are not treated as precedent, whereas findings of law have a stare decisis effect on other courts.  Hence, the Fifth Circuit’s opinion strongly suggests that, when a legal conclusion based on social science (or finding its support in social science) is meant to bind other courts,  the underlying social science ascends to a level of importance on par with precedent.  In other words, the cited studies “become de facto conclusions of law which are not disputable.”111  It is as if the string of social science studies is on par with a string of case law on a given issue. The Court’s citation of studies in footnote 11 had two major effects.  First, it sent a message to future litigants and amici curiae that social science can be used to provide credibility to a suggested conclusion of law.  As a result, it may be in a litigant’s best interest to show scientific support for a given claim as a means of enhancing the claim’s credibility.  The second effect, particularly in light of the Fifth Circuit’s decision in Stell, is that a question of fact, supported by social science, may be recast as a question of law and therefore become unassailable.  Therefore, when the Supreme Court adopts a rule of law based on empirical support and that rule assumes the force of precedent, the Court must consider the implications of that rule for future cases. In the area of race and education, and in particular affirmative action, social science continues to factor into decisions.  Amici play a crucial role in presenting social science to courts.  A pair of cases regarding affirmative action—Grutter v. Bollinger112 and Gratz v. Bollinger113—illustrate the role of amici in presenting judges with evidence and how that social science forms the bedrock of decisions in this area. In Grutter, the Supreme Court was faced with the question of whether the University of Michigan Law School’s use of race in its admissions process was unlawful.114  A white Michigan resident challenged the law school’s policy, arguing that she was denied admission because the policy favored applicants from other racial groups.115  Respondent Law School asserted that considering race as a factor in admissions decisions furthered the goal of maintaining a diverse student body, which in turn has educational benefits for students.116  The Supreme Court found it important to defer to the Law School’s judgment that racial diversity “is essential to its educational mission.”117  Hence, the use of race in admissions decisions did not violate the Equal Protection Clause of the Fourteenth Amendment.118 Amici supported the notion that diversity can translate into educational gains.  The Supreme Court stated: “In addition to the expert studies and reports entered into evidence at trial, numerous studies show that student body diversity promotes learning outcomes, and ‘better prepares students for an   111.  Gail S. Perry & Gary B. Melton, Precedential Value of Judicial Notice of Social Facts: Parham As An Example, 22 J. FAM. L. 633, 667 (1984).  112.  Grutter v. Bollinger, 539 U.S. 306 (2003).  113.  Gratz v. Bollinger, 539 U.S. 244 (2003).  114.  Grutter, 539 U.S. at 311.  115.  Id. at 316–317.  116.  Id. at 327–28.  117.  Id. at 328.  118.  Id. at 343. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  193 increasingly diverse workforce and society, and better prepares them as professionals.’ “119  The Court proceeded to describe the societal benefits derived from diversity, particularly at a top law school like the University of Michigan.120  Diversity was a favorable byproduct of the government’s aims to ensure public institutions are available to all.  To support the notion that variance among students was beneficial, the Court cited briefs from amici such as General Motors, the United States, and the Association of American Law Schools.121  This is just a microcosm of the 107 briefs filed in Grutter and Gratz.122  Other organizations who filed briefs in these affirmative action cases included the American Psychological Association, the Center for Equal Opportunity, the American Sociological Association, the American Educational Research Association, and the Anti-Defamation League.123  In Grutter, the Court’s citation of amicus briefs suggests that those briefs had a strong influence on the outcome of the case.  As in Brown footnote 11, social science was the basis of a decision that helped define the contours of Equal Protection in the context of race and education.  It is apparent that social science was used to bolster a finding of legislative fact.  In the area of Fourteenth Amendment jurisprudence, Brown, Stell, and Grutter demonstrate that social science plays a significant role in judicial opinions.  In addition, amici have, since Brown footnote 11, increasingly proffered studies and evidence to influence the Court’s decision making.  The question remains, however, whether the Court’s decision would have changed in the absence of the social science.  Stated differently: was the social science in these cases used merely to legitimize views stemming from other sources, such as a justice’s perception that “separate but equal” was antiquated, or did the social science influence the Justices’ decision making? As explored in depth infra, this is an inquiry that recurs in other areas of law as well, such as homosexual rights and capital punishment.    119.  Id. at 330 (quoting Brief of the American Educational Research Association, et al. as Amici Curiae Supporting Respondents at 3, Grutter, 539 U.S. 306 (2003) (No. 02-241) and Gratz, 539 U.S. 244 (2003) (No. 02-516)).  120.  Grutter, 539 U.S. at. at 330–33.  121.  Id.; Brief of General Motors Corporation as Amicus Curiae in Support of Respondents, Grutter, 539 U.S. 306 (2003) (No. 02-241) and Gratz v. Bollinger, 539 U.S. 244 (2003) (No. 02-516); Brief for the United States as Amicus Curiae Supporting Petitioner, Grutter, 539 U.S. 306 (2003) (No. 02-241); Brief of Amicus Curiae Association of American Law Schools in Support of Respondents, Grutter, 539 U.S. 306 (2003) (No. 02-241).  122.  Gratz was closely related to Grutter.  At issue in Gratz was also affirmative action at the University of Michigan.  The Court, in a 6–3 decision, “rejected a formalistic point-system plan used by the University of Michigan to admit undergraduates.”  An Ode to Justice Lewis F. Powell, Jr.: The Supreme Court Approves The Consideration of Race as a Factor in Admissions by Public Institutions of Higher Education, DUKE L. PROGRAM PUB. L. SUP. CT. ONLINE COMMENT., http://www.law.duke.edu/ publiclaw/supremecourtonline/commentary/gravbol.html (last visited  Dec. 26, 2011).  123.  Grutter, 539 U.S. 306 (2003); Gratz, 539 U.S. 244 (2003); Brief of the American Psychological Association as Amicus Curiae in Support of Respondents, Grutter, 539 U.S. 306 (2003) (No. 02-241) and Gratz, 539 U.S. 244 (2003) (No. 02-516); Amicus Brief of Center for Equal Opportunity, Grutter, 539 U.S. 306 (2003) (No. 02-241); Brief of the American Sociological Association, et al. as Amici Curiae in Support of Respondents, Grutter, 539 U.S. 306 (2003) (No. 02-241); Brief of the American Educational Research Association, et al. as Amici Curiae in Support of Respondents, Grutter, 539 U.S. 306 (2003) (No. 02-241); Brief of the Anti-Defamation League in Support of Neither Party, Grutter, 539 U.S. 306 (2003) (No. 02-241) and Gratz, 539 U.S. 244 (2003) (No. 02-516). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 194 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011  IV. THE TRAJECTORY OF GAY RIGHTS AFTER LAWRENCE V. TEXAS The Supreme Court’s decision in Lawrence v. Texas124 is considered by many in the homosexual community to be “our Brown.”125  In other words, Lawrence is a landmark decision that “would usher in a civil rights revolution for gay men and lesbians in a fashion equivalent to the civil rights movement inaugurated by Brown.”126  Both Lawrence and Brown fall under the umbrella of Fourteenth Amendment Equal Protection Clause jurisprudence.  Lawrence, like Brown, reversed a case that was found to sanction unfairness and hold a group back in the public sphere.  As mentioned above, Brown overturned the “separate but equal” principle enshrined in Plessy v. Ferguson.127  Lawrence overruled Bowers v. Hardwick,128 a 1986 case holding that the right to privacy did not extend to private, consensual homosexual sex.129  The reasoning in both Lawrence and Brown included discussions of changed understandings over the years from the time of Bowers and Plessy, respectively.  Also like Brown, Lawrence opened the door to other legal challenges in the quest for equality, such as gay marriage130 and parental rights.131  These cases are also similar in their reference to, and reliance upon, extrajudicial factors.  In Brown footnote 11, the Court listed seven studies that supported its conclusion;132 the Court in Lawrence based its decision on three amici curiae briefs—those filed by the American Civil Liberties Union, the Cato Institute, and an alliance of history professors—by citing the briefs throughout the majority opinion.133 In Lawrence, the Court had to determine “the validity of a Texas statute making it a crime for two persons of the same sex to engage in certain intimate sexual conduct.”134  In that case, police in Houston, Texas, responded to a report of unlicensed weapons in the home of John Geddes Lawrence.  Upon entering his apartment, the officers witnessed Lawrence engaged in sexual activity with a man.  The men were arrested and charged under a Texas statute criminalizing “deviate sexual intercourse with another individual of the same sex.”135  The Supreme Court, in the majority opinion written by Justice Kennedy, first   124.  Lawrence v. Texas, 539 U.S. 558, 562 (2003).  125.  Katherine M. Franke, The Politics of Same-Sex Marriage Politics, 15 COLUM. J. GENDER & L. 236, 237 (2006).  126.  Id.  127.  See supra text accompanying notes 80–94.  128.  Lawrence, 539 U.S. at 578.  129.  Bowers v. Hardwick, 478 U.S. 186 (1986).  130.  For example, Goodridge v. Department of Public Health, 798 N.E.2d 941 (Mass. 2003), “was the first unqualified court victory in a marriage equality case, and it catipulted [sic] the battle for marriage equality and LGBT civil rights forward.”  Goodridge v. Department of Public Health, LAMBDA LEGAL,  http://www.lambdalegal.org/in-court/cases/goodridge-v-department-of-public-health.html (last visited Dec. 26, 2011).  131.  In re Adoption of Caitlin, 622 N.Y.S.2d 835 (N.Y. Fam. Ct. 1994) (finding a second parent adoption by females in a same-sex relationship was in the best interest of the children).  132.  Brown v. Bd. of Educ. of Topeka, 347 U.S. 483, 494 n.11 (1954).  133.  Lawrence, 539 U.S. at 568, 570, 572.  134.  Id. at 562.  135.  Id. at 563 (quoting TEX. PENAL CODE ANN. § 21.06(a) (Vernon2003)) (internal quotation marks omitted). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  195 explored the principles underlying the Bowers decision—Lawrence’s predecessor.136  Supported by amicus briefs, the Court refuted the historical perception upon which Bowers relied: “In academic writings, and in many of the scholarly amicus briefs filed to assist the Court in this case, there are fundamental criticisms of the historical premises relied upon by the majority and concurring opinions in Bowers.”137  The Court discussed four factors before arriving at its conclusion: 1) relevant history,138 2) a case decided in the European Court of Human Rights,139 3) cases decided by the Supreme Court in the wake of Bowers that cast doubt on its foundation,140 and 4) criticisms of the decision in the United States.141  After exploring these issues, the Lawrence Court overruled Bowers142 and found that the Texas law violated the principle of equal protection guaranteed under the Fourteenth Amendment. Although Lawrence does not contain a single crystallization of the ideas being expressed—such as footnote 11 in Brown—its  citation of amicus briefs demonstrates the Court’s willingness to look beyond precedent and the facts of the instant case.  The information proffered by amici143 bolstered the Court’s discussion of history, which was a key component in the decision that Bowers could—and should—be overruled.  By casting the discussion in terms of a misunderstanding of history, the Court avoided delving into social science, in particular the issues in the American Psychological Association et al. (“APA”) amicus brief about the scientific “finding” that homosexuality is not a mental disorder and the fitness of homosexuals to be parents.144  It could be that the Court simply accepted the idea that homosexuality is not a disorder and did not want to, in the case of parental fitness, widen the opinion to explore potential social issues likely to flow from the decision.  Hence, although the Court crafted a broad rule about equal protection, it limited its discussion to correcting historical errors. Following the Lawrence decision and its advocacy of equal protection regardless of sexual orientation, challenges came to lower courts on the issues of gay parenting and gay marriage and employed social science to a significant degree.  For example, in the case In re Adoption of Caitlin,145 the Family Court of New York, Monroe County, was faced with “petitions for second parent   136.  Id. at 567–72.  137.  Id. at 567–68.  138.  Id. at 567–72.  139.  Id. at 573.  140.  Id. at 573–75.  141.  Id. at 576.  142.  “Bowers was not correct when it was decided, and it is not correct today.  It ought not to remain binding precedent.  Bowers v. Hardwick should be and now is overruled.”  Id. at 578.  143.  Thirty-three amicus briefs were filed.  For a list of the amicus briefs, see Docket for 02-102, SUPREME COURT OF THE UNITED STATES,  http://www.supremecourt.gov/Search.aspx?FileName=/ docketfiles/02-102.htm (last visited Dec. 26, 2011).  144.  Brief for American Psychological Association, American Psychiatric Association, National Association of Social Workers, and Texas Chapter of The National Association of Social Workers as Amici Curiae supporting Petitioners, Lawrence, 539 U.S. 558 (2003) (No. 02-102), available at http://www.apa.org/about/offices/ogc/amicus/lawrence.pdf.  145.  In re Adoption of Caitlin, 622 N.Y.S.2d 835 (N.Y. Fam. Ct. 1994). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 196 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 adoptions by the lesbian life partners of biological mothers.”146  In the two cases at issue, both couples were in long-term committed relationships and reproduced using artificial insemination.147  The court began its analysis by recognizing that most state laws do not explicitly speak to same sex adoptions, only two states expressly bar such adoptions, and lower courts in twelve states have sanctioned such adoptions.148  Using the best interests of the child standard, courts in both New York—Matter of Evan149—and Vermont—Adoptions of B.L.V.B. & E.L.V.B.150— found that adoption by same-sex couples was in a child’s best interests and in line with public policy.151  In light of those cases, the New York court in the instant case redefined the issue from whether “it is in the best interest of children to have two mothers, as opposed to a single mother or a mother and a father” to “whether, given the realities of the relationships between the children and the petitioners and between the petitioners and the biological mothers, would the children herein be better or worse off if the adoptions were approved?”152 Children, through adoption, acquire numerous rights, such as the right of parental visitation should the parents decide to separate.  Despite the advantages, there could be negative impacts of being raised by a same-sex couple.  The court determined that this argument—that any advantages could be outweighed by drawbacks—was moot, in light of the numerous studies finding that upbringing by homosexual parents had no adverse effect on children.153  To support this decision, the court cited research disproving the notion that upbringing by homosexual parents will cause their children to grow up homosexual.154  The court referenced cases in New York, Ohio, and Massachusetts that also cited these studies, which uniformly showed that sexual orientation occurs randomly and is no more likely to occur among children raised by homosexual parents.155  The court also noted studies that showed children who come from homosexual households are not ridiculed with greater frequency than children from other types of households.156  In conclusion, the court granted the adoptions “because it was in the children’s best interests to do so.” The court also noted that it was less concerned for the welfare of these adoptive children than for many of the children of heterosexual parents who find themselves before the court.157   146.  Id. at 836.  147.  Id.  148.  Id. at 838.  149.  In re Evan, 153 Misc. 2d 844 (N. Y. Surr. Ct., 1992).  150.  Adoptions of B.L.V.B. & E.L.V.B., 628 A.2d 1271 (Vt. 1993).  151.  In re Caitlin, 622 N.Y.S.2d at 838–39.  152.  Id. at 839.  153.  Id. at 840–41.  154.  Id. at 840 (citing Courtney R. Baggett, Sexual Orientation: Should it Affect Child Custody Rulings, 16 LAW & PSYCHOL. REV. 189 (1992); Charlotte J. Patterson, Children of Lesbian and Gay Parents, CHILD DEV.  J. 1025, 1025 (1992)).  155.  Id. (discussing the studies in: In re Evan, 153 Misc. 2d 844 (N.Y. Surr. Ct., 1992); Conkel v. Conkel, 509 N.E.2d 983 (Ohio Ct. App. 1987); Bezio v. Patenaude, 410 N.E.2d 1207 (Mass. 1980)).  156.  Id. at 841.  157.  Id. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  197 The In re Adoption of Caitlin158 decision evidences a trend throughout child custody cases involving homosexual parents: citations to social science.  By citing other court cases that discuss social science,159 the Family Court of New York validated the findings that children of homosexual couples are not disadvantaged in any way by the sexual orientation of their parents.  The court also aligned itself with the Brown footnote 11 precedent of looking to extrajudicial factors to reach a decision impacting equal rights.  In re Adoption of Caitlin is therefore representative of the custody realm specifically and the post-Lawrence legal landscape generally. Empirical evidence published the same year as In re Adoption of Caitlin supports the notion that parents’ homosexuality does not hinder their children.  In a 1994 article, Patricia J. Falk “identified all available legal opinions involving gay individuals in four substantive areas—child custody and visitation (CC), employment discrimination (ED), first amendment (FA), and criminal sodomy (CD).”160  Using quantitative and qualitative analysis, Falk made two key findings: first, “one-third of the studied gay rights cases contained one or more citations or references to social science,”161 and second, “the use of social science in legal opinions involving gay individuals did not vary significantly in terms of the substantive area.  Thus, the relatively high rate of citation was maintained across case contexts.”162  This study bolsters the notion that, in custody cases involving two homosexual parents, the reasoning of In re Adoption of Caitlin is not anomalous. Studies of children with homosexual parents have relevance beyond the custody context.  Cases about gay marriage also include discussions about the impact of marriage (or lack of marriage) on the children of same-sex couples.  For example, in the seminal gay marriage case Goodridge v. Department of Public Health,163 the Massachusetts Supreme Judicial Court found that a state law limiting marriage to a man and a woman violated the state constitution’s equality provision.164  In so deciding, the four member majority cited studies demonstrating that households with same-sex parents did not disadvantage or adversely affect children165 and asserted that denying these parents the right to marry may indeed have a negative impact on those children.166  In this way, the   158.  In re Adoption of Caitlin, 622 N.Y.S.2d 835 (N.Y. Fam. Ct.1994).  159.  Cited cases included In re Evan, 153 Misc. 2d 844 (N.Y. Surr. Ct., 1992), and Conkel v. Conkel, 509 N.E.2d 983 (Ohio Ct. App. 1987).  160.  Patricia J. Falk, The Prevalence of Social Science in Gay Rights Cases: The Synergistic Influences of Historical Context, Justificatory Citation, and Dissemination Efforts, 41 WAYNE L. REV. 1, 9–10 (1994).  161.  Id. at 16.  162.  Id.  163.  Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941 (Mass. 2003).  164.  Id. at 948.  165.  Id. at 965 n.30.  166.  Id. at 972 (stating, “the State’s refusal to accord legal recognition to unions of same-sex couples has had the effect of creating a system in which children of same-sex couples are unable to partake of legal protections and social benefits taken for granted by children in families whose parents are of the opposite sex. The continued maintenance of this caste-like system is irreconcilable with, indeed, totally repugnant to, the State’s strong interest in the welfare of all children and its primary focus, in the context of family law where children are concerned, on ‘the best interests of the child’ “). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 198 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 question was not whether being raised by homosexual parents is harmful but was instead whether being raised by homosexual parents whom the state prevents from marrying is harmful.  Thus, the studies relied upon by the In re Adoption of Caitlin court to determine whether to permit a second parent adoption may be considered influential in deciding whether to allow gay marriage. The plaintiffs in Goodridge were fourteen people who desired to marry their partners “in order to affirm publicly their commitment to each other and to secure the legal protections and benefits afforded to married couples and their children.”167  They filed suit against the Department of Public Health, which oversees the issuance of marriage licenses, claiming that the denial of marriage licenses to same-sex couples violated Massachusetts law.168  In its discussion, the Massachusetts court stated that children are deprived of security and benefits from the state because their parents are precluded from marrying; when same-sex couples are denied the right to marry, their children are denied an equal footing with children raised by married heterosexual couples.169 The court refuted the notion that the State’s interest in marriage meant that only the Legislature could dictate what marriage means and who can participate in that institution.170  In a supporting footnote, the court asserted that the Legislature likely knows of the studies on the issue of same-sex parenting and its impact on children “and has drawn the conclusion that a child’s best interest is not harmed by being raised and nurtured by same-sex parents.”171  The majority dismissed the dissent’s focus on divergence in study results.172  Hence, although it is appropriate to defer “to the Legislature to decide social and policy issues . . . it is the traditional and settled role of courts to decide constitutional issues.”173  The Massachusetts court concluded that “constru[ing] civil marriage to mean the voluntary union of two persons as spouses . . . advances the two legitimate State interests the department has identified: providing a stable setting for child rearing and conserving State resources.”174  This ruling reflects the intertwined nature of notions about child rearing and marriage.  In fact, one could reasonably conclude that favorable conclusions about homosexuals in the legislatures—thanks to social science studies175—shapes the advancement of rights in the   167.  Id. at 949.  168.  Id. at 949–50.  169.  Id. at 963–65.  170.  Id. at 966.  171.  Id. at 965 n.30.  172.  Id. at 966.  173.  Id.  174.  Id. at 969.  175.  The validity of the social science is a point of contention between the majority and dissent.  Although the majority found these studies persuasive, the dissent stated that “[c]onspicuously absent from the court’s opinion today is any acknowledgment that the attempts at scientific study of the ramifications of raising children in same-sex couple households are themselves in their infancy and have so far produced inconclusive and conflicting results.”  Id. at 979 (Sosman, J., dissenting).  For the dissent, there has not been enough long-term observation of children raised by same-sex couples, so even if there is not “bias or political agenda behind the various studies of children raised by same-sex couples,” it would be reasonable for the Legislature, “as the creator of the institution of civil marriage,” to desire more concrete evidence “before making a fundamental alteration to that Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  199 judicial context. The Goodridge decision is significant in several respects.  First, it condoned same-sex marriage, thus picking up where Lawrence left off in its recognition of “the central role that decisions whether to marry or have children bear in shaping one’s identity.”176  Second, it asserts the validity of studies on the issue of same-sex parenting.177  Third, consistent with the increasing prevalence of amicus briefs since the Brandeis Brief,178 briefs by amici curiae flooded the Supreme Judicial Court of Massachusetts.179  Fourth, on a macro level, the case is noteworthy because it explores the huge shift in social science and public attitudes since the days when homosexuality was considered a mental illness.  Thus, Goodridge is the paragon case of social science in the gay rights realm.  Social science was the linchpin of a case that advanced equality, and that decision in turn propelled a movement towards equal rights.  The landscape of this area of law is best summarized by the Goodridge dissent: The advancement of the rights, privileges, and protections afforded to homosexual members of our community in the last three decades has been significant, and there is no reason to believe that that evolution will not continue.  Changes of attitude in the civic, social, and professional communities have been even more profound.  Thirty years ago, The Diagnostic and Statistical Manual, the seminal handbook of the American Psychiatric Association, still listed homosexuality as a mental disorder.  Today, the Massachusetts Psychiatric Society, the American Psychoanalytic Association, and many other psychiatric,  institution.”  Id. at 980.  176.  Id. at 948.  Civil marriage between homosexuals “is a question the United States Supreme Court left open as a matter of Federal law in Lawrence, where it was not an issue.”  Id. at 313 (internal citation omitted).  177.  Yet the disagreement between the majority and dissent regarding the credibility of these findings evidences that “[t]he role that social science plays in the same-sex marriage debate is currently a contested issue that will likely impact future same-sex marriage cases.” Vanessa A. Lavely, The Path to Recognition of Same-Sex Marriage: Reconciling the Inconsistencies Between Marriage and Adoption Cases, 55 UCLA L. REV. 247, 280 n.245 (2007) (citing Stephen A. Newman, The Use and Abuse of Social Science in the Same-Sex Marriage Debate, 49 N.Y.L. SCH. L. REV. 537 (2004)).  178.  Falk asserts that one of the reasons that there is a high prevalence of social science in gay rights cases is that the current legal landscape is one “in which the citation of social science has become more routine.”  Falk, supra note 160, at 21.  179.  For example, amicus briefs were filed by The Massachusetts Psychiatric Society, the National Association for Research and Therapy of Homosexuality, Inc., and the Catholic Action League of Massachusetts.  One scholar has argued that social science is frequently cited by courts when faced with gay rights cases because the arguments of the litigants are supplemented by “two distinct types of organizational amici: gay and civil rights groups and scientific associations, such as the American Psychological Association” supplement the arguments of the litigants.  Falk, supra note 160, at 21–22.  In other words, because there is more information before the courts, it is more likely than not that courts will incorporate that evidence into their opinions.  In Goodridge, both types of organizations Falk delineates submitted amicus briefs.  Interestingly, the majority’s references to amici were to refute the arguments of amici advocating against gay marriage (“The department suggests additional rationales for prohibiting same-sex couples from marrying, which are developed by some amici.  It argues that broadening civil marriage to include same-sex couples will trivialize or destroy the institution of marriage as it has historically been fashioned.”  Goodridge, 798 N.E.2d at 965.  “We also reject the argument suggested by the department, and elaborated by some amici, that expanding the institution of civil marriage in Massachusetts to include same-sex couples will lead to interstate conflict.”  Id. at 967). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 200 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 psychological, and social science organizations have joined in an amicus brief on behalf of the plaintiffs’ cause.  A body of experience and evidence has provided the basis for change, and that body continues to mount.180 Patricia Falk, nearly a decade prior to the Goodridge decision, posited that courts use social science in gay rights cases to accomplish four key goals.  Each of these four aims is apparent in the Goodridge opinion.  The first is to inform different audiences about homosexuality.181  Through education, a given court’s aim is to convince these audiences that decisions reached are valid.182  Second, courts employ social science in order to refute ingrained stereotypes or myths about homosexuality.183  Third, courts use “the authoritative appeal of ‘science,’ in the guise of social science citations, as a means of desensitizing or even sanitizing, the troubling moral and political issues associated with homosexuality.”184  Fourth, social science is a way to disguise “decisions reached on other policy grounds, thereby shifting responsibility for difficult decision making.”185 Goodridge illustrates how these goals are interrelated, not mutually exclusive.  By citing social science studies on the issue of homosexuals’ fitness as parents, the Supreme Judicial Court of Massachusetts found that homosexuals and heterosexuals make equally good parents.  In so doing, the court also accomplished its second goal because the studies debunk the idea that children raised by same-sex couples are adversely affected.186  As for quelling concerns about homosexuality, the court referenced arguments made by amici: “Several amici suggest that prohibiting marriage by same-sex couples reflects community consensus that homosexual conduct is immoral.”187  To this the court responded: “The absence of any reasonable relationship between . . . an absolute disqualification of same-sex couples who wish to enter into civil marriage and . . . protection of public health, safety, or general welfare, suggests that the marriage restriction is rooted in persistent prejudices against persons who are (or who are believed to be) homosexual.”188  In this way, the Massachusetts court pointed to the absence of proof as support for its decision to equalize marriage.  As for the fourth aim, using social science as a façade for a decision reached on other grounds, it is nearly impossible to know—in the absence of personal papers or memoirs—whether that is the case in Goodridge.189   180.  Goodridge, 798 N.E.2d at 1004 (Cordy, J., dissenting).  181.  Falk, supra note 160, at 30.  182.  Id.  183.  Id.  184.  Id.  185.  Id.  186.  Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 965 n.30 (Mass. 2003).  187.  Id. at 948.  188.  Id.  189.  Justice Oliver Wendell Holmes posited that there are “two entirely different modes of reaching and justifying legal conclusions: One mode was adopted for purposes of public presentation, while the other operated behind the scenes as the real determiner of decisions.”  Steven D. Smith, Believing Like a Lawyer, 40 B.C. L. REV. 1041, 1081 (1999).  Hence, a judge may decide based on his or her own principles of justice that a certain result should be reached but may cite social science in the reasoning for that result.  This may be done to add an objective gloss to an entirely Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  201 It remains to be seen whether the Goodridge decision and its reasoning will influence other courts in the way that Brown and its progeny, handed down from the Supreme Court, influenced courts throughout the country.  This is not merely a question of superiority of the Supreme Court vis-à-vis state courts but a question of whether social science will be treated like precedent similar to Stell’s treatment of Brown footnote 11.  Stated differently, will studies on gay parenting—which influence other determinations, such as marriage—rise to the level of precedent that must or should be followed by other courts, even those in other states?  Or will battles over the legitimacy of those studies override efforts by homosexual litigants to obtain equal footing with heterosexuals on issues of parenting and marriage? If a decision must come from the Supreme Court in order to change the landscape as Brown did, a question arises about the likelihood that the Court would either hear a case on these issues or use language expansive enough to touch these issues.  It may be that equal rights are obtained through the states and it is better for advocates to focus their efforts on that level.  As the Goodridge court stated, quoting from Arizona v. Evans190: “Fundamental to the vigor of our Federal System of government is that ‘state courts are absolutely free to interpret state constitutional provisions to accord greater protection to individual rights than do similar provisions of the United States Constitution.’ “191  It may be that until there is a fundamental shift in the public’s attitudes such that there will be acceptance of a decision across a large segment of society, the Supreme Court will refrain from passing judgment.  As Justice Scalia said in the Eighth Amendment case Stanford v. Kentucky,192 the people who should hear arguments about teenagers facing the death penalty are members of the American public: “It is they, not we, who must be persuaded . . . our job is to identify the ‘evolving standards of decency’; to determine, not what they should be, but what they are.  We have no power under the Eighth Amendment to substitute our belief in the scientific evidence for the society’s apparent skepticism.”193 The case law in the Fourteenth Amendment context illustrates the uses and limits of social science in both the willingness of judges to accept it and its explanatory power.  The next Part, which explores Eighth Amendment jurisprudence, provides a counterpoint to the use of social science in the two aforementioned areas of law.  Unlike the gay rights cases discussed supra (with the exception of Lawrence), which are decisions on the state or county levels, the Supreme Court decided cases of Eighth Amendment jurisprudence.  Thus, acceptance of social science by the Court in this context can assume the stature of binding precedent like Brown footnote 11.  Two key questions that come into  subjective stance, or it may be done to add gravity to a personal opinion.  If judges are supposed to be objective arbiters, then judges may try to find ways to mitigate the appearance of personal biases as driving an opinion.  Therefore, it may be impossible to know whether a judge cites social science because he or she truly believes it to be persuasive or whether the citation is instead used to conceal the significant role of personal motivations.  190.  Arizona v. Evans, 514 U.S. 1 (1995).  191.  Goodridge, 798 N.E.2d at 959 (quoting Arizona v. Evans, 514 U.S. 1, 8 (1995)) (internal quotation marks omitted).  192.  Stanford v. Kentucky, 492 U.S. 361 (1989).  193.  Id. at 378 (quoted in Falk, supra note 160, at 69). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 202 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 sharp focus, particularly in light of the integration and gay rights cases are: first, why is social science in the death penalty arena treated differently from its treatment in the integration context; and second, what accounts for the Court’s inconsistent treatment of social science even within the capital punishment realm?   V. CAPITAL PUNISHMENT: “THE AMENDMENT MUST DRAW ITS MEANING FROM THE EVOLVING STANDARDS OF DECENCY THAT MARK THE PROGRESS OF A MATURING SOCIETY.”194 Recently, social science has been used to ascertain the meaning of key terms in the Eighth Amendment such as “cruel” and “unusual.”195  Whereas the term “cruel” is implicated in cases that consider the deterrent abilities of the death penalty, the term “unusual” is involved in cases where a party claims that the death penalty is imposed in a discriminatory way.196  In addition to the Cruel and Unusual Punishment Clause, the Supreme Court of the United States has also contemplated the meaning of “excessive” sanctions and whether imposing death upon particular classes of defendants amounts to excessive punishment.197  In endeavoring to ascertain the meaning of each of these words, the Court has utilized social science.  Not only have dissenters argued for the untrustworthiness of studies relied upon by the majority (like the Goodridge dissent198), but they have put forth other empirical findings to bolster their own arguments.  In addition to this trend in the judicial opinions, the jurisprudence indicates that the Court will not deem a certain class punishable by the death penalty unless there is a national consensus.199  In this way, the Court will utilize social science to make law, and thus employ legislative facts, but only to the extent that the public condones. In the realm of deterrence, two cases from the 1970s—Furman v. Georgia (decided in 1972)200 and Gregg v. Georgia (decided in 1976)201—demonstrate reliance on social science in ascertaining whether the death penalty has a deterrent effect.  In Furman, the Court decided whether imposing the death penalty under Georgia and Texas statutes amounted to cruel and unusual punishment in violation of the Eighth and Fourteenth Amendments.202  According to the statutes at issue, a judge or jury had the discretion to decide   194.  Trop v. Dulles, 356 U.S. 86, 101 (1958).  195.  The Eighth Amendment states: “Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.”  U.S. CONST. amend. VIII.  196.  MONAHAN & WALKER, SOCIAL SCIENCE IN LAW, supra note 30, at 315.  197.  Id.  198.  See, e.g., Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941 (Mass. 2003) (Cordy, J., dissenting).  199.  See Atkins v. Virginia, 536 U.S. 304 (2002) (finding that a national consensus developed against the execution of the mentally retarded and holding that execution of the mentally retarded is unconstitutional); Roper v. Simmons, 543 U.S. 551 (2005) (finding no national consensus in support of the death penalty for juveniles and holding that the death penalty is unconstitutional for those who committed their crimes while under the age of eighteen).  200.  Furman v. Georgia, 408 U.S. 238 (1972).  201.  Gregg v. Georgia, 428 U.S. 153 (1976).  202.  Furman, 408 U.S. at 239–40. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  203 whether death or a lighter punishment should be imposed.203  As administered, the Court found the death penalty unconstitutional.204 Justice Marshall, in his concurring opinion, bolstered this holding with social science.205  He cited Thorsten Sellin—a leading figure in the field of capital punishment who argued that the death penalty is unable to deter murderers—but pointed out three main flaws with his evidence.206  Problems aside, Justice Marshall recognized the validity of Sellin’s findings: “He compares states that have similar characteristics and finds that irrespective of their position on capital punishment, they have similar murder rates.”207  Marshall continued, citing myriad studies in footnotes: “Statistics also show that the deterrent effect of capital punishment is no greater in those communities where executions take place than in other communities.  In fact, there is some evidence that imposition of capital punishment may actually encourage crime, rather than deter it.”208  In addition, Marshall considered other studies which demonstrated that police are not safer in communities with the death penalty than those without it.209  He also found that “a substantial body of data” suggests that the impact of the death penalty on homicide rates in prison is negligible.210  In concluding that capital punishment cannot be justified on the basis of deterrence, Justice Marshall asserted: “Despite the fact that abolitionists have not proved non-deterrence beyond a reasonable doubt, they have succeeded in showing by clear and convincing evidence that capital punishment is not necessary as a deterrent to crime in our society.”211 Although the dissent did not discount the possible validity of these studies, Chief Justice Burger’s dissent stressed the disagreement among scholars.  With an “empirical stalemate,” 212 the burden shifted to states to prove that the death penalty is better than life imprisonment at deterring perpetrators.213  The problem with this burden-shifting, according to Burger, is that it precludes deciding “an unresolved factual question” and it is just “an illusory solution.”214  In labeling the question as one of fact, the Chief Justice suggested that it is only a   203.  “We deal with a system of law and of justice that leaves to the uncontrolled discretion of judges or juries the determination whether defendants committing these crimes should die or be imprisoned.  Under these laws no standards govern the selection of the penalty. People live or die, dependent on the whim of one man or of 12.”  Id. at 253 (Douglas, J., concurring).  204.  Id. at 239–40.  205.  His utilization of social science is recognized by Justice Brennan’s concurrence: “as my Brother MARSHALL establishes, the available evidence uniformly indicates, although it does not conclusively prove, that the threat of death has no greater deterrent effect than the threat of imprisonment.”  Id. at 301 (Brennan, J., concurring).  206.  Id. at 349–50 (Marshall, J., concurring).  207.  Id. at 350 (Marshall, J., concurring).  Finding Sellin’s findings credible aligned Justice Marshall with the United Nations and Great Britain, both of which recognizethe validity of Sellin’s statistics.  Id.  208.  Id. at 351 (Marshall, J., concurring) (internal citations omitted).  209.  Id. at 351–52 (Marshall, J., concurring).  210.  Id. at 352 (Marshall, J., concurring).  211.  Id. at 353 (Marshall, J., concurring).  212.  Id. at 395 (Burger, C.J., dissenting).  213.  Id.  214.  Id. at 396 (Burger, C.J., dissenting). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 204 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 matter of time until the one true answer emerges.  Until that time, he asserted, legislatures—rather than judges—should take “the opportunity to make a more penetrating study of these claims with the familiar and effective tools available to them as they are not to us.”215 In the period after Furman but before Gregg v. Georgia, thirty-five state legislatures enacted new capital punishment statutes to address the Furman Court’s concerns with standard-less impositions of the death penalty.216  The specific question facing the Gregg Court was whether Georgia could impose the death penalty on a defendant under its new, post-Furman statute.217  The general question was whether capital punishment was “so totally without penological justification that it results in the gratuitous infliction of suffering.”218  The Court stated that the issue of the death penalty as a deterrent was the focus of considerable debate;219 there was no convincing empirical proof to show whether or not capital punishment served as a “greater deterrent than lesser penalties.”220  Although “[t]he value of capital punishment as a deterrent of crime is a complex factual issue the resolution of which properly rests with the legislatures,”221 “the infliction of death as a punishment for murder is not without justification and thus is not unconstitutionally severe.”222  For the Gregg plurality, the presence of evidence in favor of deterrence, even if in equipoise with studies to the contrary, sufficed to establish the utility of the death penalty and its constitutionality. As in Furman, Justice Marshall wrote separately in Gregg; dissenting, he once again expressed his stance—based on the studies reviewed in Furman—that the notion of deterrence cannot suffice to justify capital punishment.223  Not only did Justice Marshall again posit that the evidence relied upon in Furman was solid, but he also endeavored to discredit a study at the crux of the Solicitor General’s amicus brief.224  That study, conducted by Isaac Ehrlich in the year after the Furman decision, was “the first scientific study to suggest that the death penalty may have a deterrent effect.”225  In addition to citing the numerous studies critiquing Ehrlich’s findings, Justice Marshall found flaws in the methodology, the time period studied, and conclusions drawn.226  This dissent once again illuminates the role of amicus briefs in judicial opinions.  It also demonstrates that critiques of arguments favoring capital punishment can be the basis for a finding against constitutionality.  In other words, one may see a parallel between Justice Marshall’s dissent and the Goodridge majority in that both instances find meaning in the absence of social science proof.   215.  Id. at 405 (Burger, C.J., dissenting).  216.  Gregg v. Georgia, 428 U.S. 153, 179–80 (1976).  217.  Id. at 207.  218.  Id. at 183.  219.  To illustrate this debate, the Court cited a sample of these studies in a footnote.  See id. at 185 n.31.  220.  Id. at 185 (internal citation omitted).  221.  Id. at 186.  222.  Id. at 187.  223.  Id. at 231–41 (Marshall, J., dissenting).  224.  Id. at 234–36 (Marshall, J., dissenting).  225.  Id. at 234 (Marshall, J., dissenting).  226.  Id. at 234–36 (Marshall, J., dissenting). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  205 Both Furman and Gregg illustrate the principle set forth in the 1958 Supreme Court case Trop v. Dulles: “The Amendment must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.”227  The Gregg Court, citing the dissents of Chief Justice Burger and Justice Powell in Furman, described that legislatures are the body tasked with responding to the public’s values, particularly when penalties are at issue.228  If the judiciary, rather than the legislatures, decides a sanction is barred by the Eighth Amendment, it precludes the public from demonstrating their preferences through standard democratic avenues.229  Hence, “a punishment selected by a democratically elected legislature” will be presumed valid unless the penalty specified is “cruelly inhumane or disproportionate to the crime involved.”230  Justice Marshall’s concurrence in Furman best encapsulates the import of public opinion: if the public abhorred a sentence, even if it had a valid legislative rationale and was not excessive, that repugnance could invalidate that punishment and “equate a modern punishment with those barred since the adoption of the Eighth Amendment.”231  Although “[t]here are no prior cases in this Court striking down a penalty on this ground . . . the very notion of changing values requires that we recognize its existence.”232 When certain classes of defendants, such as mentally retarded people and offenders who were under eighteen years of age when they committed certain crimes,233 face the death penalty, the public is faced with a question of whether executing these people amounts to an “excessive” sanction.  For example, in Atkins v. Virginia, the Supreme Court decided whether executions of mentally retarded criminals amounted to cruel and unusual punishment in violation of the Eighth Amendment.234  The Court began its opinion by setting forth the rule that the surest way to reliably ascertain the moral compass of the populace is to look at laws enacted by legislatures across the country.235  In tracing the national consensus, the Court discussed the landscape following its decision in Penry v. Lynaugh,236 which demonstrated that numerous legislatures banned the execution of mentally retarded defendants.237  Even in states where lethal punishment was legal, such states rarely carried out executions.238  The laws   227.  Trop v. Dulles, 356 U.S. 86, 101 (1958).  Trop addresses the revocation of U.S. citizenship as punishment, but its lasting impact is on the creation of the Eighth Amendment standard of an “evolving standard of decency.”  See id.  228.  Gregg, 428 U.S. at 175–76.  229.  Id. at 176.  230.  Id. at 175.  231.  Furman v. Georgia, 408 U.S. 238, 332 (1972).  232.  Id.  233.  Three years after Atkins, the Supreme Court employed social science and utilized an analysis similar to Atkins in the case of Roper v. Simmons, 543 U.S. 551 (2005).  The Court held that the execution of offenders who were under eighteen years of age when they committed their crimes would violate the Eighth and Fourteenth Amendments.  Roper, 543 U.S. 551 (2005).  234.  Atkins v. Virginia, 536 U.S. 304 (2002).  235.  Id. at 312.  236.  Penry v. Lynaugh, 492 U.S. 302 (1989) (finding that imposing the death penalty on the mentally retarded was not unconstitutional).  237.  Atkins, 536 U.S. at 314–16.  238.  Id. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 206 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 prohibiting imposing the death penalty on mentally retarded defendants, taken together, amounted to a consensus that “reflects widespread judgment about the relative culpability of mentally retarded offenders, and the relationship between mental retardation and the penological purposes served by the death penalty.”239  Because executing mentally retarded criminals would not further either the deterrent or retributive purposes of the death penalty and the national consensus opposed this punishment for this class of people, the Court held that the imposition of death on the mentally retarded defendant by the state of Virginia would amount to an excessive sanction.240 Two elements of the Atkins opinion are worth analyzing–the first is general to the Eighth Amendment case law and the second is specific to the case.  First, the survey of legislation across the states demonstrates that the Court’s jurisprudence may shift with the tides of public opinion.  In this way, the Court appears as a reactionary body by making law that is already in place in numerous states.  Rather than being proactive, the Court simply ratified the shift in legislation.  Notably, this contrasts with the thrust of the jurisprudence in the integration cases under the Fourteenth Amendment umbrella.  Whereas here public opinion is significant—if not outcome determinative—in the context of integration cases, discussions of laws across the country do not play a large role—if any role at all—in Fourteenth Amendment jurisprudence. The second striking aspect of Atkins is the dearth of social science cited.  Although social science regarding the blameworthiness of mentally retarded defendants weaves throughout the Penry decision,241 no such studies are cited in Atkins.242  Further, in contrast to the discussions of studies on the issue of deterrence in Furman and Gregg, the mention of deterrence in Atkins lacked any footnotes to, or analysis of, studies.  According to James R. Acker, who undertook an empirical study of capital punishment decisions spanning 1986 to 1989, a shift occurred from the mid-1960s through the early 1980s, and then another shift took place from the early 1980s to  1986–89.243  Whereas in the earlier phase “the justices most frequently cited social science evidence to discuss the deterrent efficacy of capital punishment (27.2% of social science citations) (e.g., Furman v. Georgia 1972; Gregg v. Georgia 1976),” in the cases decided between 1986 and 1989, deterrence and incapacitation fell by the wayside “as if earlier decisions had established empirical ‘precedent’ that would not be reexamined.”244  When Atkins was decided in 2002, the notion of social science “precedent,” which was already ingrained in the 1980s, was probably even more entrenched.  As such, studies on the issues of mentally retarded defendants and deterrence—like the social science in Brown footnote 11—assumed the force of binding Supreme Court precedent. In the 1986–89 period, racial discrimination in the application of the death   239.  Id. at 317.  240.  Id. at 321.  241.  See Penry, 492 U.S. 302.  242.  See Atkins, 536 U.S. 304.  243.  James R. Acker, A Different Agenda: The Supreme Court, Empirical Research Evidence, and Capital Punishment Decisions, 1986–1989, 27 LAW & SOC’Y REV. 65, 71 (1983).  244.  Id. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  207 penalty rose to the forefront of discourse regarding capital punishment.245  Acker found that 32.6 percent of citations to social science were focused on this issue.246  McKleskey, decided in 1987, is the paradigmatic case for using social science to illustrate racial discrimination in the imposition of the death penalty.247  Like the aforementioned cases that entailed “social fact issues which made empirical evidence directly relevant or even essential to the justices’ case decisions,”248 McCleskey also evidenced the pertinence of social science to a case in which empirical and legal issues were enmeshed.249  Whereas the “cruelty” element of the Eighth Amendment implicated discussions of deterrence (Furman)250 and the “excessive” element invoked analyses of different classes of offenders (Atkins),251 the key aspect of the Eighth Amendment in discrimination cases is the word “unusual.”252  Interestingly, although the Supreme Court found the statistics proffered in McCleskey—showing that murderers of white people are disproportionately sentenced to death compared to murderers of black people—credible, the Court found in favor of the state of Georgia.253 In McCleskey, the issue before the Court was “whether a complex statistical study that indicates a risk that racial considerations enter into capital sentencing determinations proves that petitioner McCleskey’s capital sentence is unconstitutional under the Eighth or Fourteenth Amendment.”254  McCleskey, a black man, was convicted of the murder of a white police officer and was sentenced to death.255  In his petition for a writ of habeas corpus filed in the Federal District Court for the Northern District of Georgia, McCleskey argued that the capital sentencing process in Georgia was conducted in a way that discriminated on the basis of race.256  To substantiate this assertion, he presented the Baldus study,257 a sophisticated statistical report “that purports to show a disparity in the imposition of the death sentence in Georgia based on the race of the murder victim and, to a lesser extent, the race of the defendant.”258 Justice Powell’s majority opinion began by stating the principle that when a defendant claims a Fourteenth Amendment equal protection violation, the   245.  Id.  246.  Id.  247.  McCleskey v. Kemp, 481 U.S. 279 (1987).  248.  Acker, supra note 243, at 70.  249.  Id.  250.  See Furman v. Georgia, 408 U.S. 238, 243, 297–301, 306–14, 342–56, 362–68, 394–96, 403–06, 453–56, 459 (1972).  251.  See Atkins v. Virginia, 536 U.S. 304, 310–12, 320, 349–53 (2002).  252.  “The ‘unusual’ prong of the Eighth Amendment has been the focus of arguments that the death penalty is invoked with disproportionate frequency on defendants whose victims have been white.”  MONAHAN & WALKER, SOCIAL SCIENCE IN LAW, supra note 30, at 323.  253.  Randall L. Kennedy, McCleskey v. Kemp: Race, Capital Punishment, and the Supreme Court, 101 HARV. L. REV. 1388, 1388 (1988).  254.  McCleskey v. Kemp, 481 U.S. 279, 282–83 (1987).  255.  Id. at 284–85.  256.  Id. at 286.  257.  This study was done by Professors David C. Baldus, Charles Pulaski, and George Woodworth.  Id.  258.  Id. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 208 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 defendant has the burden of showing that purposeful discrimination exists.259  Therefore, in this case, McCleskey would have to prove that “decisionmakers in his case acted with discriminatory purpose.”260  Instead of demonstrating discrimination in his particular case, however, he relied on the Baldus study, which would apply “to all capital cases in Georgia, at least where the victim was white and the defendant is black.”261  Not only would accepting the general findings of the study in this context compel a certain outcome without consideration of the facts of a specific case,262 but such acceptance could undermine the State’s entire criminal justice system, which depends on case-by-case discretion.263 In response to arguments that the Baldus study proved that capital punishment in Georgia violates the Eighth Amendment, the Court declined to find that there was “an unacceptable risk of racial prejudice influencing capital sentencing decisions.”264  The majority disagreed with the assertion that McCleskey’s sentence was inconsistent with the sentences imposed in other murder cases.  Even though the Baldus study suggested that a discrepancy correlated with race, the Court concluded that “disparities in sentencing are an inevitable part of our criminal justice system.”265  According to the McCleskey majority, these discrepancies did not clearly amount to a major system-wide flaw that casts doubt on the criminal justice system as a whole.266  Further, the Court highlighted the existence of built-in protections for defendants, including safeguards intended to mitigate racial bias.267  Therefore, Justice Powell, writing for the majority, held that “the Baldus study does not demonstrate a constitutionally significant risk of racial bias affecting the Georgia capital sentencing process.”268 Moreover, two other factors compelled the outcome against McCleskey in this case.  First, if one were to extrapolate from McCleskey’s claim about racial bias, “we could soon be faced with similar claims as to other types of penalty.”269  Further, the concept of discrimination on the basis of race could be extended to claims by other minority groups270 or assertions that disparities exist because of   259.  Id. at 292.  260.  Id.  261.  Id. at 293.  262.  Id.  263.  Id. at 297.  Justice Powell states: “Because discretion is essential to the criminal justice process, we would demand exceptionally clear proof before we would infer that the discretion has been abused.”  Id.  Moreover, the Baldus study could not show that the State of Georgia continued to impose the death penalty because of its racial impact: “As legislatures necessarily have wide discretion in the choice of criminal laws and penalties, and as there were legitimate reasons for the Georgia Legislature to adopt and maintain capital punishment . . . we will not infer a discriminatory purpose on the part of the State of Georgia.”  Id. at 298–99 (internal citations omitted).  264.  Id. at 309.  265.  Id. at 312.  266.  Id. At 297.  267.  Id. at 313.  268.  Id.  269.  Id. at 316.  270.  Id. at 319 n.38.  The Court followed this statement with a footnote to studies about the issues of racial disparities in terms of prison sentences and how any group could assert discrimination.  Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  209 gender.271  Allowing McCleskey’s claim to prevail would open the door to other types of claims, such as those rooted in “statistical disparities that correlate with the race or sex of other actors in the criminal justice system, such as defense attorneys or judges.”272  There would be no limit to the type of claim someone could bring if any discernable statistical differences existed. The second major element that counseled against finding for McCleskey was the notion that legislatures, rather than courts, are in the best position to ascertain appropriate punishments for certain crimes.273  Justice Powell cited Chief Justice Burger’s dissent in Furman for the principle that legislatures respond to the will of the people and cited Gregg for the idea that legislatures are the ideal body to assess the merits of statistical studies and their applicability to local conditions.274  Because capital punishment existed in over two-thirds of American states and McCleskey’s challenge had broad applicability regarding “the validity of capital punishment in our multiracial society,” the Court refrained from handing down a rule that would sweep wider than the narrow question before it.275 According to Acker, by rejecting McCleskey’s arguments, the Court “effectively foreclose[d] any future federal constitutional challenges to the administration of capital punishment based on broad-scale empirical studies that reflect arbitrariness or invidious discrimination in the application of death penalty statutes.”276  Similarly, Baldus believes that the Court “establish[ed] burdens of proof for the use of statistical evidence to establish discrimination in death penalty cases that were impossible to meet.”277  These conclusions, in conjunction with an analysis of the Court’s reasoning, suggest that the Court recognized the public’s approval of the death penalty and feared that deciding in favor of this defendant would uproot that system.278  Stated differently, the Court  Thus, McClesky’s claim could open the door to cases about penalties and the groups impacted by said penalties.  The Court explained thusly: “the national ‘majority’ ‘is composed of various minority groups, most of which can lay claim to a history of prior discrimination at the hands of the State and private individuals.’ ” Id. at 319 n.38.  Hence, any person, even one who is white, can make a claim on the basis of race.  This is because “[i]ncreasingly whites are becoming a minority in many of the larger American cities. . .[and] [t]here appears to be no reason why a white defendant in such a city could not make a claim similar to McCleskey’s if racial disparities in sentencing arguably are shown by a statistical study.” Id.  271.  Id. at 316–17.  272.  Id. at 317.  273.  Id. at 319.  274.  Id.  Furman v. Georgia, 408 U.S. 238, 383 (1972) (Burger, C.J., dissenting); Gregg v. Georgia, 428 U.S. 153,  186 (1976).  275.  McCleskey, 481 U.S. at 319.  As David C. Baldus states, this outcome makes sense because finding in favor of McCleskey “could threaten the legitimacy of death sentencing in Georgia and possibly beyond.  At the very least, such a ruling would complicate its administration.”  David C. Baldus, Keynote Address: The Death Penalty Dialogue Between Law and Social Science, 70 IND. L.J. 1033, 1039 (1995).  276.  Acker, supra note 243, at 76 n.8.  277.  Baldus, supra note 275, at 1040.  278.  See GALLUP, Death Penalty (Dec. 27, 2011, 4:45 PM), www.gallup.com/poll/1606/death-penalty.aspx.  In 1987, when the McCleskey decision came down, support for the death penalty was well over 70 percent, whereas disapproval for the death penalty was somewhere between 16 percent and 17 percent.  As of publication, 61 percent of Americans favor the death penalty and 35 percent Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 210 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 seemed to fear that resting its opinion on the Baldus study would permit one study—which focused on the race of the victim rather than the race of the defendant—to drastically change the Eighth Amendment landscape.279  In this way, the majority framed the inquiry in terms of public support for the death penalty generally rather than in terms of public support (or lack thereof) for disproportionate racial impact in the realm of criminal justice. Like in the integration context, the Supreme Court has utilized social science as legislative facts to shape Eighth Amendment jurisprudence.  Similar to Brown footnote 11, social science in McCleskey assumed the force of precedent, although the former opinion signaled the Court’s receptivity to claims on Equal Protection grounds, whereas the latter established a high hurdle for plaintiffs to clear.  In both, the resulting rule had far-reaching implications: integration in schooling and preservation of the practices in jurisdictions that impose the death penalty.  Unlike integration cases that employ empirical studies, in capital punishment cases the Court insisted on deference to legislatures.  Deference to the legislature shifts the responsibility for capital punishment decisions to the states.  By passing the buck, it is plain that the Court is more of a reactionary than proactive participant in this area of law.  Given the kaleidoscope of decisions discussed supra, one may predict how the jurisprudence in the gay rights context will evolve.   VI. THE INTERACTION OF PUBLIC OPINION AND SOCIAL SCIENCE The three areas of law examined above demonstrate that judges, assisted by studies brought forth by amici, may consider and be swayed by extrajudicial facts. 280  Although some of the aforementioned opinions grappled with social science within the text of the opinions and other cases merely cited studies as support for specific assertions, the consistent theme is the presence of social science.  These cases also demonstrate that empirical findings supporting a position are not enough to ensure victory.  The real challenge may arise if the opposing party can show a division in findings or can poke enough holes in proffered evidence.  Hence, it is not merely the number of studies supporting a proposition that matters but also the cohesiveness of their findings and  disapprove of it.  This Gallup poll indicates a decline in support for capital punishment and suggests that the shifting tide of public opinion is likely to impact future death penalty cases before the Supreme Court.  Id.  See also Frank Newport, In U.S., Support for Death Penalty Falls to 39-Year Low (Oct. 13, 2011), www.gallup.com/poll/150089/Support-Death-Penalty-Falls-Year-Low.aspx (stating that “Sixty-one percent of Americans approve of using the death penalty for persons convicted of murder, down from 64 percent last year.  This is the lowest level of support since 1972, the year the Supreme Court voided all existing state death penalty laws in Furman v. Georgia”).  279.  As David C. Baldus, George Woodworth, and Charles A. Pulaski, Jr. state: “The principal basis of McCleskey’s discrimination claims was not evidence of discrimination against black defendants, but rather against defendants whose victims were white.  This difference constitutes another deviation from the typical civil rights model in which the claimants suffered adverse treatment or denial of benefits on the basis of their gender or race, factors over which they had no control.”  MONAHAN & WALKER, SOCIAL SCIENCE IN LAW, supra note 30, at 331.  280.  “[A]micus briefs provide the Court with information regarding the number of potentially affected parties, these parties’ optimal dispositions, and social scientific, political, and legal arguments that often buttress those arguments submitted by the parties to litigation.”  Collins, supra note 41, at 810. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  211 soundness of their methodology.  Courts sometimes acknowledge the existence and potential significance of empirical outcomes but prefer to push interpretation upon legislatures on the basis that legislatures allegedly have superior tools for comprehending studies.  As Justice Scalia stated in his Roper v. Simmons dissent: “Given the nuances of scientific methodology and conflicting views, courts—which can only consider the limited evidence on the record before them—are ill equipped to determine which view of science is the right one.”281 A. Defining the Variables Judicial opinions are rife with references to public sentiment and laws in myriad jurisdictions.  Particularly in the Eighth Amendment context, it appears that the Supreme Court considers national opinion, as reflected in state laws nationwide, equally as important as social science findings.  Somewhat intertwined with the notion of public opinion is the citation by courts to the identities and contributions of amici.  As political science professor Paul M. Collins, Jr., observes, the Supreme Court has witnessed a marked increase in the number of amicus briefs filed and a jump in the number of parties cosigning those briefs.282  If a large number of parties cosign a brief in support of one side, it “may serve as a crude barometer of public opinion on an issue.”283  Collins offers two explanations for why the number of cosigners helps reflect public opinion.284  First, because “amicus briefs are aimed at specific cases and issues before the Court,” the justices are better able to ascertain public sentiment on a certain topic than if they just looked at opinion polls.285  Second, because interest groups file amicus briefs, “the number of groups cosigning such briefs may serve as a reliable indicator to the justices as to the number of potentially affected individuals.”286  Hence, the inextricably intertwined nature of social science, amici, and public opinion comes to light when examining the judicial opinions in these three areas of law. B. Predicting Outcomes Although it is nearly impossible to know whether a judge cites social science merely to ratify an opinion derived from ideology or external political pressure,287 there are two discernable factors that impact case outcomes.  These two variables may be labeled “entrenched social science” and “widespread   281.  Roper v. Simmons, 543 U.S. 551, 618 (2005) (Scalia, J., dissenting).  282.  Collins, supra note 41, at 811.  283.  Id. at 812.  284.  Id. at 813.  285.  Id.  286.  Id.  287.  Even counting the frequency with which courts cite social science evidence may not be a good indicator of persuasiveness.  One commentator explicates: “On the one hand, counting citations might over-represent the impact of social science on the Court’s decision making process because ‘[c]itations may be mere makeweight or post hoc rationalizations for views originating from other, unexpressed sources.’  On the other hand, counting citations might under-represent the impact of social science on the decision making process because judges may be reluctant to cite certain authority even though it influences their reasoning.”  Mody, supra note 85, at 809. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 212 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 movement across jurisdictions.”  Entrenched social science enshrines the notion that in some areas of law, studies have been conducted over a long period of time and their findings appear settled.  If the Supreme Court’s jurisprudence evidences a discussion of social science and later cases accept those ideas but do not cite to studies, their findings may be deemed settled and on par with precedent.  An example of this is the evolution in the Court’s discussions of deterrence in the Eighth Amendment context or post-Brown treatment of the merits of school integration.  A counter-example is in the area of homosexual rights, as the dissent in Goodridge stressed.288  Lynn D. Wardle, a law professor who has written several articles about the results of studies examining the impact of parents’ sexual orientation on their children, labels the social science in this area as “very immature, biased, and unreliable.”289  Wardle asserts: “The day will come when thorough, serious, longitudinal research will be available . . . . Because lesbigay parenting generally and adoption in particular is a rather new phenomenon (in significant numbers), one can expect that it will be many years before broad-based, reliable, empirical research about lesbigay parenting is available.”290  The difficulty of entrenched versus unsettled social science is that one judge may see a wide variety of conclusions reached by social scientists as evidence of dispute.  Conversely, another judge may perceive uniformity among a number of studies within a given area as evidence of settled social science.291  Hence, the question presented by entrenched social science is whether a court or litigant, examining prior case law, would perceive social science in a given area as on par with precedent C. Why Widespread Movement is More Imperative than Settled Social Science Widespread movement across jurisdictions reflects the fact that the Supreme Court ascertains trends across the states to determine whether a national rule is necessary and what public opinion is on a given issue.  In Brown, for example, the Court consolidated cases from Kansas, South Carolina, Virginia, and Delaware due to their “common legal question.”292  This mix of cases demonstrated that the issue of school segregation was not confined to a particular region and that a national response was needed.  In the Eighth Amendment context, the Court has been explicit about the imperativeness of   288.  Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 993–1005 (Mass. 2003) (Cordy, J., dissenting).  289.  Lynn D. Wardle, Comparative Perspectives on Adoption of Children by Cohabiting, Nonmarital Couples and Partners, 63 ARK. L. REV. 31, 8–89 (2010).  290.  Id. at 89.  291.  For example, in Parents Involved in Community Schools v. Seattle School Dist. No. 1, 551 U.S. 701 (2007), “the Supreme Court addressed challenges to public school programs that sought to enhance equal educational opportunity by increasing student racial and ethnic diversity.”  Michael Heise, Judicial Decision-Making, Social Science Evidence, and Equal Educational Opportunity: Uneasy Relations and Uncertain Futures, 31 SEATTLE U. L. REV. 863, 863 (2008).  In his concurrence, Justice Thomas demonstrated that he saw the social science as inclusive because of the “wide array of conclusions found in the research literature.”  Id. at 881.  On the other hand, however, Justice Breyer’s dissent “set out to leverage the same social science uncertainty in a manner that favored the Seattle School District’s decision to use student race in school admissions . . . . Breyer characterized the research support for the assertion as ‘well established.’ ”  Id. at 882.  292.  Brown v. Bd. of Educ. of Topeka, 347 U.S. 483, 486 (1954). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  213 ascertaining the number of states that have certain laws, such as the prohibition on the execution of mentally retarded defendants.  As Kermit Roosevelt III, a professor at the University of Pennsylvania Law School, states: The Court usually prefers to wait for clear indications, in state laws or judicial decisions, that the national consensus is in place.  In 1967, when it struck down state bans on interracial marriage in Loving v. Virginia, only 17 states still had them.  In 2003, when it overturned same-sex sodomy bans in Lawrence v. Texas, they existed in 13 states.293 Therefore, it appears that the point at which the Court acknowledges a national consensus on an issue (or at which a uniform rule is warranted) is critical. Putting these two factors together and assessing the outcomes of the aforementioned cases results in the following table, which helps classify the case law and make predictions: TABLE 1: LIKELIHOOD OF DEVIATION FROM THE STATUS QUO   Entrenched Social Science Unsettled Social Science Widespread Movement Across Jurisdictions  Law Likely to be Changed ? Non-Widespread Movement ? Law Unlikely to be Changed The table demonstrates that when there is popular sentiment behind a given change or law, and the social science on that issue does not evidence conflicting principles, the Court will be amenable to shifting the law.  Willingness to modify extant law entails treating social science as legislative fact and pronouncing a broadly applicable rule.  An example of this box is Atkins where the Court perceived a national consensus and treated prior findings on the issue of deterrence as binding.294  Another case that could fall into this box is Grutter, in which the Court addressed a question of “national importance”: “Whether diversity is a compelling interest that can justify the narrowly tailored use of race in selecting applicants for admission to public universities.”295  On the issue of social science, the Court stated that numerous expert studies and reports demonstrate the “educational benefits that flow from student body diversity.”296  In both of these cases, the Court’s rulings amounted to pronouncements with broad, national applicability. On the other hand, however, if a law has only been adopted by a handful of legislatures and social science is evolving, it is unlikely the Court will be willing to upset the status quo.  For example, in McCleskey the Supreme Court cited the   293.  Kermit Roosevelt III, Obama’s DOMA shift: Why public embrace of gay marriage–and gays–is now certain, THE CHRISTIAN SCI. MONITOR, Feb. 25, 2011, available at http://www.csmonitor.com/Commentary/Opinion/2011/0225/Obama-s-DOMA-shift-Why-public-embrace-of-gay-marriage-and-gays-is-now-certain.  294.  See Atkins v. Virginia, 536 U.S. 304 (2002).  295.  Grutter v. Bollinger, 539 U.S. 306, 322 (2003).  296.  Id. at 330. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 214 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 widespread acceptance of capital punishment to show that legislatures, faced with statistical analyses, nevertheless consistently supported this form of punishment.297  If only a handful of states had death penalty statutes, perhaps the Court would have seen acceptance of McCleskey’s arguments as less likely to dismantle the entire criminal justice system.  The Baldus study upon which McCleskey relied was found to be credible but not totally ironclad or indicative of larger trends of empirical proof on the issue of racial differences in capital punishment.298  Because the justices perceived the Baldus results as unsettled or evolving, the Court was hesitant to base a change in the course of Eighth Amendment jurisprudence on uncertain ground. Adoption of children by homosexual couples (and the related topic of gay marriage) provides another example of this non-widespread movement/unsettled social science mix.  As Judge Cordy’s dissent in Goodridge stated, the impact of same-sex marriage on children is an issue that remains unresolved by social scientists.299  Although the Massachusetts court was not undeterred by the fact that it was the first state to permit gay marriage,300 the significant number of states that have not followed Massachusetts would certainly be a cause for concern if the subject came before the Supreme Court.  Currently, only eight jurisdictions have marriage equality.301  According to Lambda Legal, there is also a divide amongst jurisdictions on the issue of second-parent adoption: “About half of all states permit second-parent adoptions by the unmarried partner of an existing legal parent, while in a handful of states courts have ruled these adoptions not permissible under state laws.”302 When trying to ascertain the table’s predictive ability in gay rights cases, the two blank boxes in the table warrant discussion.  These two blank areas are: 1) non-widespread movement/entrenched social science, and 2) widespread movement/unsettled social science.  Figuring out what should fill those boxes is an especially difficult endeavor, because it depends in large part on the way in which the issue is framed and how the evidence is perceived. A case about gay rights, for example, may evidence both non-widespread movement and unsettled social science.  A majority of states refuse to accept either second-parent adoptions or gay marriage.  Further, social science in the   297.  McCleskey v. Kemp, 481 U.S. 279, 319 (1987).  298.  “Even assuming the statistical validity of the Baldus study as a whole, the weight to be given the results gleaned from this small sample is limited.”  Id. at 295 n.15.  299.  Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 1003 (Mass. 2003) (Cordy, J., dissenting) (stating, “Given the critical importance of civil marriage as an organizing and stabilizing institution of society, it is eminently rational for the Legislature to postpone making fundamental changes to it until such time as there is unanimous scientific evidence, or popular consensus, or both, that such changes can safely be made”).  300.  CNN, Same-sex couples ready to make history in Massachusetts, CNN, May 17, 2004, http://articles.cnn.com/2004-05-17/justice/mass.gay.marriage_1_lesbian-couples-marriage-law-federal-constitutional-amendment?_s=PM:LAW.  301.  Status of Same-Sex Relationships Nationwide, LAMBDA LEGAL (Aug. 19, 2011), http://www.lambdalegal.org/publications/articles/nationwide-status-same-sex-relationships.html.  In addition, eight states have arrangements that entail the benefits and responsibilities of marriage but are labeled as domestic partnership or civil union.  Id.  302.  Adoption and Parenting, LAMBDA LEGAL, http://www.lambdalegal.org/issues/adoption-parenting (last visited Dec. 27, 2011). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  215 area of long-term impact of gay parenting on children is sometimes considered “very immature, biased, and unreliable.”303  Others have described the research on the differences between homosexual and heterosexual parenting as follows: The vast majority (if not all) of the research concluded to date which purportedly demonstrates “no differences” between homosexual and other parenting (as well as their outcomes for children) suffer from significant methodological flaws— including the absence of control and comparison groups, study designs that preclude reasoned analysis of the proffered “no differences” hypothesis, and various errors in sampling (including small sample size and heavy reliance on subjective and self-interested reports by study participants).304 In the instance of non-widespread movement and unsettled social science, the table suggests that the Court would be resistant to changing the law. But what would happen if the issue were framed as non-widespread movement/entrenched social science?  As stated above, non-widespread movement could be established by the fact that a small fraction of states condone gay marriage.  In addition, some states explicitly refuse to recognize adoption by same-sex couples.  Moreover, “in the last several years ballot measures have been proposed in sixteen states to prohibit gays and lesbians from adopting children.”305 As for the issue of entrenched social science, as of 2008 social scientists had conducted more than fifty studies on the impact of same-sex parenting on children.306  Many of these findings indicate that same-sex parenting does not negatively affect children.307  As law professor Richard E. Redding describes: Indeed, leading professional organizations including the American Psychological Association, the American Academy of Child and Adolescent Psychiatry, the American Academy of Family Physicians, the American Academy of Pediatrics, the American Psychoanalytic Association, and the National Association of Social Workers, and most recently, the American Medical Association, regard the findings as sufficiently compelling to warrant statements against policies that disadvantage lesbians and gays in child custody, adoption, and foster care proceedings.308 From this landscape, a court could find that there is a consensus in the social science findings and among experts in the field. One could also perceive a gay rights case in terms of widespread movement/unsettled social science.  There are many more states that recognize various same-sex partnerships than states that permit gay marriage.  Accordingly, to support the consideration of gay rights as a widespread movement, it would be beneficial for the court to consider all varieties of same-  303.  Wardle, supra note 289, at 88–89.  304.  Richard G. Wilkins, Trent Christensen & Eric Selden, Adult Sexual Desire and the Best Interests of the Child, 18 ST. THOMAS L. REV. 543, 580 (2005).  305.  Richard E. Redding, It’s Really About Sex: Same-Sex Marriage, Lesbigay Parenting, and the Psychology of Disgust, 15 DUKE J. GENDER L. & POL’Y 127, 128-29 (2008).  306.  Id. at 135.  307.  Id.  308.  Id. at 136. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 216 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 sex partnerships in its analysis.  In this way, the Court could aggregate the eight jurisdictions with marriage equality,309 the eight states that provide the responsibilities and benefits of marriage but label that arrangement as either a civil union or domestic partnership,310 the five “states that give some or many protections with statewide non-marriage laws such as domestic partnership, reciprocal beneficiary or other laws,”311 and the five states that provide state employees with limited domestic partnership benefits.312  Together, that equals twenty-six states.  In addition, it appears that recognition of same-sex partnerships in any form is a growing trend, from Massachusetts’s groundbreaking recognition of same-sex marriage in Goodridge313 to Illinois’s Civil Union Law, which became effective June 1, 2011.314 i. Widespread Movement According to Justice Stevens’ majority opinion in Atkins, “[i]t is not so much the number of these States that is significant, but the consistency of the direction of change.”315  Justice Stevens also, in a footnote, cited the amicus curiae briefs that show organizational and religious opposition to the execution of mentally retarded offenders and polling data of Americans in order to show the “broader social and professional consensus” against the practice.316  If the fact that “close to twenty states had enacted legislation exempting the mentally retarded from the death penalty while maintaining it as a legitimate form of punishment”317 was indicative of a national consensus, then the recognition by twenty-six states of same-sex partnerships would surely indicate a national—or at least growing—consensus.  Furthermore, in line with Justice Stevens’ reasoning, national opinion polls about gay rights are instructive.  According to the Pew Research Center, in two studies that polled over 6,000 adults in 2010, 42 percent of Americans favored same-sex marriage and 48 percent of Americans opposed it.318  Notably, this 2010 finding marked the first time in the fifteen years of polling by the Pew Research Center that less than half of Americans disfavored same-sex   309.  These eight jurisdictions include California, Connecticut, the District of Columbia, Iowa, Massachusetts, New Hampshire, New York, and Vermont.  For California, it is worth noting that the “estimated 18,000 same-sex couples who married in 2008 remain married but marriage [is] limited to different-sex couples after November 5, 2008 by Proposition 8.”  Lambda Legal, Status of Same-Sex Relationships Nationwide, supra note 301.  310.  These eight states include California, Delaware, Hawaii, Illinois, Nevada, New Jersey, Oregon, and Washington.  Id.  311.  These five states include Colorado, Hawaii, Maine, Maryland, and Wisconsin.  Id.  312.  This list does not include states listed above that give broader protections.  These five states include Alaska, Arizona, Montana, Rhode Island, and New Mexico.  Id.  313.  Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941 (Mass. 2003).  314.  Lambda Legal, Status of Same-Sex Relationships Nationwide, supra note 301.  315.  Atkins v. Virginia, 536 U.S. 304, 315 (2002).  316.  Id. at 316 n.21.  317.  Helen Shin, Is the Death of the Death Penalty Near?  The Impact of Atkins and Roper on the Future of Capital Punishment for Mentally Ill Defendants, 76 FORDHAM L. REV. 465, 494 n.230 (2007).  318. 42%–More Americans Supporting Gay Marriage, PEW RESEARCH CTR. FOR THE PEOPLE & THE PRESS,  http://pewresearch.org/databank/dailynumber/?NumberID=1202 (last visited Dec. 26, 2011). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  217 marriage.319  “It was also a jump in support from 2009, when 37% favored allowing gays and lesbians to marry legally.  The rising support for gay marriage is broad-based, occurring across many demographic, political and religious groups.”320 The criterion of widespread movement is met by amalgamating two elements: 1) analogizing the gay rights scenario and the reasoning undergirding Atkins on the issue of a national consensus, and 2) including other permutations besides marriage.  Regarding unsettled social science, scholars point to numerous flaws with the studies purporting to show that children raised by homosexual parents show no adverse consequences resulting from that parenting.321  In addition to Professor Lynn Wardle, “the best-known and most prolific legal scholar opposing lesbigay marriage and parenting rights,”322 numerous others have argued that “the specific effect of homosexual parenting on child development remains an open question.”323  Commentators argue there is bias in terms of subject selection because studies “generally report on a small group of research subjects which are not randomly selected and which do not constitute a scientifically representative sample of homosexual parents and their children.”324  They also cite flaws in methodology, as “studies have failed to incorporate theoretically appropriate comparison groups and/or have failed to include the necessary, adequate control group of homosexual parenting for statistical comparison, which could give comparative meaning to the findings of the studies.”325  According to eight published articles about variations in parenting, methodological shortcomings render studies finding “no differences” undependable.326  Overall, social science remains unsettled on the issue of parenting, a matter closely related to gay marriage.327 What predictions can be made about the two uncertain boxes of non-widespread movement/entrenched social science and widespread movement/unsettled social science, particularly as applied to the gay rights context?  The Supreme Court, without perceiving a widespread movement, will refrain from passing judgment and handing down a broadly applicable rule on the issue of gay rights generally and gay marriage specifically.  Thus, the widespread movement/unsettled social science mix is the one more likely to   319.  Id.  320.  Id.  321.  See Wardle, supra note 289.  322.  Redding, supra note 305, at 160.  323.  George Rekers & Mark Kilgus, Studies of Homosexual Parenting: A Critical Review, 14 REGENT U. L. REV. 343, 382 (2002).  324.  Id.  325.  Id. at 347.  See generally George A. Rekers, An Empirically-Supported Rational Basis for Prohibiting Adoption, Foster Parenting, and Contested Child Custody by any Person Residing in a Household that Includes a Homosexually-Behaving Member, 18 ST. THOMAS L. REV. 325 (2005) (arguing that the social science cited to support the idea that there are no differences between parenting by heterosexuals and homosexuals is flawed in myriad ways).  326.  Redding, supra note 305, at 138.  327.  The Goodridge court focused on the intertwined nature of parenting and marriage.  In addition, if a couple who had children together wanted to get married, that marriage would certainly impact family dynamics.  William Meezan & Jonathan Rauch, Gay Marriage, Same-Sex Parenting, and America’s Children, 15 FUTURE CHILD. 97, 107 (2005). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 218 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 result in a change in the law.328  There are two reasons why justices will follow public opinion or at least take it into account.  First, justices fear the potential override, alteration, or lack of enforcement of their decision by the other branches of government.329  Sometimes Congress will respond to a Supreme Court opinion with legislation directly attacking the opinion and changing its potential enforcement.330  Recently, both Congress and the executive branch spoke publicly about their consideration of action to counteract the 2010 Supreme Court opinion in Citizens United v. Federal Election Commission.331  As Kevin T. McGuire and James A. Stimson state: “while the Court is certainly not electorally accountable, those responsible for putting its rulings into effect frequently are.  For that reason, strategic justices must gauge the prevailing winds that drive reelection-minded politicians and make decisions accordingly.”332  In light of the potential ramifications from other branches of government, justices will carefully contemplate the national mood The second reason why justices value public opinion is institutional legitimacy.333  Because the Court has “neither the purse nor the sword, the justices must rely on the goodwill of the citizenry to follow its decisions . . . . Should the justices ignore the views of the public, it is likely that the Court will lose some of its institutional legitimacy and support.”334  If the Court diverges too far from public opinion, the populace may not respect and follow its decisions.  Hence, “[t]he Supreme Court can increase public acceptance of otherwise unpopular rulings, but in doing so the Court threatens its own institutional foundation.”335  On the other hand, “[t]he Court’s institutional standing may enhance the legitimacy of specific rulings.”336  Thus, credibility of an institution, such as the Court, and policy legitimacy (or policy effectiveness) are intertwined and perhaps mutually reinforcing.337 As integration and death penalty cases show, public opinion and the perceived necessity of a nation-wide rule are crucial elements in Supreme Court   328.  Although unsettled social science may cut against likelihood of changes in the law, the significance of widespread movement outweighs any countervailing force exerted by unsettled social science.  329.  Collins, supra note 41, at 812.  330.  See, for example, City of Boerne v. Flores, 521 U.S. 507, 536(1997), in which the Supreme Court found that a Congressional statute—enacted in response to Employment Division v. Smith, 494 U.S. 872 (1990)—exceeded the scope of Congress’ powers.  331.  Citizens United v. Fed. Election Comm’n, 130 S.Ct. 876 (2010); THE HUFFINGTON POST, Constitutional Amendment Considered in Response to Supreme Court Decision on Campaign Finance, Jan. 22, 2010, available at http://www.huffingtonpost.com/2010/01/21/constitutional-amendment_n_431760.html (last visited March 2, 2011); THE HUFFINGTON POST, Supreme Court Rolls Back Campaign Finance Restrictions, March 23, 2010, available at  http://www.huffingtonpost.com/ 2010/01/21/supreme-court-rolls-back_n_431227.html (last visited March 2, 2011).  332.  Kevin T. McGuire & James A. Stimson, The Least Dangerous Branch Revisited: New Evidence on Supreme Court Responsiveness to Public Preferences, 66 J. POL. 1018, 1019 (2004).  333.  Collins, supra note 41, at 813.  334.  Id.  335.  Jeffrey Mondak, Institutional Legitimacy, Policy Legitimacy, and the Supreme Court, 20 AM. POL. Q. 457, 458 (1992).  336.  Id.  337.  Id. at 457–77. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  219 jurisprudence.338  In the landmark gay rights case, Lawrence, the Court stressed changes throughout history and the decreasing number of states that enforce their laws against homosexual activity.339  Thus, whether in the Fourteenth or Eighth Amendment context, there is no mistaking the consideration of national trends reflecting popular opinion.  It makes sense for the Court to grant certiorari and pass judgment on cases of nationwide import, given that the Court can only hear a fraction of the cases in which litigants petition for certiorari.340  Moreover, by siding with the wave of legislation granting rights, the Court need not value certain forces more highly than others.  As Justice Frankfurter explicated in Gregg: “History teaches that the independence of the judiciary is jeopardized when courts become embroiled in the passions of the day and assume primary responsibility in choosing between competing political, economic and social pressures.”341  It is logical for the court to defer to the public at large and look for widespread movement to stay above fads.342  If the Court so desired, when faced with a gay rights case, it could follow Justice Stevens’ reasoning in Atkins and easily find a growing national consensus in favor of gay rights based on national polling data and the number of states that recognize same-sex partnerships.343 ii. Unsettled Social Science There is no mistaking the significance of public opinion, but what about the other half of the matrix—unsettled social science?  It is more important for gay rights cases to demonstrate widespread movement than settled social science for two key reasons: 1) considerations of precedent, and 2) concerns about social science validity.  Cases presenting constitutional issues “tend to elicit greater citation of secondary authorities in general than do nonconstitutional cases,” and justices accordingly “appear to make heightened use of social science evidence when addressing constitutional issues.”344  As demonstrated supra in the discussions of Brown footnote 11 and deterrence in the capital punishment area, citations to social science can amount to precedent and thereby bind future decisions.345  Because studies can be invalidated by further inquiry,346 the Court   338.  See supra Parts III, V.  339.  Lawrence v. Texas, 539 U.S. 558, 573 (2003).  340.  “Each year, the Court accepts between 100 and 150 of the some 7,000 cases it is asked to hear for argument.” ADMIN. OFFICE OF THE U.S. COURTS, Understanding Federal and State Courts, U.S. COURTS, http://www.uscourts.gov/EducationalResources/FederalCourtBasics/CourtStructure/UnderstandingFederalAndStateCourts.aspx (last visited Dec. 28, 2011).  341.  Gregg v. Georgia, 428 U.S. 153, 175 (Frankfurter, J., concurring in affirmance of judgment) (quoting Dennis v. United States, 341 U.S. 494, 525 (1951)).  342.  Fads differ from widespread movement: while fads are simply everyday fluctuations, widespread movement consists of the thrust of opinion in a given direction.  343.   See supra text accompanying notes 309–14; Atkins v. Virginia, 536 U.S. 304 (2002).  344.  James R. Acker, Thirty Years of Social Science in Supreme Court Criminal Cases, 12 L. & POL’Y 1, 5 (1990).  345.  “Courts treat prior decisions on the probative value of social science evidence as if they were decisions on questions of law, with the force of precedent. They do so, however, without enunciating what aspect of social science evidence is to be treated like law, and without providing a rationale for such treatment.”  Laurens Walker & John Monahan, Social Facts: Scientific Methodology as Legal Precedent, 76 CAL. L. REV. 887, 885 (1988). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 220 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 should avoid relying too heavily on social science due to the likely impact of such decisions on future cases in myriad areas of law.  In other words, uncertain social science may push the Court away from using social science as legislative facts.  Basing a decision—particularly one with a broad reach—on social science findings later revealed to be inaccurate would undermine the Court’s legitimacy. Dozens of amicus briefs, many of which would proffer empirical findings for the Court’s consideration, would likely accompany a case on gay rights.347  But as discussed at length above, the unsettled nature of the social science would quickly come to light through the amicus briefs on both sides of the issue.  The Court could easily harp on the division among the findings, as the Goodridge dissent did, and that discord—exacerbated by a fear of depending on potentially unfounded studies—plus the malleability of statistical evidence348 could deter the justices from rendering a decision to change the law. The widespread movement/unsettled social science mix is more likely the combination that will result in a change in the law in the gay rights realm.  In this area, a growing national consensus is likely to be more persuasive to the Court than social science findings.  This is particularly so given the controversy surrounding the validity of such results and the Court’s receptivity to public opinion, as shown in preexisting case law. VII. CONCLUSION Through the examination of integration, gay rights, and capital punishment cases, one sees the import of public opinion and social science, the role of amici in presenting courts with extrajudicial evidence, and the way in which courts frame an issue to craft either a broad rule or tailor their holding to the parties at hand.  Whereas some cases expose judges grappling with the methodology and findings of studies in the body of an opinion, other cases illustrate how citations of studies in footnotes lend weight to a given assertion.  As the case law shows, social science may be employed to accomplish myriad goals—by judges to support a given line of reasoning or decision and by litigants and amici to lend credibility to their arguments and cast doubt on their opponents’ arguments.  Social science can also reveal that extant rules are antiquated and inapplicable to present-day social realities.  For example, social science in Brown footnote 11   346.  Paul S. Appelbaum, The Empirical Jurisprudence of the United States Supreme Court, 13 AM. J.L. & MED. 335, 347 (1987).  347.  Given that thirty-three amicus briefs were filed in Lawrence v. Texas, one may reasonably assume that the import of an issue like gay marriage and the increasing prevalence of amicus briefs would certainly result in a deluge of such briefs.  Kelly J. Lynch, Best Friends?: Supreme Court Law Clerks on Effective Amicus Curiae Briefs, 20 J.L. & POL. 33, 33–34 (2004) (citing the number of amicus briefs filed in Lawrence).  As Falk states, more social science is before courts due to “the cumulative impact of efforts by three separate contingents-individual litigants, gay and civil rights groups, and scientific and professional organizations.”  Falk, supra note 160, at 53.  Further, “empirical research has shown that amicus briefs use more social science than the parties’ briefs and also that much of the social science cited by courts has come from the amici rather than the parties.”  Id. at 61.  348.  As Richard E. Redding and N. Dickon Reppucci argue, “The legal profession tends to be somewhat skeptical about the validity, reliability, or relevance of social science and statistical evidence, finding it to be infinitely malleable and susceptible to varying interpretations.”  Richard E. Redding & N. Dickon Reppucci, Effects of Lawyers’ Socio-political Attitudes on Their Judgments of Social Science in Legal Decision Making, 23 L. & HUM. BEHAV. 31, 50 (1999). Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM  THE ROLE OF SOCIAL SCIENCE IN JUDICIAL DECISION MAKING  221 demonstrated that present understandings conflicted with the entrenched principles underlying segregated schooling.  On a more micro level, citation to social science can help decide a dispute between two discrete litigants, such as whether a second parent adoption is appropriate in a given case. Judicial opinions show that it is immaterial whether a given party is on the plaintiff or defense side because both parties seek justification in social science for the rule they hope a court will adopt.  Parties and amici amass social science evidence both to bolster their own position and to undercut the other side’s argument.  As the discussion supra shows, courts often reference the amicus briefs that presented influential studies to the court.  Similarly, writers for both the majority and dissent incorporate social science to evidence a basis for their decisions to the parties before them, to the broader public, and to other courts that may cite the instant case as precedent.  The aforementioned decisions demonstrate that sometimes judges analyze social science proffered by one party only to cast doubt on its methodology or findings.  Judges need not acknowledge or confront the social science upon which parties or other judges rely, but they may choose to do so to demonstrate its shortcomings. When used as legislative facts, social science can become binding.  This social science precedent can have damaging implications for the future of case law or perceptions of the Court’s legitimacy if the studies are found to be without merit.  The potential for reversing seemingly settled studies is acute, given that the evidence and social science findings are variously settled, challenged, disputed, revised, and rejected.  Like natural science, social science “shares the positive attribute of objective understanding derived through controlled systematic inquiry, and it shares the limitation that all sciences suffer, given the great complexity of their respective subjects.”349  Understandings derived from social science can evolve based on refined methodologies or new findings.350  As one commentator observes: No matter how advanced social science should become, or how successfully it identifies the general laws of human behavior, substantial uncertainty will always remain a feature of the scientific enterprise.  The creation of grand theories with broad predictive power has proved to be difficult even in physics, where control of variables generally is less difficult than in the social sciences and the variables of interest have been studied for a longer time.351  That social science may evolve is not a reason to disfavor its use by the judiciary but a reason to pause and assess its credibility before incorporation into a judicial opinion. This Article presents implications for people who wish to effectuate top-down change through Supreme Court rule-making.  In light of the importance of public opinion in judicial decision making, advocates for a given cause should work toward pushing legislation on the state level in a certain direction.  That   349.  Faigman, supra note 2, at 1025.  350.  Faigman states: “One consequence of the law’s reliance on scientists for knowledge of social facts is that the law might fluctuate with every new data set or, alternatively, change too slowly while waiting for new data to be collected.”  Id. at 1040.  351.  Id. at 1044. Rublin_Paginated (Do Not Delete) 3/13/2012  10:40 AM 222 DUKE JOURNAL OF GENDER LAW & POLICY Volume 19:179 2011 way, through amicus briefs, the Court may see the national mood on a specific issue.  In areas of social science that are less settled, such as same-sex parenting, researchers should endeavor to address some of the criticism of the studies completed thus far.  It will be easier to counter these critiques as more time transpires since the first permissible same-sex parent adoptions.  With an increased acceptance of adoption by same-sex parents and the passage of time, it will be easier for researchers to demonstrate whether children raised by homosexual couples are disadvantaged.  Amici should consider pursuing opportunities for cosigning to prove to courts, and the Supreme Court in particular, the number and type of parties interested in a certain decision.  A coalition, like the religious organizations that joined together in Atkins, signifies broad support for a certain outcome. This Article, by examining three areas of law—integration, capital punishment, and gay rights—that have not been analyzed together before, opens up numerous other research questions.  One potential avenue is an empirically-focused examination of the frequency with which courts reject social science as unsettled and also cite public opinion trends in the same opinion.  Such a study would provide quantitative support for the qualitative assertions made here.  It would also be useful to see if the trends discussed here also apply to case law under the First and Sixth Amendment umbrellas.  Another interesting avenue of research is the exploration of how different state supreme courts respond to developments in other states on the issue of gay marriage or same-sex parenting.  In this way, one could see, on a state-by-state level, the direction of these opinions.  This would allow advocates to see where courts are more swayed by what is happening in other states and allow advocates to tailor their advocacy accordingly.  In addition, such a state-by-state study would help the Supreme Court see—beyond the strict numbers of how many states allow gay marriage—whether a nation-wide rule is imperative. Since the Brandeis Brief, courts have increasingly considered and incorporated social science into their opinions.  From two very different areas in Fourteenth Amendment jurisprudence and Eighth Amendment case law, one clearly sees the influence of social science.  Social science can discern the existence of a national consensus and whether the Supreme Court is likely to respond to such a national consensus.  Although the jurisprudence in these realms—particularly gay rights and capital punishment—is still in flux, there is little doubt that social science will continue to influence their evolution.  ",
    "id": 62547894,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1197"
    },
    "title": "The Role of Social Science in Judicial Decision Making: How Gay Rights Advocates Can Learn From Integration and Capital Punishment Case Law",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-10-01T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1197&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62547894.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62547894"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62547894/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62547894/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62547894"
        }
    ],
    "abstract": "This Article explores the intersection of social science and judicial decision making. It examines to what extent, and in what contexts, judges utilize social science in reaching and bolstering their rulings. The Article delves into three areas of law that are typically not grouped together—integration, gay rights, and capital punishment—to see the similarities and differences in the use of empirical findings. Analyzing the language in judicial opinions from family courts, district courts, circuit courts, and the United States Supreme Court enabled the emergence of trends. The opinions revealed that inconsistency in the use of social science may stem from how a given issue is framed, the tide of public opinion on an issue, and whether social science in that realm is settled. Application of these principles to the gay rights context suggests that if the Supreme Court were to hear a case on gay marriage, a national consensus on the issue would be more outcome determinative than settled social science",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1197",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62547894,
        "depositedDate": null,
        "publishedDate": "2011-10-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:45:28+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:55:28+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol19/iss1/5",
        "https://scholarship.law.duke.edu/context/djglp/article/1197/viewcontent/gen19p179.pdf"
    ],
    "lastUpdate": "2024-01-24T00:45:28+00:00",
    "setSpecs": []
}