{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dorfman, Doron"
        }
    ],
    "contributors": [],
    "createdDate": "2022-05-18T23:00:20+01:00",
    "dataProvider": {
        "id": 1276,
        "name": "Digital Commons @ Boston College Law School",
        "url": "https://api.core.ac.uk/v3/data-providers/1276",
        "logo": "https://api.core.ac.uk/data-providers/1276/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/515877247.pdf",
    "fullText": "Boston College Law Review Volume 63 Issue 3 Article 3 3-30-2022 The PrEP Penalty Doron Dorfman Syracuse University College of Law, ddorfman@syr.edu Follow this and additional works at: https://lawdigitalcommons.bc.edu/bclr  Part of the Civil Rights and Discrimination Commons, Family Law Commons, Health Law and Policy Commons, and the Sexuality and the Law Commons Recommended Citation Doron Dorfman, The PrEP Penalty, 63 B.C. L. Rev. 813 (2022), https://lawdigitalcommons.bc.edu/bclr/vol63/iss3/3 This Article is brought to you for free and open access by the Law Journals at Digital Commons @ Boston College Law School. It has been accepted for inclusion in Boston College Law Review by an authorized editor of Digital Commons @ Boston College Law School. For more information, please contact abraham.bauer@bc.edu.   813 THE PrEP PENALTY DORON DORFMAN INTRODUCTION ............................................................................................................................ 815 I. THE PARADOXICAL LEGAL TREATMENT OF PrEP .................................................................... 820 A. The Rise of Preventive Care ............................................................................................... 821 B. PrEP: The HIV Prevention Pill .......................................................................................... 824 C. The FDA Blood Ban for MSM ............................................................................................ 827 II. METHODOLOGY ...................................................................................................................... 834 A. Research Questions and Research Population ................................................................... 834 B. The Experimental Design ................................................................................................... 837 1. Introducing PrEP and the Blood Ban to Participants ..................................................... 837 2. The Main Treatment: Jim the Universal Gay Blood Donor ........................................... 838 III. FINDINGS ............................................................................................................................... 841 A. Willingness to Accept Blood Donations ............................................................................. 841 B. Supporting a Change to the FDA Policy ............................................................................ 846 C. Mediators: The Fear of HIV and Perceptions of Promiscuity ............................................ 848 IV. DISCUSSION ........................................................................................................................... 852 A. The Demedicalization of PrEP ........................................................................................... 853 1. The Risk Compensation Debate .................................................................................... 853 2. Enter PrEP Stigma ......................................................................................................... 858 3. Irrational Health Decisions ............................................................................................ 863 B. The Blood Ban, the Expressive Function of the Law, and Structural Stigma ..................... 867 C. Penalizing Gay Fathers ..................................................................................................... 870 CONCLUSION: COMBATING PrEP STIGMA AND IMPROVING PUBLIC HEALTH ............................ 878 APPENDIX I .................................................................................................................................. 880 APPENDIX II ................................................................................................................................. 885    814THE PrEP PENALTY DORON DORFMAN* Abstract: Pre-exposure prophylaxis, or PrEP, is a novel treatment shown to be highly effective in preventing HIV infection. Although this preventive measure signals a new dawn in eliminating HIV/AIDS, this Article exposes the paradoxical legal treatment of PrEP. On one hand, PrEP has been approved by the FDA, en-dorsed by the CDC, and promoted through financial incentives in the Affordable Care Act. On the other, the FDA restricts PrEP users, predominately sexually active gay men, from donating blood through a legal policy known as the “blood ban.”  This Article uses an innovative experimental study to demonstrate counterintui-tive and illogical responses to gay men’s use of PrEP. Study participants were found to be more reluctant to accept blood from a potential gay donor taking PrEP, or to change the FDA policy to allow that donor to donate blood, as compared with a gay donor not taking PrEP. Likewise, participants were more reluctant to receive blood from gay fathers on PrEP than from gay fathers not on PrEP. This PrEP pen-                                                                                                                           © 2022, Doron Dorfman. All rights reserved. NOTE: Because not all platforms support graphics, the tables and figures in this article are archived at https://www.bc.edu/content/dam/bc1/schools/law/pdf/law-review-content/BCLR/63-3/Graphics_Dorfman-A1b.pdf [https://perma.cc/A7GV-NB5C]. * Associate Professor of Law, Syracuse University College of Law. For fruitful engagement with this work I wish to thank Haim Abraham, Libby Adler, Aziza Ahmed, Laura Appleman, Swethaa Ballakrishnen, Valena Beety, Rabia Belt, Mary Anne Bobinski, James Branche, Sara E. Burke, I. Glenn Cohen, Yaron Covo, Brian Custer, James Dunlea, Liz Emens, Katie Eyer, Leslie Francis, Nizan Geslevich Packin, Maytal Gilboa, Andrew Gilden, Daniel Goldberg, Michele Goodwin, Lauryn Gouldin, Jack Harrison, Jeremiah Ho, Elizabeth Katz, Suzanne Kim, Bennett Klein, Asaf Kletter, Scott Landes, Peter W. Liu, Rob MacCoun, Jamie Macleod, Julia Marcus, Mason Marks, Liz McCus-key, Jamelia Morgan, Emily R. Murphy, Mark Nevitt, Jennifer Oliva, Wendy Parmet, Dara Purvis, Rachel Rebouché, Dorothy E. Roberts, Chris Robertson, Heather Rothman, Rikki H. Sargent, Liz Sepper, David Simon, Scott Skinner-Thompson, Roseanna Sommers, Brian Soucek, Karen Tani, Paul Traynor, Kevin Tobia, Nina Varsava, Ari Waldman, Lindsay Wiley, and Megan Wright. I also thank the participants of the Georgetown Law Lab (2020), the AALS Health Law Workshop (2021), the Health Law Roundtable at Northeastern University School of Law (2021), the Law and Biomedicine Colloquium at the University of Utah S.J. Quinney College of Law (2021), the New Voices in Sexual Orientation and Gender Identity Law Panel at AALS Annual Meeting (2020), the UMass Law Out-Law-sponsored event “Moving the Needle” (2020), the Fourth Junior Faculty Forum for Law and STEM (organized by Northwestern, Penn and Stanford Law Schools, 2021), the faculty colloquium at Seton Hall Law School (2021), and the Conference on Empirical Legal Studies (2022). I thank Chan-an Brown, Gabriela Groman, Kim Manas, and Carly Rolph for excellent research assistance. The data collection for the study was generously supported by the Laboratory for the Study of American Values at Stanford University led by Michael Tomz and Paul Sniderman. I thank them and the 2017 and 2019 lab cohorts for their support and feedback. Finally, I thank the editors of the Boston College Law Re-view, Ismail Ercan, John Ferraro, Daniel Riley, and Scott Sheltra, for their outstanding work on this Article. 2022] The PrEP Penalty 815 alty applied only to gay donors; participants were more inclined to accept a blood donation from a straight donor on PrEP compared with any gay donor.  The findings demonstrate how decisions related to public health, on the struc-tural and individual levels, are colored by moral judgment. They show how legal discourse strips away the public health benefits of medical treatment and shifts focus to the patient’s individual behavior, a process I call “the demedicalization of preventive measures.” The findings also contribute to the understanding of the expressive function of the law, meaning the ways in which the law constructs identities and how it shapes common understandings about sexual minorities in the area of public health. Furthermore, the findings advance empirical knowledge and understanding of the social meanings of same-sex marriage, parenthood, and queer families post-Obergefell v. Hodges.  Public perceptions of morality and trustworthiness result in the penalization of PrEP use to the detriment of both LGBTQ individuals and society as a whole. Stigmatized attitudes hamper major public health projects, including fighting chronic blood scarcity, increasing the pool of donors that could give antibodies during a pandemic, and eliminating HIV. Expanding upon the findings from this experimental study, I offer normative avenues to eliminate PrEP stigma and fur-ther public health goals, arguing for reforming FDA policy to specifically allow PrEP users to give blood and, ultimately, for completely abolishing the blood ban. INTRODUCTION  In March 2020—the early days of the COVID-19 pandemic—39-year-old Sabri Ben-Achour began having severe flu-like symptoms and subsequently tested positive for the coronavirus.1 A few weeks later, the New Yorker stum-bled upon an advertisement for a new initiative “to collect the antibody-rich plasma of people who [previously had] COVID-19 [for] inject[ion] . . . into critically ill patients.”2 Ben-Achour applied immediately and had his blood drawn the next day; his blood turned out to have a high amount of antibodies, and excited doctors “wanted him to donate his blood as quickly as possible” to assist COVID patients.3 Just hours prior to his appointment, however, Ben-Achour received a phone call telling him, “Actually, you’re not going to be able to donate because you are on Truvada.”4 Ben-Achour is a healthy gay man; he is HIV-negative, and to stay that way, he has been taking the brand-named Truvada pill once a                                                                                                                            1 Tim Fitzsimons, Doctors Can’t Use COVID-19 Antibodies from Gay Men or Anyone Taking PrEP, NBC NEWS (Apr. 1, 2020), https://www.nbcnews.com/feature/nbc-out/doctors-can-t-use-covid-19-antibodies-gay-men-or-n1174341 [https://perma.cc/QF6F-4M9A].  2 Id.  3 Id.  4 Id. 816 Boston College Law Review [Vol. 63:813 day for pre-exposure prophylaxis (PrEP), a highly effective preventive health measure.5 As a prerequisite to maintain his prescription, Ben-Achour is tested for HIV and other sexually transmitted infections (STIs) every three months.6 PrEP is ninety-nine percent effective in preventing HIV infection through sex,7 approved by the Food and Drug Administration (FDA),8 recommended by the Centers for Disease Control and Prevention (CDC),9 and fully covered for in-sured individuals with no cost sharing (deductible or co-pay) under the Afford-able Care Act (ACA).10 In fact, the Department of Health and Human Services (HHS) endorsed the use of PrEP in a strategic initiative to end the HIV epi-demic by 2030.11 Despite this endorsement of PrEP as the medically recom-mended treatment for HIV prevention, this Article shows that, counterintuitive-ly, the current legal regime penalizes PrEP use; its users, largely sexually ac-tive gay and bisexual men, are subject to discrimination.12 Ben-Achour was prevented from donating blood because taking PrEP indi-cated to the blood bank that he was having sex with other men. The FDA’s blood deferral policy at that time, known as the “blood ban,” for men who have sex with men (MSM) required a year of abstinence to be eligible to give blood. 13                                                                                                                             5 Id. 6 Id.; see also infra notes 193–194 and accompanying text (discussing regular HIV and STI test-ing procedures for PrEP users in accordance with CDC guidelines). 7 According to the Centers for Disease Control and Prevention (CDC), taking PrEP daily is up to 99% effective in preventing HIV infection. See PrEP Effectiveness, CDC, https://www.cdc.gov/hiv/basics/prep/prep-effectiveness.html [https://perma.cc/NJA7-KKYP] (May 13, 2021); see also infra notes 74–75 and accompanying text. 8 Alison Hunt, FDA in Brief: FDA Continues to Encourage Ongoing Education About the Bene-fits and Risks Associated with PrEP, Including Additional Steps to Help Reduce the Risk of Getting HIV, U.S. FOOD & DRUG ADMIN. (July 1, 2019), https://www.fda.gov/news-events/fda-brief/fda-brief-fda-continues-encourage-ongoing-education-about-benefits-and-risks-associated-prep [https://perma.cc/7XZW-P769]. 9 US. PUB. HEALTH SERV., PREEXPOSURE PROPHYLAXIS FOR THE PREVENTION OF HIV INFEC-TION IN THE UNITED STATES – 2017 UPDATE 11 (2017), https://www.cdc.gov/hiv/pdf/risk/prep/cdc-hiv-prep-guidelines-2017.pdf [https://perma.cc/5UVQ-YY2J] [hereinafter PrEP FOR THE PREVENTION OF HIV]. For greater discussion of the CDC guidelines, see infra notes 191–197 and accompanying text. 10 See 42 U.S.C. § 300gg–13 (enumerating preventive care services exempt from cost sharing under the ACA); Prevention of Human Immunodeficiency Virus (HIV) Infection: Preexposure Prophylaxis, U.S. PREVENTIVE SERVS. TASK FORCE (June 11, 2019), https://www.uspreventiveservicestaskforce.org/uspstf/recommendation/prevention-of-human-immunodeficiency-virus-hiv-infection-pre-exposure-prophylaxis [https://perma.cc/LP2B-ENUV] (recommending that clinicians advise those who are at a high risk of contracting HIV to use PrEP); see also infra notes 54–57 and accompanying text (discuss-ing the ACA’s prohibition on cost-sharing for PrEP). 11 Anthony S. Fauci et al., Editorial, Ending the HIV Epidemic: A Plan for the United States, 321 JAMA 844, 844 (2019); see also SCOTT SKINNER-THOMPSON, AIDS AND THE LAW § 1.04, at 1-11 (6th ed. 2020) (discussing modern methods for combatting the HIV epidemic). 12 See infra Part IV. 13 See infra notes 86–94 and accompanying text (discussing the history of the blood ban before the COVID pandemic). 2022] The PrEP Penalty 817 Due to the scarcity in the blood supply that had worsened because of the pan-demic, the deferral period was later shortened to three months.14 The blood ban originated during the 1980s AIDS epidemic.15 It remains in effect even after significant advancements in blood monitoring technology decreased the chances of contracting HIV through a blood transfusion to ap-proximately one in 1.47 million transfusions,16 and medical science has devel-oped preventive measures such as PrEP. The policy ignores the fact that zero “transmissions of HIV, hepatitis B virus (HBV), or hepatitis C virus (HCV) have been documented [in] U.S. [blood banks] in the past two decades.”17 The law thus speaks in two voices in regulating PrEP: endorsing and incentivizing its use on the one hand, and penalizing its users on the other. This paradoxi-cal—even absurd—legal treatment of PrEP works not only to the detriment of LGBTQ individuals, who are stigmatized and excluded by it,18 but to greater society as well. It impedes major public health projects: fighting chronic blood scarcity that worsened during the COVID-19 crisis,19 increasing the pool of antibody donors during a pandemic, and eliminating HIV. 20 This Article presents the findings from an original experimental study of the complex relationship between health law, law and sexuality, and family law, to address how perceptions of promiscuity and family status affect the legitimacy and efficacy of public health policies.21 It demonstrates for the first time in legal scholarship how PrEP stigma—the unfounded connection made between the preventive medical treatment and promiscuity—affects the im-plementation of and compliance with the law.22 These issues of public legiti-                                                                                                                           14 See infra notes 100–105 and accompanying text (discussing the shortened blood ban deferral period in light of increasing blood scarcity amidst the COVID pandemic). 15 For the historical origins of the blood ban, and its development through the years, see infra Section I.C. 16 CTR. FOR BIOLOGICS EVALUATION & RSCH., FOOD & DRUG ADMIN., U.S. DEP’T OF HEALTH & HUM. SERVS., REVISED RECOMMENDATIONS FOR REDUCING THE RISK OF HUMAN IM-MUNODEFICIENCY VIRUS TRANSMISSION BY BLOOD AND BLOOD PRODUCTS 3, https://www.fda.gov/media/92490/download [https://perma.cc/Z4TZ-LLZ7] (Aug. 2020) [hereinafter HHS & FDA REVISED RECOMMENDATIONS]. 17 Id. (citing Robert Klamroth, Albrecht Gröner & Toby L. Simon, Pathogen Inactivation and Removal Methods for Plasma-derived Clotting Factor Concentrates, 54 TRANSFUSION 1406, 1406–17 (2014). 18 For a discussion of the connection between the blood ban and feelings of exclusion and dis-crimination among MSM, see infra notes 120–123 and accompanying text. 19 Lifting the blood ban is estimated to increase yearly donations by up to 4%. See Ayako Miyashita & Gary J. Gates, Update: Effects of Lifting Blood Donation Bans on Men Who Have Sex with Men, WILLIAMS INST., UCLA SCH. OF L. (Sept. 2014), https://williamsinstitute.law.ucla.edu/publications/blood-donation-ban-msm/ [https://perma.cc/U77Y-YM5E]. 20 See supra note 11 and accompanying text. 21 See infra Part III (describing the results of this Article’s experimental survey). 22 For a discussion of sexual risk compensation—the expectation that PrEP users will adjust their risk-taking preferences in response to treatment and engage in sex without condoms with more sexual  818 Boston College Law Review [Vol. 63:813 macy and compliance are critical for the development of FDA law and poli-cy.23 This Article is also part of the growing movement called “experimental jurisprudence” that borrows empirical techniques from social sciences to study legal concepts and policies.24 The experimental study primes participants by providing information about PrEP, and then investigates how perception of both the treatment and familial status of a potential gay donor impacts willingness to accept blood from the donor and the public legitimacy of the blood ban. I designed and exe-cuted a survey experiment with a representative sample of the U.S. population (N = 3,319).25 The findings show that even after learning about the health ben-efits of the treatment, study participants are more reluctant to accept blood from a potential gay donor who takes PrEP, or change the policy to allow him to donate, as compared to a gay donor not taking PrEP. This PrEP penalty ap-plied only to gay donors, as participants were always more inclined to accept a blood donation from straight donors on PrEP. When considering family status, participants were more reluctant to receive blood from gay fathers on PrEP, both single and married, than from gay fathers not on PrEP.26 That participants were more likely to accept a blood donation from a gay man not on PrEP than a gay man on PrEP constitutes an irrational health decision. This Article thus demonstrates how moral judgments around sexuality, which are unsupported by clear data, color public health decisions at both the structural/policy and individual levels.27 In the case of PrEP, discussions of sexual risk compensation—a conse-quent change in risk-taking behavior resulting in more sexual partners and an                                                                                                                            partners—and how this moral hazard created stigma around PrEP resulting in irrational public health decisions, see infra Section IV.A. 23 For a discussion of the reciprocal relationship between public views and FDA law and policy, see infra notes 127–130 and accompanying text. 24 Experimental jurisprudence is the “examination, through controlled experiment, of ordinary concepts, language, and intuitions, combined with analysis of their explanatory role in predicting legal outcomes.” James A. Macleod, Ordinary Causation: A Study in Experimental Statutory Interpreta-tion, 94 IND. L.J. 957, 1016–17 (2019) (citing Lawrence B. Solum, The Positive Foundations of For-malism: False Necessity and American Legal Realism, 127 HARV. L. REV. 2464, 2464–65 (2014) (book review)) (conducting and analyzing experiments that indicate how the general public may inter-pret ambiguous statutes and jury instructions as compared to the judiciary). For other recent examples of this interdisciplinary field, see generally Roseanna Sommers, Commonsense Consent, 129 YALE L.J. 2232 (2020) (finding and analyzing experimental data exploring when people normally perceive that consent has been granted); Kevin P. Tobia, Testing Ordinary Meaning, 134 HARV. L. REV. 726 (2020) (conducting and analyzing experiments that show varying interpretations of the concept of “ordinary meaning” related to legal texts); Doron Dorfman, [Un]Usual Suspects: Deservingness, Scarcity, and Disability Rights, 10 U.C. IRVINE L. REV. 557 (2020) (conducting and analyzing exper-iments on the public suspicion regarding abuse of disability rights in public spaces). 25 See infra Part II (describing this Article’s experimental methodology). 26 See infra Part III (describing the findings of this Article’s experiment). 27 See infra Part IV (discussing the legal implications of the experiment’s findings). 2022] The PrEP Penalty 819 increase of unprotected sex—have been abundant since the FDA first approved the treatment. Yet, those concerns were never supported by sufficient data.28 These unproven apprehensions created stigma around PrEP and promiscuity that traveled from politicians and some medical professionals to the LGBTQ community, and then on to the public at large, hampering societal efforts to promote public health. I also demonstrate how the PrEP penalty surfaces in other contexts, such as in determining health insurance coverage.29 The Article thus makes four original contributions with wide-reaching ap-plication outside of the blood ban. First, this study builds upon existing literature on PrEP stigma within the LGBTQ community and medical circles by empirical-ly showing how this stigma extends to the public at large.30 This public stigma in turn jeopardizes efforts to implement effective public health policies.  Second, this Article expands existing health law and law and sexuality scholarship by introducing the process of “demedicalization of preventive measures”—the stripping away of the public health benefits of medical treat-ment and the shift in focus to patients’ individual behavior and sexual identity. PrEP stigma is based on the expectation that PrEP use is a “license for promis-cuity.”31 This stigma generated a moral panic about sexually promiscuous be-havior of PrEP users, thwarting PrEP’s benefits to patients’ well-being, and undermining the greater health of society.32 Third, this Article provides one point for examining the theoretical and practical implications of the expressive function of the law—the ways in which legal rules and law enforcement signal values and construct public meanings. Specifically, this Article demonstrates how the law constructs identities and shapes common understandings regarding sexual minorities in the context of public health.33                                                                                                                             28 See infra notes 182–187 and accompanying text (discussing the lack of support or evidence finding sexual risk compensation in practice). 29 See infra notes 255–263 and accompanying text (discussing several instances of PrEP users be-ing denied health insurance coverage). 30 See infra notes 173–207 and accompanying text (discussing sexual risk compensation and the demedicalization of PrEP). 31 Julia L. Marcus, Kenneth A. Katz, Douglas S. Krakower & Sarah K. Calabrese, Risk Compen-sation and Clinical Decision Making—The Case of HIV Preexposure Prophylaxis, 380 NEW ENG. J. MEDICINE 510, 510 (2019); see infra notes 208–242 and accompanying text (discussing the stigmati-zation of PrEP use). 32 See infra notes 245–265 and accompanying text (discussing how the demedicalization of PrEP leads to irrational decisions in the field of public health law). 33 For scholarship on the expressive function of the law, see Deborah Hellman, The Expressive Dimension of Equal Protection, 85 MINN. L. REV. 1, 3 (2000); Lawrence Lessig, Social Meaning and Social Norms, 144 U. PA. L. REV. 2181, 2185 (1996); Cass R. Sunstein, On the Expressive Function of Law, 144 U. PA. L. REV. 2021, 2022 (1996); and see also infra Section IV.B. 820 Boston College Law Review [Vol. 63:813 Finally, this Article builds upon and unites seemingly disparate threads within family law, public health law, and law and sexuality by advancing em-pirical knowledge and understandings of the social meanings of same-sex mar-riage, parenthood, and queer families in the era post-Obergefell v. Hodges. It shows how public perceptions of morality and trustworthiness influence public views of who can participate in the “civic ritual of blood donation”34 vis-à-vis not only use of PrEP but also a gay man’s familial status. The discussion proceeds as follows. Part I describes PrEP and how the treatment fits within the ACA’s vision of preventive care. It then introduces the FDA’s blood ban for MSM.35 Part II explains the experimental methodology used to expose and analyze the PrEP penalty.36 Part III presents the experi-mental findings.37 Part IV analyzes the findings and their various, broad impli-cations.38 It discusses how professional debates around risk compensation have developed into stigma. These stigmatizing attitudes have created a discourse around PrEP that undermines its public benefits and emphasizes unfounded behavioral ideas about promiscuity and gay lifestyle. Part IV then discusses how the findings showcase the expressive function of the blood ban. Lastly, using Supreme Court jurisprudence, Part IV explores how the PrEP penalty helps us better understand the status of queer families in law and society. The Article then concludes with normative avenues to eliminate PrEP stigma and to advance public health goals.39 I propose first lifting the FDA de-ferral policy specifically to allow PrEP users—who are actually “safer” candi-dates for blood donations as they are less likely to have HIV and sexually transmitted infections compared with non-PrEP users—to give blood. Such a move would have an expressive effect that would normalize PrEP in the eyes of the public and the LGBTQ community. As a next step, I then argue that the FDA should completely abolish the blood ban. I. THE PARADOXICAL LEGAL TREATMENT OF PrEP This Part shows how legal treatment of PrEP is paradoxical. PrEP use has been approved by the FDA, endorsed by the CDC, and promoted through fi-nancial incentives in the ACA.40 Conversely, the same FDA restricts PrEP us-ers, who are in the large part MSM, from donating blood if they were sexually                                                                                                                            34 JEFFREY A. BENNETT, BANNING QUEER BLOOD: RHETORICS OF CITIZENSHIP, CONTAGION, AND RESISTANCE 118 (2009); see infra Part IV. 35 See infra notes 40–130 and accompanying text. 36 See infra notes 131–153 and accompanying text. 37 See infra notes 154–165 and accompanying text. 38 See infra notes 166–324 and accompanying text. 39 See infra notes 325–331 and accompanying text. 40 See supra notes 7–10 and accompanying text. 2022] The PrEP Penalty 821 active through a policy that remains in place despite legal and biomedical ad-vances on gay rights issues.41 In this Part I review how PrEP fits within the ACA’s preventive care framework, discuss what PrEP is and its efficacy in preventing HIV infection, and then present the FDA’s blood ban and its devel-opments through the years. Section A of this Part discusses the rise of preventive healthcare and its prioritization under the ACA.42 Section B provides historical background on the HIV/AIDS epidemic and the development of PrEP.43 Section C presents further background on the FDA’s blood ban policy.44 A. The Rise of Preventive Care Disease prevention has been a cornerstone of public health law in recent years.45 Preventive health care, or prophylaxis, entails measures taken to antic-ipate and prevent illness, instead of treating illness after it has emerged.46 It focuses on “environmental, social, and behavioral factors” that are identified as causing diseases such as cancer, pulmonary maladies, heart conditions, and STIs.47 Primary preventive efforts are measures taken “to prevent [the illness] from occurring at all,” and they include a variety of activities including im-munization, health education, and stress management.48 Preventive health care has traditionally been identified as an attribute examined to determine quality of care.49 Over the years, however, proponents of prevention have argued that in addition to alleviating pain and prolonging lives, such an approach is often more cost-effective in the long run than is providing treatment after infection.50                                                                                                                            41 See infra Section I.C. 42 See infra notes 45–64 and accompanying text. 43 See infra notes 65–85 and accompanying text. 44 See infra notes 86–130 and accompanying text. 45 SCOTT BURRIS, MICAH L. BERMAN, MATTHEW PENN & TARA RAMANATHAN HOLIDAY, THE NEW PUBLIC HEALTH LAW: A TRANSDISCIPLINARY APPROACH TO PRACTICE AND ADVOCACY 6 (2018); Lindsay F. Wiley, The Struggle for the Soul of Public Health, 41 J. HEALTH POL., POL’Y & L. 1083, 1089 (2016). 46 BURRIS ET AL., supra note 45, at 6; LAWRENCE O. GOSTIN & LINDSAY F. WILEY, PUBLIC HEALTH LAW: POWER, DUTY, RESTRAINT 15 (3d ed. 2016). 47 See GOSTIN & WILEY, supra note 46, at 15; Wiley, supra note 45, at 1089. 48 BURRIS ET AL., supra note 45, at 6; GOSTIN & WILEY, supra note 46, at 15; Wiley, supra note 45, at 1089. Other types of preventive healthcare include secondary prevention, aimed at “detect[ing] [an illness] at an early stage . . . [to] prevent it from progressing,” and tertiary prevention, aimed at elevating the patients’ quality of life by reducing levels of pain and suffering but not at curing an underlying disease. BURRIS ET AL., supra note 45, at 6–7. 49 David Blumenthal, Quality of Care—What Is It?, 335 NEW ENG. J. MEDICINE 891, 892 (1996). 50 See Wiley, supra note 45, at 1084. Studies analyzing major causes of death in the United States emphasized that “interventions to prevent and increase cessation of smoking, improve diet, and in-crease physical activity must become much higher priorities in the public health and health care sys-tems.” See Ali H. Mokdad, James S. Marks, Donna F. Stroup & Julie L. Gerberding, Actual Causes of  822 Boston College Law Review [Vol. 63:813 The ACA aimed not only to increase access to health insurance but also to improve quality of covered care and to provide minimum essential coverage.51 Preventive health care has been an integral part of the effort.52 To accomplish the goal of expanding preventive care, the ACA created a dedicated source of funding, the U.S. Prevention and Public Health Fund, with the aim “to provide for expanded and sustained national investment in prevention and public health programs.”53 In addition, the ACA requires non-grandfathered “private health [insurance] plans [to] provide ‘first dollar’ coverage for [a range of] preventive services,” meaning those plans may not impose cost-sharing, such as “deducti-ble[s], copayment[s], or co-insurance,” on patients for such services.54 Impos-ing cost-sharing on consumers serves a behavioral function, as their “cost ex-posure,”55 the amount of money they will be forced to bear out of pocket, im-pacts the consumers’ decision on whether to consume services.56 Thus, by eliminating the burden of cost-sharing, the ACA endorses preventive health                                                                                                                            Death in the United States, 2000, 291 JAMA 1238, 1242 (2004); see also J. Michael McGinnis & William H. Foege, Actual Causes of Death in the United States, 270 JAMA 2207, 2211 (1993) (noting the need to direct health care expenditures to prevention, not just treatment). Nevertheless, from a purely economic viewpoint, prevention and other measures that contribute to the quality of care are not goals in and of themselves. As health law scholar Christopher Robertson puts it, “American econ-omists typically do not look at how much pain might be relieved by a treatment, or even how long it could extend life. Those questions require engagement with individual patients, listening to their expe-riences, and medical expertise to evaluate and measure those outcomes . . . .” CHRISTOPHER T. ROB-ERTSON, EXPOSED: WHY OUR HEALTH INSURANCE IS INCOMPLETE AND WHAT CAN BE DONE ABOUT IT 28 (2019). 51 See Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010) (codified as amended in scattered sections of 42 U.S.C.); GOSTIN & WILEY, supra note 46, at 291. The ACA allowed for nearly twenty million previously uninsured Americans to get coverage, yet subsequent Trump Administration policies weakened ACA protections, and job loss related to the COVID-19 pandemic have caused uninsured numbers to rise again. See Rachel Garfield & Jennifer Tolbert, What We Do and Don’t Know About Recent Trends in Health Insurance Coverage in the US, KFF (Sept. 17, 2020), https://www.kff.org/policy-watch/what-we-do-and-dont-know-about-recent-trends-in-health-insurance-coverage-in-the-us/ [https://perma.cc/YM29-U3CM]. 52 See Wiley, supra note 45, at 1089. 53 42 U.S.C. § 300u-11(a). 54 GOSTIN & WILEY, supra note 46, at 291; see § 300gg-13(a). In July 2021, the Centers for Med-icare and Medicaid Services, together with the Department of Labor and the Department of the Treas-ury, issued guidance to health insurers granting them sixty days to conform with this ACA require-ment against cost-sharing and to cover PrEP at no cost to enrollees for whom it was medically neces-sary. See Benjamin Ryan, PrEP, the HIV Prevention Pill, Must Now Be Totally Free Under Almost All Insurance Plans, NBC NEWS, https://www.nbcnews.com/nbc-out/out-health-and-wellness/prep-hiv-prevention-pill-must-now-totally-free-almost-insurance-plans-rcna1470 [https://perma.cc/74LE-CVMK] (July 21, 2021). 55 Professor Christopher Robertson commented that the term “cost-sharing” may be a “misleading label” because it refers to costs “that are not shared with others in the insurance pool,” but that are rather paid out-of-pocket by individual consumers; he thus coined the term “cost exposure” to de-scribe those payments. See ROBERTSON, supra note 50, at 2. 56 Id. at 4. 2022] The PrEP Penalty 823 care, fights its underutilization, and sends a clear message to both consumers and insurers that this type of care is encouraged.57 The list of preventive services covered by insurers derives from recom-mendations prepared by four professional organizations, including the Preven-tive Services Task Force,58 the Advisory Committee on Immunization Practic-es, the Health Resources and Services Administration’s Bright Futures Project (dealing specifically with the “health [needs] of infants, children, and adoles-cents”), and the Institute of Medicine Committee on Women’s Clinical Preven-tive Services.59 Certain guidelines recommending preventive treatments have been “polit-ically charged.”60 For example, one recommendation was for insurance plans to cover nearly twenty types of FDA-approved contraceptive methods, sterili-zation procedures, and patient education and counseling.61 In 2014, in Burwell v. Hobby Lobby Stores, Inc., the United States Supreme Court held that reli-gious employers are not required to provide these services to their employees under company health insurance, as such an obligation violates the Religious Freedom Restoration Act of 1993.62 PrEP is another type of preventive measure colloquially compared to birth control63 and has been recommended by the Preventive Services Task Force                                                                                                                            57 See id. (noting that cost exposure “might cause patients to decline valuable healthcare and thereby exacerbate health problems that could have been cheaply treated if caught early”); Wiley, supra note 45, at 1089 (linking focus on preventive care with concerns about underutilization). 58 The Preventive Services Task Force is an independent body “composed of individuals with ap-propriate expertise. Such Task Force shall review the scientific evidence related to the effectiveness, appropriateness, and cost-effectiveness of clinical preventive services for the purpose of developing recommendations for the health care community, and updating previous clinical preventive recom-mendations . . . .” § 299b-4(a)(1). To be included as covered preventive health services, a recommen-dation with an A or B rating by the Task Force is required. See § 300gg-13(a)(1). An “A” rating means that “[t]here is high certainty that the net benefit is substantial.” U.S. Preventive Services Task Force Ratings, U.S. PREVENTIVE SERVS. TASK FORCE, https://www.uspreventiveservicestaskforce.org/uspstf/us-preventive-services-task-force-ratings [https://perma.cc/UJD2-TDL5] (June 2007). A “B” rating indicates that “[t]here is high certainty that the net benefit is moderate or there is moderate certainty that the net benefit is moderate to substantial.” Id. 59 Preventive Services Covered by Private Health Plans Under the Affordable Care Act, KFF (Aug. 4, 2015), https://www.kff.org/health-reform/fact-sheet/preventive-services-covered-by-private-health-plans/ [https://perma.cc/VPC3-2CJ7]. 60 GOSTIN & WILEY, supra note 46, at 291. 61 See, e.g., Women’s Preventive Services Guidelines, HEALTH RES. & SERVS. ADMIN., https://www.hrsa.gov/womens-guidelines/index.html [https://perma.cc/W4SM-D98N] (Jan. 2022).  62 573 U.S. 682, 688–91 (2014). For a discussion of the case and its implications, see Elizabeth Sepper, Free Exercise Lochnerism, 115 COLUM. L. REV. 1453, 1457, 1496–1507 (2015). 63 See, e.g., Julie E. Myers & Kent A. Sepkowitz, A Pill for HIV Prevention: Déjà Vu All Over Again?, 56 CLINICAL INFECTIOUS DISEASES 1604, 1604–10 (2013) (discussing similar debates related to “safety, cost, and the potential impact on sexual behavior” associated with both birth control and PrEP); Ashley Henshaw, PrEP vs. PEP for HIV Prevention, NURX (May 15, 2019), https://www.nurx.com/blog/prep-vs-pep/ [https://perma.cc/U8NR-7JUS] (“PrEP is sometimes compared to taking  824 Boston College Law Review [Vol. 63:813 since 2019. This new preventive measure was found to be highly effective in eliminating the risk of contracting HIV and is now covered with no cost-sharing under health insurance plans.64 B. PrEP: The HIV Prevention Pill To date, the HIV/AIDS epidemic has taken the lives of seven hundred thousand Americans and has had a devastating impact on the gay community.65 The epidemic, and those affected by it, shaped public discussion and the regu-lation of both public health and sexuality.66 Recent progress in biomedical science has allowed for major break-throughs in the field of HIV treatment. For example, with regard to people who are HIV-positive, a combination therapy medicine helps them live long, healthy lives.67 Additionally, antiretroviral treatment has lowered the level of the virus in their bodies until it becomes undetectable, thus eliminating the risk of transmitting HIV.68 As “medical advancements . . . have made HIV more [of a] chronic [condition] than [an] acute” one, starting in 2015, large insurance companies began offering life insurance to people living with HIV.69                                                                                                                            a daily birth control pill like Lutera or Aviane to prevent pregnancy. When taken correctly, it’s very effective.”). 64 SKINNER-THOMPSON, supra note 11, § 2.03[B], at 2-38 to -39; Prevention of Human Immuno-deficiency Virus (HIV) Infection: Preexposure Prophylaxis, supra note 10. 65 The HIV/AIDS Epidemic in the United States: The Basics, KFF (June 7, 2021), https://www.kff.org/hivaids/fact-sheet/the-hivaids-epidemic-in-the-united-states-the-basics/ [https://perma.cc/7W67-RU5G]. 66 See infra Section I.C (discussing the blood ban policy that arose from reactions to the HIV/AIDS epidemic). 67 Margaret May, Mark Gompels & Caroline Sabin, Life Expectancy of HIV-1-Positive Individu-als Approaches Normal Conditional on Response to Antiretroviral Therapy: UK Collaborative HIV Cohort Study, J. INT’L AIDS SOC’Y, Nov. 2012, at 18,078; Russell K. Robinson & David M. Frost, The Afterlife of Homophobia, 60 ARIZ. L. REV. 213, 235 (2018); Christoph D. Spinner et al., HIV Pre-Exposure Prophylaxis (PrEP): A Review of Current Knowledge of Oral Systemic HIV PrEP in Humans, 44 INFECTION 151, 151 (2016). 68 Aziza Ahmed, Adjudicating Risk: AIDS, Crime, and Culpability, 2016 WIS. L. REV. 627, 636, 639 (discussing how courts in Canada and the United States dealt with probability of risk of HIV infection following the use of antiretroviral therapy by people who are undetectable); Robert W. Eisinger, Carl W. Dieffenbach & Anthony S. Fauci, HIV Viral Load and Transmissibility of HIV In-fection: Undetectable Equals Untransmittable, 321 JAMA 451, 452 (2019). The Prevention Access Campaign first launched the slogan “Undetectable = Untransmittable” or “U = U” in 2016. Over one thousand national and supranational organizations have since endorsed the message, including the CDC, the National Institutes of Health, World Health Organization, and the Joint United Nations Programme on HIV/AIDS, and others. PREVENTION ACCESS CAMPAIGN, https://preventionaccess.org/ [https://perma.cc/Y9HX-EUDJ]. 69 See Valarie K. Blake, Ensuring an Underclass: Stigma in Insurance, 41 CARDOZO L. REV. 1441, 1466 (2020) (citing James Myhre & Dennis Sifris, Antiretrovirals Overview: How Combination Therapy Renders HIV Powerless, VERYWELL HEALTH, https://www.verywellhealth.com/what-are-antiretrovirals-and-how-do-they-work-49639 [https://perma.cc/XBN3-X4X5] (May 20, 2021)). 2022] The PrEP Penalty 825 Other major biomedical advances regarding the prevention of HIV infec-tion and keeping HIV-negative individuals negative is PrEP. PrEP is an orally-administered antiretroviral drug that is a combination of two HIV medications, tenofovir and emtricitabine, and was originally developed and manufactured by Gilead Sciences (Gilead) under the brand name Truvada.70 In 2004, Truvada was first approved by the FDA to treat HIV-positive patients “in combination with other antiretroviral drugs”; in 2012, the FDA licensed its use as a preven-tive measure among sexually active HIV-negative individuals for PrEP.71 In 2014, the CDC first published guidelines recommending physicians prescribe PrEP as a preventive measure against HIV infection.72 Most recently in 2019, the FDA approved a new generation of PrEP treatment pills by Gilead under the brand name Descovy.73 The FDA recognized that “when used along with safer sex practices, [PrEP] can help lower the chances of getting sexually-transmitted HIV.”74 And even without consistent use of condoms, clinical trials show that when PrEP is taken daily, it is up to ninety-nine percent successful in preventing HIV infec-tion through sex.75 PrEP use in the United States has been on the rise since the FDA ap-proved the drug. A recent study by the CDC found that between 2014 and 2017 the use of PrEP increased more than fivefold among almost all racial-ethnic                                                                                                                             70 Ana Santos Rutschman, Intellectual Property as a Determinant of Health, 54 VAND. J. TRANSNAT’L L. 413, 424–25 (2021). 71 See Hunt, supra note 8; see also Santos Rutschman, supra note 70, at 424–26; Joanna V. Theiss, It May Be Here to Stay, but Is It Working? The Implementation of the Affordable Care Act Through an Analysis of Coverage of HIV Treatment and Prevention, 12 J. HEALTH & BIOMEDICAL L. 109, 120 n.63 (2016). 72 Press Release, CDC, New Guidelines Recommend Daily HIV Prevention Pill for Those at Sub-stantial Risk (May 14, 2014), https://www.cdc.gov/nchhstp/newsroom/2014/prep-guidelines-press-release.html [https://perma.cc/ZQ3Y-BEDK]. Note that the guidelines were later updated in 2017. Id. See generally PrEP FOR THE PREVENTION OF HIV, supra note 9 (updating and providing guidance on the recommended use of PrEP to prevent and treat HIV). For further discussion of the CDC Guide-lines, see infra notes 191–197 and accompanying text. 73 Press Release, U.S. Food & Drug Admin., FDA Approves Second Drug to Prevent HIV Infec-tion as Part of Ongoing Efforts to End the HIV Epidemic (Oct. 3, 2019), https://www.fda.gov/news-events/press-announcements/fda-approves-second-drug-prevent-hiv-infection-part-ongoing-efforts-end-hiv-epidemic [https://perma.cc/U4NN-N3UD]. 74 Hunt, supra note 8 (quoting Debra Birnkrant, M.D., Director of the FDA’s Division of Antivi-ral Products). 75 See Peter L. Anderson et al., Emtricitabine-Tenofovir Concentrations and Pre-Exposure Prophylaxis Efficacy in Men Who Have Sex with Men, SCI. TRANSLATIONAL MED., Sept. 12, 2012, at 125, 127; PrEP Effectiveness, supra note 7; Gus Cairns, Overall PrEP Effectiveness in iPrEx OLE Study 50%, but 100% in Those Taking Four or More Doses a Week, NAM AIDSMAP (July 22, 2014), http://www.aidsmap.com/news/jul-2014/overall-prep-effectiveness-iprex-ole-study-50-100-those-taking-four-or-more-doses [https://perma.cc/8AM6-EXNK]. For a review of older clinical trials show-ing over 90% success, see PrEP FOR THE PREVENTION OF HIV, supra note 9, at 16–26. 826 Boston College Law Review [Vol. 63:813 subgroups of MSM in all of the areas examined—despite disparities in the number of white and Black MSM PrEP users.76 At least one study estimated more than one hundred thousand Americans using PrEP in 2017, a number that continues to grow.77 Awareness of PrEP, boosted by media and social market-ing campaigns, has been increasing as well. As of 2017, more than eighty per-cent of MSM know about the treatment.78 Yet despite the positive trends, of the estimated one million Americans at substantial risk of contracting HIV who could benefit from PrEP, fewer than one in four actually use this medication.79 The gap is larger among Black and Latinx persons than among white per-sons.80                                                                                                                            76 See Teresa Finlayson et al., Changes in HIV Preexposure Prophylaxis Awareness and Use Among Men Who Have Sex with Men – 20 Urban Areas, 2014 and 2017, 68 CDC MORBIDITY & MORTALITY WKLY. REP. 597, 599 (2019). The study was conducted in twenty urban areas across the United States and found an overall increase in PrEP usage from 6% to 35%. Id. Differences between the use of PrEP among white MSM PrEP users (42%) and Black MSM PrEP users (26%) continue to be statistically significant even “after controlling for income, health insurance, and region.” Id. The differences between Hispanic MSM PrEP users (30%) and whites, as well as the differences “between young (32%) and older (38%) MSM” were not found to be statistically significant after controlling for these factors. Id. It is important to note that a 2016 CDC study finds that “[a]t current rates, 1 in 2 African American MSM and 1 in 4 Hispanic MSM will be diagnosed with HIV in their lifetime, com-pared with 1 in 11 white MSM.” See CDC, LIFETIME RISK OF HIV DIAGNOSIS IN THE UNITED STATES 1 (2016), https://www.justfacts.com/document/lifetime_risk_hiv.pdf [https://perma.cc/EEF3-CGMK]; see also HIV and African American Gay and Bisexual Men, CDC, https://www.cdc.gov/hiv/group/msm/bmsm.html [https://perma.cc/6M8G-HXRM] (Jan. 11, 2022) (reporting that “Black/African American gay, bisexual, and other men who reported male-to-male sexual contact are more affected by HIV than any other groups in the United States” (footnotes omitted)). For a discussion of the racial disparities of HIV infection rates, see Ahmed, supra note 68, at 651–53 and see also Russell K. Rob-inson, Racing the Closet, 61 STAN. L. REV. 1463, 1511 (2009) (“[E]arly government and media de-scriptions of HIV/AIDS effectively branded it as a gay white male problem, thus leading black MSM and women to discount the extent to which it threatened them.” (citing CATHY J. COHEN, THE BOUNDARIES OF BLACKNESS: AIDS AND THE BREAKDOWN OF BLACK POLITICS (1999))). 77 Patrick S. Sullivan et al., Trends in the Use of Oral Emtricitabine/Tenofovir Disoproxil Fumarate for Pre-exposure Prophylaxis Against HIV Infection, United States, 2012–2017, 28 AN-NALS EPIDEMIOLOGY 833, 835 tbl.1 (2018). 78 See Finlayson et al., supra note 76, at 599. Nevertheless, in December 2019, attention was called to false ads on social media that spread misleading information about allegedly severe side effects of PrEP. See Tony Romm, Facebook Ads Push Misinformation About HIV Prevention Drugs, LGBT Activists Say, ‘Harming Public Health,’ WASH. POST (Dec. 9, 2019), https://www.washingtonpost.com/technology/2019/12/09/facebook-ads-are-pushing-misinformation-about-hiv-prevention-drugs-lgbt-activists-say-harming-public-health/ [https://perma.cc/U48V-YZDV] The ads “appear to have been purchased by personal injury lawyers and entities affiliated with them.” Id. The ads raised concerns with public health professionals about dissuading new patients from taking the drug. Id. 79 SKINNER-THOMPSON, supra note 11, § 2.03[B], at 2-37; What Is Ending the HIV Epidemic in the U.S.?, HIV.GOV, https://www.hiv.gov/federal-response/ending-the-hiv-epidemic/overview [https://perma.cc/2PAJ-4V82] (June 2, 2021). 80 SKINNER-THOMPSON, supra note 11, § 2.03[B], at 2-37; Press Release, CDC, HIV Prevention Pill Not Reaching Most Americans Who Could Benefit—Especially People of Color (Mar. 6, 2018), https://www.cdc.gov/nchhstp/newsroom/2018/croi-2018-PrEP-press-release.html [https://perma.cc/W88Y-GZH6]; What Is Ending the HIV Epidemic in the U.S.?, supra note 79. 2022] The PrEP Penalty 827 In February 2019, HHS proposed a strategic initiative to end the HIV epi-demic in the United States; the goal is reducing new HIV infections by ninety percent from 2020 to 2030 using PrEP.81 HHS intends to make the medication available to uninsured individuals who are at risk of HIV infection.82 In 2020, the Gilead’s patents for Truvada expired, and that October, a Teva Pharmaceu-ticals’ generic version of Truvada for PrEP came onto the market.83 As men-tioned in the last section, PrEP is covered under private insurance, but the availability of generic versions of the drug reduces its cost and thereby in-creases access for the uninsured.84 PrEP thus signals a new dawn in the prevention of HIV. Yet, despite the mounting evidence that PrEP virtually eliminates the risk of HIV infection, the FDA blood donation policy continues to reflect an assumption that all MSM are equally likely to be infected.85 C. The FDA Blood Ban for MSM The early 1980s was a period in which a strong connection between HIV/AIDS, MSM, and blood transfusion was first identified; this was prior to 1985, when diagnostic tests for HIV were first approved.86 Amid the AIDS crisis in 1983, the FDA made its first recommendation for a screening policy for blood donors that excluded or postponed donation and that was aimed at ensuring the safety of blood supply for transfusions.87 In 1985, the FDA rec-ommended that blood banks indefinitely suspend blood donations from men                                                                                                                            81 Fauci et al., supra note 11, at 844. 82 Ready, Set, PrEP Expands Access to HIV Prevention Medications, HIV.GOV, https://www.hiv.gov/federal-response/ending-the-hiv-epidemic/prep-program [https://perma.cc/LR86-VATM] (Mar. 26, 2021). 83 Liz Highleyman, First Generic Truvada Now Available in the United States, POZ (Oct. 2, 2020), https://www.poz.com/article/first-generic-truvada-now-available-united-states [https://perma.cc/CC23-2X7H]. 84 Id.; see supra note 64 and accompanying text. 85 See infra note 123 and accompanying text (discussing how the blood ban policy mistakenly generalizes and stigmatizes all MSM blood donors as potentially infectious). 86 See HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 2–3. In his famous book The Gift Relationship, which studied the management of blood supply in the United States and United Kingdom, social policy analyst Richard Titmuss noted what would become an ironic reality after the book was published: that blood donation, a “gift” of life, could instead become a deadly, poisoned “gift.” RICHARD M. TITMUSS, THE GIFT RELATIONSHIP: FROM HUMAN BLOOD TO SOCIAL POLICY 55–57 (Pol’y Press, 3d ed. 2018) (1970); see also Ronald Bayer, Blood and AIDS in America: Sci-ence, Politics, and the Making of an Iatrogenic Catastrophe, in BLOOD FEUDS: AIDS, BLOOD, AND THE POLITICS OF MEDICAL DISASTER 19, 20–22 (Eric A. Feldman & Roland Bayer eds., 1999) (dis-cussing the ways Richard Titmuss’s The Gift Relationship influenced the American policy on blood donation policy before and after the AIDS crisis). 87 HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 2–3; ANNE-MAREE FARRELL, THE POLITICS OF BLOOD: ETHICS, INNOVATION, AND THE REGULATION OF RISK 108–09 (2012). 828 Boston College Law Review [Vol. 63:813 who have or have had sex with men, even only once, within the previous eight years.88 It is clear that this policy “was born [out of] necessity.”89 Yet one cannot look at the blood ban out of context.90 It was put in place at a time where intima-cy between men was restricted by an arsenal of other laws like anti-sodomy laws, criminalization of sex while being HIV-positive, vagrancy and perversion laws, and so on.91 Thus, the intention behind this new policy, whether protect-ing the public health or effectuating structural animus against gay men, is not as clear-cut.92 Over the years, the FDA revisited its policy several times.93 Those revi-sions were attributed to technological advancements in blood testing that have reduced the risk of HIV transmission through blood transfusion from one in 2,500 prior in 1985 to about one in 1.47 million transfusions by 2020.94 As a matter of fact, no spread of HIV, hepatitis B, or hepatitis C has been recorded in the United States during approximately the last twenty years.95 HIV testing                                                                                                                            88 HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 3; Robinson & Frost, supra note 67, at 246. 89 Brian Soucek, The Case of the Religious Gay Blood Donor, 60 WM. & MARY L. REV. 1893, 1899 (2019); Mathew L. Morrison, Note, Bad Blood: An Examination of the Constitutional Deficien-cies of the FDA’s “Gay Blood Ban,” 99 MINN. L. REV. 2363, 2375 (2015). For a description of the HIV blood contamination episodes that took place in the early 1980s, see FARRELL, supra note 87, at 129–36. 90 As Professor Anne-Maree Farrell explains, “In the wake of the loss of public trust that occurred as a result of national HIV blood contamination episodes [in the early 1980s], risk governance in the field has become politicised and this has implications for the approach taken to innovation by the industry.” FARRELL, supra note 87, at 123. 91 Joshua D. Blecher-Cohen, Disability Law and HIV Criminalization, 130 YALE L.J. 1560, 1565–69 (2021). For an historical background and description of the current status of state laws crim-inalizing HIV status, see id.; Scott Burris et al., Do Criminal Laws Influence HIV Risk Behavior? An Empirical Trial, 39 ARIZ. ST. L.J 467, 471 (2007) (“People who lived in a state with a criminal law explicitly regulating sexual behavior of the HIV-infected reported behaving in a way that was little different from people in a state without such a law. People who believed the law required the infected to practice safer sex or disclose their status reported being just as risky in their sexual behavior as those who did not.”); John G. Francis & Leslie P. Francis, HIV Treatment as Prevention: Not an Ar-gument for Continuing Criminalisation of HIV Transmission, 9 INT’L J.L. CONTEXT 520, 530 (2013) (discussing how criminalization of HIV perpetuates stigma and may subvert incentives for testing and treatment); Robinson & Frost, supra note 67, at 246 (discussing how the time around the implantation of the blood ban corresponded with early legal cases that rejected legal challenges to sodomy laws). For a discussion on the connection between the FDA’s blood donation policy and criminal statutes involving HIV exposure, see James B. McArthur, Note, As the Tide Turns: The Changing HIV/AIDS Epidemic and the Criminalization of HIV Exposure, 94 CORNELL L. REV. 707, 712–15 (2009). On the ways vagrancy and perversion laws were applied against gay men, see Robert L. Jacobson, “Megan’s Laws” Reinforcing Old Patterns of Anti-Gay Police Harassment, 87 GEO. L.J. 2431, 2441–42 (1999). 92 Robinson & Frost, supra note 67, at 234–35. 93 For a review of attempts to change or revoke the blood ban prior to 2015, see FARRELL, supra note 87, at 182–86. 94 See supra note 16 and accompanying text; Morrison, supra note 89, at 2397–98. 95 See supra note 17 and accompanying text. 2022] The PrEP Penalty 829 has also become ubiquitous,96 as have other novel means to prevent HIV infec-tion, such as PrEP.97 Nowadays, about 1.2 million Americans are living with HIV, and the an-nual number of new infections is over thirty-four thousand,98 mainly among MSM.99 HIV, therefore, remains a public health issue in the United States, but it is not close to what it was at the time of the blood ban enactment. When the policy was amended in 2015, the FDA recommended not accepting blood do-nations from men who had sex with men during the twelve months prior to donation.100 This amendment was the fruit of years of advocacy efforts by organ-izations such as the American Association of Blood Banks, America’s Blood Centers, the American Red Cross, and the American College of Physicians.101                                                                                                                            96 HIV Testing Locations: Where Can You Get Tested for HIV?, HIV.GOV, https://www.hiv.gov/hiv-basics/hiv-testing/learn-about-hiv-testing/where-to-get-tested [https://perma.cc/7G6N-SFSH] (June 5, 2020); see Francis & Francis, supra note 91, at 521–22 (discussing advancement in HIV testing technology). 97 See supra Section I.B (discussing the development of PrEP medication). 98 “In 2017, there were 38,281 new diagnoses of HIV infection reported in the United States; 81% . . . of these new diagnoses were among males and 19% . . . were among females.” Douglas K. Owens et al., U.S. Preventive Servs. Task Force, Preexposure Prophylaxis for the Prevention of HIV Infec-tion: US Preventive Services Task Force Recommendation Statement, 321 JAMA 2203, 2204 (2019) (citing 29 CDC, HIV SURVEILLANCE REPORT: DIAGNOSES OF HIV INFECTION IN THE UNITED STATES AND DEPENDENT AREAS, 2017, at 17 tbl.1a (2018), https://www.cdc.gov/hiv/pdf/library/reports/surveillance/cdc-hiv-surveillance-report-2017-vol-29.pdf [https://perma.cc/92NM-KQYK]); U.S. Statistics, HIV.GOV, https://www.hiv.gov/hiv-basics/overview/data-and-trends/statistics [https://perma.cc/7SHH-2DVF] (June 2, 2021). 99 The CDC has estimated that approximately 69% of HIV-positive Americans were MSM. HIV and Gay and Bisexual Men, CDC (Sept. 2021), https://www.cdc.gov/hiv/pdf/group/msm/cdc-hiv-msm.pdf [https://perma.cc/VLW9-8PPB]. See generally Chris Beyrer et al., Editorial Review, The Increase in Global HIV Epidemics in MSM, 27 AIDS 2665 (2013) (discussing the expanding epidemic of HIV among MSM and the limits placed on effective prevention strategies “by structural factors including, discrimination, criminalization [of HIV], and [lack of access] to healthcare”); Johanna Chapin-Bardales et al., Trends in Human Immunodeficiency Virus Diagnoses Among Men Who Have Sex with Men in North America, Western Europe, and Australia, 2000–2014, 28 ANNALS EPIDEMI-OLOGY 874 (2018) (investigating trends in HIV contraction rates in North America, Western Europe, and Australia from 2000 to 2014). 100 HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 5. The FDA also recommends that blood donation establishments “[d]efer for 12 months from the most recent contact a female who has had sex during the past 12 months with a man who has had sex with another man in the past 12 months.” See Revised Recommendations for Reducing the Risk of Human Immunodeficiency Virus Transmission by Blood and Blood Products—Questions and Answers, U.S. FOOD & DRUG ADMIN., https://www.fda.gov/biologicsbloodvaccines/bloodbloodproducts/questionsaboutblood/ucm108186.htm [https://perma.cc/SL8V-M538] (Feb. 2, 2018). 101 Adam R. Pulver, Gay Blood Revisionism: A Critical Analysis of Advocacy and the “Gay Blood Ban,” 17 LAW & SEXUALITY 107, 118–19 (2008); Hilary Daniel & Renee Butkus, Lesbian, Gay, Bisex-ual, and Transgender Health Disparities: Executive Summary of a Policy Position Paper from the Amer-ican College of Physicians, 163 ANNALS INTERNAL MED. 135, 136 (2015); Ass’n for the Advancement of Blood & Biotherapies, Am.’s Blood Ctrs. & Am. Red Cross, Joint Statement Before the Advisory Committee on Blood Safety and Availability: Donor Deferral for Men Who Have Had Sex with Another  830 Boston College Law Review [Vol. 63:813 In the midst of the COVID pandemic in April 2020, due to the scarce blood supply102 and public outcry,103 the FDA issued new recommendations to blood banks, changing the twelve-month deferral for donations from MSM to a three-month deferral.104 This means that currently, MSM can donate blood if they have not had sexual contact within the last three months. The “FDA ex-pects that the recommendations set forth in this revised guidance will continue to apply outside the context of the current public health emergency” and in-tends to revise the recommendations permanently within sixty days after the national emergency is lifted.105 Still, many scholars and advocates critiqued the modified blood ban for being discriminatory, stigmatizing, unconstitutional, and unnecessary due to advancements in blood monitoring as well as other precautions blood banks take to ensure the safety of the blood supply.106 The LGBTQ community and advocates accepted the newest short deferral policy with mixed feelings, call-                                                                                                                           Man (MSM), ASS’N FOR THE ADVANCEMENT OF BLOOD & BIOTHERAPIES (June 15, 2010), https://www.aabb.org/docs/default-source/default-document-library/positions/statement100615.pdf [https://perma.cc/GL77-VGSF]. 102 In 2014, for example, it was estimated that rescinding the ban altogether would add 360,600 potential male blood donors who could donate up to 615,300 additional pints of blood annually, a 4% increase of yearly blood donations. See Miyashita & Gates, supra note 19. 103 Doron Dorfman, Can the COVID-19 Interstate Travel Restrictions Help Lift the FDA’s Blood Ban?, J.L. & BIOSCIENCES, Apr. 22, 2020, at 2; Rasha Ali, Andy Cohen Slams FDA Rules After Being ‘Ineligible’ to Donate Plasma ‘Because I’m a Gay Man,’ USA TODAY, https://www.usatoday.com/story/entertainment/celebrities/2020/04/24/coronavirus-andy-cohen-ineligible-donate-plasma-fda-rules-gay-man/3020190001/ [https://perma.cc/QZQ4-GJE9] (Apr. 28, 2020); COVID-Surviving Doc-tor Denied Chance to Donate Plasma Because He’s Gay, CBS NEWS (June 25, 2020), https://www.cbsnews.com/news/covid-surviving-doctor-denied-chance-to-donate-plasma-because-hes-gay/ [https://perma.cc/D22H-N4BC]. On March 26, 2020, a group of fifteen Democratic U.S. Senators sent a letter to the FDA urging it to “shift away from antiquated and stigmatizing donation policies” and address a scarcity of blood. Letter from Tammy Baldwin, U.S. Sen., et al., to Stephen M. Hahn, Comm’r, U.S. Food & Drug Admin. (Mar. 26, 2020), https://www.baldwin.senate.gov/imo/media/doc/FDA%20MSM%20Blood%20Donor%20Deferral%20Policy%20Letter%2003262020_final.pdf [https://perma.cc/97PN-F6HA]. 104 HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 6. This new deferral period is similar to that currently in place in the United Kingdom. Id.; See Beattie RH Sturrock & Stuart Muck-low, What Is the Evidence for the Change in the Blood Donation Deferral Period for High-Risk Groups and Does It Go Far Enough?, 18 CLINICAL MED. J. 304, 304 (2018). 105 HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 2. 106 See, e.g., Luke A. Boso, Dignity, Inequality, and Stereotypes, 92 WASH. L. REV. 1119, 1158–60 (2017); Michael Christian Belli, The Constitutionality of the “Men Who Have Sex with Men” Blood Donor Exclusion Policy, 4 J.L. SOCIETY 315, 362–75 (2003); Dwayne J. Bensing, Comment, Science or Stigma: Potential Challenges to the FDA’s Ban on Gay Blood, 14 U. PA. J. CONST. L. 485, 495 (2011); Vianca Diaz, Comment, A Time for Change: Why the MSM Lifetime Deferral Policy Should Be Amended, 13 U. MD. L.J. RACE, RELIGION, GENDER & CLASS 134, 144 (2013); Morrison, supra note 89, at 2390–91; Michael Varrige, Note, Continuing Stigma: Why the FDA’s Policy Defer-ring Men Who Have Sex with Men from Donating Blood Is Unconstitutional & a Poor Policy Choice, 69 SYRACUSE L. REV. 611, 629 (2019). 2022] The PrEP Penalty 831 ing it a “step in the right direction”107 yet continuing to emphasize that the modified ban still falls within the notion of a persistent aversion to sex be-tween men in American law.108 Those critics have also pointed to evidence-based research that supports lifting the ban altogether,109 an action several countries worldwide have al-ready taken.110 For example, between 2018 and 2021, Israel initiated a pro-gram to permit MSM to give blood absent any type of deferral period using a method of “double testing” the blood.111 Under this program, plasma from MSM was tested for infectious diseases; if found negative, it was “separated, frozen and kept in cooled quarantine for four months.”112 Following the quar-antine period, the donor gave blood again, and if it was also found negative, both the frozen and the new blood were approved for transfusion.113 Italy and Spain have taken another approach.114 Their systems use an individual evalua-tion of “high-risk” behaviors; the systems assess each potential donor’s risk                                                                                                                            107 See, for example, the statement issued by Lambda Legal Defense and Education Fund, a well-known LGBTQ rights organization: While [the new deferral policy is] a step in the right direction, the new guidance falls short of what many recognize as the optimal policy for enhancing the safety of the blood supply while ensuring it does not discriminate against gay, bisexual and transgender people—a policy based on the conduct of the potential donor rather than the donor’s sexual orientation or gender identity. FDA’s New Blood Donation Policy a Step in the Right Direction, but Falls Short, LAMBDA LEGAL (Apr. 2, 2020), https://www.lambdalegal.org/blog/20200402_new-blood-donation-policy-falls-short [https://perma.cc/M3VG-KXNV]. A similar statement was made by Human Rights Campaign presi-dent Alphonso David: “While this change by the FDA is a step in the right direction, it still bases itself in bias rather than science.” See Elizabeth Bibi, HRC Responds to FDA’s Updated Policy on So-Called Blood Ban, HUM. RTS. CAMPAIGN (Apr. 2, 2020) (quoting Alphonso David, then-President of the Human Rights Campaign), https://www.hrc.org/blog/hrc-responds-to-the-fdas-updated-policy-on-so-called-blood-ban [https://perma.cc/2HYG-BHLQ]. 108 Robinson & Frost, supra note 67, at 216. 109 Id. at 249; Varrige, supra note 106, at 626–28. 110 I. Glenn Cohen, Jeremy Feigenbaum & Eli Y. Adashi, Reconsideration of the Lifetime Ban on Blood Donation by Men Who Have Sex with Men, 312 JAMA 337, 338 (2014); Soucek, supra note 89, at 1903; Varrige, supra note 106, at 630–32.  111 Varrige, supra note 106, at 630 (citing Grace Guarnieri, Gay and Bisexual Men in Israel Can Now Donate Blood Without Delay, but Not in the U.S., NEWSWEEK (Jan. 10, 2018), https://www.newsweek.com/gay-bisexual-blood-donors-israel-delay-776679 [https://perma.cc/LHS4-K5GT]).  112 Judy Siegel-Itzkovich, Gay Men Allowed to Donate Blood Through Magen David Adom in New Policy, JERUSALEM POST, https://www.jpost.com/Israel-News/Gay-men-allowed-to-donate-blood-through-Magen-David-Adom-in-new-policy-533355 [https://perma.cc/54T4-J2HN] (Jan. 11, 2018); Varrige, supra note 106, at 630 (citing Guarnieri, supra note 111). 113 Siegel-Itzkovich, supra note 112; Guarnieri, supra note 111; Itzchak Levy et al., Attitudes and Perceptions Among Men Having Sex with Men Towards a New Non-Deferral Blood Donation Policy in Israel, 114 VOX SANGUINIS 310, 311 (2019); see also infra note 119 and accompanying text (dis-cussing Israel’s current blood donation policy as changed in 2021). 114 Ruth Offergeld et al., Sexual Risk Behaviour and Donor Deferral in Europe, 107 VOX SAN-GUINIS 420, 421–22 (2014). 832 Boston College Law Review [Vol. 63:813 using “an extensive questionnaire” whereby “[s]exual orientation is not a dis-qualifier; instead, sexual orientation is one component of individualized risk assessment.”115 Research on the Italian system concluded that this policy “did not . . . affect either the incidence or prevalence of HIV infection among blood donors” whether MSM or not.116 Between 2020 and 2021, Hungary,117 Eng-land,118 and Israel119 followed suit and adopted similar individual risk assess-ment systems, thus eliminating blood deferral policies for MSM. Donating blood has been described as a civic duty that also signals to so-ciety that the donor is healthy and a normative person.120 Exclusion from the “civic ritual of blood donation” was found to contribute to “feelings of isola-tion and alienation” among gay men, making them feel like second-class citi-zens.121 Nevertheless, the discriminatory effects of the blood ban have received “considerably less attention” compared to other LGBTQ issues, namely mar-riage equality and the right to have a family.122 The bottom line is that the blood ban’s deferral policy is a blanket rule that generalizes all MSM as potential carriers of infectious disease—namely                                                                                                                            115 Id.; Cohen et al., supra note 110, at 338. 116 Barbara Suligoi et al., Changing Blood Donor Screening Criteria from Permanent Deferral for Men Who Have Sex with Men to Individual Sexual Risk Assessment: No Evidence of a Significant Impact on the Human Immunodeficiency Virus Epidemic in Italy, 11 BLOOD TRANSFUSION 441, 447 (2013). 117 Mikelle Street, Hungary Removes Ban on Gay and Bi Men Donating Blood, OUT (May 8, 2020), https://www.out.com/health/2020/5/08/hungary-removes-ban-gay-and-bi-men-donating-blood [https://perma.cc/M9RB-ZKE5]. 118 Elizabeth Kuhr, U.K. to Allow Sexually Active Gay and Bisexual Men to Donate Blood, NBC NEWS (Dec. 14, 2020), https://www.nbcnews.com/feature/nbc-out/u-k-allow-sexually-active-gay-men-donate-blood-n1251095 [https://perma.cc/DQ9U-4ZJ4].  119 Amy Spiro, Health Minister Announces Removal of All Blood Donations Restrictions for Gay Men, TIMES OF ISRAEL (Aug. 19, 2021), https://www.timesofisrael.com/health-minister-announces-removal-of-all-blood-donation-restrictions-for-gay-men/ [https://perma.cc/YR4B-TVCN]. 120 Olivier Garraud & Jean-Jacques Lefrère, Letter to the Editor, Voluntary Non-Remunerated Blood Donation and Reasons for Donating: Is There Room for Philosophy?, 12 BLOOD TRANSFUSION (SUPP. 1) s404, s404–05 (2014); Professor Kara Swanson describes how, since the 1930s, blood banks and the Red Cross have framed giving blood donations as a “civic-minded generosity” to encourage donations, rather than paying for the giving of blood. See KARA W. SWANSON, BANKING ON THE BODY: THE MARKET IN BLOOD, MILK, AND SPERM IN MODERN AMERICA 67–68 (2014). Along the lines of depicting blood donations as a civic duty and the right thing to do, in his famous 1970 book The Gift Relationship, Richard Titmuss argued that the United Kingdom’s system of donating blood voluntarily was superior to that of the American system where donors were traditionally paid for giv-ing blood; he writes: “The forms and functions of giving [blood] embody moral, social, psychological, religious, legal and aesthetic ideas. They may reflect, sustain, strengthen or loosen the cultural bonds of the group, large or small.” TITMUSS, supra note 86, at 54. 121 BENNETT, supra note 34, at 118–20. 122 Id. at 120. 2022] The PrEP Penalty 833 HIV—creating a stigmatizing effect on that population.123 Up until this time, a common critique of the deferral policy has rightly been that this generalization is avoidable by using alternative methods of assessing risks or technological advancement in testing blood. Therefore, there is no longer a bona fide, scien-tific reason to have this stigmatizing policy in place.124  PrEP brings about a new, significant critique of the blood ban; the law treats PrEP paradoxically. On the one hand it endorses and incentivizes use of the drug, yet on the other, it prevents PrEP users, largely sexually active gay men, from donating blood that in turn creates stigma around PrEP use.125 With more and more gay men using PrEP to eliminate their chances of getting HIV, it does make sense to allow those who take this preventive measures to give blood without restrictions—combined, of course, with necessary testing of do-nated blood. This project is the first to examine empirically public support for such a move. It hypothesizes that, after participants are primed on PrEP as an effec-tive HIV preventive measure, they will feel more comfortable receiving blood from those using it and will support abolishing the ban. The goal of this study is therefore to explore the ways in which PrEP could have broader implications for moving the needle of public opinion on existing rules and policies.126 Public campaigns, advocacy, and lobbying efforts have a history of changing views of public legitimacy and thereby bringing about amendments to the FDA’s legal policies.127 Public health scholars acknowledge that the FDA does not and cannot render policy decisions solely on scientific reason-ing; the agency has to be held accountable to the public, the President, and Ex-ecutive Branch officials.128 This is because “even the most well-intentioned FDA career scientist may have ideas about what is in the ‘nation’s best interest’ that are different from those of members of the public whose lives are affected                                                                                                                            123 Robinson & Frost, supra note 67, at 251 (“[T]he federal government, rather than being guided by empirical differences in HIV risk, has chosen to ignore scientific findings in favor of broadly char-acterizing all sexually active MSM as high risk.”). 124 See supra note 106 and accompanying text (describing common criticisms of the blood ban on legal and medical grounds). 125 See supra Section I.B (discussing the development of PrEP medication). 126 See infra Part II (describing this Article’s experimental methodology). 127 See Charlene Galarneau, ‘The H in HIV Stands for Human, Not Haitian’: Cultural Imperial-ism in US Blood Donor Policy, 3 PUB. HEALTH ETHICS 210, 215–16 (2010); Lewis A. Grossman, AIDS Activists, FDA Regulation, and the Amendment of America’s Drug Constitution, 42 AM. J.L. & MED. 687, 692 (2016); Lewis A. Grossman, FDA and the Rise of the Empowered Consumer, 66 AD-MIN. L. REV. 627, 651 (2014); T. Joseph Mattingly II & Linda Simoni-Wastila, Patient-Centered Drug Approval: The Role of Patient Advocacy in the Drug Approval Process, 23 J. MANAGED CARE & SPECIALTY PHARMACY 1078, 1079 (2017). 128 Holly Fernandez Lynch, Steven Joffe & Matthew S. McCoy, The Limits of Acceptable Politi-cal Influence Over the FDA, NATURE MED. (Jan. 18, 2021), nature.com/articles/s41591-020-01200-w#citeas [https://perma.cc/D736-RYHH]. 834 Boston College Law Review [Vol. 63:813 by [those] decisions.”129 The recent change in the deferral period during the COVID-19 pandemic, following a letter from several U.S. Senators and the cries over scarcity in blood supply, is yet another example of the reciprocal relationship between the public’s views and FDA policy.130 Therefore, this study of public perceptions regarding the blood ban in light of PrEP is crucial, as it may affect the design of FDA law and policy. II. METHODOLOGY This Part explains the experiment designed to examine whether and how public support for the blood ban varies with a potential gay donor’s use of PrEP. Section A introduces and explains the research questions and population underlying the experiment.131 Section B details the design and implementation of the experiment.132 A. Research Questions and Research Population The experiment aims to answer this principal question: Does familiarity with PrEP have an effect on one’s willingness to accept blood from a gay donor and on the public legitimacy of the blood ban? The hypothesis is that, after participants were informed on what PrEP does, they will be less concerned about HIV infection. This knowledge and senti-ment should increase the likelihood of one’s willingness to accept a blood do-nation from a potential gay donor and decrease support of the blood ban, an effect both on a personal and a policy level. To further the scope of this study, I also include another factor, an independent variable, that might influence pub-lic views on abolishing the blood ban for gay PrEP users—the marital and pa-rental status of such a potential gay donor. The rationale is to test if and how the new legally-recognized status of queer families affects ideas about sexual behavior. In the post-Obergefell v. Hodges133 era and with historic and ever-growing representations of LGBTQ families in popular culture and everyday life,134 one                                                                                                                            129 Id. An “ideal arrangement” regarding the FDA’s independence, an issue that was raised fol-lowing the COVID-19 pandemic, “would ensure that the FDA’s decisions remain accountable to pub-lic values while limiting the extent to which inexpert or conflicted political actors can influence those decisions.” Id. 130 See supra note 102–103 and accompanying text. 131 See infra notes 133–142 and accompanying text. 132 See infra notes 143–153 and accompanying text. 133 Obergefell v. Hodges, 576 U.S. 644 (2015). For a discussion of the case, see infra Section IV.C. 2022] The PrEP Penalty 835 could presume that the trend of supporting and accepting LGBTQ families would affect support of other LGBTQ issues,135 such as the abolition of the blood ban. This study therefore seeks to answer a second question that, on a broader level, speaks to a reservation held by those who have criticized the centrality of marriage rights in the LGBTQ agenda:136 Does a potential gay blood donor’s marital or parental status (being single, married, a single parent, or a married parent) have an effect on one’s willingness to accept blood from a gay donor and on the public legitimacy of the blood ban policy? The hypothesis is that the donor’s marital and parental status will increase one’s willingness to accept a blood donation from a potential gay donor, but will not affect the issue on the policy level. That is, these factors will not have an effect on views of the legitimacy of the blood ban. To answer these questions, I designed a survey experiment and pro-grammed it using Qualtrics.137 To increase the external validity of the results, I replicated similar versions of the experiment twice on two separate samples. I ran the experiment in May 2019 with a sample of 3,319 participants that the online panel company Lucid distributed.138 Participants viewed the current ex-periment together with another unrelated short experiment.139 The main find-ings of the experiment replicated an older version of the study I ran in April 2017 with a sample of two thousand participants. The findings from the 2017 version of the experiment are reported in Appendix II.140                                                                                                                            134 Andre Cavalcante, Anxious Displacements: The Representation of Gay Parenting on Modern Family and The New Normal and the Management of Cultural Anxiety, 16 TELEVISION & NEW ME-DIA 454, 456 (2015). 135 For a discussion of how many saw the marriage equality campaign as aiming to legitimize LGBTQ identity, see infra notes 286–291. 136 See, e.g., KATHERINE FRANKE, WEDLOCKED: THE PERILS OF MARRIAGE EQUALITY 64, 97 (2015); MICHAEL WARNER, THE TROUBLE WITH NORMAL: SEX, POLITICS, AND THE ETHICS OF QUEER LIFE 96–97 (1999). 137 Qualtrics is a software company that provides services allowing for the creation and dissemi-nation of online surveys. See About Us, QUALTRICS, https://www.qualtrics.com/about/ [https://perma.cc/95CS-CFAR]. 138 Lucid aggregates survey participants from multiple sources and, through repeated interaction with survey participants, allows recruitment of designated population groups. See About Us, LUCID, https://luc.id/about-us/ [https://perma.cc/8XED-9NDQ]. 139 The other experiment pertained to learning accommodations for college students. 140 See infra app. II. Although the main finding of a PrEP penalty in both willingness to accept a donation and support of changing the policy was replicated in both the 2017 and 2019 studies, the two experiments were slightly different. The 2017 version of the experiment included a different descrip-tion of PrEP from what was eventually presented in 2019. It did not include a comprehension check for participants to make sure they understood what PrEP does nor did it include a “straight blood do-nor” condition. The experiment in 2017 was included in omnibus surveys comprising questions on various topics investigated by Stanford University researchers from various departments and thus  836 Boston College Law Review [Vol. 63:813 To further ensure the external validity of the finding, it is important to acknowledge that Lucid produces samples considered more diverse and repre-sentative of the general U.S. population than those collected through online convenience samples141 such as Amazon Mechanical Turk (MTurk).142 Table 1 summarizes basic information about the sample. The average age of individuals in the study was forty-five years, and 53% of subjects identified as female. Out of the sample, 12% of participants identified as LGBTQ, and 38% said they had an LGBTQ family member or a close friend. Table 1. Summary Statistics of the Research Population N 3,319 Gender  Male 1599 (48%) Female  1708 (53%) Other 12  (0.36%) Mean Age 45 Identification as LGBTQ 394 (12%) Not LGBTQ w Personal Connection w LGBTQ  1122 (38%) Prior Knowledge of  PrEP 1089 (33%)  Party ID Democrat 1307 (39%) Republican 973   (29%) Independent 948   (29%) Other/Not Sure 91     (3%)                                                                                                                            allowed for some flexibility in the ordering of the questions. None of the other questions on the survey concerned health policy, LGBTQ rights, or any topic I thought could potentially bias the results. 141 See generally Alexander Coppock & Oliver A. McClellan, Validating the Demographic, Polit-ical, Psychological, and Experimental Results Obtained from a New Source of Online Survey Re-spondents, RSCH. & POL., Jan.–Mar. 2019, at 1 (comparing the Lucid sample to MTurk, the Census Bureau’s Current Population Survey, and the American National Election Study (ANES) and conclud-ing that the Lucid sample is more psychologically similar to the ANES than the MTurk sample on the “Big-5” personality battery, and also showing the validity of Lucid by replicating renowned social psychology experiments). 142 Before running the experiment on YouGov and Lucid, I also ran pretests for the experiment on MTurk to test whether the treatment causes an effect. 2022] The PrEP Penalty 837 B. The Experimental Design 1. Introducing PrEP and the Blood Ban to Participants The experiment presents participants with a vignette about a potential blood donor. I manipulated whether or not the donor is taking PrEP along with his familial status. Before being presented with the vignette, participants were first introduced to PrEP. Participants all received the following description: PrEP is a medication that prevents people from getting HIV. PrEP is approved by the Food and Drug Administration (FDA) and has been shown to be safe and effective. Studies around the world have shown PrEP is 99% effective in pre-venting HIV. A single pill taken once daily virtually eliminates the risk of getting HIV.143 The participants were then asked whether they had heard of PrEP previously. Approximately two-thirds (2,219 participants) had not, whereas one-third (1,098 participants) had heard of PrEP before.144 To ensure participants understood what PrEP is and what it does, I asked them, based on the description they read, which was still presented on their screens, whether the statement that PrEP “virtually eliminates the risk of get-ting HIV” is true or false. Participants who answered that the statement was false failed the comprehension check and were later excluded from any further analysis. Thirty percent of the original sample (999 participants) failed the comprehension check,145 leaving a sample of 2,317 participants on which the rest of the analysis was based. Nevertheless, running the analysis on the entire sample still supported the main findings.                                                                                                                            143 The 2017 experiment used a slightly different description: “PrEP, or Pre-Exposure Prophylax-is, is an anti-HIV medication that keeps HIV-negative people from becoming infected. PrEP is ap-proved by the Food and Drug Administration (FDA) and has been shown to be safe and effective. A single pill taken once daily is highly effective against HIV infection.” I decided to update the descrip-tion in 2019 after running pretests on MTurk and Lucid that received better comprehension scores. 144 This is a big rise in knowledge of PrEP compared with 2017, when the previous version of the experiment was fielded. In 2017, 83% (1,653 participants) reported that they had not heard of PrEP, whereas only 17% (347 participants) reported they had. The rise in public awareness of PrEP is an interesting finding to policymakers in and of itself and may be attributed to the treatment becoming more widely used and advertised in the two-year period. 145 I pre-tested multiple versions of the comprehension check question, and the statement chosen was the one that yielded the least number of failures and was considered the clearest to participants. It is not possible to know why a relatively large percentage of the participants failed the comprehension check. A possible hypothesis is that some participants had such a strong opinion on the topic of HIV and gay sex that they simply did not want to believe the information given to them. 838 Boston College Law Review [Vol. 63:813 After receiving the information about PrEP, the participants were intro-duced to the FDA’s blood ban entailing the one-year deferral period that was in place in 2019:146F146 The Food and Drug Administration (FDA) does not accept blood donations from men who have had sex with men in the year prior to the donation. It is important to note that all blood donations from every single donor, even those who are eligible to give blood, are tested by blood banks for HIV and other diseases.147 Therefore, I kept the issue of the testing of transfusions con-stant and not in controversy for participants by assuring them that “blood banks always test donations for contamination.” Following those descriptions, participants were shown the main vignette for the study. 2. The Main Treatment: Jim the Universal Gay Blood Donor Participants were presented with a short vignette about Jim, a man who is a universal donor, meaning his blood type is compatible with all other blood types. The participants were randomly assigned to two independent variables: (1) Jim’s use of PrEP; and (2) his familial status. Each participant received on-ly one treatment out of the eight possible combinations of Jim as a gay man and one of him as a straight man (between-subject design). Table 2: The Random Treatment                                                                                                                                      146 As previously mentioned, in April 2020, the deferral policy was changed to three months. HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 6; see supra notes 102–104 and ac-companying text (discussing recent changes to the blood ban deferral period). 147 Keeping Blood Transfusions Safe: FDA’s Multi-layered Protections for Donated Blood, U.S. FOOD & DRUG ADMIN., https://www.fda.gov/vaccines-blood-biologics/safety-availability-biologics/keeping-blood-transfusions-safe-fdas-multi-layered-protections-donated-blood [https://perma.cc/WR4J-TR63] (Mar. 23, 2018) (“The FDA reviews and approves all test kits used to detect infectious diseases in donated blood. After donation, each unit of donated blood is required to undergo a series of tests for infectious diseases . . . .”). Jim is taking PrEP Jim is not taking PrEP Married and a parent Married and a parent Married Married Single parent Single parent Single Single Straight  2022] The PrEP Penalty 839 A list of all nine vignettes presented to the participants is found in Appen-dix I. Below is an example of one of the nine vignettes randomly assigned to participants. In this vignette Jim is a Married Parent on PrEP, and it read as follows: Jim is in his early thirties. He is a gay married father. He and his husband are raising their 5-year-old daughter. Every day for the last two years, Jim and his husband have been taking PrEP, the drug that prevents people from getting HIV. Jim is a universal donor, meaning his blood type is compatible with all other blood types. The vignette where Jim is a Married Parent but is not taking PrEP read as fol-lows: Jim is in his early thirties. He is a gay married father. He and his husband are raising their 5-year-old daughter. Jim is a universal do-nor, meaning his blood type is compatible with all other blood types. Other than introducing Jim, the potential donor, as a gay man, the exper-iment also included a vignette condition depicting him as straight. In the only vignette where Jim was not gay, but straight, he was taking PrEP. The vignette did not articulate Jim’s familial status. That vignette read as follows: Jim is a straight man in his early thirties. Every day for the last two years, Jim has been taking PrEP, the drug that prevents people from getting HIV. Jim is a universal donor, meaning his blood type is compatible with all other blood types. The rationale in including this vignette is to make a distinction between the stigma that might be attached to either the donor’s sexual identity or to PrEP use. This is despite the fact that the blood ban does not prohibit straight men taking PrEP from donating; it only prohibits MSM from doing so.148 Therefore, I did not introduce the blood ban policy to the participants random-ly assigned the “straight treatment.” Participants were assured though that the blood banks check all donations for contamination. After being presented with one of the randomly assigned vignettes, partic-ipants were asked two Likert scale questions that served as the dependent vari-ables:                                                                                                                            148 See HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 6; see also supra notes 102–105 and accompanying text (describing the current state of the FDA’s blood ban policy). 840 Boston College Law Review [Vol. 63:813 (1) Personal level – Willingness to accept the blood: In a medical situation, would you accept a blood transfusion if you knew Jim is the donor?149 (2) Policy level – Supporting changing the FDA to allow Jim to do-nate blood: Should the FDA policy allow Jim to donate blood?150 Participants had the option to share their concerns about accepting the blood donation or changing the policy in an open-ended question, yielding quali-tative insights into participants’ decision-making processes. Some narratives from participants are presented in the discussion of the findings in Part IV. The experimental survey included other variables—predictors—that I an-ticipated would relate to the relationship between the independent variables (the donor’s PrEP use and familial status) and dependent variables (willingness to accept a blood donation and supporting an abolishment of the ban). In this study, there were three groups of predictors. The first group had to do with PrEP and blood donation policy. These predictors included: (1) prior knowledge of PrEP; (2) level of trust in the FDA; (3) level of trust in blood banks; (4) willingness to comply with another blood donation deferral policy related to traveling abroad;151 and (5) tolerance toward donors who are taking another kind of medication for a chronic condition.152 The second groups of predictors related to the LGBTQ community. Those were: (1) identification as an LGBTQ individual; (2) having a close relationship with an LGBTQ indi-vidual; and (3) support of gay men’s right to marry and have sexual relation-ships. The last two variables were combined using factor analysis and are re-                                                                                                                           149 This question was measured on a five-point Likert scale. The answers were: (1) Definitely won’t accept the blood transfusion; (2) Probably won’t accept the blood transfusion; (3) Might or might not accept the blood transfusion; (4) Probably will accept the blood transfusion; and (5) Defi-nitely will accept the blood transfusion. 150 This question was measured on a four-point Likert scale. The answers were: (1) Definitely should not be allowed; (2) Probably should not be allowed; (3) Probably should be allowed; and (4) Definitely should be allowed. 151 The question on another deferral policy was: “The FDA does not accept blood donations from Americans who spent time in certain foreign countries. Turkey is one of these countries. If you were in a medical situation, would you accept a blood transfusion if you knew the donor had spent a year in Turkey?” The responses were measured on a five-point Likert scale. 152 During the pretests done on the experiments, some participants in early runs had concerns about having any kind of medication, and not PrEP specifically, in the blood supply. To control for this concern that might affect decision-making, I included the following question that checked for it: “Ben has a severe allergy to dust mites, tiny bugs that commonly live in house dust. He therefore frequently takes a prescription medication that relieves the allergy symptoms. The drug is approved by the Food and Drug Administration (FDA) and has been shown to be safe and effective. If you were in a medical situation, would you accept a blood transfusion from Ben?” The responses were measured on a five-point Likert scale. 2022] The PrEP Penalty 841 ferred to as “support of gay men.”153 Finally, the third group of predictors was demographics, including age, gender, race, and ethnicity. III. FINDINGS The primary findings show a phenomenon I call the “PrEP penalty.” Even when educated about the health benefits of the new PrEP treatment, partici-pants are on average more reluctant personally to accept blood donated by a gay man who is taking PrEP compared with a gay man not taking PrEP. A straight donor on PrEP was always more preferable in the eyes of participants compared with gay donors on PrEP. Accounting for the family status of the potential gay donor, the PrEP penalty exists for gay fathers, single and mar-ried, yet there is not strong evidence to indicate it exists for either single or married gay men. Section A of this Part details the experiment’s findings with regard to par-ticipants’ willingness personally to accept blood donations form PrEP users.154 Section B details the experiment’s findings with regard to participants’ support for a change to the FDA’s blood ban policy.155 Section C discusses the experi-ment’s findings considering other factors, including participants’ fear of HIV and perceptions of promiscuity among PrEP users.156 A. Willingness to Accept Blood Donations Contrary to the initial hypothesis, there is a PrEP penalty even when par-ticipants are educated about the health benefits of PrEP treatment. On average, participants were more reluctant personally to accept blood donated by a gay man who is taking PrEP compared with a gay man not taking PrEP (β = -0.17, SE = 0.06, P = 0.003). In other words, when the gay donor’s familial status is not accounted for, participants preferred to accept a blood donation from non-PrEP users over PrEP users. When participants compared gay donors on PrEP with straight donors on PrEP, participants were always more inclined to accept a blood donation from a straight donor, regardless of the gay donor’s familial status. Granted, the FDA’s deferral policy refers only to gay donors, so it makes sense that partici-                                                                                                                           153 Participants were asked: “How much do you agree with the following statement: ‘Sexual rela-tions between two adult men are acceptable’” and “How much do you agree with the following state-ment: ‘Homosexual couples should have the right to marry one another.’” The responses were meas-ured on a five-point Likert scale. A factor analysis conducted on these two questions yielded a Cronbach’s alpha of 0.87 that showed that they loaded onto a single factor. Therefore, they were com-bined into one measure that was included in the regression analysis. 154 See infra notes 157–159 and accompanying text.  155 See infra pp. 846–48 and accompanying text. 156 See infra notes 160–165 and accompanying text. 842 Boston College Law Review [Vol. 63:813 pants would obey the rule and be reluctant about taking a blood donation from a gay donor.157 Yet this finding is telling of the different treatment occurring as a consequence of the policy. Table 3: OLS Regression of Willingness to Accept a Blood Donation   On PrEP -0.173**  (0.06)   Gay Single (ref.) ---   Gay Married -0.08  (0.08)   Gay Single Father 0.06  (0.08)   Gay Married Father 0.09  (0.08)   Straight 0.6***  (0.109)   Constant 2.9*** R Square 0.019 Adjusted R Square 0.016 N 2321 * P < 0.05; ** P < 0.01; *** P < 0.001 (two-tailed test)                                                                                                                             157 See HHS & FDA REVISED RECOMMENDATIONS, supra note 16, at 6; see supra notes 102–105 and accompanying text (describing the current state of the FDA’s blood ban policy). 2022] The PrEP Penalty 843 Figure 1. Willingness to Accept a Blood Donation by PrEP Use and Sexual Identity   The family status of the potential gay man complicates the PrEP penalty. When analyzing the data according to the potential gay donor’s familial status, the findings show that the PrEP penalty clearly appears when the potential gay donor is a father, whether married or single. This demonstrates that participants “penalized” gay fathers for taking PrEP and responded they would rather ac-cept blood from gay fathers who do not take PrEP.158 There was no evidence for a PrEP penalty for single or married donors without children, meaning that there was no statistically significant difference in the willingness to accept blood from single gay donors or married gay do-nors who were taking PrEP or not taking PrEP.159                                                                                                                            158 For a single father (β = -0.37, SE = 0.12, P = 0.002) and for a married father (β = 0.35, SE = 0.11, P = 0.002). 159 For single gay donors (β = -0.74, SE = 0.11, P = 0.516) nor for the married without children condition (β = 0.12, SE = 0.12, P = 0.32). 844 Boston College Law Review [Vol. 63:813 Figure 2. Willingness to Accept a Blood Donation by PrEP Use, Familial Status, and Sexual Identity   In conclusion, participants were likely on average to impose the PrEP penalty on blood donations from a gay man. When considering the potential gay donor’s family status, the PrEP penalty exists with regard to single or mar-ried gay fathers, yet there is no strong evidence to indicate it exists for single gay men or for married gay men without children. A straight donor on PrEP was always more preferable in the eyes of participants compared with a gay donor on PrEP. In terms of other predictors that had a statistically significant effect on willingness to accept blood from Jim, participants who supported gay men’s right to marry and have sexual relations, and those who had some connection with an LGBTQ individual, were more willing to accept a blood donation from a gay man (P < 0.001). Participants who were willing to accept a donation from a person who was taking a different medication were also more willing to accept a blood donation from a gay donor (P < 0.001). Participants who were willing to accept a blood donation from a donor who had visited a foreign country for which the FDA has restricted visitors’ donations were also more willing to accept a donation from a gay man (P < 0.001). This finding indicates consistency with certain participants’ noncompliance with FDA policies.  Prior knowledge of PrEP did not affect participants’ willingness to accept the blood donation. This finding helps establish the internal validity of the pro-ject, as it indicates that the level of familiarity with PrEP does not affect the attitude toward accepting a donation.  2022] The PrEP Penalty 845 I found a statistically significant (P < 0.001) negative relation between will-ingness to accept a donation and age. As age increases, people are less willing to accept a blood donation, although the effect size is very small (β = 0.006).  Trust in blood banks had a small positive effect on willingness to accept a blood donation (P < 0.01), yet trust in the FDA did not have a statistically sig-nificant effect on the decision to accept a blood donation. Gender and race also did not have a statistically significant effect. Table 4: Predictors Affecting Willingness to Accept a Blood Donation   Prior Knowledge of  PrEP -0.525  (0.051)  Support Gay Men  0.29***  (0.018)   Contact w LGBTQ 0.14**  (0.05)   Trust in FDA 0.02  (0.025)  Trust in Blood Banks  0.08**  (0.03)  Incompliance w Other Bans  (Foreign Country)  0.32*** (0.02)   Attitudes Toward Having Any  Medications in Blood Supply 0.2*** (0.02)   Age -0.006***  (0.001)  Gender (Female) -0.024 (0.25)   Constant 0.36*** R Square 0.38 Adjusted R Square 0.37     N   2027 * P < .05; ** P < .01; *** P < .001 (two-tailed test) 846 Boston College Law Review [Vol. 63:813 B. Supporting a Change to the FDA Policy The PrEP penalty is consistent when examining the legitimacy of the FDA’s blood deferral policy. As with the personal willingness to accept a blood donation, here too, participants were more reluctant about changing the policy to allow a gay man on PrEP to donate blood compared with a gay man who does not take PrEP (β = -0.15, SE = 0.04, P = 0.001). Table 5: OLS Regression of Support of Changing the FDA’s Blood Ban   On PrEP -0.152***  (0.044)   Gay Single (ref.) ---   Gay Married -0.07  (0.062)   Gay Single Father 0.001  (0.062)   Gay Married Father 0.04  (0.061)   Straight 0.34***  (0.082)   Constant 2.55*** R Square 0.013 Adjusted R Square 0.011 N 2321 * P < 0.05; ** P < 0.01; *** P < 0.001 (two-tailed test)  When participants were asked whether they would support abolishing the blood ban in order to allow Jim to donate blood, there was a clear PrEP penalty that applied to gay donors, regardless of whether the donor was taking PrEP, compared to a straight donor on PrEP. Participants were most inclined to change the policy to allow a straight donor on PrEP to donate, followed by a gay donor not on PrEP, and least likely to support a policy allowing a gay do-nor on PrEP to donate blood. At the policy level, however, I did not detect a connection between the donor’s family status and willingness to abolish the blood ban, as no overall effect between these variables was found. 2022] The PrEP Penalty 847 Figure 3. Support of Changing the FDA’s Blood Ban  by PrEP Use and Sexual Identity   In terms of other predictors with a statistically significant effect on the support of changing the policy, the findings are very similar to those regarding accepting a blood donation. The predictors that had a positive statistically sig-nificant relationship with support of changing the policy were as follows: (1) support of gay men’s rights to marry and have sexual relations (P < 0.001); (2) connection with an LGBTQ person (P < 0.05); (3) willingness to accept a blood donation from a donor who visited a foreign country, that is, noncompli-ance with another FDA blood donation policy (P < 0.001); (4) willingness to accept blood from a donor who takes medication for a chronic condition (P < 0.001); and (5) trust in blood banks (P < 0.001). Again, age had the same small negative effect on support for changing the policy (β = 0.006; P < 0.001). Prior knowledge about PrEP, trust in the FDA, and participants’ gender and race did not have statistically significant effects on support for eliminating the blood ban. 848 Boston College Law Review [Vol. 63:813  Table 6: Predictors Affecting the Support of Changing the Policy   Prior Knowledge of  PrEP 0.002  (0.04)  Support Gay Men  0.255***  (0.014)   Contact w LGBTQ 0.83*  (0.04)   Trust in FDA 0.014  (0.02)  Trust in Blood Banks  0.04*  (0.02)  Incompliance w Other Bans (Foreign Country)  0.2*** (0.02)   Attitudes Toward Having Any Medications in Blood Supply 0.09*** (0.02)   Age -0.006***  (0.001)  Gender (Female) -0.02 (0.4)   Constant 0.839*** R Square 0.328 Adjusted R Square 0.326 N 2032 C. Mediators: The Fear of HIV and Perceptions of Promiscuity The survey included questions related to possible mediators between the two independent variables (use of PrEP and the donor’s familial status) and the dependent variables (willingness to accept a gay donor’s blood and the support of the blood ban). Mediators explain the strength of the impact and help ex-2022] The PrEP Penalty 849 plain why a given effect emerges between the independent variables and the dependent variables.160 In this study, I predicted that two mediators could ex-plain the relationship between PrEP use, familial status, and the dependent var-iables. The two mediators are: (1) fear of contracting HIV or STIs;161 and (2) perception about the promiscuity of the donor.162 I included questions to assess those mediators in the experimental survey. I conducted a mediation analysis on the data to see whether perceived promiscuity is one possible reason for why participants were less willing to accept a blood donation from gay men who were taking PrEP compared to those who were not taking PrEP. I found an indirect effect between the donor’s familial status and willingness to accept blood from him via donor’s perceived promiscuity.163 This is to say that the more promiscuous participants perceive the donor to be, the less likely participants will be willing to accept a blood donation from him (β = -0.22, 95% CI: -0.28 to -0.16).                                                                                                                            160 Reuben M. Baron & David A. Kenny, The Moderator-Mediator Variable Distinction in Social Psychological Research: Conceptual, Strategic, and Statistical Considerations, 51 J. PERSONALITY & SOC. PSYCH. 1173, 1176 (1986). 161 The two questions used to test perceptions about the donors possibly having HIV or STIs were asked after participants read the vignette. Those questions, asked on a five-point Likert scale, were: (1) “How likely is it for Jim to have sexually transmitted diseases (STDs)?”; and (2) “How likely is it for Jim to be HIV-positive?” Although they relate to different types of illnesses, I decided to combine them after finding they were highly correlated using a Cronbach’s alpha test that yielded a value of .87. I thus created an index comprised of those two questions about perceptions of the donor having HIV or STIs. Cronbach’s alpha calculates how closely related a set of items are as a group. Jose M. Cortina, What Is Coefficient Alpha? An Examination of Theory and Applications, 78 J. APPLIED PSYCH. 98, 99 (1993) In other words, internal consistency describes the extent to which items measure the same construct. Id. at 98, 100. The acceptable values of alpha range from 0.70 to 0.95. See gener-ally id. at 98–104 (citing Lee J. Cronbach, Coefficient Alpha and the Internal Structure of Tests, 16 PSYCHOMETRIKA 297 (1951)) (discussing the function of Cronbach’s alpha and the statistics of relia-bility). 162 The three questions used to test perceptions about the donor’s promiscuity were adopted from the “Promiscuity scale” used in condom use study. See Terri D. Conley, Barry E. Collins & David Garcia, Perceptions of Women Condom Proposers Among Chinese Americans, Japanese Americans, and European Americans, 30 J. APPLIED SOC. PSYCH. 389, 394–96 (2000). The questions were: (1) “How likely is it that Jim currently has more than only one sexual partner?”; (2) “How likely is it for Jim to be engaged in risky sexual behavior?”; and (3) “How much do you agree with the following statement: ‘Jim has too much sex.’” They were all measured on a 5-point Likert scale. The three ques-tions were found to be correlated yielding a Cronbach’s alpha value of 0.78. I thus created an index comprised of those three questions about perceptions of the donor being promiscuous. 163 I found an indirect effect of being married, as opposed to being single, on accepting the blood through perception of promiscuity (estimated through 5,000 bootstrap samples, β = 0.04; 95% CI: 0.01 to 0.06). I also found an indirect effect of being a single father as opposed to being single on accepting the blood through perception of promiscuity (estimated through 5,000 bootstrap samples, β = 0.04; 95% CI: 0.01 to 0.06). 850 Boston College Law Review [Vol. 63:813 On the policy level, however, the connection between family status and willingness to abolish the blood ban was not as clear, as no overall effect be-tween these variables was found.164 Figure 4. Perceptions of Promiscuity Mediated the Effect of Familial Status (Comparison Group = Single) on Willingness to Accept a Blood Donation (Estimated Through 5,000 Bootstrap Samples)  Another mediation analysis revealed the complexity of the relationship between participants’ views of gay men who are taking PrEP and the partici-pants’ fear of getting HIV or STIs. When looking at both the willingness to accept blood and stances on the policy, I found a direct effect between partici-pants’ fear of getting a disease and PrEP use, where PrEP is associated with fewer perceptions of having diseases.165 In other words, participants believed that those taking PrEP are less likely to have diseases, and that assuaged some                                                                                                                            164 I found a relationship between family status and perceived promiscuity, and also a relationship between stance on the blood ban policy and perceived promiscuity. Both effects were statistically significant. I did not, however, find a statistically significant relationship between family status and decisions on the whether to change the policy. The statistically significant effect between stance on the policy and perceived promiscuity suggests that family status could change people’s opinion about policy. Yet there were other issues that influenced people’s ideas about the policy that made this rela-tionship with family status less clear. There are many possible explanations for the lack of a signifi-cant direct effect between family status and stance on the policy. Wording of the question or the fact that participants did not think of family status as relevant to the policy question are some examples of possible explanations. 165 There was a negative effect (P < 0.001) of being on PrEP and having HIV or STIs, meaning that taking PrEP was associated with a perception that users are less likely to have those diseases (β = -0.14; 95% CI: -0.22 to -0.05). There was a negative effect (P < 0.001) for willingness to accept blood from a person perceived to have HIV or STIs, meaning participants did not want to accept blood from someone who they thought has those diseases (β = -0.22; 95% CI: -0.27 to -0.17). The same effect was found with regard to willingness to change the blood ban policy. Participants did not want to change the policy to allow for blood donations from someone who they thought had those diseases (estimated through 5,000 bootstrap samples, β = -0.21; 95% CI: -0.25 to -0.17). 2022] The PrEP Penalty 851 of the participants’ concerns and made them more inclined to accept blood from them. Even though participants are still less willing to accept blood from some-one who takes PrEP as compared to someone who does not take PrEP, some of their fears are suppressed by perceptions of the donor being less likely to have a disease (indirect effect b = 0.03; 95% bootstrapped CI: 0.01 to 0.05).  In other words, participants understood that PrEP is a preventive treat-ment. Moreover, the belief that taking PrEP is associated with lower likelihood of having a disease had a similar suppressing effect on both outcomes of inter-est: unwillingness to accept blood from a donor on PrEP (as previously noted), and unwillingness to change the blood donation policy to allow individuals on PrEP to donate (indirect effect b = 0.03; 95% bootstrapped CI: 0.01 to 0.05).  Combining those two mediation analyses, one should conclude partici-pants’ main concern is not the fear of getting HIV from donors taking PrEP. One of the concerns is certainly the donor’s promiscuity that in turn was relat-ed to family status. Figure 5. Perceptions of HIV/STI Risk Suppressed the Effect of PrEP Use (No PrEP Use = 0; PrEP Use = 1) on Willingness to Accept a Blood Donation (Estimated Through 5,000 Bootstrap Samples)  852 Boston College Law Review [Vol. 63:813  Figure 6. Perceptions of HIV/STI Risk Mediated the Effect of PrEP Use (No PrEP Use = 0; PrEP Use = 1) on Willingness to Change the Blood Ban Policy (Estimated Through 5,000 Bootstrap Samples)  IV. DISCUSSION The experimental findings in Part III provide lessons in multiple fields, including public health law, law and sexuality, and family law. Accordingly, I divide this Part into three sections. In Section A, I show how the law and socie-ty have demedicalized PrEP by stripping away the public health benefits of the treatment and shifting focus to the patient’s individual behavior. Instead of viewing it as a scientifically proven preventive health measure, the framing of PrEP as a “license for promiscuity” has created a new stigma for its users.166 Although the literature has highlighted such a phenomenon among the LGBTQ community, physicians, and some conservative legislators, this original study indicates for the first time that such stigma exists among the general public. The process of demedicalizing PrEP and the consequent stigma around it has serious ramifications, and could hamper HHS’s plan to end the HIV epidemic in the United States by 2030.167 In Section B, I discuss how the findings prove the expressive function of the law and structural stigma as they show that PrEP stigma attaches differently to gay men than to heterosexual men. The fact that participants were more willing to take a blood donation from a single straight man taking PrEP than any gay men—even one who adheres to the heteronor-mative values of being married and being a parent—tells us much about how                                                                                                                             166 Marcus et al., supra note 31, at 510. 167 See infra notes 170–265 and accompanying text; see also Fauci et al., supra note 11, at 844 (discussing HHS’s plan to end the HIV epidemic within the next decade). 2022] The PrEP Penalty 853 law constructs identities and shapes common understanding regarding sexual minorities. It not only demonstrates the persistent aversion to sex between men but also the way gay men seem to be less trustworthy and sexually deviant compared to straight men who take PrEP.168 Section C discusses the implica-tions of the findings for queer families. It puts forward empirical evidence as to how marriage and parenthood shapes views about deservingness and inclu-sion of LGBTQ individuals in the post-Obergefell v. Hodges era.169 A. The Demedicalization of PrEP I argue that the PrEP stigma of promiscuity arises from a process of de-medicalizing the treatment. Demedicalization in this context is a social process in which the health benefits of the drug are stripped away, and instead the drug is constructed entirely as a “license for promiscuity.”170 Most professional and popular discussions of PrEP revolve around its unfounded behavioral out-comes rather than the health benefits this treatment offers to the individual and society.171 1. The Risk Compensation Debate PrEP is first and foremost an effective health measure to prevent HIV in-fection.172 In many ways, it is a scientific breakthrough that could potentially eradicate a virus that has taken the lives of seven hundred thousand Ameri-cans.173 Yet, since the FDA approved it in 2012, discussions around this prophylactic drug have focused on its status as a “gateway to unsafe behav-ior,”174 “just an excuse to slut around,”175 and a “party drug”176 used by “Truvada whores,”177 rather than focusing on its medical benefits.                                                                                                                            168 See infra notes 266–277 and accompanying text. 169 See infra notes 278–324 and accompanying text. 170 Marcus et al., supra note 31, at 510. 171 See infra notes 172–183 and accompanying text. 172 See supra notes 71–73 and accompanying text (providing background on the medicinal effica-cy of PrEP). 173 The HIV/AIDS Epidemic in the United States: The Basics, supra note 65. 174 Sarah K. Calabrese & Kristen Underhill, Commentary, How Stigma Surrounding the Use of HIV Preexposure Prophylaxis Undermines Prevention and Pleasure: A Call to Destigmatize “Truvada Whores,” 105 AM. J. PUB. HEALTH 1960, 1960 (2015) (citing David Duran, Truvada Whores?, HUFF-INGTON POST, https://www.huffpost.com/entry/truvada-whores_b_2113588 [https://perma.cc/PLZ4-FN6H] (Feb. 2, 2016)). 175 Mark Pawson & Christian Grov, ‘It’s Just an Excuse to Slut Around’: Gay and Bisexual Mens’ Constructions of HIV Pre-Exposure Prophylaxis (PrEP) as a Social Problem, 40 SOCIO. HEALTH & ILLNESS 1391, 1396 (2018) (illustrating opinions expressed in focus groups that some PrEP users might see PrEP use as a substitute for other safe sex practices). 854 Boston College Law Review [Vol. 63:813 The discourse around PrEP among public health professionals, physi-cians, and lawmakers opposing the treatment hinges on the possibility of it serving as a double-edged sword; specifically, they are concerned about a be-havioral response of using the drug termed “sexual risk compensation.”178 Risk compensation is the expectation that “individuals [will] adjust their risk-taking [preferences] in response to a preventive intervention” and will “engag[e] in more risky behavior [because they] believe [they are] protected.”179 In this context, the fear is that PrEP users will “stop using condoms or have sex with [a larger number of] partners.”180 This behavior might introduce other harms, like a proliferation of non-HIV STIs, or even reinstate the original harm of HIV infections, thereby outweighing the intended prevention benefits.181 Such concerns were present at hearings of the advisory committee to the FDA prior to the approval of Truvada as PrEP in 2012.182 Yet no sufficient data to support these concerns were presented in those hearings.183 Although some qualitative and survey studies suggest such risk compen-sation occurs to some extent among PrEP users, specifically with regard to less frequent use of condoms,184 the research is “far from conclusive.”185 As public                                                                                                                            176 PrEP was referred to as a “party drug” by Michael Weinstein, President of the AIDS Healthcare Foundation. Christopher Glazek, The C.E.O of H.I.V, N.Y. TIMES MAG. (Apr. 26, 2017), https://www.nytimes.com/2017/04/26/magazine/the-ceo-of-hiv.html [https://perma.cc/9WX4-9YJM]. 177 The term “Truvada whore” originated in a 2012 Huffington Post article. Duran, supra note 174; see also Calabrese & Underhill, supra note 174, at 1960 (noting the origin of the term). The author has since publicly retracted his views and even endorsed a campaign to reclaim the term under the #truvadawhore. David Duran, An Evolved Opinion on Truvada, HUFFINGTON POST, https://www.huffpost.com/entry/truvadawhore-an-evolved-o_b_5030285 [https://perma.cc/8JKM-NLCS] (Dec. 6, 2017).  178 Marcus et al., supra note 31, at 510; Kristen Underhill, Risk-Taking and Rulemaking: Address-ing Risk Compensation Behavior Through FDA Regulation of Prescription Drugs, 30 YALE J. ON REGUL. 377, 383–85 (2013) (discussing theoretical models of how individuals analyze risk and justify risk-taking). 179 Id. at 379, 383–86 (quoting Tom Myers, HIV Prevention Pill Will Do More Harm Than Good, U.S. NEWS & WORLD REP. (Aug. 3, 2012), https://www.usnews.com/opinion/articles/2012/08/03/hiv-prevention-pill-will-do-more-harm-than-good-hiv-pill-will-give-a-false-sense-of-security [https://perma.cc/UQD9-3Y7V]). 180 Id. at 379, 384 (citing Myers, supra note 179); Oni J. Blackstock et al., A Cross-Sectional Online Survey of HIV Pre-Exposure Prophylaxis Adoption Among Primary Care Physicians, 32 J. GEN. INTERNAL MED. 62, 65, 67 (2016) (finding, through survey research conducted among primary care providers, that the belief that PrEP use would lead to risk compensation was common—even more so among PrEP non-prescribers compared to prescribers). 181 Craig J. Konnoth, Drugs’ Other Side Effects, 105 IOWA L. REV. 171, 184 (2019); Underhill, supra note 178, at 404; Myers, supra note 179. 182 Konnoth, supra note 181, at 193–94. 183 Id. (noting that such data “had just not been collected”). 184 See Erik D. Storholm et al., Risk Perception, Sexual Behaviors, and PrEP Adherence Among Substance-Using Men Who Have Sex with Men: A Qualitative Study, 18 PREVENTION SCI. 737, 737–38, 740 (2017) (finding, through a qualitative study with a sample of 30 young PrEP users from San Francis-co, that “73% of participants reported a decrease in condom use after PrEP initiation . . . . [And] [m]any  2022] The PrEP Penalty 855 health experts concluded in 2019: “Making PrEP more widely available, re-gardless of patients’ intended condom use, won’t lead to sexual anarchy.” 186 Thus, even with regard to the fear of an increase in HIV infections resulting from the alleged increase in unprotected sex and number of partners, this con-cern remains theoretical because of PrEP’s high effectiveness and the fact that risk compensation will not affect all users.187 This moral panic188 surrounding risk compensation also ignited “Truvada wars”189 outside of the medical profession and lawmakers’ circles, and within the LGBTQ community.190 The dispute intensified in 2014 when the CDC first published guidelines for physicians endorsing the use of PrEP as a recom-mended preventive health measure.191 The CDC issued these guidelines fol-lowing a finding from a study published in 2013; the study had found a decline                                                                                                                            participants (40.0%) reported that they continued to use condoms with new or unknown partners”); see also Underhill, supra note 178, at 394–95 (discussing other examples of such research). 185 Konnoth, supra note 181, at 185; see Blackstock et al., supra note 180, at 66–67 (“Fears that patient risk compensation . . . could offset the protective benefit of PrEP has been a prominent concern . . . despite the lack of evidence of widespread risk compensation in studies investigating the efficacy and effectiveness of PrEP.” (internal footnotes omitted)). 186 Marcus et al., supra note 31, at 512. 187 See Calabrese & Underhill, supra note 174, at 1961. It is notable that even theoretical models of risk compensation do not predict that in-creased risk taking will occur among all PrEP users. . . . Even if sexual behavior could be precisely documented, there is no clear formula for determining when an individual PrEP user’s increased risk behavior indeed tips the balance to the point of an overall in-crease in HIV risk. Id. (internal footnotes omitted); see also supra notes 71–73 and accompanying text (providing back-ground on the medicinal efficacy of PrEP). 188 “Moral panic” is a term coined by sociologist Stanley Cohen to describe situations where a “condition, episode, person or group of persons emerges to become defined as a threat to societal values and interests.” STANLEY COHEN, FOLK DEVILS AND MORAL PANICS 9 (1972). 189 Julia Belluz, The Truvada Wars, BRIT. MED. J. ONLINE, June 23–29 2014, https://www.bmj.com/content/348/bmj.g3811 [https://perma.cc/AWV5-V2GA] (discussing conflicting and changing views of PrEP and HIV prevention). 190 Truvada, HIV Prevention Drug, Divides Gay Community, HUFFINGTON POST LIVE, https://www.huffpost.com/entry/truvada-hiv-prevention-drug-divides-gay-community_n_5b55cedde4b0cf38668f7e45 [https://perma.cc/M3S3-WGQL]. 191 PrEP FOR THE PREVENTION OF HIV, supra note 9, at 11 (providing the CDC’s guidelines for PrEP use); see, e.g., Patrick Healy, A Lion Still Roars, with Gratitude, N.Y. TIMES (May 21, 2014), https://www.nytimes.com/2014/05/25/arts/television/larry-kramer-lives-to-see-his-normal-heart-filmed-for-tv.html [https://perma.cc/S595-RAYY] (interviewing American playwright, film producer, and longtime LGBTQ activist Larry Kramer, who was “dismayed about gay America” after the CDC endorsed PrEP); Donald G. McNeil, Jr., Advocating Pill, U.S. Signals Shift to Prevent AIDS, N.Y. TIMES (May 14, 2014), https://www.nytimes.com/2014/05/15/health/advocating-pill-us-signals-shift-to-prevent-aids.html [https://perma.cc/CR9S-Z737] (quoting Michael Weinstein, president of the AIDS Healthcare Foundation, who called the approval of the guidelines “a shameful chapter in the history of the C.D.C.”). 856 Boston College Law Review [Vol. 63:813 in condom use “among MSM between 2005 and 2011,” and that “only 67% of MSM” had been screened for HIV and STIs between 2012 and 2013.192 Recommending the use of PrEP actually makes sense in fighting against the two worrying phenomena of declines in HIV/STI testing and condom use. This is the case first because the CDC guidelines require PrEP users to get screened for HIV and STIs every three months to keep their prescription.193 Conditioning the renewal of PrEP prescriptions upon screening serves as an effective way of dealing with under-testing, as it is a practice that is in the full control of physicians who prescribe the treatment. Second, the CDC recom-mends taking PrEP in combination with the use of condoms.194 This type of mechanism is clearly less effective, as the physicians do not have control over the use of condoms during intercourse. The CDC recommends PrEP for “sexually active adult MSM at substan-tial risk of HIV acquisition,”195 “adult heterosexually active men and women who are at substantial risk of HIV acquisition,”196 or “adult persons who inject drugs . . . at substantial risk of HIV acquisition.”197 Although it may seem that only a small, extremely dangerous section of the population is at a “substantial risk” of getting HIV and thus takes PrEP, in 2018 the CDC estimated that 1.1                                                                                                                            192 HIV Testing and Risk Behaviors Among Gay, Bisexual, and Other Men Who Have Sex with Men—United States, 62 CDC MORBIDITY & MORTALITY WKLY. REP. 958, 959 (2013) (“Unprotected anal sex in the last 12 months increased nearly 20% among MSM from 2005 to 2011. . . . Only 67% of MSM had tested for HIV in the past 12 months.”). It is important to mention that within the last half-century, “condomless heterosexual sex among people using hormonal or other contraceptives—a possible form of risk compensation—has arguably become medically acceptable. Guidelines from the American College of Obstetricians and Gynecologists, for example, don’t state that access to hormo-nal contraceptives should depend on intended condom use.” See Marcus et al., supra note 31, at 512. 193 PrEP FOR THE PREVENTION OF HIV, supra note 9, at 38 (“For patient safety, HIV testing . . . should be repeated at least every 3 months (before prescriptions are refilled or reissued).”); see also SKINNER-THOMPSON, supra note 11, § 2.03[B], at 2-36 to -37. 194 PrEP FOR THE PREVENTION OF HIV, supra note 9, at 12 (“[P]atients should be encouraged and enabled to use PrEP in combination with other effective prevention methods.”). 195 Id. at 11. A “sexually-active adult MSM . . . at substantial risk of HIV acquisition” refers to an HIV-negative adult man who has had a “male sex partner[] in [the] past six months” and who is “[n]ot in a monogamous partnership with a recently tested, HIV-negative man.” Id. at 11, 36. Further, the man has had “any [form of] anal sex without condoms . . . [or been diagnosed with a] bacterial STI . . . in [the] past six months.” Id. at 36. 196 Id. at 11. “[A]dult heterosexually active men and women who are at substantial risk of HIV acquisition” refers to HIV-negative adults who have had “any sex with opposite sex partners in [the] past six months” and who are “[n]ot in a monogamous partnership with a recently tested HIV-negative” adult. Id. at 11, 36. Further, the adult either “has sex with both women and men,” only “[i]nfrequently uses condoms during sex with . . . partners of unknown HIV status who are known to be at substantial risk of HIV infection,” “[i]s in an ongoing sexual relationship with an HIV-positive partner,” or “[has been diagnosed with a] bacterial STI . . . in [the] past six months,” or any combina-tion thereof. Id. at 36. 197 Id. at 11, 37. 2022] The PrEP Penalty 857 million individuals would benefit from treatment.198 Getting more people on PrEP has thus been a policy goal of HHS as part of its plan to eradicate HIV.199 For many PrEP users, it provides an extra form of protection against HIV that otherwise would not be available to them,200 specifically when considering the possibility of condom malfunctions.201 Proponents of PrEP also emphasize the psychological benefits it has on its users. Those include enhancement of sexual pleasure—part the World Health Organization’s definition of sexual health and well-being202—and less anxiety, stress, and mistrust around sex between men.203 For decades, gay sex and rela-tionships have been socially constructed as dangerous due to the risk of HIV transmission. As one scholar explains, “[S]ince [PrEP users] personally experi-enced the AIDS epidemic, this traumatic history is obviously difficult to over-come. Regardless, sex is often stigmatized for MSM, so reducing this stigma, especially for [the gay community], is another social benefit of using . . . PrEP.”204 PrEP, therefore, gives its users some peace of mind regarding their sexual lives; PrEP also “increase[s] comfort and openness to dating . . . HIV-positive partners,” who nowadays are often undetectable.205 This helps support efforts to include and reduce stigma around HIV-positive individuals, another                                                                                                                            198 Press Release, CDC, supra note 80 (“The new national estimate is that about 1.1 million Americans overall are at substantial risk for HIV and should be offered PrEP. However, only 90,000 PrEP prescriptions were filled in commercial pharmacies in the year examined.”). 199 Fauci et al., supra note 11, at 844 (including PrEP use within the “4 pillars” of the plan). 200 Storholm et al., supra note 184, at 744 (“[M]any of the participants in the current study report-ed decreased levels of fear and anxiety around having sex in general and stated that they felt that PrEP provided an added layer of protection against HIV.” (first citing Ronald A. Brooks et al., Perceptions of and Intentions to Adopt HIV Pre-exposure Prophylaxis Among Black Men Who Have Sex with Men in Los Angeles, 26 INT’L J. STD & AIDS 1040, 1040–48 (2015); and then citing Rafael E. Perez-Figueroa et al., Acceptability of PrEP Uptake Among Racially/Ethnically Diverse Young Men Who Have Sex with Men: The P18 Study, 27 AIDS EDUC. & PREVENTION 112, 112–25 (2015))); see Cala-brese & Underhill, supra note 174, at 1962 (noting that PrEP provides protection regardless of wheth-er it is used by itself or “in conjunction with other prevention methods”). 201 Robert J. Zeglin, Assessing the Role of Masculinity in the Transmission of HIV: A Systematic Review to Inform HIV Risk Reduction Counseling Interventions for Men Who Have Sex with Men, 44 ARCHIVES SEXUAL BEHAV. 1979, 1983 (2015) (reporting from a meta-analysis of studies on HIV prevention that approximately 20% of MSM recount problems with condom use during sexual activi-ty, exacerbating the chances of exposure to STI.). 202 WORLD HEALTH ORG., DEFINING SEXUAL HEALTH: REPORT OF A TECHNICAL CONSULTATION ON SEXUAL HEALTH, 28–31 JANUARY 2022, GENEVA 1 (2006), https://www.who.int/reproductivehealth/publications/sexual_health/defining_sexual_health.pdf [https://perma.cc/7L9S-QLS6] (noting the definition derives from “[s]tatements about sexual health . . . drawn from a WHO Technical Re-port of 1975”). 203 See Calabrese & Underhill, supra note 174, at 1962; Marcus et al. supra note 31, at 511; Rob-inson & Frost, supra note 67, at 263. 204 Michael Montess, Demedicalizing the Ethics of PrEP as HIV Prevention: The Social Effects on MSM, 13 PUB. HEALTH ETHICS 288, 295 (2020). 205 Id. at 291, 294–95; Storholm et al., supra note 184, at 742–43. 858 Boston College Law Review [Vol. 63:813 social benefit of PrEP to people other than HIV-negative users.206 In conclu-sion, “the increase in access to sexual relationships, romantic relationships and sexual freedom [that PrEP allows] are [important] social goods” that signifi-cantly improve the lives of members of the LGBTQ community.207 2. Enter PrEP Stigma Despite the lack of clear and conclusive data regarding the scope of risk compensation, and the fact that the decline in condom use could predate PrEP and be attributed to a trend observed in 2013, the same discourse surrounding PrEP and risky sexual behavior continues to be prominent both among healthcare providers and within the LGBTQ community.208 As a consequence, stigma associated with the use of PrEP has begun to manifest. An increasing body of qualitative and survey studies has documented the existence of PrEP stigma within the LGBTQ community, in which users are considered promiscuous, too sexually daring, or sexually deviant,209 thereby exacerbating already common notions about gay men being hypersexual.210 This intragroup stigma,211 or “gay-on-gay shaming,”212 around PrEP use and                                                                                                                            206 Montess, supra note 204, at 295. 207 Id. at 295–96. 208 See Blackstock et al., supra note 180, at 65; Marcus et al., supra note 31, at 510; supra notes 189–191 and accompanying text (discussing opposition to PrEP within the LGBTQ community). 209 See Trisha Arnold et al., Social, Structural, Behavioral and Clinical Factors Influencing Re-tention in Pre-Exposure Prophylaxis (PrEP) Care in Mississippi, PLOS ONE, Feb. 21, 2017, at 1, 5 (2017), https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0172354 [https://perma.cc/2SLN-4643]; Calabrese & Underhill, supra note 174, at 1961; Lisa A. Eaton et al., Stigma and Con-spiracy Beliefs Related to Pre-exposure Prophylaxis (PrEP) and Interest in Using PrEP Among Black and White Men and Transgender Women Who Have Sex with Men, 21 AIDS & BEHAV. 1236, 1237–38, 1243 (2017); Jonathan Garcia et al., Psychosocial Implications of Homophobia and HIV Stigma in Social Support Networks: Insights for High-Impact HIV Prevention Among Black Men Who Have Sex with Men, 43 HEALTH EDUC. & BEHAV. 217, 221–22 (2016); Sarit. A. Golub, Kristi E. Gamarel & Anthony Surace, Demographic Differences in PrEP-Related Stereotypes: Implications for Implemen-tation, 21 AIDS & BEHAV. 1229, 1232 (2017); Corina Lelutiu-Weinberger & Sarit A. Golub, Enhanc-ing PrEP Access for Black and Latino Men Who Have Sex with Men, 73 J. ACQUIRED IMMUNE DEFI-CIENCY SYNDROMES 547, 553 (2016); Matt G. Mutchler et al., Getting PrEPared for HIV Prevention Navigation: Young Black Gay Men Talk About HIV Prevention in the Biomedical Era, 29 AIDS PA-TIENT CARE & STDS 490, 491, 494–96 (2015); Pawson & Grov, supra note 175, at 1395–96; Storholm et al., supra note 184, at 743; For research finding the existence of PrEP stigma among heterosexual women, see Sarah K. Calabrese et al., HIV Pre-exposure Prophylaxis Stigma as a Multi-dimensional Barrier to Uptake Among Women Who Attend Planned Parenthood, 79 J. ACQUIRED IMMUNE DEFICIENCY SYNDROMES 46, 50 (2018). 210 Robinson & Frost, supra note 67, at 219 n.18, 260–61. 211 As Erving Goffman, one of the fathers of the study of stigma wrote about intragroup stigma, “The stigmatized individual exhibits a tendency to stratify his ‘own’ according to the degree to which their stigma is apparent and obtrusive. He can then take up in regard to those who are more evidently stigmatized than himself the attitudes the normals take to him.” See ERVING GOFFMAN, STIGMA: NOTES ON THE MANAGEMENT OF SPOILED IDENTITY 107 (2009); see also Bruce G. Link & Jo C.  2022] The PrEP Penalty 859 promiscuity crosses races and geographical regions.213 It led to a situation in which even a California public official living in an LGBTQ-friendly place like San Francisco felt the need to “come out of the PrEP closet.”214 Although risk compensation concerns have previously attached to other sexually-charged preventive measures such as the birth control pill or the HPV vaccine,215 they did not create as strong of a stigma against users as that against PrEP users. Indeed, as late drug policy expert David Musto wrote in the context of HIV/AIDS, “When an epidemic illness hits hardest at the lowest social classes or other fringe groups, it provides that grain of sand on which the pearl of moralism can form.”216 The fact that most PrEP users belong to the LGBTQ minority group, and the fact that the treatment is meant to treat a highly stig-matized disease, therefore contributes to this stigma against all PrEP users. PrEP stigma is problematic in terms of advancing the goals of public health law in two ways. First, it stands in the way of PrEP adaptation by creat-ing a chilling effect among potential users who are unwilling to take the treat-ment.217 PrEP stigma is thus an important barrier to eradicating HIV. Second,                                                                                                                            Phelan, Conceptualizing Stigma, 27 ANN. REV. SOCIOLOGY 363, 363 (2001) (“Erving Goffman’s (1963) book Stigma: Notes on the Management of Spoiled Identity inspired a profusion of research on the nature, sources, and consequences of stigma. . . . Research since Goffman’s seminal essay has been incredibly productive, leading to elaborations, conceptual refinements, and repeated demonstra-tions of the negative impact of stigma on the lives of the stigmatized.”). 212 Peter Staley, Gay-on-Gay Shaming: The New HIV War, HUFFINGTON POST, https://www.huffpost.com/entry/gay-on-gay-shaming-the-new-hiv-war_b_4856233 [https://perma.cc/FGE9-LP53] (Dec. 6, 2017). 213 See, e.g., Brian Mustanski et al., Geographic and Individual Associations with PrEP Stigma: Results from the RADAR Cohort of Diverse Young Men Who Have Sex with Men and Transgender Women, 22 AIDS & BEHAV. 3044, 3045, 3049–51 (2018). Some research has found increased stigma among Black MSM. See id. at 3051. 214 Scott Wiener, Coming Out of the PrEP Closet, HUFFINGTON POST, https://www.huffpost.com/entry/coming-out-of-the-prep-closet_b_5832370 [https://perma.cc/48XD-HMHF] (Dec. 6, 2017). 215 Marcus et al., supra note 31, at 510 (noting concerns of risk compensation attached to the use of birth control); Myers & Sepkowitz, supra note 63, at 1608 (same); Underhill, supra note 178, at 429–30 (“Parents have reported concern that adolescent girls who receive the HPV vaccine will en-gage in more sexual activity, and some adolescents have reported similar concerns about hypothetical vaccines for HIV.” (footnotes omitted) (first citing Loretta Brabin, Stephen A. Roberts, Farah Far-zaneh & Henry C. Kitchener, Future Acceptance of Adolescent Human Papillomavirus Vaccination: A Survey of Parental Attitudes, 24 VACCINE 3087, 3092 (2006); then citing Dan M. Kahan et al., Who Fears the HPV Vaccine, Who Doesn’t, and Why? An Experimental Study of the Mechanisms of Cul-tural Cognition, 34 LAW & HUM. BEHAV. 501 (2010); then citing Laura A.V. Marlow, Alice S. For-ster, Jane Wardle & Jo Waller, Mothers’ and Adolescents’ Beliefs About Risk Compensation Follow-ing HPV Vaccination, 44 J. ADOLESCENT HEALTH 446 (2009); and then citing Patrick M. Webb, Gregory D. Zimet, Rose Mays & J. Dennis Fortenberry, HIV Immunization: Acceptability and Antici-pated Effects on Sexual Behavior Among Adolescents, 25 J. ADOLESCENT HEALTH 320 (1999))). 216 Ronald Bayer, Stigma and the Ethics of Public Health: Not Can We but Should We, 67 SOC. SCI. & MED. 463, 465 (2008) (quoting David Musto as cited in HOWARD MARKEL, QUARANTINE! EAST EUROPEAN JEWISH IMMIGRANTS AND THE NEW YORK CITY EPIDEMICS OF 1892, at 4 (1997)). 217 Blackstock et al., supra note 180, at 66–67; Marcus et al., supra note 31, at 510–11. 860 Boston College Law Review [Vol. 63:813 and as shown for the first time in this study, the stigma stands in the way of efforts to increase the blood supply. The blood supply in the United States has been declining.218 Since the outbreak of the COVID-19 pandemic, the situation has worsened;219 “voluntary blood donation by the healthy group of the popu-lation” fell significantly, and blood reserves have diminished steeply.220 Re-searchers estimate that repealing the ban altogether and allowing MSM to do-nate blood would add 360,600 potential male blood donors who would likely donate 615,300 additional pints of blood annually, a four percent increase of yearly blood donations.221 Considering PrEP’s remarkable efficiency against HIV infection, the requirement that its users to get tested for STIs frequently, and the fact that all donations are tested for any contamination, repealing the ban could be an important step in helping fight blood scarcity.222 Regrettably, PrEP stigma is made possible by political and cultural norms driving “[h]ealth care payers, providers, and policy makers,” as well as the public as a whole, to think of prevention through an individualistic prism.223 This deeply-rooted understanding of health revolves around notions of “per-sonal responsibility” and behavioral choices by the individual, promoting vic-tim-blaming.224 Public health law scholars in recent years have pushed for an understanding of the field through a population perspective.225 This approach broadens the scope to examine the role of social, cultural, economic, and envi-ronmental factors—known as “social determinants of health”—as well as                                                                                                                            218 See, e.g., Alain J. Marengo-Rowe, Our Dwindling National Blood Supply, 14 BAYLOR U. MED. CTR. PROC. 162, 162 (2001). 219 See generally Sohail Kumar, Dua Azim, Sundus Nasim & Sharique Haider Hashimi, Letter to the Editor, Dwindling Blood Reserves: An Ominous Downside of COVID-19 Pandemic, TRANSFU-SION & APHERESIS SCI., Oct. 2020 (describing increased blood shortages caused by the COVID-19 pandemic). 220 Id.; Christopher Flavelle, Red Cross Warns of a ‘Staggering’ Drop in Blood Supplies, N.Y. TIMES (June 2, 2020), https://www.nytimes.com/2020/06/02/climate/blood-donations-hospitals-shortage.html [https://perma.cc/8UJE-GFD3]. 221 Miyashita & Gates, supra note 19; see supra note 102 and accompanying text. 222 See supra Sections I.B and I.C (discussing the PrEP treatment and legal requirements for blood donation). 223 See Aziza Ahmed & Jason Jackson, Race, Risk, and Personal Responsibility in the Response to COVID-19, 121 COLUM. L. REV. F. 47, 56–57 (2021) (citing TOMAS J. PHILIPSON & RICHARD A. POSNER, PRIVATE CHOICES AND PUBLIC HEALTH: THE AIDS EPIDEMIC IN AN ECONOMIC PERSPEC-TIVE (1993)) (pointing out the ways in which law and economics scholars, during the AIDS epidemic, conceptualized the crisis as driven solely by “human behavior as rational decisionmaking based on individual risk-reward calculus” and that by “ignoring structural forces that drive” behaviors, these scholars recommended limiting the state’s role in providing public health and social services and focusing on the state’s role in incentivizing and enforcing certain behaviors); Wiley, supra note 45, at 1087–88. 224 See Wiley, supra note 45, at 1085, 1091; Lindsay F. Wiley, Shame, Blame, and the Emerging Law of Obesity Control, 47 U.C. DAVIS L. REV. 121, 166 (2013). 225 WENDY E. PARMET, POPULATIONS, PUBLIC HEALTH, AND THE LAW 20 (2009). 2022] The PrEP Penalty 861 communal responsibility for health.226 Nevertheless, “the population perspec-tive has not gained much ground” among decision-makers and the public, who continue to view the topic of prevention, among other public health issues, through the individualistic perspective.227 This process of demedicalization, which emphasizes the sexual nature of the preventive health measure, complicates the common narrative in the litera-ture on the legal and social treatment of sexuality. Scholars have documented how the legal system has historically disfavored claims promoting various forms of non-procreative sex, nonmarital sex, or sex for pleasure.228 Even when recognizing sexual freedoms, jurisprudence has only protected sexual activity when it transforms into a relationship worthy of constitutional protec-tion.229 A prime example is Lawrence v. Texas, where in 2003 the U.S. Su-preme Court deemed unconstitutional the Texas sodomy law and expanded constitutional protection to same-sex, nonmarital, sexual relations.230 Justice Kennedy’s opinion primarily focused on the role of sex in reinforcing emo-                                                                                                                           226 See, e.g., Rachel Rebouché & Scott Burris, The Social Determinants of Health, in THE OX-FORD HANDBOOK OF U.S. HEALTH LAW 1097, 1099–1105 (I. Glenn Cohen, Allison K. Hoffman & William M. Sage eds., 2017); Carlyn M. Hood, Keith P. Gennuso, Geoffrey R. Swain & Bridget B. Catlin, County Health Rankings: Relationships Between Determinant Factors and Health Outcomes, 50 AM. J. PREVENTIVE MED. 129, 129–30 (2016); Seema Mohapatra & Lindsay F. Wiley, Feminist Perspectives in Health Law, 47 J.L. MED. & ETHICS (SUPP.) 103, 103 (2019); Samantha Artiga & Elizabeth Hinton, Beyond Health Care: The Role of Social Determinants in Promoting Health and Health Equity, KFF (May 10, 2018), https://www.kff.org/racial-equity-and-health-policy/issue-brief/beyond-health-care-the-role-of-social-determinants-in-promoting-health-and-health-equity/ [https://perma.cc/4VFC-88A5]; Social Determinants of Health (SDOH), NEJM CATALYST (Dec. 1, 2017), https://catalyst.nejm.org/doi/full/10.1056/CAT.17.0312 [https://perma.cc/FJB7-R9CN]. 227 See Wiley, supra note 45, at 1094–95. 228 See, e.g., Susan Frelich Appleton, Toward a “Culturally Cliterate” Family Law?, 23 BERKE-LEY J. GENDER, L. & JUST. 267, 285–86 (2008); Margo Kaplan, Sex-Positive Law, 89 N.Y.U. L. REV. 89, 93 (2014). Another example is that of the Americans with Disabilities Act (ADA), where the leg-islative history shows that the law was not meant to protect LGBTQ people because of aversion to their sexual practices despite the ADA’s inclusions of HIV-positive individuals under the definition of disability. See Ruth Colker, Homophobia, AIDS Hysteria, and the Americans with Disabilities Act, 8 J. GENDER, RACE & JUST. 33, 36, 42–44, 49 (2004). 229 See Katherine M. Franke, Commentary, The Domesticated Liberty of Lawrence v. Texas, 104 COLUM. L. REV. 1399, 1411–14 (2004); Kaplan, supra note 228, at 141–42. Regarding public opin-ion, sociologist Michael Rosenfeld empirically showed that “[h]ow Americans feel about gay rights is closely related to the way they feel about the morality of gay sex.” See Michael J. Rosenfeld, Moving a Mountain: The Extraordinary Trajectory of Same-Sex Marriage Approval in the United States, SOCIUS, Sept. 15, 2017 , at 1, 10. “After 1991, there was a sharp . . . increase in tolerance toward [gay sex that] enabled crucial breakthroughs in gay rights. Id. at 11. Rosenfeld attributes this sharp increase in public acceptance of gays and lesbians to “Bill Clinton’s path-breaking endorsements of [the issue] on the campaign trail in 1992,” and to straight people’s personal interactions with gay people who came out of the closet in the 1990s. Id. at 19. These changes in public opinion have gone hand in hand with the acceptance of LGBTQ relationships in the Supreme Court. Id. at 11; see also Dara E. Purvis, The Sexual Orientation of Fatherhood, 2013 MICH. ST. L. REV. 983, 1003. 230 539 U.S. 558, 578–79 (2003). 862 Boston College Law Review [Vol. 63:813 tional bonds.231 Ironically, John Lawrence and Tyron Garner, the couple around whom the case revolved, were probably not in a lasting or continuing romantic relationship.232  In other cases, LGBTQ-rights lawyers have done everything in their pow-er to erase the sexuality of plaintiffs.233 For example, in the first marriage equality case in 2013, United States v. Windsor, the Court struck down the De-fense of Marriage Act (DOMA).234 DOMA recognized marriage as existing only between a man and a woman and thus prevented widow and plaintiff Edith Windsor from inheriting the estate of her wife, Thea Spyer.235 During the litigation, Windsor’s lawyers asked her “not [to] discuss her sexuality” so that she “could be remade as a non-threatening little old lady.”236 Similarly, a stra-tegic move to desexualize gay families has been evident in Obergefell v. Hodg-es, discussed in Section IV.C.237 Courts, on the other hand, have been more accepting of sex-related claims when they relate to a medical benefit; this has been the case with litigation sur-rounding the manufacturing, sale, and patenting of sex toys.238 As a conse-quence, plaintiffs started to frame claims regarding the use of those devices in                                                                                                                            231 Justice Kennedy aligned the right to engage in gay sex with a series of cases protecting mar-riage, procreation, and parenting by LGBTQ individuals by citing Planned Parenthood of Southeast-ern Pennsylvania v. Casey’s statement that such “matters, involv[e] the most intimate and personal choices a person may make in a lifetime, choices central to personal dignity and autonomy . . . . At the heart of liberty is the right to define one’s own concept of existence, of meaning, of the universe, and of the mystery of human life.” See id. at 574 (citing Planned Parenthood of Southeastern Pennsylvania v. Casey, 505 U.S. 833, 851 (1992)). 232 Libby Adler, The Future of Sodomy, 32 FORDHAM URB. L.J. 197, 216 (2005); Dale Carpenter, The Unknown Past of Lawrence v. Texas, 102 MICH. L. REV. 1464, 1477–78 (2004); Franke, supra note 229, at 1408; Kaplan, supra note 228, at 145 n.287; Nancy Levit, Theorizing and Litigating the Rights of Sexual Minorities, 19 COLUM. J. GENDER & L. 21, 36 (2010). 233 Robinson & Frost, supra note 67, at 218, 223–24. 234 570 U.S. 744, 775 (2013). 235 Id. at 749–51. 236 Robinson & Frost, supra note 67, at 224 (quoting Ariel Levy, The Perfect Wife, NEW YORKER (Sept. 23, 2013), http://www.newyorker.com/magazine/2013/09/30/the-perfect-wife [https://perma.cc/3JWK-LG9F]). 237 See infra Section IV.C. 238 Kaplan, supra note 228, at 158 (“Constitutional challenges were successful only to the extent that they ensured statutory exceptions for medical use.” (first citing State v. Hughes, 792 P.2d 1023, 1031–32 (Kan. 1990); then citing State v. Brenan, 1999-2291, p. 10 (La. 5/16/00); 772 So.2d 64, 72; and then citing Susan Reid, Sex, Drugs, and American Jurisprudence: The Medicalization of Pleas-ure, 37 VT. L. REV. 47, 83–89 (2012))); Craig Konnoth, Medicalization and the New Civil Rights, 72 STAN. L. REV. 1165, 1198 (2020) (“Medical challenges to bans on the sale of sexual devices, such as vibrators, have been more successful than those made purely on sexual autonomy grounds.” (citing Reid, supra, at 85–89)); Andrew Gilden & Sarah R. Wasserman Rajec, Pleasure Patents, 63 B.C. L. REV. 571, 584 (2022). 2022] The PrEP Penalty 863 medical contexts; in other words, in order to get the Supreme Court to recog-nize sex-related claims, they needed to be medicalized.239 The development of PrEP stigma complements this narrative. PrEP, a preventive health treatment, is demedicalized and overly sexualized to strip it of its legitimacy and jeopardize its implementation. During the 1990s and the 2000s, after old public health measures were found ill-suited for the challenge, efforts to destigmatize HIV relied on destigmatizing behaviors.240 PrEP stigma can be conceptualized as the “[r]eincarnation of HIV [s]tigma.”241 If, decades ago, sex between men was stigmatized as deadly because of the fear of HIV/AIDS, nowadays, gay PrEP users are being stigmatized about choosing to protect themselves. Stigma about sex between men has metamorphosed, but unfortunately is still prominent. We are once again dealing with stigma rooted in the debate on risk compensation that has not been well-founded by data,242 tapping into deep-seated perceptions about sexual behavior and individualistic choices of LGBTQ persons. 3. Irrational Health Decisions This Article’s experimental findings about the PrEP penalty empirically showcase for the first time the worrying stigmatizing effects of the treatment outside of the LGBTQ community and health-care professionals.243 Although most of the public is unaware of disputes around risk compensation,244 PrEP still signals to the public similar messages about the user. The mediation analysis described in Section III.C shows that participants understood that donors taking PrEP are less likely to have STIs or HIV through a direct effect. Even though participants preferred not to accept blood from someone who takes PrEP, some of their reluctance was mediated by this under-                                                                                                                           239 Reid, supra note 238, at 49–50, 84, 101 (“In order to recast the behavior as therapeutic, the in-dividual interest at stake must be ‘elevated’ from an interest in pleasure to an interest in medical treatment.”). 240 Wiley, supra note 224, at 135–37. Examples of old public health measures include obligatory testing and reporting, or isolating and quarantining. See id. at 135. Examples of destigmatizing behav-iors include the use of existing legal protections such as disability and privacy laws, the creation of anti-HIV discrimination laws, and opposition to coercive laws designed to punish HIV-positive status. Id. at 137. 241 Doron Dorfman, The Reincarnation of HIV Stigma, STAN. DAILY (Feb. 3, 2016), https://www.stanforddaily.com/2016/02/03/the-reincarnation-of-hiv-stigma/ [https://perma.cc/96DL-RKZZ]. 242 See supra notes 184–187 and accompanying text (discussing the lack of evidence for PrEP-related risk compensation). 243 See supra Parts II and III (describing the methodology and findings of the experiment testing participants’ personal willingness to accept blood donated by PrEP users and support for lifting the blood ban). 244 See supra notes 172–207 and accompanying text (describing sexual risk compensation in the context of PrEP). 864 Boston College Law Review [Vol. 63:813 standing of the drug’s effectiveness in preventing HIV. The findings then indi-cate that it is not the perceptions that donors on PrEP have diseases that caused the reluctance;245 rather, it is something else about those donors that bothered participants. Promiscuity has been shown to play a part in this reluctance. Ad-mittedly, however, my findings do not show an indirect effect through media-tion between the use of PrEP and promiscuity. They show that family status affected perceptions of promiscuity that then affected willingness to accept blood.246 Future research should hone in on public ideas about risk compensa-tion perceptions—the direct connection between promiscuity and PrEP use. Nevertheless, some qualitative data extracted from comments left by partici-pants did appear to make this connection. For example, a 59-year-old woman from California wrote: “He sounds promiscuous. Scary.” Another 51-year-old woman from Texas was more explicit, stating: He sounds promiscuous. Straight or not, a person takes Prep [mean-ing PrEP] to protect themselves from contracting AIDS. He would then presumably be trying to protect himself because he is sexually active but also apparently not considering using condoms.247 Nevertheless, penalizing gay PrEP users over gay men not taking the treatment because of the risk compensation is an irrational decision, whether it is based on the participants’ risk calculation or on stigma. As mentioned, the reasons the CDC guidelines endorsed PrEP in the first place were because of the declining numbers of MSM using condoms and those being screened for STIs.248 Unfortunately, this concerning trend continues. A 2018 study with a sample of more than five hundred gay and bisexual men found that over half of them (54.2%) “reported not using a condom during anal sex with their most recent male partner” and “[a]mong these men, 93.8% were not on PrEP”; fur-                                                                                                                           245 Nevertheless, some participants were also reluctant about accepting a donation from a PrEP user, as the treatment has been shown to be 99% effective—although no drug on the market is 100% effective. For example, a 35-year-old man from California wrote: “99% doesn’t virtually eliminate and spreading a deadly disease like HIV needs special policy.” Another 57-year-old man from Geor-gia wrote: “Jim engages in risky behavior that can cause serious health risks. The pill is effective in mitigating the effects of risky behavior but does not completely eliminate the risk. Accepting Jim’s blood is increasing risk for everyone. It is about eliminating risk as much as possible not discrimina-tion. FDA should work hard towards eliminating all risk.” This last answer demonstrates both the signaling of PrEP as a sign of its user engaging in “risky” behavior, namely promiscuity, and the fear of the treatment not being 100% effective, showcasing the incredibly difficult task of teasing out clear and precise reasons for the PrEP penalty. 246 See infra Section IV.C (discussing the relationship between stigma, disgust, and the family status of MSM). 247 Both of those participants were randomly assigned to the “straight donor on PrEP” condition. I chose to present their comments as this eliminates homophobia as a factor for their response. 248 HIV Testing and Risk Behaviors Among Gay, Bisexual, and Other Men Who Have Sex with Men—United States, supra note 192, at 959. 2022] The PrEP Penalty 865 ther, less than half of MSM not taking PrEP (45.2%) “were tested [for HIV and STIs] in the past year.”249 By way of contrast, a PrEP user is more likely to be aware of his status, as he is tested regularly. As mentioned, the CDC has addressed risk compensation behaviors related to PrEP through the required HIV and STI screening every three months to keep the prescription, along with the recommendation for con-dom use.250 This is in addition to Risk Evaluation and Mitigation Strategies (REMS) addressed to physicians who prescribe Truvada that were issued by the FDA when it first approved the drug for PrEP; those REMS include educa-tion materials, training programs, and provision to prescribers of an agreement form for patients “to sign before and during PrEP use,” thereby verifying that the patient knows that the drug must be part of “[a] comprehensive prevention strategy includ[ing] consistent and correct use of condoms . . . [and] getting regular testing for HIV and other sexually transmitted infections . . . .”251 The PrEP penalty for potential MSM donors is thus irrational in a world where condom use as a preventive measure for HIV and STIs is not as preva-lent as it used to be among MSM across the board.252 Being on PrEP, however, has not only been shown to be highly effective against HIV infection, because, in part, it requires frequent testing four times a year.253 A PrEP patient not us-ing condoms is still much more likely to know about STI infections than an MSM who is not on PrEP. What the public has been shown to do is to penalize MSM who actually take more responsibility about their health—and instead prefer those who are less likely to know whether they even have an STI. Taken together with the technological advancement in blood testing and the fact that blood banks test each and every donation,254 this study’s findings about the PrEP penalty serve to demonstrate how stigma or misinformed risk perceptions can lead to irrational decision-making. A PrEP penalty, derived from a stigmatized message about the treatment, was also found to have discriminatory implications on users in other contexts.                                                                                                                            249 Those statistics are taken from data fielded between June and July 2018. Brian Dodge et al., HIV Risk and Prevention Outcomes in a Probability-Based Sample of Gay and Bisexual Men in the United States, 82 J. ACQUIRED IMMUNE DEFICIENCY SYNDROMES 355, 358 (2019). 250 PrEP FOR THE PREVENTION OF HIV, supra note 9, at 12–13, 35, 38; see Montess, supra note 204, at 293 (discussing how PrEP treatment is recommended in tandem with condom use and con-sistent HIV/STI testing); see also supra notes 6, 193–194 and accompanying text.  251 See Press Release, Gilead Scis., Inc., U.S. Food and Drug Administration Approves Gilead’s Truvada for Reducing the Risk of Acquiring HIV (July 16, 2012), https://www.gilead.com/news-and-press/press-room/press-releases/2012/7/us-food-and-drug-administration-approves-gileads-truvada-for-reducing-the-risk-of-acquiring-hiv [https://perma.cc/9T6M-5KAY]; Underhill, supra note 178, at 428. 252 See supra notes 184–187 and accompanying text. 253 PrEP FOR THE PREVENTION OF HIV, supra note 9, at 12–13, 35, 38. 254 See Keeping Blood Transfusions Safe: FDA’s Multi-layered Protections for Donated Blood, supra note 147. 866 Boston College Law Review [Vol. 63:813 Health insurance coverage is one example. In 2014, when a gay couple tried to purchase long-term care health insurance, Mutual of Omaha denied them eligi-bility because one of them was taking PrEP.255 Mutual maintained its decision to deny coverage even after an internal appeal.256 Mutual’s designated Medical Director speculated that PrEP use may “foster promiscuity,” but denied that promiscuity was “grounds for exclusion from . . . insurance.”257 This is despite the director admitting that a person who is promiscuous but takes PrEP as di-rected is at “low risk” of getting HIV and that PrEP is “highly effective against HIV infection.”258 The case eventually settled.259 Another known PrEP penalty related to insurance occurred in 2018. It in-volved a healthy, young, gay, single physician who was on PrEP and was only able to secure limited disability insurance because of it; the doctor emphasized that he “never engaged in sexually irresponsible behavior . . . [and has] always been in longer-term monogamous relationships.”260 An attorney for GLBTQ Legal Advocates and Defenders claimed to have identified “14 instances in which companies denied . . . insurance to gay men on PrEP,” and the policy director for the San Francisco AIDS Foundation noted that it seems to be a trend.261 Insurance companies explained that they believed the men were par-ticipating in “high-risk sexual behavior”; advocates say that even when they explained to the companies “that PrEP was protective, regardless of behavior, there seemed to be an understanding . . . . But so far [they] haven’t seen any policy changes.”262 New York financial regulators are investigating the is-sue.263                                                                                                                            255 Plaintiff John Doe’s Statement of Undisputed Material Facts in Support of Motion for Sum-mary Judgment at 2–3, 6–7, Doe v. Mut. of Omaha Ins. Co., No. 16-cv-11381, 2017 WL 7795962 (D. Mass. filed July 1, 2016). 256 Id. at 6–7.  257 Id. at 19 (quoting Dr. Henricks, Mutual of Omaha’s Medical Director and expert witness). 258 Id. at 19–20 (quoting Dr. Henricks). 259 Joint Status Report at 1, Doe v. Mut. of Omaha Ins. Co., No. 16-cv-11381, 2017 WL 7795962; see also Blake, supra note 69, at 1468 (noting that Mutual of Omaha did provide an insurance policy to the plaintiff following the lawsuit).  260 Donald G. McNeil, Jr., He Took a Drug to Prevent AIDS. Then He Couldn’t Get Disability Insurance, N.Y. TIMES (Feb. 12, 2018), https://www.nytimes.com/2018/02/12/health/truvada-hiv-insurance.html [https://perma.cc/9AN3-6E67] (quoting Dr. Philip J. Cheng).  261 Id. (citing statements by Bennett Klein, GLBTQ Legal Advocates and Defenders, and Court-ney Mulhern-Pearson, San Francisco AIDS Foundation). 262 Id. (quoting Courtney Mulhern-Pearson). 263 Id.; see also Donald G. McNeil, Jr., New York Will Investigate Reports of Gay Men Denied In-surance, N.Y. TIMES (Feb. 14, 2018), https://www.nytimes.com/2018/02/14/health/insurance-discrimination-gay-prep.html [https://perma.cc/GUX2-3EXR]. For another, different example of dis-crimination on the basis of HIV/AIDS involving insurance, see JESSICA L. ROBERTS & ELIZABETH WEEKS, HEALTHISM: HEALTH-STATUS DISCRIMINATION AND THE LAW 189–92 (2018) (describing insurance discrimination and prohibitive cost-sharing for medications treating HIV-positive individu-als). 2022] The PrEP Penalty 867 As mentioned in the Introduction, during the early days of the COVID-19 pandemic, a New York City resident who attempted to donate the antibodies he developed after contracting COVID-19 was rejected because he was taking PrEP.264 In that situation, taking PrEP was another disqualifier on top of the de-ferral policy for MSM, very similar to what has been shown in the experiment. This last incident is yet another example of just how crucial it is to allow MSM to give blood during times of need—whether it is for antibody collection or to fight the long-running scarcity in the blood supply. Given the protection PrEP provides against HIV, the frequent testing its users undergo, and the policy ac-cording to which blood banks check donations for contamination,265 MSM on PrEP could be helping the United States conquer its public health emergencies. B. The Blood Ban, the Expressive Function of the Law, and Structural Stigma Another important implication of the experimental findings refers to a phenomenon legal scholars call the “expressive function of [the] law” and that psychologists termed “structural stigma.”266 Only a few scholars in both disci-plines have applied these frameworks to the blood ban, and this study is the first to provide empirical evidence as to the expressive function of the policy on decision-making.267 Legal scholars have discussed and theorized about the ways in which law has an important expressive characteristic that reaches beyond its black-letter, coercive characteristics. Lawmaking, law enforcement, and court decisions send signals about values, and construct a set of public meanings and shared understandings between the government and the public. They draw attention to and clarify norms. By doing so, law educates the public about what should be considered socially harmful, thus affecting behavior.268                                                                                                                            264 Fitzsimons, supra note 1. 265 See PrEP FOR THE PREVENTION OF HIV, supra note 9, at 12–13, 35, 38; Keeping Blood Trans-fusions Safe: FDA’s Multi-layered Protections for Donated Blood, supra note 147. 266 See Stephanie P. Dizon, Reducing Stigma-Driven Health Disparities in People Living with HIV (PLWH): A Literature Review, 13 MCNAIR RSCH. J. SAN JOSE ST. U. 43, 46 (2017); Sunstein, supra note 33, at 2024. 267 See, e.g., Dov Fox, The Expressive Dimension of Donor Deferral, AM. J. BIOETHICS, Feb. 2010, at 42, 43; Charlene Galarneau, Blood Donation, Deferral, and Discrimination: FDA Donor Deferral Policy for Men Who Have Sex with Men, AM. J. BIOETHICS, Feb. 2010, at 29, 34, 36; Mat-thew Weait, Unsafe Law: Health, Rights and the Legal Response to HIV, 9 INT’L J.L. CONTEXT 535, 539–40 (2013); see also Dizon, supra note 266, at 46 (discussing the blood ban as an example of “structural stigma” discriminating against people who live with HIV). 268 See, e.g., RICHARD H. MCADAMS, THE EXPRESSIVE POWERS OF LAW: THEORIES AND LIMITS 11–12 (2015); Elizabeth S. Anderson & Richard H. Pildes, Expressive Theories of Law: A General Restatement, 148 U. PA. L. REV. 1503, 1571 (2000); Hellman, supra note 33, at 3 n.10; Lessig, supra note 33, at 2185; Richard H. McAdams & Janice Nadler, Coordinating in the Shadow of the Law:  868 Boston College Law Review [Vol. 63:813 In a similar vein, psychologists have discussed structural stigma. Drawing on a framework similar to systemic or structural racism, psychologists distin-guished between discrimination of stigmatized groups on the individual level and on the institutional level.269 Accordingly, they started discussing how laws can have an intentional or unintentional stigmatizing consequence on margin-alized groups and individuals.270 Psychologists have studied the effect of struc-tural stigma from law and policy on the mental health and well-being of LGBTQ individuals and on the attitudes of the general community regarding this population.271 For example, Mark Hatzenbuehler and his colleagues showed how LGBTQ individuals living in states with no employment discrim-ination protections or hate crime statutes covering sexual orientation had high-er rates of psychiatric disorders compared with LGBTQ individuals in states that had such legal protection.272 Hatzenbuehler and Katie McLaughlin have also shown a correlation between the lack of antidiscrimination protection and anti-gay prejudice in certain areas, in turn affecting the physical well-being of lesbian, gay, and bisexual individuals who grew up in those areas.273 This study shows the effect of the blood ban policy on decision-making related to PrEP. The results indicate a PrEP penalty—participants were more reluctant to accept a blood donation from a gay donor on PrEP when compared with a gay donor who was not on it. Nevertheless, when the stigmatized sexual                                                                                                                            Two Contextualized Tests of the Focal Point Theory of Legal Compliance, 42 LAW & SOC’Y REV. 865, 867 (2008); Sunstein, supra note 33, at 2022. For a review of the different strands in the writing on the expressive function of the law, see Maggie Wittlin, Note, Buckling Under Pressure: An Empir-ical Test of the Expressive Effects of Law, 28 YALE J. ON REGUL. 419, 422–27 (2011). 269 See, e.g., Link & Phelan, supra note 211, at 372. For a recent review of structural racism’s role in creating health disparities, see generally Ruqaiijah Yearby, Structural Racism and Health Dispari-ties: Reconfiguring the Social Determinants of Health Framework to Include the Root Cause, 48 J.L., MED. & ETHICS 518 (2020); Ruqaiijah Yearby & Seema Mohapatra, Law, Structural Racism, and the COVID-19 Pandemic, J.L. & BIOSCIENCES, Jan.–June 2020, at 1. 270 See, e.g., Patrick W. Corrigan et al., Structural Stigma in State Legislation, 56 PSYCHIATRIC SERVS. 557, 557–58 (2005). 271 See, e.g., Mark L. Hatzenbuehler, Structural Stigma and the Health of Lesbian, Gay, and Bi-sexual Populations, 23 CURRENT DIRECTIONS PSYCH. SCI. 127, 128–30 (2014). 272 See id. at 128–29; Mark L. Hatzenbuehler, Katherine M. Keyes & Deborah S. Hasin, State-Level Policies and Psychiatric Morbidity in Lesbian, Gay, and Bisexual Populations, 99 AM. J. PUB. HEALTH 2275, 2277, 2279 tbl.3 (2009). This is prior to 2020, when the United States Supreme Court interpreted “sex” in Title VII of the Civil Rights Act as granting protection to LGBTQ individuals. See Bostock v. Clayton County, 140 S. Ct. 1731, 1737 (2020). 273 Mark L. Hatzenbuehler & Katie A. McLaughlin, Structural Stigma and Hypothalamic-Pituitary-Adrenocortical Axis Reactivity in Lesbian, Gay, and Bisexual Young Adults, 47 ANNALS BEHAV. MED. 39, 41, 44 (2014) (showing how a factor analysis of state-level policies and public attitudes related to sexual orientation “indicated that they loaded onto a single factor” and are there-fore correlated) “[T]he stress of growing up in environments that target gays and lesbians for social exclusion may exert biological effects that are similar to traumatic life experiences.” Id. at 44; see also Hatzenbuehler et al., supra note 272, at 2279 (noting the need for further research into other dimen-sions of sexual orientation, including the public health effects of anti-transgender discrimination). 2022] The PrEP Penalty 869 identity of the donor was out of the question and the donor was straight, the negative effect of PrEP diminished, at least to some extent. Participants were more willing to accept blood from a straight man taking PrEP than from a gay man taking it.274 Participants’ reluctance to accept blood from gay donors may be attribut-ed to the blood ban policy. In this study, I did find an indication that this find-ing relates to compliance with current policy. The findings show that willing-ness not to comply with another blood donation policy, and to accept a dona-tion from a person who had visited a foreign country singled out by the FDA, predicted willingness to accept blood from a gay donor, meaning that noncom-pliance with one FDA deferral policy predicted noncompliance with another policy of the same kind.275 To say conclusively that compliance with the policy thereby explains the result would require a counterfactual whereby the FDA policy did not exist or was not mentioned to participants—a treatment that was not included in the current design. Future research should investigate this point further. Nevertheless, responses from many participants indicate how having a policy in place made them decide not to accept the blood from a gay man. For example, a 40-year-old woman from Florida wrote: “He has had sex with a man. Donating blood is a complicated process in itself. Rules and guidelines are rules and guidelines. They are there for a reason.” And a 29-year-old wom-an from Arizona was also explicit about the message sent from the FDA: The fact that the administration says that the blood should not even be accepted is a red flag right there. There is a risk when you take some kind of transfusion in that situation. That is a scary thing to accept already as it is, and that is just making the process scarier and causes too much risk. Others specifically called out the FDA for unjust policies but nonetheless decided against accepting a donation, as a 65-year-old man from Florida wrote: “I tend to believe in the FDA, although their policy may be antiquated based on the circumstances.” A 56-year-old woman from Pennsylvania wrote: “Alt-hough I have no problem allowing Jim to donate blood, I can understand the rules that the blood banks have. If they are there, they must be for a reason.”  Granted, the experiment puts participants in a tough situation at the inter-section of two strong stigmas: one stemming from the FDA’s blood ban policy, and one from the use of PrEP. In addition, when “something as visceral as blood” is associated with disgust, an emotion that lies “at the root of so much                                                                                                                            274 See supra Section III.A. 275 See supra Section III.B. 870 Boston College Law Review [Vol. 63:813 animus against . . . gay men,” the context seems specifically charged.276 Never-theless, as Professors Russell K. Robinson and David M. Frost write: “We see a broader legal regime that alternates between suggesting that gays and lesbi-ans are just like other Americans and elsewhere declaring that sex between men poses a serious threat to public health.”277 Even considering the caveats, this Article’s findings about the preference of taking blood from a straight do-nor on PrEP over a gay donor on PrEP does imply that the law sends a message against gay men and their sexuality. C. Penalizing Gay Fathers This study confirms that the phenomenon of the “sexually salient” parent exists with regard to gay parents in a broader context than originally argued.278 In her 2012 article, Professor Suzanne Kim argued that in child custody cases, courts rely on the legal construction of a parent as “sexually neutral” (attribut-ed to married heterosexual couples) or “sexually salient” (attributed to LGBTQ couples and “those who resist the gendered sexual archetype of mothers having sex with husbands”), penalizing the latter.279 My findings empirically show-case that when PrEP, a clear signal of sexuality, enters the picture, it makes the parent-donor “sexually salient” and less trustworthy in terms of blood donation than a “sexually neutral” parent not taking PrEP.280 It is interesting to note the fact that the gay parent was married or single did not make a difference in terms of the PrEP penalty. This showcases the signaling power of parenthood as a status in and of itself when concerning gay men, with its own set of expec-tations and perceived deservingness. This penalty could therefore surface in child custody cases involving fathers taking PrEP. As the experimental findings show, the familial status of the potential gay donor complicates the PrEP penalty. The PrEP Penalty was found to exist on                                                                                                                            276 Soucek, supra note 89, at 1937 (first citing MICHAEL NAVA & ROBERT DAWIDOFF, CREATED EQUAL: WHY GAY RIGHTS MATTER TO AMERICA 5 (1994); then citing MARTHA C. NUSSBAUM, FROM DISGUST TO HUMANITY: SEXUAL ORIENTATION AND CONSTITUTIONAL LAW 18 (2010); then citing William N. Eskridge, Jr., Body Politics: Lawrence v. Texas and the Constitution of Disgust and Contagion, 57 FLA. L. REV. 1011, 1013–14 (2005); and then citing Suzanne B. Goldberg, Sticky Intui-tions and the Future of Sexual Orientation Discrimination, 57 UCLA L. REV. 1375, 1391 n.71 (2010)); see also MARY DOUGLAS, PURITY AND DANGER: AN ANALYSIS OF CONCEPT OF POLLUTION AND TABOO 152–54 (Routledge 2002) (1966) (understanding disgust as a matter of pollution and as a way to maintain social boundaries); NUSSBAUM, supra, at 18; Eskridge, supra, at 1013–14; Goldberg, supra, at 1391 n.71; Robinson & Frost, supra note 67, at 277. 277 Robinson & Frost, supra note 67, at 216. 278 See Suzanne A. Kim, The Neutered Parent, 24 YALE J.L. & FEMINISM 1, 4 (2012) (noting that “the identities and lives of nonconforming parents” are “threateningly ‘sexually salient’”). 279 Id. at 4, 23. 280 See id. at 23 (associating sexual salience with parents who are perceived as “acutely, perva-sively, and inevitably sexual”). 2022] The PrEP Penalty 871 average among all gay donors, regardless of family status; in other words, be-ing single or married, with or without children. Family status, however, was found to be statistically significant for gay parents: participants penalized and refused to accept a blood donation from a gay single or married father on PrEP compared to a single or married father not on PrEP.281 These findings corre-spond with the way in which the same-sex plaintiffs were presented in front of the Supreme Court in critical LGBTQ rights cases and how the Court treated them.282 This study therefore showcases how respectability politics play out when adjudicating the legal treatment of queer individuals inside and outside of courtrooms. Professor William Eskridge argued that the topic of queer families has al-so been influenced by the 1980s AIDS crisis, and that the epidemic was a pri-mary reason for marriage equality dominating the gay rights agenda for dec-ades.283 For Eskridge, monogamy—ensured by marriage and standing in con-trast to the promiscuity associated with the gay lifestyle—was important to ensure “safety” as well as much-needed spousal commitment and caregiving for AIDS patients.284 In 1989, the New York Court of Appeals in Braschi v. Stahl Associates took notice of the caregiving role Miguel Braschi took for his ailing partner dying from AIDS; this was “[t]he first high-court to recognize a same-sex relationship.”285 Although other scholars have criticized this stance connecting the push for marriage with the desire for caregiving,286 it is safe to say that gay marriage                                                                                                                            281 See supra Section III.A. 282 See supra notes 229–236 and accompanying text (discussing how the Supreme Court has fa-vored LGBTQ plaintiffs who are strategically desexualized). 283 WILLIAM N. ESKRIDGE, JR., THE CASE FOR SAME-SEX MARRIAGE: FROM SEXUAL LIBERTY TO CIVILIZED COMMITMENT 10, 58 (1996). 284 Id. at 58; see also LIBBY ADLER, GAY PRIORI: A QUEER CRITICAL LEGAL STUDIES AP-PROACH TO LAW REFORM 109 (2018) (“Moral equivalency and especially the discursive elements of same-sex partners’ ‘interdependence,’ ‘mutual support,’ and ‘responsibility’ have had underappreciat-ed implications for the role that gay advocacy [for marriage equality] plays in the larger political cli-mate in which it takes place.”); GEORGE CHAUNCEY, WHY MARRIAGE? THE HISTORY SHAPING TO-DAY’S DEBATE OVER GAY EQUALITY 97, 102 (2004). Some [AIDS patients] had found partners, most of whom stood by them when they be-came ill, but some of whom deserted them in fear and remorse. . . . The shattering reali-zation that gay partners had no legal standing . . . . [A]nd the sympathetic attention AIDS drew to the existence of committed gay couples played a key role in expanding the legal definition of family. CHAUNCEY, supra, at 97, 102. 285 Braschi v. Stahl Assocs. Co., 543 N.E.2d 49, 55 (N.Y. 1989); see also CHAUNCEY, supra note 284, at 102–03; Cynthia Godsoe, Perfect Plaintiffs, 125 YALE L.J.F. 136, 150 (2015), https://www.yalelawjournal.org/pdf/Godsoe_PDF_w3e8dk2x.pdf [https://perma.cc/VC68-G8ND]. 286 Michael Warner attributes the campaign for marriage equality to a “relatively small number of lawyers” who were not representative of the LGBTQ community. WARNER, supra note 136, at 85. 872 Boston College Law Review [Vol. 63:813 has been a way for the legal system and the public to conceptualize the “legit-imacy” and ethical propriety of queer persons.287 As marriage is often associat-ed with a permanent commitment of monogamy, this institution allows for confirmation of social legitimacy, respectability, and acceptance.288 Marriage provides the “necessary ethical imprimatur to gay relationships.”289 In other words, as treatment of HIV was derived from a morality standpoint—viewing the condition as a punishment for promiscuous and deviant sexual behav-ior290—queer families served to fix this impression.291 Marriage equality was the alpha and omega of the LGBTQ rights agen-da.292 Arguments about the central role of marriage in one’s personal and social settings found their way into the majority opinion of the historic Obergefell v. Hodges decision in 2015. In Obergefell, the United States Supreme Court con-cluded that same-sex couples have the constitutional right to marry.293 Justice Kennedy spoke of how “[c]hoices about marriage shape an individual’s desti-ny” and acknowledged that society “pledge[s] to support [married] couple[s]” by “offering symbolic recognition and material benefits to protect and nourish the union.”294 Similar to that of United States v. Windsor,295 the strategy in Obergefell was to find the “perfect plaintiffs” that would exhibit respectabil-ity296 and not signal sexuality, as articulated by Professor Cynthia Godsoe.297                                                                                                                            287 See Sonu Bedi, An Illiberal Union, 26 WM. & MARY BILL RTS. J. 1081, 1151 (2018). 288 See id.; Elizabeth F. Emens, Monogamy’s Law: Compulsory Monogamy and Polyamorous Ex-istence, 29 N.Y.U. REV. L. & SOC. CHANGE 277, 298 (2004). 289 Bedi, supra note 287, at 1151; see also ANDREW SULLIVAN, VIRTUALLY NORMAL: AN AR-GUMENT ABOUT HOMOSEXUALITY 182 (1995). 290 GARY L. ALBRECHT, THE DISABILITY BUSINESS: REHABILITATION IN AMERICA 77 (1992); SUSAN SONTAG, AIDS AND ITS METAPHORS 26, 45–56 (1989) (discussing historical attitudes towards disease and noting that “[c]onsidering illness as a punishment is the oldest idea of what causes ill-ness”). 291 ESKRIDGE, supra note 283, at 10; Bedi, supra note 287, at 1150–51. 292 WARNER, supra note 136, at 87. This is despite claims that the campaign for marriage equality was never supported by a consensus of gay and lesbian activists. See id. at 84–85. 293 576 U.S. 644, 665 (2015). 294 Id. at 665–70. 295 570 U.S. 744, 749–51 (2013); see supra notes 229–236 and accompanying text (discussing the Windsor case and desexualization of LGBTQ plaintiffs). 296 See Godsoe, supra note 285, at 146 (“[T]he plaintiffs all have eminently respectable jobs. They are teachers, nurses, ministers, even soldiers. Twice in the opinion Justice Kennedy applauds plaintiff Ijpe DeKoe, who fought in Afghanistan, for ‘serv[ing] this Nation.’ . . . None of the plaintiffs appear to be transgender, HIV-positive, have a criminal history, or even have visible tattoos. Those who are disabled or ill had more sympathetic diagnoses such as cancer or Lou Gehrig’s disease.” (quoting Obergefell, 576 U.S. at 659, 678) (first citing Claire Galofaro, Associated Press, After Four Decades in Secret, Fighting for the Next Generation, LGBTQ NATION (Apr. 25, 2015), http://www.lgbtqnation.com/2015/04/after-four-decades-in-secret-kentucky-couple-fights-for-the-next-generation/ [https://perma.cc/P7VU-JWY7]; and then citing Bob Vitale, A Perfect Day, One Year Ago: The Wed-ding That Could Topple Ohio’s Gay Marriage Ban, LGBTQ NATION (July 11, 2014), https://www.lgbtqnation.com/2014/07/one-year-ago-a-perfect-day/ [https://perma.cc/7LYU-2EMY])); see also  2022] The PrEP Penalty 873 The named plaintiff, Jim Obergefell, like Edith Windsor, was a widower, mak-ing it harder for the Justices and the public to think of an ongoing sexual rela-tionship between him and a partner.298 Those depictions stand in contrast to that of the plaintiffs in a case that was described as a “disappointment” and an “opportunit[y] missed.”299 In 2018, in Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission, the United States Supreme Court held that the Colorado Civil Rights Commission violated the First Amendment when it charged a baker under state anti-discrimination laws for refusing to create a wedding cake for a same-sex mar-riage.300 The case revolved around a clash between First Amendment religious freedoms and LGBTQ rights; the plaintiffs were Charlie Craig and David Mul-lins, a gay couple that ordered a custom cake from Masterpiece Cakeshop in Colorado for their wedding reception. The defendant, bakery owner Jack Phil-lips, refused to make the cake and later claimed that baking and selling a cake that celebrated a same-sex wedding ran contrary to his Christian beliefs.301 Phillips eventually won the case after the Court held that the Colorado Civil                                                                                                                            Scott Skinner-Thompson, The First Queer Right, 116 MICH. L. REV. 881, 890 (2018) (“Time after time, plaintiffs’ religion, military service, and professionalism were emphasized. That is, rather than exploring queer difference or queer sexuality or emphasizing the ways in which queerness intersects with and magnifies other forms of marginalization, the equal protection challenges emphasized same-ness, painting a circumscribed portrait of queer identity.” (footnote omitted) (first citing Scott Skin-ner-Thompson, The “Straight” Faces of Same-Sex Marriage, SLATE (Apr. 24, 2015), https://slate.com/human-interest/2015/04/the-straight-faces-of-same-sex-marriage.html [https://perma.cc/57TS-TK28]; and then citing Michael Boucai, Is Assisted Procreation an LGBT Right?, 2016 WIS. L. REV. 1065, 1107–24). 297 See Godsoe, supra note 285, at 148 (“The plaintiffs have mostly been together for a significant time, several for twenty or even forty years. Their relationships are described as ‘committed’ (read: monogamous). If anyone were inclined to contemplate plaintiffs’ sexual relationships, they could rest assured that those relationships are ‘proper.’” (footnotes omitted) (citing Mark Sherman et al., Same Sex Marriage Plaintiffs’ Stories of Love, Life, DETROIT NEWS, https://www.detroitnews.com/story/news/politics/2015/04/22/sex-marriage-plaintiffs-stories-love-life/26222099/ [https://perma.cc/VR7R-QGHA] (Apr. 23, 2015))); see also ADLER, supra note 284, at 108, 114 (describing how the campaign for same-sex marriage was driven by messages of heteronormative “family values”). 298 Obergefell, 576 U.S. at 654–55; Windsor, 570 U.S. at 749–50; see Godsoe, supra note 285, at 147–48, 147 n.63 (citing Mary Anne Case, Couples and Coupling in the Public Sphere: A Comment on the Legal History of Litigating for Lesbian and Gay Rights, 79 VA. L. REV. 1643, 1682 (1993)). 299 Chad Flanders & Sean Oliveira, An Incomplete Masterpiece, 66 UCLA L. REV. DISCOURSE, Feb. 7, 2019, https://www.uclalawreview.org/an-incomplete-masterpiece/ [https://perma.cc/5ZXU-E82D]. 300 138 S. Ct. 1719, 1723–24 (2018). 301 Id. at 1724. For a discussion on how Phillips’s refusal, along with other similar acts, collec-tively function “as an alternative regime of sexual regulation,” see Melissa Murray, Consequential Sex: #MeToo, Masterpiece Cakeshop, and Private Sexual Regulation, 113 NW. U. L. REV. 825, 865 (2019) (citing Brief of 211 Members of Congress as Amici Curiae in Support of Respondents at 16, Masterpiece Cakeshop, 138 S. Ct. 1719 (No. 16-111)). 874 Boston College Law Review [Vol. 63:813 Rights Commission’s action in filing a complaint against him, on behalf of plaintiffs Craig and Mullins, violated the Free Exercise Clause.302 Craig and Mullins projected an image that was antithetical to the image of the respectable, asexual, gay couples in Windsor and Obergefell; they visibly displayed affection “that could remind the public [and the courts] of their same-sex sexual desires [and] attractions” in photos and interviews, thus “rein-forc[ing] their sexuality, enhanc[ing] the danger for social distinction, and per-haps even provok[ing] homophobic reactions.”303 Therefore, Charlie Craig and David Mullins were portrayed as neither asexual nor family-oriented caretak-ers, as were other winning LGBTQ plaintiffs before the Supreme Court. Alt-hough other factors certainly played a part in them losing the case, as Professor Jeremiah Ho concludes: “Failing to satisfy each of [Cynthia] Godsoe’s under-scored characteristics of assimilation likely prevented Craig and Mullins from manifesting the version of gay assimilation and respectability propagated in the marriage cases.”304  Returning to our study, a vignette in which the potential donor is married but taking PrEP—as is his partner—could well signal to the participants a message about active sexuality and the morality of this behavior. No wonder then that a 62-year-old woman from New Jersey wrote the following: I would feel uneasy about accepting a transfusion from Jim because, although he is married, I don’t know how many sexual partners he has had. A few participants had made some moral assumptions about infidelity, like a 71-year-old from California who wrote: Jim may be a good man in his relationship, but who’s to say the same of his partner? His partner may be cheating.305 A 43-year-old from Montana had another idea about the nature of the marital relationship:                                                                                                                            302 Masterpiece Cakeshop, 138 S. Ct. at 1732. 303 Jeremiah A. Ho, Queer Sacrifice in Masterpiece Cakeshop, 31 YALE J.L. & FEMINISM 249, 292–94 (2020). 304 Id. at 297. 305 Other participants wrote similarly. A 60-year-old woman from Illinois wrote: “Even though Jim is married now—there still might be a risk of HIV from previous relationships—or who is to say [if] one of the partners cheats? There is a risk.” A 31-year-old man from Texas wrote, “While Jim may or may not be a faithful partner, or fully convinced of the faithfulness of his husband, infidelity occurs all too often, and since the risk of HIV transmission from sex is vastly greater in homosexual sex, it is still too risky to accept blood donations from a population that bears that increased risk. It isn’t a mat-ter of discrimination or based on anything other than current medical science.” 2022] The PrEP Penalty 875 Jim should not be allowed, because if him and his husband are tak-ing the pill they obviously have an open marriage and are both sleeping around.306 These comments—along with my finding of how willingness to accept blood from a gay donor is mediated through perceived promiscuity that in turn is indicated by his familial status—reflect moral judgments of same-sex mar-riage and “compulsory monogamy.”307 Those moral judgments then play a role in decision-making processes related to health. Even when communicating to participants the safeguards at play regarding the screening of all donated blood and the great efficacy of PrEP, it seems like their moral judgment related to family values and use of the treatment drove their decisions. Another interesting characteristic of successful LGBTQ plaintiffs is their parental status. All of the female Obergefell plaintiffs were parents, compared with around one-third of American lesbian and bisexual women; half of the male plaintiffs were parents, compared with just sixteen percent of American gay and bisexual men.308 Parenting is associated with both respectability and asexuality.309 It was yet another characteristic that Craig and Mullins, the                                                                                                                            306 In 2010, an argument of a similar nature came before the United States District Court for the Northern District of California in Perry v. Schwarzenegger, 704 F. Supp. 2d 921 (N.D. Cal. 2010). This early same-sex marriage case was filed against a ballot initiative known as “Proposition 8” that modified California’s Constitution to prohibit same-sex marriage and was approved by a majority of California voters in November 2008. Id. at 927–28. On cross examination, the plaintiffs’ expert, psy-chologist Letitia Anne Peplau, was presented with evidence that a larger percent of gay couples had an open relationship, compared to heterosexual and lesbian couples. See ADLER, supra note 284, at 66–67. This, according to the state, showed a difference between straight and gay relationships. Id. Peplau responded by saying: “[I]f a couple has an agreement [for an open relationship] . . . then acting on that agreement is not a breach of trust” and therefore does not impact contentment within the relationship. Id. (citing Transcript of Trial Proceedings at 617, Perry, 704 F. Supp. 2d at 921 (No. C 09-2292)). The evidence about the frequency of open relationship agreements within gay couples did not appear in the final decision, nor did it change the holding that “gay and [heterosexual] couples are, in all relevant respects, the same.” Id. at 67. 307 In her 2004 article, Professor Liz Emens describes exclusive relationships between two people as “a normative fantasy.” Emens, supra note 288, at 287. She then invites couples to reexamine the idea of monogamous relationships “as a choice for themselves and for others” and addresses this issue specifically for LGBTQ couples: For same-sex couples who are now marrying, and those who will marry in greater numbers in coming years, this may be a uniquely fertile time to think critically about the kind of intimate relationships they are forming. The present moment may someday be revealed as the end of an era, the end of a period in which same-sex couples were not subject to precisely the same pressures of compulsory monogamy as straight couples. Id. at 375 (footnote omitted). As this study shows, almost 20 years after this suggestion there is still much moral judgment of polyamorous relationships, specifically among same-sex couples. See id. at 375–76 (noting how norms inform opinions about the intimate relationships of others). 308 Godsoe, supra note 285, at 139 fig.1, 149. 309 Id. at 147–48. 876 Boston College Law Review [Vol. 63:813 plaintiffs in Masterpiece Cakeshop, did not possess, as they “projected the im-age of a young, mobile couple who traveled, attended media parties, and were essentially carefree from familial responsibilities.”310 Parenthood “is an institution that retains [a] central role in society,” argu-ably “even more so than marriage.”311 The legal protection of new forms of parental relationships, pertaining specifically to “LGBTQ individuals, unmar-ried individuals, and individuals using assisted reproductive technologies,” is an issue at the forefront of constitutional and family law.312 Together with same-sex marriage, parentage has also played a role in the “normalization” agenda of gays and lesbians. As Professor Douglas NeJaime has shown, in the late 1960s, advocacy for the rights of gay fathers has been constrained by the courts’ requirement of a biological tie between the child and the adult; the same-sex marriage agenda was seen as an avenue for the “vindication of non-biological parenthood.”313 As with same-sex marriage, queer parenthood in general and gay father-hood in particular have been widely perceived as another “powerful counter-example to the stereotype of the gay man as unable or unwilling to commit to a long-term intimate relationship.”314 The literature has discussed multiple stere-otypes associated with gay fathers. Earlier research from 2009 analyzing court cases involving gay and lesbian parents suggested that gay fathers have been subject to two main stereotypes: first, they have been stereotyped as “HIV agents—men who carry HIV and infect children with” the virus.315 On a simi-lar note, it was also argued that the opposition to gay fatherhood arises from public visceral disgust with gay sex, leading many members of the public to                                                                                                                            310 Ho, supra note 303, at 294 (citing Chris Johnson, Meet the Gay Couple at the Center of Mas-terpiece Cakeshop Case, WASH. BLADE (Nov. 21, 2017), https://www.washingtonblade.com/2017/11/21/meet-the-gay-couple-at-the-center-of-the-masterpiece-cakeshop-case/ [https://perma.cc/R5E6-YSRF]). 311 See Douglas NeJaime, The Constitution of Parenthood, 72 STAN. L. REV. 261, 355 (2020); see also Doron Dorfman, The Inaccessible Road to Motherhood—The Tragic Consequence of Not Having Reproductive Policies for Israelis with Disabilities, 30 COLUM. J. GENDER & L. 49, 51–53 (2015). 312 NeJaime, supra note 311, at 355 (citing Obergefell v. Hodges, 576 U.S. 644, 673 (2015)). 313 Douglas NeJaime, Marriage Equality and the New Parenthood, 129 HARV. L. REV. 1185, 1229–30 (2016). 314 E. Gary Spitko, From Queer to Paternity: How Primary Gay Fathers Are Changing Father-hood and Gay Identity, 24 ST. LOUIS U. PUB. L. REV. 195, 211 (2005). 315 Clifford J. Rosky, Like Father, Like Son: Homosexuality, Parenthood, and the Gender of Homophobia, 20 YALE J.L. & FEMINISM 257, 262, 280–81 (2009). For example, in a 2008 case, the state of Florida tried to prevent a single gay man from adopting two young boys he fostered, enforcing a ban on such adoptions in the state of Florida. See In re Adoption of Doe, 2008 WL 5006172, at *1, *13, *29 (Fla. Cir. Ct. Nov. 25, 2008), aff’d sub nom., Fla. Dep’t of Child. & Fams. v. Adoption of X.X.G., 45 So.3d 79 (Fla. Dist. Ct. App. 2010). The Florida Circuit Court refused to accept the state’s claim that LGBTQ parents are more susceptible to medical conditions, including HIV and mental illness. Id. at *6–13. The court was not convinced and declared that the decision not to allow the foster father to adopt violated his and the children’s equal protection rights. Id. at *29. 2022] The PrEP Penalty 877 conclude that it is better for children to be raised in heterosexual households so they will not be exposed to a promiscuous lifestyle.316 Second, gay fathers “have been [viciously] stereotyped as child molesters.”317 Gay fathers conform to the gender stereotype of fathers as wage-earners but are not thought of as nurturers.318 They are often also “painted as dishonest or untrustworthy,” a perception that is “the result of the first generation of gay . . . fathers” who first married women, had children with them, and “then di-vorced and entered into a relationship with a man.”319 “Such circumstances would tend to reinforce an existing negative gay male identity as unfaithful and untrustworthy, unsuited for long-term intimacy, self-absorbed, and hyper-sexual.”320 Unreservedly defying those stereotypes are single gay men having babies through surrogacy. Those single fathers by choice have been called “a growing movement” in recent years.321 Single gay fathers challenge multiple societal ideals about family, namely the veneration of couplehood, the “central role ascribed to motherhood in Western culture,” and “the notion that fatherhood is a heteronormative practice.”322 Recently, along with other kinds of queer fami-lies,323 single gay fathers entered America’s living rooms through celebrity culture when two renowned personas shared their decisions to become parents through surrogacy: TV host Andy Cohen became a single dad to a son in Feb-ruary 2019, and journalist Anderson Cooper announced the birth of his first child, a son, in April 2020.324                                                                                                                            316 See KENJI YOSHINO, COVERING: THE HIDDEN ASSAULT ON OUR CIVIL RIGHTS 101–04 (2006); Richard E. Redding, It’s Really About Sex: Same-Sex Marriage, Lesbigay Parenting, and the Psychology of Disgust, 15 DUKE J. GENDER L. & POL’Y 127, 159–60 (2008); Kimberly Richman, Lovers, Legal Strangers, and Parents: Negotiating Parental and Sexual Identity in Family Law, 36 LAW & SOC’Y REV. 285, 294–95 (2002); see also supra note 276 and accompanying text (discussing reactions of disgust and animus toward gay sex). 317 Rosky, supra note 315, at 262; Purvis, supra note 229, at 998–99. 318 Purvis, supra note 229, at 992. 319 Id. at 999 (citing Spitko, supra note 314, at 198). 320 Spitko, supra note 314, at 198–99. 321 Avichai Scher, Gay Fathers, Going It Alone, N.Y. TIMES (Oct. 25, 2018), https://www.nytimes.com/2018/10/25/nyregion/single-gay-fathers-through-surrogacy.html [https://perma.cc/RE5Y-KLZY]. 322 Maya Tsfati & Adital Ben-Ari, Single Gay Fathers Via Surrogacy: The Dialectics Between Vulnerability and Resilience, 27 J. FAM. STUD. 247, 248 (2021) (citing AMBER E. KINSER, MOTHER-HOOD AND FEMINISM (2010)). 323 Cavalcante, supra note 134, at 456 (discussing the representation of gay parents on American network sitcoms). 324 Eun Kyung Kim, Andy Cohen Welcomes Baby Boy—See First Photo of Father and Son, TO-DAY (Feb. 5, 2019), https://www.today.com/parents/andy-cohen-welcomes-baby-boy-see-first-photo-father-son-t148096 [https://perma.cc/FV8C-MHXL]; Tracy Brown, Anderson Cooper Announces the Birth of His Son, Wyatt, L.A. TIMES (Apr. 30, 2020), https://www.latimes.com/entertainment-arts/story/2020-04-30/anderson-cooper-baby-wyatt-father-son [https://perma.cc/WG44-BA99]. 878 Boston College Law Review [Vol. 63:813 It seems as though moral notions are coloring health-related issues, with-out any reliance on clear data. Penalizing sexually active gay parents through the use of PrEP is yet another reincarnation of an older HIV stigma, one that has not yet been documented in the literature. The PrEP penalty for gay fathers indicates how such norms around shaming and stereotypes about promiscuity persist, even with the efforts of LGBTQ individuals to assimilate into society through the legal recognition of their family units. CONCLUSION: COMBATING PrEP STIGMA AND  IMPROVING PUBLIC HEALTH This Article demonstrates how unfounded stigma and moral judgments can cause irrational decision-making vis-à-vis crucial public health issues. The original experimental study shows that participants, a representative sample of adults in the United States, are more reluctant to accept blood donated by gay men who take PrEP compared with gay men who do not take PrEP. This pref-erence stands despite the finding that the participants understood that gay men taking PrEP are actually less likely to have HIV or STIs compared with indi-viduals not on the treatment. This understanding had a suppressing, weaken-ing, effect on the participants’ decision-making, but not to the point of accept-ing blood from PrEP users or changing the policy to allow them to donate. In particular, study participants found gay fathers on PrEP to be undeserving to give blood compared with gay fathers not on PrEP, and are penalized for being perceived as sexually active. Moral judgment and stigma should not be the driving forces behind health-related decisions, especially when significant public health issues, such as fighting the chronic scarcity in blood supply—at an all-time low due to the COVID-19 pandemic—and eradication of HIV are on the line. What can be done to fight PrEP stigma? A normative intervention by the FDA could help combat the stigma and advance these public health goals via the utilization of the expressive function of the law, but in a way that normaliz-es PrEP use.  Professor Libby Adler describes how adding sexual orientation and gen-der identity protections into hate crimes statutes had an expressive value for that community; the additions provided public and personal validation that LGBTQ individuals are a “legitimate minority” worthy of protection and recognition.325 The addition of hate crimes protections can be a model for a normative intervention legitimizing this minority group when dealing with the                                                                                                                            325 ADLER, supra note 284, at 122–23. 2022] The PrEP Penalty 879 current blood ban that signals that gay men are neither healthy nor “normative” individuals,326 but rather second-class citizens. As PrEP users are actually “safer” candidates for blood donations—as they are less likely to have HIV and STIs compared with non-PrEP users—lifting the FDA deferral policy to allow PrEP users to give blood would likely have an expressive effect normalizing PrEP in the public eye, and within the LGBTQ community. This policy change would allow more people to donate blood, mitigating the blood shortage,327 and would also incentivize individuals who need the medication to take it, a critical step needed to eradicate HIV.328 Such a policy would be a win-win, fighting stigma and improving public health at the same time. The policy change should go hand in hand with the HHS plan of making PrEP more available to those who need it, specifically people of color.329 It should also be accompanied by public information cam-paigns and data explaining PrEP’s effectiveness and the current safeguards protecting the blood supply. Ultimately, however, the blood ban for MSM should be abolished out-right, as there is no more medical-scientific reason to “fixate on sex between men while downplaying [or ignoring] similar risks undertaken by heterosexu-als,” a distinction that has been considered unconstitutional.330 Giving priority to PrEP users as a step before abolishing the ban completely, similar to what happened with shortening the deferral policy from one year to three months, is a promising step on the way to normalizing PrEP use. Destigmatization has been a public health strategy already used in the fight to prevent HIV/AIDS.331 As stigma evolves and reformulates, such as with PrEP use, legal tools should adapt and reinforce data-informed and rational decisions to help achieve socie-tal public health goals.                                                                                                                            326 BENNETT, supra note 34, at 118–20; Garraud & Lefrère, supra note 120, at s404; Galarneau, supra note 267, at 34.  327 See Matt Lavietes, Critics Call to End Three-Month Celibacy Requirement for Gay, Bisexual Men Amid Blood Shortage, NBC NEWS (Jan. 13, 2022), https://www.nbcnews.com/nbc-out/out-politics-and-policy/national-blood-crisis-reignites-calls-fda-end-gay-donor-restrictions-rcna11918 [https://perma.cc/RWY2-4D42]. 328 As qualitative research shows, many gay men would like to be able to donate blood and see it as a civic duty. See BENNETT, supra note 34, at 117–18. If the blood donation policy prioritizes PrEP users, there is a reason to think more people would take PrEP. See id. 329 See Fauci et al., supra note 11, at 844. 330 Robinson & Frost, supra note 67, at 217, 234–36. 331 Wiley, supra note 224, at 135–37. 880 Boston College Law Review [Vol. 63:813 APPENDIX I THE VIGNETTE, MEDIATORS, AND PREDICTORS  The Vignette PrEP is a medication that prevents people from getting HIV. PrEP is ap-proved by the Food and Drug Administration (FDA) and has been shown to be safe and effective.  Studies around the world have shown PrEP is 99% effective in preventing HIV. A single pill taken once daily virtually eliminates the risk of getting HIV.  Have you heard about PrEP before?  No  Yes  Based on what you just read, please state if the next statement is true or false: PrEP virtually eliminates the risk of getting HIV.  No  Yes  The Food and Drug Administration (FDA) does not accept blood donations from men who have had sex with men in the year prior to the donation. Blood banks always test blood donations for contamination.  On PrEP Treatment • Jim is in his early thirties. He is a gay married father. He and his husband are raising their 5-year-old daughter. Every day for the last two years, Jim and his husband have been taking PrEP, the drug that prevents people from getting HIV. Jim is a universal donor, meaning his blood type is compatible with all other blood types. • Jim is in his early thirties. He is a gay married man. Every day for the last two years, Jim and his husband have been taking PrEP, the drug that prevents people from getting HIV. Jim is a universal donor, meaning his blood type is compatible with all other blood types. • Jim is in his early thirties. He is a single gay father who raises his 5-year-old daughter. Every day for the last two years, Jim has been taking PrEP, the drug that prevents people from getting HIV. Jim is a universal donor, meaning his blood type is compatible with all other blood types. 2022] The PrEP Penalty 881 • Jim is in his early thirties. He is a single gay man. Every day for the last two years, Jim has been taking PrEP, the drug that prevents people from get-ting HIV. Jim is a universal donor, meaning his blood type is compatible with all other blood types. • Jim is a straight man in his early thirties. Every day for the last two years, Jim has been taking PrEP, the drug that prevents people from getting HIV. Jim is a universal donor, meaning his blood type is compatible with all other blood types.  Not on PrEP Treatment • Jim is in his early thirties. He is a gay married father. He and his husband are raising their 5-year-old daughter. Jim is a universal donor, meaning his blood type is compatible with all other blood types. • Jim is in his early thirties. He is a gay married man. Jim is a universal donor, meaning his blood type is compatible with all other blood types. • Jim is in his early thirties. He is a single gay father who raises his 5-year-old daughter. Jim is a universal donor, meaning his blood type is compatible with all other blood types. • Jim is in his mid-thirties. He is a single gay man. Jim is a universal donor, meaning his blood type is compatible with all other blood types.  Dependent variables In a medical situation, would you accept a blood transfusion if you knew Jim is the donor?  Definitely won’t accept the blood transfusion  Probably won’t accept the blood transfusion  Might or might not accept the blood transfusion  Probably will accept the blood transfusion  Definitely will accept the blood transfusion  Should the FDA policy allow Jim to donate blood?  Definitely should not be allowed  Probably should not be allowed  Probably should be allowed  Definitely should be allowed  Please explain your concerns about accepting a blood transfusion from Jim or allowing Jim to donate blood. [open question]  882 Boston College Law Review [Vol. 63:813 Predictors (asked before the vignette) How much do you agree with the following statement? “Sexual relations between two adult men are acceptable”  Strongly agree  Agree  Neither Agree nor Disagree  Disagree  Strongly Disagree  How much do you agree with the following statement? “Homosexual Couples should have the right to marry one another.”  Strongly agree  Agree  Neither Agree nor Disagree  Disagree  Strongly Disagree  How much trust do you have in Blood Banks – Organizations that store blood and plasma for transfusion purposes?  Not at all  A little  A moderate amount  A lot  A great deal  How much trust do you have in the Food and Drug Administration (FDA)?  Not at all  A little  A moderate amount  A lot  A great deal  The Food and Drug Administration (FDA) does not accept blood donations from Americans who spent time in certain foreign countries. Turkey is one of these countries. Blood banks always test blood donations for contamination. If you were in a medical situation, would you accept a blood transfusion if you knew the donor has spent a year in Turkey?  Definitely won’t accept the blood transfusion  Probably won’t accept the blood transfusion  Might or might not accept the blood transfusion  Probably will accept the blood transfusion 2022] The PrEP Penalty 883  Definitely will accept the blood transfusion  Ben has a severe allergy to dust mites, tiny bugs that commonly live in house dust. Due to his allergy, Ben frequently takes a prescription medication that relieves allergy symptoms. The drug is approved by the Food and Drug Ad-ministration (FDA) and has been shown to be safe and effective. Blood banks always test blood donations for contamination. If you were in a medical situa-tion, would you accept a blood transfusion from Ben?  Definitely won’t accept the blood transfusion  Probably won’t accept the blood transfusion  Might or might not accept the blood transfusion  Probably will accept the blood transfusion  Definitely will accept the blood transfusion  Mediators (asked after the vignette) How likely is it for Jim to have sexually transmitted diseases (STDs)?  Not at all likely  Slightly likely  Moderately likely  Very likely  Extremely likely  How likely is it for Jim to be HIV positive?  Not at all likely  Slightly likely  Moderately likely  Very likely  Extremely likely  How likely is it that Jim currently has more than only one sexual partner?  Not at all likely  Slightly likely  Moderately likely  Very likely  Extremely likely  How likely is it for Jim to be engaged in risky sexual behavior?  Not at all likely  Slightly likely  Moderately likely  Very likely 884 Boston College Law Review [Vol. 63:813  Extremely likely  How likely is it for Jim to be engaged in other risky behavior?  Not at all likely  Slightly likely  Moderately likely  Very likely  Extremely likely  How much do you agree with the following statement? “Jim has too much sex.”  Strongly Disagree  Slightly Disagree  Neither agree nor disagree  Slightly agree  Strongly Disagree 2022] The PrEP Penalty 885 APPENDIX II REPLICATION OF THE MAIN FINDING IN 2017 DATA Table 7: OLS Regression of Willingness to Accept a Blood Donation (2017 data)   On PrEP -0.34***  (0.06)   Gay Single (ref.) ---   Gay Married -0.07  (0.09)   Gay Single Father 0.08  (0.09)   Gay Married Father 0.1  (0.09)   Constant 3.1*** R Square 0.014 Adjusted R Square 0.012 N 2000 * P < 0.05; ** P < 0.01; *** P < 0.001 (two-tailed test)  886 Boston College Law Review [Vol. 63:813  Table 8: OLS Regression of Support of Changing the FDA’s Blood Ban (2017 data)   On PrEP -0.26***  (0.06)   Gay Single (ref.) ---   Gay Married -0.02  (0.07)   Gay Single Father 0.02  (0.07)   Gay Married Father 0.05  (0.06)   Constant 2.6*** R Square 0.014 Adjusted R Square 0.012 N 2000 * P < 0.05; ** P < 0.01; *** P < 0.001 (two-tailed test)   ",
    "id": 515877247,
    "identifiers": {
        "doi": null,
        "oai": "oai:lawdigitalcommons.bc.edu:bclr-4053"
    },
    "title": "The PrEP Penalty",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-03-30T08:00:00+01:00",
    "publisher": "Digital Commons @ Boston College Law School",
    "references": [],
    "sourceFulltextUrls": [
        "https://lawdigitalcommons.bc.edu/cgi/viewcontent.cgi?article=4053&context=bclr"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/515877247.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/515877247"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/515877247/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/515877247/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/515877247"
        }
    ],
    "abstract": "Pre-exposure prophylaxis, or PrEP, is a novel treatment shown to be highly effective in preventing HIV infection. Although this preventive measure signals a new dawn in eliminating HIV/AIDS, this Article exposes the paradoxical legal treatment of PrEP. On one hand, PrEP has been approved by the FDA, endorsed by the CDC, and promoted through financial incentives in the Affordable Care Act. On the other, the FDA restricts PrEP users, predominately sexually active gay men, from donating blood through a legal policy known as the “blood ban.” This Article uses an innovative experimental study to demonstrate counterintuitive and illogical responses to gay men’s use of PrEP. Study participants were found to be more reluctant to accept blood from a potential gay donor taking PrEP, or to change the FDA policy to allow that donor to donate blood, as compared with a gay donor not taking PrEP. Likewise, participants were more reluctant to receive blood from gay fathers on PrEP than from gay fathers not on PrEP. This PrEP penalty applied only to gay donors; participants were more inclined to accept a blood donation from a straight donor on PrEP compared with any gay donor.\nThe findings demonstrate how decisions related to public health, on the structural and individual levels, are colored by moral judgment. They show how legal discourse strips away the public health benefits of medical treatment and shifts focus to the patient’s individual behavior, a process I call “the demedicalization of preventive measures.” The findings also contribute to the understanding of the expressive function of the law, meaning the ways in which the law constructs identities and how it shapes common understandings about sexual minorities in the area of public health. Furthermore, the findings advance empirical knowledge and understanding of the social meanings of same-sex marriage, parenthood, and queer families post-Obergefell v. Hodges.\nPublic perceptions of morality and trustworthiness result in the penalization of PrEP use to the detriment of both LGBTQ individuals and society as a whole. Stigmatized attitudes hamper major public health projects, including fighting chronic blood scarcity, increasing the pool of donors that could give antibodies during a pandemic, and eliminating HIV. Expanding upon the findings from this experimental study, I offer normative avenues to eliminate PrEP stigma and further public health goals, arguing for reforming FDA policy to specifically allow PrEP users to give blood and, ultimately, for completely abolishing the blood ban",
    "tags": [
        "article",
        "Civil Rights and Discrimination",
        "Family Law",
        "Health Law and Policy",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:lawdigitalcommons.bc.edu:bclr-4053",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1276",
        "openDoarId": 0,
        "name": "Digital Commons @ Boston College Law School",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 515877247,
        "depositedDate": null,
        "publishedDate": "2022-03-30T08:00:00+01:00",
        "updatedDate": "2022-10-07T10:33:49+01:00",
        "acceptedDate": null,
        "createdDate": "2022-05-18T23:00:20+01:00"
    },
    "urls": [
        "https://lawdigitalcommons.bc.edu/bclr/vol63/iss3/3",
        "https://lawdigitalcommons.bc.edu/cgi/viewcontent.cgi?article=4053&amp;context=bclr"
    ],
    "lastUpdate": "2022-10-07T10:33:49+01:00",
    "setSpecs": []
}