{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hahn, Kaitlin"
        }
    ],
    "contributors": [],
    "createdDate": "2021-12-02T18:52:26+00:00",
    "dataProvider": {
        "id": 21325,
        "name": "Digital Collections @ Suffolk",
        "url": "https://api.core.ac.uk/v3/data-providers/21325",
        "logo": "https://api.core.ac.uk/data-providers/21325/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/480665427.pdf",
    "fullText": "Suffolk University Digital Collections @ Suffolk Undergraduate Theses and Capstone Projects Student Works 5-2020 The Question of Pronouns: Recommendations for How Higher Education Institutions Should Implement Pronouns Kaitlin Hahn Suffolk University Follow this and additional works at: https://dc.suffolk.edu/undergrad  Part of the Gender, Race, Sexuality, and Ethnicity in Communication Commons Recommended Citation Hahn, Kaitlin, \"The Question of Pronouns: Recommendations for How Higher Education Institutions Should Implement Pronouns\" (2020). Undergraduate Theses and Capstone Projects. 8. https://dc.suffolk.edu/undergrad/8 This Capstone Project is brought to you for free and open access by the Student Works at Digital Collections @ Suffolk. It has been accepted for inclusion in Undergraduate Theses and Capstone Projects by an authorized administrator of Digital Collections @ Suffolk. For more information, please contact dct@suffolk.edu. Running Head: PRONOUNS IN HIGHER EDUCATION            The Question of Pronouns: Recommendations for How  Higher Education Institutions Should Implement Pronouns  Kaitlin Hahn #2500485 CJN 506AE Professor Carragee 16 April, 2020           PRONOUNS IN HIGHER EDUCATION 2 Introduction  Historically, higher education has supported the binary genders of man and woman by championing the binary in terms of receiving higher education, such as those who go on to pursue college degrees and further. As colleges and universities are driven to become more and more accessible, so do their policies. The research to follow highlights the need for higher education institutions to recognize and implement common use of pronouns, meaning the use of They/Them or other pronouns that do not align with how someone is assigned upon birth. By looking into the scholarship on pronoun use in colleges and universities as well as studies done in terms of specific institutions around the country, we can produce a better record of what is being done to implement the common use of pronouns in practice for Queer and Transgender (QT) students. This paper will provide a concise conclusion about what techniques can be the most successful for universal pronoun rhetoric at a college or university, such as Suffolk University.  The sources included in the research are from the communication and higher education field as well as linguistics and history in order to exhaust all resources related to pronoun use in higher education. The end goal of this research is to provide a concise and well-argued plan on the implementation of pronouns that could work best for institutions such as Suffolk University.  In this paper, the term “QT students” will be used as shorthand of “Queer and Transgender students” which will mean to encompass all students that would fall under the spectrum of those who would benefit from the addition of inclusive pronoun policies. This does not assert that other students, such as those who identify as being Lesbian, Gay or Bisexual and others (LGB+) or those who identify as being heterosexual or cisgender do not also benefit from pronoun policies, but they are not the focus in this research.  PRONOUNS IN HIGHER EDUCATION 3  Further, there will be no mention of “preferred” or “personal” pronouns as adding that language as part of the rhetoric around pronouns has been deemed disrespectful, as advanced by Brauer, as people do not “prefer” or “personalize” their gender identity. Brauer asserts that the “use of the term “preferred” is not recommended; “chosen” or “self-identified” is considered less potentially offensive” (Brauer, 2017, p. 6). This position advances the opposition to the ideal of preferred or personal pronouns as it trivializes pronouns into being a part of someone’s identity that they chose for themselves, which is incorrect as QT people do not chose their identities but chose to be themselves. By recognizing this as an issue in the conversation, Brauer is supporting its opposition through condemning it outright.   As higher education has become more and more exposed to QT students and pronoun usage outside of the binary genders of man and woman, there have been many institutions that have been proactive in their efforts to increase knowledge about inclusive pronouns on a campus-wide level. Some of these include the Massachusetts Institute of Technology in their creation of a pamphlet distributed throughout campus (TRANS@MIT ALLIES TOOLKIT, 2006) , Harvard University and the inclusion of pronouns in their systems for students (Binkley, 2015), Ohio University and the implementation of a “Preferred Name and Pronoun Policy” (Mauzy, 2016) as well as the University of Vermont as the first institution in the United States to recognize the need for an inclusive pronoun policy (Howard, 2015). These institutions and many others  provide examples for other colleges and universities as institutions where inclusive pronoun policies have been adopted widely.    Through research on inclusive pronoun initiatives and policies in higher education, I hope to forward the mission of advocating for the encouragement of the use of inclusive pronoun policies in colleges and universities around the United States. The goal is to minimize and PRONOUNS IN HIGHER EDUCATION 4 ultimately end the frequency of mis-gendering QT students, which has proved to be detrimental to their overall well-being and inclusion in colleges and universities, as supported in the research to follow (Brauer, 2017; Garvery, 2020). As asserted by Wilson, QT students have a significantly altered experience in higher education in comparison to their cisgendered peers, as a result of less educational gains and less feelings of safety in the classroom as a result of the campus climate (Wilson, 2016). As students continue to be misgendered and called the wrong pronouns in a classroom setting, this only works to weakens the ability of QT students to participate meaningfully in class and therefore lessens their drive to be there. These thoughts of self-doubt can only lead to horrible consequences, as asserted by Blumenfeld, Frazer, Rankin, & Weber, “According to a 2010 study, 38% of transgender students have sincerely considered leaving higher education due to discrimination, violence, or harassment” (Wilson, 2016, p.39). Thoughts like this lead to more serious consequences, some that go beyond the world of higher education. As observed by Effrig, Bleschke, & Locke, consequences such as these include that QT students are twice as likely to engage in self harm and three times more likely to attempt suicide than their cisgender peers (Wilson, 2016). When the stakes such as these reach a point that involves life or death, the conversation of pronouns and higher education becomes an extremely serious matter.   Ultimately, with the collection of resources and research of pronoun policies from other colleges, I hope to be able to bring forward an inclusive pronoun plan that can be used effectively at Suffolk University in order to ensure a healthy quality of life and safety for Suffolk University’s QT students.   I will begin by defining the various problems linked to use of non-inclusive pronouns in colleges and universities, through examples such as the rejection of “they” as a singular pronoun, PRONOUNS IN HIGHER EDUCATION 5 the lack of flexibility in institutions’ online databases and systems in regards to changing names, and common problems experienced by QT students in classrooms.  This discussion will be followed by an examination of  the cause of the problem. This examination reviews studies and articles written about the main arguments against pronoun and QT student inclusion policies. I will first examine arguments by those who advocate  for the gender binaries of woman and man. Subsequently, I explore arguments against the use of inclusive pronouns.  These arguments are the root of the controversy surrounding inclusive pronoun policies on college campuses. These arguments tie into the opinions of politicians and well-known critics of pronouns which creates influence of negative opinions on gender inclusive pronouns in higher education.    The paper also proposes a solution to this problem by advancing different recommendations for how colleges and universities can implement effective inclusive pronoun policies. These recommendations are derived from the successfully initiatives taken by some higher education institutions. This section also will include positive viewpoints on the use of inclusive pronouns from different scholars and will finish with different inclusive pronoun policies.  Literature Review The Problem  When discussing the use of gender inclusive pronouns, a common topic is the argument of the use of They/Them in the singular form. This argument long has been attributed as one that derives from the English language itself, where the singular use of “They” does not exist. As the use of singular “They” has been argued as passive voice by both linguistics as well as style guides (Bradley, 2020). There is long  history of various cultures using different language that PRONOUNS IN HIGHER EDUCATION 6 would have the same effect as a singular “They.” This is exemplified in the use of “hen” by the Swedish and the use of neopronouns in English, which re-defines pronouns that are gender-neutral, third person and singular without using “it” (Bradley 2020). While “They” has been used in singular sense often to refer to someone of unknown gender, there is still popularity in writing regarding the use of “he” as a gender neutral term (Bradley, 2020). Linguists and style guides have advanced this view historically by continuing the use of “They” only for plural references. This narrative is proved false according to Bodine as,  Many of these prescriptions were socially motivated and based on sexism and androcentrism (the practice of centering the masculine point of view, whereas effectively marginalizing femininity), because they sought to replace singular they, which was already in wide use in English before the proliferation of these prescriptive rules, with the male pronoun as the default. Phrases like he or she, which, although more inclusive than generic he, are still prone to social biases, because they exclude those whose gender is nonbinary (i.e., neither a woman nor a man)(Bradley, 2020,  p.2).   This narrative is further supported by the 2020 edition of the American Psychological Association (APA) stylebook, according to Bradley (2020). This asserts that the use of “They” can be used for both specific individuals, meaning that they prefer to use they/them for their gender pronouns, and the generic use, where the gender of the person referred is unknown. The use of “They” provides respect to the individual, as their pronouns as well as their knowledge of being used as a source, is respected.  This correlates with The New Yorker’s use of “They” as established by a former copy editor, Mary Norris, where the publication uses the correct pronoun when the subject insists (Toor, 2018). For Norris, “It helps me to think of \"they\" not as genderless but as genderful, containing both the masculine and the feminine, and therefore conceptually plural” (Toor, 2018, p. 5). This use of “They” in a published and well-known authority provides a base of precedence going forward on respecting and publishing “They/Them” in a singular case.  PRONOUNS IN HIGHER EDUCATION 7 From this argument, according to Bradley (2020), research has been able to pinpoint that those who argue against “They/Them” in the singular sense also favor a more binary gender ideology, as opposed to those who do not reject the use of “They/Them” in the singular sense possess more democratic views of gender and gender identity. Bradley asserted that resistance to the use of gender-inclusive language is driven by sexist but not hostile attitudes as well as conservatism around language. These assertions are not hostile as they are not outwardly sexist, but contain covert thoughts, similar to macroaggressions against those who fall outside of the gender binary of man and woman. This relates to underlying conservativism in language as well as resistance to unfamiliar or new ideas which pertain to gender outside of the binary (Bradley, 2020). Another common issue with the development of pronoun policies in higher education is how behind the curve the instruments used to identify students are. The current wave of school databases cannot keep up with student’s names and pronouns, especially if those change during their college career. According to MacNamara, Glann & Durlak, (2017, p. 3), “The correct name, gender, and pronouns recorded on official paperwork is important to students, transgender or otherwise; it prevents potentially outing or embarrassing situations with future employers and brings them a step closer to living a less disrupted life.\" By updating these databases in order to have easy access to changes as the student evolves over time, this can prevent possible serious damage after their college career.   Universities, such as University of Vermont (UVM) and Ohio University, lie ahead of the curve, as they implemented chosen-name-and-pronoun options to their registration of their databases in 2009 (Howard, 2015) . This is furthered by Shane Windmeye, the executive director of Campus Pride, a website that ranks colleges based on LGBTQ+ inclusivity and awareness, PRONOUNS IN HIGHER EDUCATION 8 “Colleges need to look at their processes, making sure that they think about how they collect data on each student as a unique person” (Howard, 2015, p. 4). These various updated programs can provide a model for what other universities and colleges can implement for the most success in chosen-name-and-pronoun options.   The proper use of this information, in turn, can create affirming environments for students and their gender identity through name and pronoun use, housing, and in a classroom setting. The lack of these affirming services can create negatives consequences, such as lack of respect around pronouns, living as a gender they do not align with and disrespect academically, which lead students to feel isolated and unable to build community (Garvey, 2020).   The last and most crucial problem is how QT students are treated in the classroom on a daily basis. In May 2016, The United States Office of Civil Rights and the Department of Education issued a joint statement saying that educational organizations have to take steps to insure the inclusion and safety of QT students (Brauer, 2017). These steps included both ensuring the safety of the environment that a transgender student is in, as well as respecting the student's pronouns and name regardless of what it says on their education records or identification documents.   Members of the staff , faculty, and senior leadership have key roles to play in supporting trans students’ safety and well-being. Practitioners in particular regions may find advocacy efforts complicated by social attitudes and political discourse at both the national and state levels. Nevertheless, existing law affirms transgender students’ right to safe and supportive educational environments” (Brauer, 2017, p.4)  There are seven identified steps by Brauer (2017) in when a student moves into their first year of college and is connected to a specific gender, which could align with their gender expression or not. These seven steps include: Identification forms for a prospective student, the PRONOUNS IN HIGHER EDUCATION 9 Common Application, conversations with the Admissions department, admitted student visits, orientation, housing and residence life and move-in. These steps offer various degrees of inclusion of QT students, with some methods having more success than others. For UVM, the various identification forms as a perspective student only asked for a first name and not for the student's to reveal their gender or sex, an improvement from the usual questions similar to those in the Common Application. For the Common Application, there have historically been questions where students were required to provide their legal name and sex. Another step entails the Admissions staff, where students will be expecting to be identified by their name, even if it does not match other legal documents which can be the case for QT students in higher education. Through orientation, student leaders introduce themselves with their names and pronouns as well as explain the systems in place for pronouns, according to Brauer (2017). It’s through this process that students then register for classes and include their names and pronouns when using the system. However, the inclusion of transgender students during admissions at UVM, according to Brauer (2017), mostly occurs at the LGBTQA center. At the center, there are non-gendered restrooms as well as staff member’s badges that include inclusive pronouns. Each visitor to the Center receives a staff member's business card and an informative card on inclusive pronouns.  Additionally, the process includes the campus tours where students do not say their pronouns aloud to avoid confusion with visitors who are not familiar with non-binary pronouns. The lack of announcing pronouns at this stage leaves room for improvement, as this can hinder the other efforts being made for inclusive pronouns by not wanting to open with that conversation, and effectively putting the tour guide “in the closet”.   This is compounded by the lack of a gender-inclusive restroom in the admissions building, which also leaves room for PRONOUNS IN HIGHER EDUCATION 10 improvement as it does not provide for inclusivity, according to Brauer (2017). The lack of revealing pronouns as well as the issue of the bathroom, however, could be dangerous as students become unsure if they are safe to \"come out\" or not.  Housing for returning students includes a gender-inclusive option, but for new trans students, unless they make the accommodations for themselves beforehand, are forced to be in gender-specific housing which in this case is related to sex, according to Brauer (2017).  When students arrive on campus, their doors are adorned with their names, for easy location during move-in. However, due to most universities not possessing a central database, according to Brauer (2017), there tends to be many different people all putting in name information about students. This lack of one central information system can lead to mistakes and mis-information as the student progresses in their degree.  These practices contribute to a long-history of transgender voices being silenced into the binary (MacNamara, Glann & Durlak, 2017), which has led to the unfortunate occurrence of people needing to use the words of their oppressors in order to be recognized, “To be acknowledged, people have been forced to use the language of their oppressor when referring to themselves and other transgender people.\" This language is then perpetuated by society in order to maintain the same categories of the binary that those who exist outside the binary must fit into (MacNamara, Glann & Durlak, 2017). These binaries  of man and woman that are perpetuated by the language of the oppressor attempt to minimize the need for non-binary ideals such as pronouns, which only maximizes the responsibility of higher education to make space for QT students and their identities.  The Cause of the Problem PRONOUNS IN HIGHER EDUCATION 11 Common critiques of pronouns against anything outside the traditional gender binary of man and woman can be both conservativism that is outright and purposely hateful, or in a covert and possible microagression way. Since they tend to be one in the same, research has highlighted the differences and dangers of both ways of thinking.   In an opinion article from The Chronicle of Higher Education, the author features multiple instances of disrespecting the LGBTQ+ community as well as pronouns, while especially targeting QT people in,  “America has reached low depths of higher education”. The author uses phrases such as “LGBTTQQFAGPBDSM students”, “gender-neutral noises”, “Chick-fil-A's CEO defines marriage as Barack Obama did until 2012,” and “men who, as the saying goes, \"self-identify\" as women,” (Will, 2015).  Will’s arguments which include criticizing the LGBTQ+ acronym, discredit pronouns, critiquing the sitting president when same-sex marriage was deemed legal and the complete dis-regard for transwomen, are prominent in the conservative side for those who are against transgender people in general. These arguments are not only hateful but reinforce bigoted stereotypes that have long been disproven by both people the LGBTQ+ community and those who are not. Will’s biased way of thinking only adds to the exclusion of QT students and helps re-enforce the values of those who do not believe trans people to be valid.  In 2016, the state House of Representatives planned to look into what efforts of diversity and inclusion programs were successful at the University of Tennessee (Brown, 2016). This reflected on some lawmakers in the House of Representatives who wanted to promote multicultural issues such as race and ethnicity, but chose to stay away from other pressing issues, such as sexuality and gender. This was due to a post done by the Pride Center on campus that distributed guidelines on the use of gender-neutral pronouns. The post was taken down after it PRONOUNS IN HIGHER EDUCATION 12 went viral, with the President of the university, Joseph A. DiPietro, instructing that, \"the vice chancellors not to publish any campus wide practice or policy without his approval after review with the cabinet,\" (Brown, 2016). The critiques of this post included that DiPietro was silencing freedom of speech on campus despite the piece being written by one of the school’s vice chancellors. This silencing was believed to be motived by anti-QT efforts by the University itself, as they did not support pronoun campus-wide.  This provides a real-life example of the harsh realities QT students face, in light of higher education institutions and their lack of measures in place to advocate for the inclusion of transgender people.  A more specific branch of this critique of inclusive pronouns comes from a negative opinion of pronouns themselves, or in the sense of how they are addressed in  colleges or universities . In an article titled, “The Problem with Pronoun Police,” penned by a well-known conservative, Joanna Williams, Williams establishes a number of popular but harmful stigmas against transgender people and activists. Her arguments include; the creation of “new vocabulary” which involves various gender and sexuality identities, restriction of freedom of speech by encouraging people to use correct pronouns for others, and lack of morality due to supporting transgender people (Williams, 2020). The “new vocabulary” that Williams references includes the use of “gender identity” and “cisgender,” which are both very prominent terms in the LGBTQ+ community, as well as used to describe various stages in someone’s transition into their gender not assigned at birth or lack thereof. These identifiers help to create unity in the LGBTQ+ community and hold titles related to identity, not to name/label someone as they do not see fit as stated by Williams (2020). Williams supports the idea of transgender activists PRONOUNS IN HIGHER EDUCATION 13 restricting freedom of speech with, “imposes a demand upon us that calls into question our freedom of conscience,” when referencing transgender people and issues. This assertion promotes a culture of seeing QT people as a problem when the conversation is based around accepting pronouns. Pronouns and things of the like, as research suggests, helps to maintain an inclusive environment for QT students, not one of exclusion and hate.  Reis contends that although the use of pronouns is framed with inclusion in mind, she believes that pronoun inclusion does not provide universal participants and thus is not effective. In her example of a classroom setting that tries to implement pronouns, half the class participates in pronouns and the others do not (Reis, 2016). In this article, Reis asserts that someone who is not out yet is forced to come out due to an introduction provided in class, which then makes them uncomfortable. Although not an uncommon issue that is addressed when speaking about QT students and the effects on the classroom, it only speaks to one instance. Where, on the reverse side, the expansion of pronouns, and the inclusion of them in higher education, can provide the opportunity not afforded to students in some cases, especially in cases where the system being used is not up to date (Garvey, Hart, Metcalfe, & Fellabaum-Toston, 2019).  The Solution to QT Student Inclusion  As the population of QT students is on the rise in universities, it increases the likelihood of a student being misgendered, according to Parks, O'Connor, and Parrish (2016). These setbacks can lead to a lack of confidence in the student and a problem in a universities' plan to be inclusive. To combat this, schools have tried to develop ways to recognize a student's pronouns and gender identity. This is through the use of best practices when it comes to inclusive pronouns, through the ideal of always asking and never making assumptions (Lai, 2016). PRONOUNS IN HIGHER EDUCATION 14 For Elon University, this has been through a complex design of a database system that keeps track of student pronouns throughout their time at university, as described by Parks et al. (2016). Though their complex database system provided some setbacks in the inclusion of pronouns and name changes, it helped to provide more awareness of the necessity for a system itself. \"To facilitate the best possible experience for transitioning students, a systematic overhaul was necessary,” according to Park et al. (2016). In order to help facilitate this change for those who might be unfamiliar, Elon University held seminars and trainings on gender diversity and other topics as well as implementing them into the curriculum, according to Park et al. (2016). Per the research of Park et al. (2016), there are multiple ways for a university to normalize gender diversity. One is by the recognition and use of inclusive pronouns, gender and names, through keeping systems updated and current. By keeping these practices in mind, gender diversity can be high priority and normalized.  For non-binary students, Beemyn asserts that even though QT students have never been more included, there are still changes that needs to happen in order to remedy the issues at hand. The issues that need to be addressed include; issues such as being regularly misgendered, lack of safe bathrooms, the lack of appropriate housing options and a “general lack of awareness about their lives,” Beemyn (2015).  Beemyn  contends that higher education institutions should add students pronouns to rosters, as a solution, which is being done but should become a more recognized characteristic of education, Beemyn (2015). \"Whole-of-school change can only occur when there are institutional sup ports, including strong leadership and policies, as well as support and understanding amongst individual administrators, teachers, and members of school communities,” (Bartholomaeus & PRONOUNS IN HIGHER EDUCATION 15 Riggs, 2018, p. 141). By putting a gender marker like this on campus records, it can further the mission to make the campus more inclusive and help all QT students.  It is through these recommendations and others that support for individual students can be addressed in order to move away from cis-genderism in schools (Bartholomaeus & Riggs, 2018) .  As for the achievements in using inclusive pronouns in colleges and universities,  the Massachusetts Institute of Technology came out with an all-inclusive pronoun guide, which included advice like, “If you don’t know what pronouns to use, ask. Be polite and respectful when you ask a person which pronoun they prefer. Then use that pronoun and encourage others to do so” (TRANS@MIT ALLIES TOOLKIT, 2006). The continuation of the development of inclusive policies in schools to follow and include QT students in their community helps to create better community and better allies. The Ohio University and its LGBT Center also were awarded the Equity and Inclusion Award at the annual Ohio College Personnel Association Annual Conference for their roll out of a Preferred Name and Pronoun Policy. The policy would support student’s self-identification and provides a place for  a regular recording of pronouns (Mauzy, 2016). It is through this identification that their names and pronouns will then correlate with course rosters, extracurricular information and educational databases on campus. The initiative is meant to re-energize the policies in order to create at least one more school with a policy that is inclusive of pronouns, according to Mauzy (2016).  Smith College and Mt. Holyoke adopted policies to remove gendered pronouns from their student government association constitution in 2003 and 2005, respectively according to Perifimos, (Freitas, 2017). Similarly, Scripps college move to use the pronoun “the student” PRONOUNS IN HIGHER EDUCATION 16 instead of assigning a gender to it. These changes are a result of the added inclusion of QT students to the curriculum of traditionally women’s colleges (Freitas, 2017).  The inclusion initiatives of these colleges and others provide a growing list of higher education institutions that are enacting policies with the growing number of QT students in mind, where they will be able to flourish in a climate that respects them and their identities.  Conclusion  The acceptance of gender-inclusive pronouns such as “they,” the re-vamping of systems that obtain student names and their associated pronouns as well as the purposeful inclusion of QT students in the classroom by faculty and staff alike can be used to properly remedy the issue of QT students being singled-out/ not accepted in their current learning environments. It is through the basic solutions of these problems in higher education that we can hope for the future of inclusive pronouns to become the new “normal.” By combatting arguments against QT students and inclusive pronouns in general, more inclusive campuses can be created and this can help produce a more inclusive society. It is through the recommendations suggested as well as the achievements of some higher education institutions provide an example of the creation of a more inclusive future.  These findings lead to the recommendation for the creation of a Gender Taskforce at Suffolk University; this tasks force needs to address pronoun and name concerns as well as other issues that plague QT students in order to build a more inclusive and successful Suffolk. This Taskforce can contribute to a more effective Strategic Plan for Suffolk, as it expands the university’s  mission of diversity and inclusion. These findings also look towards extending inclusive pronoun policies into student programming at Suffolk University. With the addition of inclusive pronoun policies for both faculty and staff efforts as well as student programs, there PRONOUNS IN HIGHER EDUCATION 17 can be a complete integration of inclusive policies campus-wide. These efforts in turn will create a more inclusive and safer Suffolk, for both QT students and cisgendered students alike.  The limitations of this paper is linked to one main factor. One is the author’s own biases concerning an LGBTQ+ topic such as the inclusion of pronouns. The author’s bias lies in their involvement in the implementation of an increased number of gender inclusive bathrooms on Suffolk University’s campus and holding the position of President of the Queer Student Union, the only student LGBTQ+ club on Suffolk’s campus. This frequent interest in LGBTQ+ issues provides a lot of bias especially pertaining to the section where the author went over critiques on LGBTQ+ inclusion in schools. This issues could be remedied by the inclusion of more authors, as that would both provide more perspectives and add to the amount of work that could be divided amongst multiple people Future research must include the separation of larger versus smaller higher education institutions, as different students, regardless of being  a part of the LGBTQ+ community or not, are treated differently in regards to the size of the institution. In order to achieve inclusion across all historically marginalized identities, there must be serious research done in order to correct the system that is currently in place on the treatment of pronouns in higher learning. An intersectional approach to names and pronouns in higher education could work across the board to make for more inclusion in learning spaces. The inclusion of non-gender specific terms has the potential to change the entire landscape of higher education, creating a more inclusive and therefore more successful, learning experience for all.     PRONOUNS IN HIGHER EDUCATION 18 References Bartholomaeus, C., & Riggs, D. W. (2018). Cisgender administrators and educators. Transgender People and Education, 1, 127-148. doi: 10.1057/978-1-349-95309-7_6 Beemyn, G. (2015, October 18). Leaving no trans college student behind. The Chronicle of Higher Education. Retrieved from https://www.chronicle.com/article/Leaving-No-Trans-College/233754 Binkley, C. (2015, September 19). Pick your own pronouns at university; to accommodate transgender students, Harvard embraces gender-neutral terminology. The Toronto Star. A21. Retrieved from https://www.pressreader.com/canada/toronto-star/20150919/281913066905634 Bradley, E. (2020). The influence of linguistic and social attitudes on grammaticality judgments of singular ‘they’. Language Sciences. 78, 1-11.  doi: 10.1016/j.langsci.2020.101272 Brauer, D. (2017). Complexities of supporting transgender students' use of self-identified first names and pronouns. College and University, 92(3), 2-13. Retrieved from https://www.aacrao.org/research-publications/quarterly-journals/college-university-journal/archived-c-u-issues/volume-92/c-u-archive/c-u-vol.-92-no.-3-summer-2017 Brown, S. (2016, February 17) Under fire from lawmakers, a flagship tries to explain why diversity matters. The Chronicle of Higher Education, 22 Feb. 2016, Retrieved from www.chronicle.com/article/Under-Fire-From-Lawmakers-a/235332. Freitas, A. (2017). Beyond acceptance: Serving the needs of transgender students at women’s colleges. Humboldt Journal of Social Relations, 39(39), 294-314. doi: 10.2307/90007886 PRONOUNS IN HIGHER EDUCATION 19 Gardner, L. (2017, February 23). Why trans* students matter. The Chronicle of Higher Education. Retrieved from  https://www.chronicle.com/article/Why-Trans-Students-Matter/239305 Garvey, J. C., Hart J., Metcalfe A. S., Fellabaum-Toston, J. (2019). Methodological troubles with gender and sex in higher education survey research. The Review of Higher Education, 43(1), 1-24. doi: 10.1353/rhe.2019.0088 Garvey, J. C. (2020). Critical imperatives for studying queer and trans undergraduate student retention. Journal of College Student Retention: Research, Theory & Practice, 21(4), 431–454. doi: 10.1177/1521025119895511 Howard, J. (2015, October 15). Colleges consider adopting inclusive language in their systems. The Chronicle of Higher Education. Retrieved from https://www.chronicle.com/article/Colleges-Consider-Adopting-/233757 Lai, J. (2016, May 31). Beyond bathrooms: Colleges look to recognize trans students' name, housing preferences. The Philadelphia Inquirer. Retrieved from https://www.inquirer.com/philly/education/381345861.html MacNamara J., Glann S., & Durlak P. (2017). Experiencing misgendered pronouns: A classroom activity to encourage empathy. Teaching Sociology, 45(3), 269-278. doi: 10. 1177/0092055X17708603 Mauzy Jr., G. E. (2016, January 28). Benton and Bautista win state award for Preferred Name and Pronoun Policy. The Ohio University Compass. Retrieved from https://author.oit.ohio.edu/compass/stories/15-16/01/preferred-name-award.cfm PRONOUNS IN HIGHER EDUCATION 20 Parks, R., O’Connor M., & Parrish, J., (2016). Gender pronouns: Recommendations from an institution with solutions. College and University, 91(4), 83-86. Retrieved from http://www.aacrao.org/resources/publications/college-university-journal-(c-u) Reis, E. (2016, September 26). Hi, I'm Lizzie; She, Her, Hers. The New York Times. Retrieved from http://www.nytimes.com/2016/09/26/opinion/pronoun-privilege.html TRANS@MIT ALLIES TOOLKIT. (2006, March). Action tips for allies of trans people [Brochure]. [Cambridge, MA]. Toor, R. (2018, December 5). Scholars talk writing: Hyphens, oxford commas, and pronoun preferences. The Chronicle of Higher Education. Retrieved from https://www.chronicle.com/article/Scholars-Talk-Writing-/245182 Will, G. (2015, November 26). America has reached low depths of higher education. Deseret Morning News (Salt Lake City). Williams, J. (2020). The Problem with Pronoun Police. The American Conservative. Retrieved from https://www.theamericanconservative.com/articles/standing-up-to-the-pronoun-police-once-and-for-all/ Wilson, H. L. (2016). Campus climate for trans* students. Journal of Student Affairs, 25, 37-44. Retrieved from https://sahe.colostate.edu/wp-content/uploads/sites/10/2016/03/The-Journal-2016.pdf#page=38  ",
    "id": 480665427,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.suffolk.edu:undergrad-1006"
    },
    "title": "The Question of Pronouns: Recommendations for How  Higher Education Institutions Should Implement Pronouns",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-05-01T08:00:00+01:00",
    "publisher": "Digital Collections @ Suffolk",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.suffolk.edu/cgi/viewcontent.cgi?article=1006&context=undergrad"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/480665427.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/480665427"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/480665427/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/480665427/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/480665427"
        }
    ],
    "abstract": "Historically, higher education has supported the binary genders of man and woman by championing the binary in terms of receiving higher education, such as those who go on to pursue college degrees and further. As colleges and universities are driven to become more and more accessible, so do their policies. The research to follow highlights the need for higher education institutions to recognize and implement common use of pronouns, meaning the use of They/Them or other pronouns that do not align with how someone is assigned upon birth. By looking into the scholarship on pronoun use in colleges and universities as well as studies done in terms of specific institutions around the country, we can produce a better record of what is being done to implement the common use of pronouns in practice for Queer and Transgender (QT) students. This paper will provide a concise conclusion about what techniques can be the most successful for universal pronoun rhetoric at a college or university, such as Suffolk University",
    "tags": [
        "text",
        "Higher education",
        "Pronouns",
        "LGBTQ+",
        "Academics",
        "Gender, Race, Sexuality, and Ethnicity in Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.suffolk.edu:undergrad-1006",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21325",
        "openDoarId": 0,
        "name": "Digital Collections @ Suffolk",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 480665427,
        "depositedDate": null,
        "publishedDate": "2020-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-19T22:29:45+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-02T18:52:26+00:00"
    },
    "urls": [
        "https://dc.suffolk.edu/undergrad/8",
        "https://dc.suffolk.edu/context/undergrad/article/1006/viewcontent/etd_hahn_kaitlin_2020.pdf"
    ],
    "lastUpdate": "2024-01-19T22:29:45+00:00",
    "setSpecs": []
}