{
    "acceptedDate": "",
    "authors": [
        {
            "name": "State University, Bowling Green"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-17T20:58:03+01:00",
    "dataProvider": {
        "id": 12539,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "url": "https://api.core.ac.uk/v3/data-providers/12539",
        "logo": "https://api.core.ac.uk/data-providers/12539/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/539307548.pdf",
    "fullText": "Bowling Green State University ScholarWorks@BGSU BG News (Student Newspaper) University Publications 9-7-2022 The BG News September 07, 2022 Bowling Green State University Follow this and additional works at: https://scholarworks.bgsu.edu/bg-news Recommended Citation State University, Bowling Green, \"The BG News September 07, 2022\" (2022). BG News (Student Newspaper). 9193. https://scholarworks.bgsu.edu/bg-news/9193 This work is licensed under a Creative Commons Attribution-NonCommercial-No Derivative Works 4.0 International License. This Book is brought to you for free and open access by the University Publications at ScholarWorks@BGSU. It has been accepted for inclusion in BG News (Student Newspaper) by an authorized administrator of ScholarWorks@BGSU. C A M P U S :One BGSU student killed in car crashPAGE 7C I T Y: The City of Bowling Green initiates Downtown ForwardPAGE 8Y O U R  L I F E :The annual BiG Gay Welcome hosts over 400 studentsPAGE 5SEPTEMBER 7, 2022 Volume 102, Issue 3Established 1920 An independent student press serving  the campus and surrounding community        newsbgBLACK SWAMP  ARTS FESTIVALWeekend of food, fun and community aheadPHOTOS COURTESY OF BSAF MARKETINGBG NEWS September 7, 2022  |  PAGE 2The Black Swamp Arts Festival is an annual community event that blends community and university participation into a major arts and music event held in downtown Bowling Green. The festival will be celebrating its twenty-ninth year from Sept. 9 through 11, and event organizers have found that it is a popular destination for new students. The three-day festival draws in nearly 60,000 people and hosts close to 150 artists, musicians and numerous food and craft vendors along Main Street.  There are more than 40 youth activities, friendly competition opportunities and a wide variety of live music planned for the BSAF. Volunteer opportunities are also available; typically nearly 800 volunteers step up to make the event possible. To learn more about  the BSAF, visit blackswampfest.org. Carmen Cona, marketing co-chair of the Black Swamp Arts Festival, spoke about the interests, activities, and history of this popular event. All about Black Swamp Arts FestivalWITH  CARMEN CONA,  BSAF  MARKETING CO-CHAIRHow did the Black Swamp Arts Festival get started?“It was a bunch of locals. The owners of Grounds For Thought were one of the original facilitators (along with) a few other local businesses. It kind of started the same way firefly nights did which is kind of cool. That was back in 1992, I believe.”What is the goal of the BSAF?“The mission of the Black Swamp Arts Festival, we wanted to promote the arts that’s in our local community. We like to gather as many artistic minds as possible because there’s a lot of creativity that sometimes goes untapped in Northwest Ohio.” How can people get involved?“We always need volunteers, so if collegiate groups want to get involved, we do allow groups to get involved with the festival. We used to do a big volunteer program with Dance Marathon and we do a lot with the athletic association.” How does BSAF impact the community?“All of our local businesses love the festival. We bring a lot of big business into town. It’s nice to see some of the money we bring in because we are all volunteers. We don’t actually keep the money necessarily, we use it for the next festival year.”Does the BSAF cost anything?“Everything is completely free. We have free live concerts all three days, youth arts is Saturday and Sunday and tie dye is the only thing that costs money and that’s like $5.”Is there anything you want the students of BGSU to know about this event?“If you’ve never come out before, this is the perfect opportunity just to get yourself familiar with downtown Bowling Green and kind of see everything in a new light. We get a lot of college students who come down and they really like the youth arts area. It’s somewhere they can go and create stuff and not have to feel the outside pressure of ‘this has to be good.’”“There’s a lot of creative talent within Northwest Ohio and within this area, that kind of gets overlooked sometimes and it’s nice to be able to promote the arts within the community.”Carmen Cona | BSAF Marketing Co-ChairPHOTO BY | BSAF MARKETINGPHOTO BY | BSAF MARKETING PHOTO BY | BSAF MARKETING60,000  800   VolunteersNumbersBY THEThe logistical aspects of what it takes to create one of the most artistic festivals in the country, the Black Swamp Arts Festival. 16Local brewerytasting options15Main Stage musical actsCelebrating 29 years of art, entertainment and community in Bowling Green, Ohio.Attendees29 years20 Food vendorsSeptember 7, 2022  |  PAGE 3“I think the undergraduate government has to do with regulating and enforcing requirements of the undergraduate students.” DRAKE HARLETTSenior  Virtual          Communication Technology“I think they take part in planning events for the students. They also have a hand in advocating for equality to all students.”“I think they help understand what undergraduate students need in order to provide them with the help.” “They provide help to undergraduates and find ways to make the students successful while they are at BGSU.”HANNAH GRIMSophomore   Virtual         Communication TechnologyALIVIA HARTPENCESophomore   Brodcast     JournalismVANIA MONTOYA Junior   Virtual         Communication Technology What do you think the Undergraduate Student Government does?PEOPLEON THE STREET101 Kuhlin CenterBowling Green State UniversityBowling Green, Ohio 43403  Email: mfinke@bgsu.eduWebsite: bgfalconmedia.comAdvertising: 101 Kuhlin Center Phone: (513) 332-6737MEGAN FINKE  EDITOR-IN-CHIEFNIA LAMBDIN MANAGING EDITORDESIGNERS:CAMERON WASINIAKDRAKE HARLETTISABELLA WHITEKYLE NELSONbg newsFalcon  4  NewsThe Daily PressBen Cook | ReporterThe Sweet Shoppe, formerly located in the Market at Carillon Place, has found a new home within the Carillon Place Dining Hall. In its place is The Daily Press- the perfect place for the perfect crepe.  Crepes are essentially thin pancakes that are typically favored for breakfast or lunch. They come with a variety of sauces and fillings, depending on the kind of crepe you desire. For The Daily Press, guests can choose between two different styles- sweet crepes or savory crepes. Sweet crepes are made with a mixture similar to the consistency of a pancake or waffle mixture. Once cooked to a soft golden brown on each side, toppings such as marshmallows, bananas and chocolate chips can be added on top. The crepe is then carefully folded to contain all of your favorite toppings. The sweet crepes cost $5.49. Savory crepes on the other hand are made with buckwheat, and are perfect for the piquant palette. They come with a variety of toppings such as sausage, scrambled eggs, ham, spinach, cheddar cheese, ranch and more. These fresh ingredients are constantly rotated in order to ensure the best possible quality. The savory crepes cost $6.49. Regardless of what kind of crepe you choose, guests can pick up to four different toppings, along with one sauce for no additional charge. The Daily Press also provides a variety of complimentary newspapers, including the BG News. These newspapers will rotate weekly as new issues become available.  If you are interested in actually making the crepes, BGSU Dining is currently looking for eager employees to help run The Daily Press, which operates every Monday through Friday from 8 a.m. to 2 p.m. Suicide Awareness MonthBen Cook | ReporterAs August comes to an end, it is important to be mindful that September is National Suicide Prevention Month.  Throughout the month of September, the Wellness Connection at BGSU has put together a variety of events in order to bring awareness to bring BGSU and the community together to spread love and awareness throughout this difficult time for so many.  The Mental Health Recovery Clothing Drive ranges from Sept. 5 through Oct. 7. During this time, everyone is encouraged to donate clothing and hygiene products for recipients of mental health services in Wood County.  The items go directly to the Wood County Crisis Center, but there are multiple drop off points such as the Bowen-Thompson Student Union, the Mileti Alumni Center, the Wellness Connection at the Student Recreation Center and all of the residence halls on campus. The Suicide Loss Awareness Display will be available for viewing from Sept. 12 to Sept. 16. This display of flags will be visible on the lawn between the Jerome Library and the Education Building, and they represent national statistics of college students that have been lost to suicide. Each flag will represent five lives lost. The Suicide Prevention and Remembrance Walk will take place Tuesday Sept. 13 from 12 p.m. to 1 p.m. at the Union Oval. Mental health resources, awareness ribbons, self-care items and therapy dogs will be available at this event. A full calendar of events taking place is available for viewing on the BGSU Wellness website. Safety for self-driving carsElyse Roth | ReporterBowling Green State University’s assistant professor of computer science, Qing Tian has been aiming to improve safety and efficiency of self-driving cars. Tian spends many hours driving, especially with this 90-minute commute to campus. According to an article written by the university, he dreams of spending his commute to campus relaxing or preparing for the week ahead, while his vehicle navigates him to campus. Over the summer, Tian began a two-year research project aimed to reduce the time it takes for self-driving vehicles to detect objects. It will be funded by a $149,343 grant from the National Science Foundation. “When it comes to autonomous driving, if you can save even a few milliseconds, that can mean the difference between life and death,” Tian said.  Jung Im Amy Choi, a third-year student who is assisting Tian in his research, linked the neural networks to be like the brain of a two-year-old even though it is a complex and complicated process to correct. “They consist of tens or hundreds of layers of neurons trained to detect objects and then perform the correct response, such as stopping at a red light,” the university article read. Dayspring church reopeningElyse Roth | ReporterDayspring Church, located at 17360 N. Dixie Highway, had its grand reopening this past Sunday, Sept. 4 after closing for renovations last May.  Some of the upgrades coming included more seating with accessibility options, new carpet and floorings, and state-of-the-art audio visual equipment. The service concluded with a free firework show for the Bowling Green community. Cody Winkler, lead Pastor at Dayspring Church, arrived in January of 2020 and is looking forward to opening back up to the BG community.  Winker said the church community is excited by the opening and is now in the position “for even greater joy and ministry for the next 30 years.”  Daylight church is meant to be a place “for people who are new to God, near to God, or far from God can find comfort and we can say to them, Welcome Home,” Winkler said.  New service times are on w at 8:30 a.m. and 10:30 a.m. and Wednesdays at 7 p.m. for those interested in the new look or attending a service.www.dayspring.tv419-352-067217360 N Dixie Hwy Bowling Green, OH WORSHIP GROWSERVEGOSUNDAYS9:00 & 11:15amIn-person & OnlinePow rful worship and engaging sermon.WEDNESDAYS7:00pmIn-person & OnlinBible Studies and Childre ’s Ministries.KIDS Age-appropriate mi stry for children ages birth through 5th grade during services.  YOUTHSundays 6:00pman ngaging environment for students in 6th through 12th grade.  Dayspring is a place where people can meet Jesus, engage in life-giving community, and ever one is welcome. We believe in creating a space where people can have authentic encount rs with Christ, disc ver their gifts nd use them for God's g ory. Join us or our Sunday services! The welcome center should be your first st p to ask questions, be directed to a fr e u  of coffee, and me t a smiling face. PHOTO BY   BGSU MARKETING AND BRAND STRATEGYBG NEWS September 7, 2022  |  PAGE 4Angela LaRosa | ReporterBGSU’s Undergraduate Student Government (USG) is a collective organization that features representatives from groups and organizations across campus and acts as a voice for the undergraduate student body.The USG mission states that they aim to serve as a bridge between undergraduate students and various governing bodies of the university including administration, faculty and graduate students. The student government advocates and supports Falcons in areas of academic success, wellness, safety and engagement.“USG provides a space for all members of the BGSU community in order to make all voices on campus heard,” Rose Brookhart the vice president of USG said.USG authors different resolutions to progress initiatives across campus through the elected executive and legislative branches.       Members of the legislative branch, often called senators, represent organizations – or constituencies – such as the Black Student Union, Student Veterans of America, International students and more. The president and vice president are elected during spring semesters for the upcoming school year. Other members of the executive branch include the Speaker of the Senate, Committee and Cabinet Members. “We work with other organizations to host events on campus,” Brookhart said.However, USG also sponsors events off-campus as well. Some include collaborating with NAMI of Wood County, which specializes in education support groups and advocacy for people living with mental illness and their loved ones.“I hope that this year USG collaborates with different groups from different communities to promote student engagement,” Brookhart said.All you need to know about USGGraduate Student Senate is here for YOU!I want to welcome new and returning graduate students to Bowling Green State University for the Fall 2022 semester and introduce the 2022-2023 Graduate Student Senate - Senate Executive Committee (GSS SEC) to the wider campus community and share our overarching vision for the academic year. Collectively, we are focused on community convergence, or seeking out the ways in which graduate students can work together with BGSU administration, faculty, staff, undergraduate students and the Bowling Green community to advocate for change through our collective graduate student voice here at BGSU. We strive for the pathway to community convergence through the following:1. Active Listening2. Diversity, Equity and Inclusion3. Community InvolvementIf you are a currently enrolled graduate student, you are already a part of the student body that we serve. Talk to your graduate coordinator to find out who your academic program senator or representative is, and make sure you are on the Graduate Student Senate Canvas shell to take full advantage of all that the senate has to offer, including access to applications for professional development funding. GSS SEC has been working behind the scenes in recent weeks to address long standing concerns around health insurance costs and the current stipend rates across the campus for graduate students. Another graduate student, Hali Kivari, recently noted the current lack of transparency regarding student stipend amounts and we too, share this concern.In addition to these concerns, we are also working to gather data about graduate students’ feelings around belonging here at BGSU, within the larger graduate student community and within their respective colleges and programs. We cannot fully advocate without your participation and the feedback you bring to us. Additionally, Amanda Grace Taylor, GSS President, and Nick Malendowski, GSS Vice President, have been tasked by BGSU President Rodney Rogers with benchmarking where the university stands in relation to other four-year public institutions across the country in relation to BGSU’s graduate student healthcare costs and current graduate student stipends. It is the hope of the GSS SEC that we can advocate for BGSU to do more public good and do better for its current graduate students based on current policies at peer institutions. Using our vision, data and policies at peer institutions will position the GSS SEC, senators and representatives to advocate on behalf of the 3,200 plus graduate students at BGSU and leave a better campus for our undergraduate students who may, one day, find themselves as graduate students themselves. In other words, we want to leave campus better equipped for future generations of graduate students. All General Assembly meetings are open to the public and will take place in the Education Building, room 115 and virtually via Zoom. Join our first meeting of the semester on Friday, Sept. 9 from 3 p.m. to 5 p.m. If you have questions or concerns for the GSS SEC, please e-mail gss@bgsu.edu.  Join our group on BGSUserves and follow us on Facebook and Instagram.Amanda Anastasia Paniagua is a second year doctoral student in the Higher Education Administration program at Bowling Green State University. She can be reached at apaniag@bgsu.edu. n ¹  GSS recognizes that there are current undergraduates who have advanced status or who are in accelerated bachelor’s to master’s program and welcome your feedback based on your graduate enrollment status. We also recognize that there are many working professionals enrolled in graduate programs at BGSU and we welcome your feedback as well.With the new school year, USG is looking for Senators to fill positions left vacant by graduating students. Available positions are found on the USG’s website under the Who is Who tab. Positions include Treasurer, Resident Hall Senators, Off-campus Senators and more. Applications for senate seats can be found on bgsu.edu/usg.Prospective senators of USG show interest in being a representative of student groups and lobbying for change on campus. General meetings for USG are every Monday in the Bowen-Thompson Student Union, room 308, at 7:30 p.m. They’re open to the public and students are encouraged to attend. “All BGSU community members, not just USG members, are always welcome,” Brookhart said. n Amanda Anastasia Paniagua  | Graduate Student Senate – Senate Executive CommitteeZachary Noesen PresidentRose Brookhart  Vice PresidentGabe Wagner  Speaker of the SenateJoseph Blair   Legislative Secretary Sourab Shaik   Academic Affairs CommitteeEmily Gerome   Internal Affairs CommitteeHannah Boyle   Student Affairs CommitteeJodi Webb   USG Advisor This year’s executive staff is: PHOTOS COURTESY OF GSSBG NEWS September 7, 2022  |  PAGE 5From left to right: Beck Berry, Marian Petire, Frankie Gross, Nora Rock and Evelyn Berry all atteded the event.Meet your city repMegan Stibley | ReporterBowling Green State University students have an opportunity to get involved with the city and potentially pursue a future, with the help of a city council member. Nick Rubando is the Bowling Green City Council member for Ward One, which encompasses the entire BGSU campus. He meets with BGSU officials, including President Rodney Rogers, to work on building a “better cooperative relationship between the city and university.” Rubando stresses the importance of student participation in order to improve this relationship.“The more that the Bowling Green students can actually participate in city council, the more likely we are to ensure that they’re voices are heard and that we can actually help them out,” Rubando said. Anyone with a Bowling Green address is able to vote in the city. This includes students who live in the dorms, houses or apartments within BG. Students are also able to come to the city council meetings, which are held on the first and third Mondays of every month to speak during lobby visitations. “As a representative of the city council, you want to make sure that you’re working for everyone,” Rubando said. “This is your home when you’re here in school. I truly believe that you should be helping shape the Bowling Green community, since you’re living here.”Currently, Rubando is working on programs for economic development, “The university is such a great university and has so many fantastic programs, but we see a lot of the times that when students graduate, they don’t stay in Bowling Green,” Rubando said. “We’re working with the city to really provide economic opportunities for students who, after when they graduate, there’s a really good pipeline of well-paying jobs that they can take advantage of here in the city.”Rubando works with BGSU Votes to inform students and ensure that they are registered to vote. He also works with BGSU College Democrats and Young Democrats of Wood County and making sure students know that they can register to vote. “When students are in session, they make up 50% of the population of Bowling Green,” Rubando said. “If students got together as a voting block and really decided to vote, they could sway elections in this city.”The midterm elections are coming up this November and there are opportunities to vote for the governor of Ohio and U.S. senate candidates. Rubando said, while the elections of these candidates might not have a direct effect on Bowling Green, “the rules and the laws they make affect us here in Ohio.” nLGBTQ+ Programs host BiG Gay WelcomeMore than 400 students attendMegan Finke | Editor-In-Chief &The LGBTQ+ community and their allies gathered in the Bowen-Thompson Student Union on Aug. 31 to welcome and celebrate students of all identities. The BiG Gay Welcome is hosted by the LGBTQ+ Programs in the Office of Multicultural Affairs. More than 400 students and of faculty attended to enjoy drag performances, food and prizes. Katie Stygles, the Director of Multicultural Affairs and LGBTQ+ Programs was one of the organizers behind the event. The planning has been mastered to a tee, as the event has been around for more than 15 years. “We’ve got it down to a science because we do this every year, and my colleague, Shevonne Nelson Dillingham, started this back more than 15 years ago now, so it’s definitely had different forms through the years,” Stygles said. “But we’ve been doing this format for several years now, so really, it’s just about securing the drag talent that is going to connect well with our student population and get them excited.” During the event’s opening address, Stygles said this was the 20th anniversary of official LGBTQ+ organizations on campus. Student organizations had tables set up around the perimeter of Lenhart Grand Ballroom, where students lined up to chat with leaders of LBGTQ+ groups on campus and receive free stickers, pins, information sheets and treats. While organizing the event, Stygles said the participation of student organizations that directly relate to the LGBTQ+ community was important. “Just making sure that we have the student organizations and various offices that are supportive, present in the room and then the magic just kind of takes off from there,” Stygles said. Various offices from the Division of Diversity and Belonging and the Counseling Center were present. Some of the student organizations that attended were University Activities Organization (UAO), Transcendence and Feminist Organization Rallying for Gender Equality (FORGE).During the almost two-hour welcome event, students came together to celebrate pride. Some wore pride flags around their necks, while others sported colorful makeup creations across their faces. “It’s just a really fun event. I love seeing everybody dress up and show up in all of it, and obviously the drag shows. I’ve never seen a drag show before so this is my first one and I’m very excited. I love it,” Evelyn Berry, a student in attendance, said.  Speeches were given on center stage as well as LGBTQ+ trivia. Drag performers dressed in bright outfits, flowy wigs and dramatic makeup made their appearances by dancing around the ballroom, lip-syncing to songs like “Toy” by Netta, “Gives you Hell” by The All-American Rejects and “The Kill (Bury Me)” by Thirty Seconds to Mars. Drag queen Deja Dellataro and drag king Stevie Phoenix amped up with performances to remember. Phoenix is a BGSU alum and founder of Fremont Pride. He hails from Toledo, Ohio and performs song, dance, music and theatre. To him, drag is all about self-discovery and playing with the rules of gender. Dellataro is also from Toledo. She not only does drag shows, but also stars on the drag reality show Camp Wannakiki on OutTV. “I love seeing the drag queen and king, they’re both so amazing, and everybody here is so gorgeous and so happy and it’s great to be in such an accepting space. I love it,” Marian Petire, a student in attendance said.  October is LGBTQ+ History Month and the LGBTQ+ Programs in the Office of Multicultural Affairs have many events planned. Visit their website at bgsu.edu/mutlicultural-affairs to learn more. n Grace Roebke | Reporter“Just making sure that we have have the student organizations and various offices that are supportive, present in the room and then the magic just kind of takes off from there.”— Katie Stygles — Director of Multicultural Affairs & LGBTQ+ ProogramsTo watch drag performances visit bgfalconmedia.comNick RubandoBG NEWS September 7, 2022  |  PAGE 6BG NEWS September 7, 2022  |  PAGE 7  1. Foul moods  2. It comes from bees  3. Not inner  4. East northeast  5. Scrounge (for food)  6. Gladden  7. French for \"Quick\"  8. Evening Prayers  9. Crimson10. Dimwit11. Type of shrub12. Minerals13. Amount of   medication 18. Taxonomic category22. Small amount24. Decorated, as a cake26. Circle fragments28. Trousers29. Dormitory30. Several31. Cheat32. Diva's solo33. Traitors34. Refutes37. Backside38. Alliance40. Streetcar41. Household    cleanser43. Lunge44. Vocation46. Wait on47. Mindful48. Perception49. Award50. Shredded cabbage51. Musical phrase53. Flippant56. Half of a pair57. Whelp  1. Footwear  5. Flu symptom10. Not barefoot14. Person, place or thing15. Martini garnish16. Apprentice17. Merged19. Lyric poems20. Golf ball support21. Consumed22. A common code23. Medical needle25. Siberian antelope27. Pool stick28. Omens31. Satisfies34. Terpsichore35. Sticky stuff36. Gunk37. Finger jewelry38. Road shoulder39. What we breathe40. Quizzes41. Fault42. Very attractive women44. Dove's sound45. Small trout-like fish46. Satire50. Tempest52. Drama set to classical music54. Tiny55. Outdoor party56. Grow too quickly58. Picnic insects59. Audacity60. Celestial bear61. Where the sun sets62. Aromatic compound63. RindSunday10 AM to 6 PM 1058 N. Main Street www.goodwillnwohio.comMake one-of-a-kind costumesat scary good prices!Monday - Saturday10 AM to 8 PMHALLOWEEN HEADQUARTERSBGSU student dies in car crashMegan Finke | Editor-in-ChiefOn Sept. 4, David “Ryan” Walker II sustained fatal injuries after being involved in the four-vehicle crash that was reported to the Ohio State Highway Patrol at 10:32 p.m. According to a press release from the Ohio State Highway Patrol, the Fremont Post has opened an investigation and found that a black 2011 Ford F-150 was being driven eastbound on US 6 by James R. Baker Jr., 42, of  Toledo.Witnesses said Baker drove left of center and attempted to pass several vehicles, while a 2013 Ford Focus, a black 2018 Chevrolet Colorado and a blue 2006 Ford Five Hundred were traveling westbound on US 6, the release said.Baker first struck the Ford Focus, which was driven by an 18-year-old Fremont man.According to the press release, the driver attempted to swerve to the right but he and his four passengers were struck. The vehicle went off to the north side of the road and struck two tree stumps before stopping. All five passengers were treated on scene and released. Baker then struck the Chevrolet Colorado, which was driven by a 24-year-old woman from Celina. This vehicle went off the north side of the roadway and struck a tree resulting in both the driver and passenger being transported to Wood County Hospital. After hitting two previous vehicles, Baker continued eastbound and struck the Ford Five Hundred head-on. The vehicle was driven by a 20-year-old man from South Amherst, with three passengers. Everyone in this vehicle is a student at Bowling Green State University. Walker, of Vermilion, was sitting in the right rear passenger seat and sustained fatal injuries, the release said. The driver and the other two passengers were transported to Saint Vincent’s Hospital in Toledo. Baker was also transported to Saint Vincent’s Hospital. According to the OSHP, alcohol is believed to be a factor in this crash, and it remains under investigation. Walker was a third-year student in the Allen W. and Carol M. Schmidthorst College of Business and he was pursuing a Bachelor of Science in Business Administration with a specialization in accounting. He was a Thompson Working Families Scholar and recently completed an internship with NASA this summer. To send your condolences to sympathy@bgsu.edu, and the university will forward. nThe 20-year-old student was killed on US 6 in Madison TownshipBG & BGSUUPCOMING  For More Information  on The Arts, Theatre,  Musical Arts, and Other Events visit the following:>> EVENTS.BGSU.EDU>> DOWNTOWNBGOHIO.ORGFriday, September 9thBTSU BALLROOM  // 4PMMULTICULTURAL  WELCOMESeptember 9th-11th WOOD COUNTY FAIRGROUNDS  // Times vary each day51ST ANNUAL GEM, MINERAL,  ROCKHOUND SHOW & JEWELRY SALEFriday, September 9thBTSU LENHART BALLROOM // 9:30AM-4PM22ND ANNUAL BLACK  ISSUES CONFERENCEEVENTSThursday, September 8thMULTIPURPOSE ROOM/BTSU  // 5:30PMIN THE ROUND: SADIE RED WINGSeptember 9th - 11thDOWNTOWN BG  // for times visit blackswampfest.orgBLACK SWAMP  FESTIVALWednesday, September 14th BOWEN-THOMPSON QUADRANGLE  // 11:30AM-1:30PMALL CAMPUS PICNICFREEBG NEWS September 7, 2022  |  PAGE 8“Our R3 initiative is another example of how together, we can make our region stronger and position Ohio for future success.”— Rodney K. Rogers — BGSU PresidentDowntown Forward provides opportunity for student involvement Bowling Green will be participating in a program designed to attract and retain workers in rural areas.The City of Bowling Green gathered with Bowling Green State University’s Division of Research and Economic Engagement and the Center for Regional Development to announce the program and kick-it-off during a press conference on Sept. 6.Bowling Green was selected to participate in the Reimagining Rural Regions (R3) program with the Center for Regional Development. The program launched in 2021, and is funded by the U.S. Economic Development Administration and the USDA Rural Development Rural Placemaking Innovation Challenge. According to a press release from the city, “the R3 program is an economic and workforce development-centered placemaking initiative that helps communities identify, enhance and build community assets to aid in talent attraction and retention.”The program allows for public engagement to be conducted by communities in order to develop placemaking plans.According to the Rural Placemaking Innovation Challenge’s website, “placemaking is a collaborative engagement process that helps leaders from rural communities create quality places where people will want to live, work, play and bring together partners from public, private, Tribal, philanthropic communities technology sections.”BGSU graduate and undergraduate students will work with communities to help plan and implement projects which will build and enhance liveable spaces. The program is looking for students who want to make an impact in rural communities throughout northwest Ohio. PaCE (Placemaking and Community Engagement) Fellows are a group of selected students that will obtain the skills and knowledge necessary to accomplish the R3 goals. Two or three PaCE fellows will be selected.public good, BGSU is committed to supporting the current and future growth and vitality of our rural communities that power our state. Our R3 initiative is another example of how together, we can make our region stronger and position Ohio for future success.”nAfter completing training throughout the Spring semester of 2023, students will be in the communities of Mansfield, Bowling Green and Paulding to lead projects and bring about more holistic and inclusive spaces. “We are so pleased to engage the City of Bowling Green, the City of Mansfield, and the Village of Paulding - these communities create so much good in our region and Ohio,” BGSU President Rodney K. Rogers said in the city’s press release. “As a public university for the Megan Finke | Editor-in-ChiefFor more information on the PaCE  Fellowship or how to apply, visit bgsu.edu/research-economic-development. PHOTO BY | MEGAN FINKE",
    "id": 539307548,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.bgsu.edu:bg-news-10192"
    },
    "title": "The BG News September 07, 2022",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-09-07T08:00:00+01:00",
    "publisher": "ScholarWorks@BGSU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.bgsu.edu/cgi/viewcontent.cgi?article=10192&context=bg-news"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/539307548.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/539307548"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/539307548/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/539307548/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/539307548"
        }
    ],
    "abstract": "The BGSU campus student newspaper. Volume 102-issue 3. September 07, 2022.https://scholarworks.bgsu.edu/bg-news/10192/thumbnail.jp",
    "tags": [
        "text",
        "BG News",
        "September",
        "2022",
        "Bowling Green State University"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.bgsu.edu:bg-news-10192",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12539",
        "openDoarId": 0,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 539307548,
        "depositedDate": null,
        "publishedDate": "2022-09-07T08:00:00+01:00",
        "updatedDate": "2024-02-10T19:33:19+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-17T20:58:03+01:00"
    },
    "urls": [
        "https://scholarworks.bgsu.edu/bg-news/9193",
        "https://scholarworks.bgsu.edu/context/bg-news/article/10192/viewcontent/0907Issue3.pdf"
    ],
    "lastUpdate": "2024-02-10T19:33:19+00:00",
    "setSpecs": []
}