{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Alyaqout, Saud"
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-30T19:16:11+00:00",
    "dataProvider": {
        "id": 1319,
        "name": "DigitalCommons@Florida International University",
        "url": "https://api.core.ac.uk/v3/data-providers/1319",
        "logo": "https://api.core.ac.uk/data-providers/1319/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/589930488.pdf",
    "fullText": "Florida International University FIU Digital Commons Global Strategic Communications Student Work 5-1-2023 THE IMPACT OF LGBTQ APPEAL ON PURCHASE BEHAVIOR OF LUXURY PRODUCTS AMONG MEN IN KUWAIT Saud Alyaqout S.alyaqout@hotmail.com Follow this and additional works at: https://digitalcommons.fiu.edu/gsc  Part of the International and Intercultural Communication Commons, Mass Communication Commons, and the Social Media Commons Recommended Citation Alyaqout, Saud, \"THE IMPACT OF LGBTQ APPEAL ON PURCHASE BEHAVIOR OF LUXURY PRODUCTS AMONG MEN IN KUWAIT\" (2023). Global Strategic Communications Student Work. 4. https://digitalcommons.fiu.edu/gsc/4 This work is brought to you for free and open access by FIU Digital Commons. It has been accepted for inclusion in Global Strategic Communications Student Work by an authorized administrator of FIU Digital Commons. For more information, please contact dcc@fiu.edu.       THE IMPACT OF LGBTQ APPEAL ON PURCHASE BEHAVIOR OF LUXURY PRODUCTS AMONG MEN IN KUWAIT Saud Alyaqout        Abstract The social milieu presents an increasing awareness and support for the LGBTQ community, encouraging clothing companies to adopt LGBTQ-themed products. In a predominantly Muslim country such as Kuwait, religion influences beliefs and practices towards the LGBTQ. Although studies reveal that the Quran indicates unclear teachings on the topic, most interpretations are negative. This study examined attitudes on the brand and ad with LGBTQ themes, and purchase intentions. The survey with 55 participants show mostly unfavorable attitudes towards this community. Their religious stance indicates an impact to their negative perceptions of the ad and the brand. Consequently, they also demonstrated no purchase intentions for the product with such themes. The study concludes that religious beliefs in Kuwait affect consumer behavior in brands, ads and purchase intentions for such products.  Keywords: LGBTQ, attitude towards ad, attitude towards brand, purchase intention, Muslim beliefs and practices       Chapter 1 The Problem and Its Background  Introduction The luxury business is continuously adjusting and modernizing itself in response to its customers' shifting interests and behaviors. One factor that has become increasingly significant over the past several years is the appeal utilized by luxury businesses in their respective advertising campaigns. The attraction of advertising can significantly impact the formation of consumer perceptions, attitudes, and intentions to make purchases. However, the LGBTQ community's image in advertising has been controversial and may provoke different responses geographically based on the viewer's cultural and religious beliefs. The LGBTQ population has become a large part of the target demographic for luxury companies. However, some communications plans spill into the wrong sector through ill-administered algorithms, which causes a negative response to a successful campaign. This research project aims to evaluate the impact that an LGBTQ appeal has on the purchasing behavior of men in Kuwait when it comes to luxury goods. Because Kuwait is a culturally and religiously conservative country, depictions of LGBTQ people in commercials may be seen with hostility. As males in this age range (25-55) are generally considered the primary target audience for luxury products, the research concentrates on men in this age group. The purpose of this study is to investigate the views and intentions of these persons about purchasing luxury goods that are promoted with an appeal to the LGBTQ community. Theoretical Framework The research study is guided by a theoretical framework that integrates concepts from cultivation theory, social cognitive theory, and religious influences. According to Johnston (2003), researchers studying media cultivation maintain that repeated exposure to the same tales, images, and messages over time has far-reaching and accumulative impacts on a diverse population. As explored through relevant scriptures, religious influences will provide a comprehensive understanding of how they impact brand association with the LGBTQ community. The critical constructs investigated in this study include attitude toward the ad, attitude toward the brand, purchase intention, and religious concern. These constructs are measured using survey questions and analyzed using descriptive statistics, correlation analysis, and regression analysis. Results from this study provide insights into the cultural and religious factors that influence purchase behavior for luxury products associated with the LGBTQ community. Overall, the findings from this study provide valuable insights for luxury brands as they navigate cultural and religious differences when creating communication plans in the Middle East.  Statement of the Problem Kuwait is a country with a conservative culture and a predominantly Muslim population. Despite the conservative cultural norms, there is a growing awareness of LGBTQ issues globally, and some companies are now targeting LGBTQ customers to promote their products. Therefore, it is essential to investigate the impact of LGBTQ appeal on the purchase behavior of luxury products among men in Kuwait. This research is to determine the impact of LGBTQ appeal on the purchase behavior of luxury products among men in Kuwait. It investigates the role of LGBTQ appeal in men's purchase behavior, including the factors that affect their decision to purchase luxury products. Scope and Delimitations The delimitations of this research study are focused on a specific group of men aged 25-55 in Kuwait. The study only considers attitudes toward LGBTQ-associated advertisements and brands and the impact of cultural and religious influences on these attitudes. The study's demographic is limited to men and not women or other gender identities. The product focus is also limited to luxury products and no other types of products. The study only examines LGBTQ-associated advertisements, not those not associated with the LGBTQ community. These delimitations provide a narrow scope for the research, allowing for a more in-depth examination of the specific attitudes and influences being studied. Hypothesis The main objective of this research study is to investigate the purchase behavior of a luxury product when it is associated with the LGBTQ community among men aged 25-55 in Kuwait. To achieve this, two hypotheses were formed.  H1: Compared to non-LGBTQ advertising, luxury brands using LGBTQ-themed advertising will elicit a weaker evaluation of (a) attitude toward the ad, (b) attitude toward the brand, and (c) purchase intention among men aged 25-45 in Kuwait. H2: Individuals with a higher level of religious concern will prefer non-LGBTQ advertising appeal over those with a lower level of religious concern among men aged 25-45 in Kuwait. Significance of the Study The significance of the study on the impact of LGBTQ appeal on the purchase behavior of luxury products among men in Kuwait is multifaceted. The study focuses on the relationship between LGBTQ appeal and purchase behavior. First, it sheds light on the current attitudes and perceptions of men in Kuwait toward LGBTQ individuals and how such attitudes influence their purchasing behavior of luxury goods. Second, the research contributes to the body of knowledge by shedding light on social factors' role in consumer behavior, particularly in the context of purchasing luxury goods. Successful business and marketing strategies can benefit from the information presented here.  Consequently, the study has significance for Luxury Brands, as it draws attention to the necessity of creating communication plans that are more welcoming and tolerant to the cultural differences in the Middle East, specifically Kuwait. Furthermore, the study contributes new information and knowledge to consumer behavior. It does this by adding to the research that has already been conducted on the influence of social factors on consumer behavior and by providing new insights into the role of LGBTQ appeal in purchasing luxury goods.  In conclusion, the study has several practical consequences for firms already established in Kuwait. The study’s outcomes offer these companies valuable information regarding the shopping habits of males in Kuwait and the influence that LGBTQ appeal has on those habits. The marketing strategies, product offerings, and customers' overall experiences can all be improved with this information. This research addresses the following questions: 1. Does the use of LGBTQ appeal in advertising have a significant impact on the evaluation of (a) attitude towards the ad, (b) attitude towards the brand, and (c) purchase intention of luxury products among men in Kuwait? 2. Is there a relationship between religious concern and the preference for non-LGBTQ appeal in luxury product advertisements among men in Kuwait? The study focuses on men aged 25-55, considered the primary target audience for luxury brands in Kuwait. The findings of this research provide valuable insights into the effects of LGBTQ appeal on purchase behavior in this culturally and religiously conservative market. This information is beneficial for luxury brands to make informed decisions on their advertising and marketing strategies in the Middle Eastern market. Definition of Terms The following definitions are provided to eliminate confusion and to provide a uniform operational definition of specific terms. The terms are defined as how they are used in this study. Algorithms — A set of rules that govern the behavior of a computer program, determining how it processes information and achieves a specific outcome (“Algorithm | Definition, Types, & Facts,” 1999). Attitude toward the ad — The overall evaluation that individuals make about an advertisement based on their perceptions of its content and style. Attitude toward the brand — The overall evaluation that individuals make about a brand based on their perceptions of its reputation, quality, and appeal. Backfire — An adverse reaction occurs when a marketing or advertising campaign is perceived as being out of touch with its target audience's cultural and religious values (Arli & Dietrich, 2017). Background — The historical, cultural, and societal context in which a phenomenon occurs. Consumer behavior is how individuals select, purchase, use, and dispose of goods and services (Radu, 2022). Cultural fascism — The idea that a particular culture, usually the dominant one, is imposed on other cultures, often through media. Cultivation theory — A theory that suggests that repeated exposure to media messages can shape an individual's perceptions and beliefs about the world. Cultivation theory states that long-term media exposure changes consumers' worldviews and behavior (Perera, 2021). LGBTQ community — The acronym is lesbian, gay, bisexual, transgender, and queer. It refers to the diverse community of individuals who identify as such and advocate for their rights. Luxury product — A high-end product typically characterized by high quality, exclusivity, and luxury appeal. A luxury item is not required for survival but is highly coveted within a culture or civilization. When a person's wealth or income rises, the demand for luxury products (Kenton & Cheng, 2021). Purchase intention — The likelihood of an individual purchasing based on their attitudes and beliefs about a product or brand. The decision of an individual to purchase any kind through the internet is referred to as their \"online purchase intention\" (Jain, 2021). Reinforcement — The strengthening of a particular belief or behavior through repeated exposure. Religious and cultural differences — The differences in beliefs, practices, and values between people from different religious and cultural backgrounds. Religious concern — The degree to which an individual is influenced by religious values and beliefs when making decisions. Religious influences — How religious beliefs and practices shape the attitudes and behaviors of individuals. Subliminal messaging — Messages that the unconscious mind perceives without the individual being consciously aware of them. Social cognitive theory — A theory that suggests that individuals are shaped by the social and cultural context in which they live and that their behavior is influenced by their perceptions of others and themselves. The theory gives us a way to think about how people change their environment and how their environment changes them. In particular, the theory describes how people learn through observation and modeling and how self-efficacy affects how people act (Vinney, 2019). Scriptures — Religious texts, such as the Bible, the Quran, or the Talmud, are considered authoritative by a particular religious community.           Chapter 2 Review Of Related Literature Islam and Homosexuality: The Conflict Between Suppression and Tolerance People who identify as LGBTQ in the Muslim world have been shaped by the region's religious, legal, social, political, and cultural traditions. Socially conservative sentiments and Islamist organizations have contributed to perpetuating criminal punishments for homosexual conduct in nations with a majority Muslim population. The narrative of Sodom and Gomorrah is linked to the destruction of the \"people of Lut\" because of their sexual habits. This is just one of several references to homosexuality in the Quran (Metzger & Coogan, 2004). Some Western and Modern Islamic scholars contend that the demise of the \"people of Lut\" was due to breaking the old hospitality law and sexual violence, even though the Quran mandates a forgiving approach toward such acts among men. Homosexuality was a problem in seventh-century Arabia, prompting Islamic jurists to research how to punish those who practiced it (Hendricks, n.d.). Some hadiths allow homoerotic impulses as long as they are not translated into action, although Islamic religious leaders have outlawed staring and desiring at both males and girls. According to Rowson (1991), Mukhannathun is a name used to denote gender-variant people who physically resembled women and performed sexual or social roles more commonly associated with women or vice versa, effeminate men, masculine women, or those with ambiguous sexual features. The Mukhannathun was a group of effeminate men who, after being given access to women's quarters, began acting in a non-normative manner, forcing Muhammad to curse them and drive them out of their homes. Even though Muhammad excommunicated two Mukhannathun for violating gender norms, traditional Islamic law has never addressed homosexuality. Following Islamic Sharia law, anal sex is a crime that can be punished in various ways. Contemporary academics are divided about whether or not the Qur'an condones same-sex relationships. Homosexuality is not condemned in the Qur’an, according to Mohamed El-Moctar El-Shinqiti, Faisal Kutty, and Muhammad Jalal Kishk, who also claim that Islamic law does not seek to control internal states like desire. Kugle's reading of the Lot story emphasizes the tribe's idolatry and rejection of Lot's Prophethood. At the same time, the positive assessment of diversity in Islam allows gay and lesbian Muslims to see homosexuality as a form of natural diversity (Massad, 2008)—Islam's contradictory sexual values cause a wavering between strict suppression and liberal tolerance. In an article written by Steven (2016), a few examples of homosexual behavior can be found in early Islamic societies. However, the appearance of Homoerotic poetry in Baghdad around 800 CE ushered in a sea of change in public opinion about homosexuality that continued after the Abbasid Revolution. Homosexual love in pre-modern Muslim societies was typically depicted as a relationship between a Turkic slave-soldier and a Persian poet. Accusations of homosexuality were made against Aghlabid Emir Ibrahim II of Ifriqiya, and the 14th-century Iranian poet Obeid Zakani mocked the seeming inconsistency between the religion's ban on homosexuality and its widespread acceptance.  Although the Qur’an does not explicitly address homosexuality, it discusses other immoral activities regarded as haram, which literally translates to \"sinful.\" These include zina, which refers to having sexual relations outside of one's marriage and is punishable by stoning and lashing if the adulterers are not wed. Although homosexuality is not explicitly addressed in the Qur’an, many verses have been understood by academics to be in opposition to homosexual behavior. For instance, verse 4:15-16 says that men should not approach women \"in illicit ways,\" which some academics take to mean that they should not engage in homosexual practices (Hendricks, n.d.). There is also a hadith, translated as a remark attributed to the prophet Muhammad, that says, \"homosexuality is an abomination.\" Even though not all Muslims accept the veracity of this hadith, it is frequently brought up as proof that homosexuality is frowned upon in Islamic tradition. As stated in the factsheet titled “Shari’a and LGBTQ persons” by the United States Commission on International Religious Freedom (2021), homosexual actions are frowned upon under Sharia law, founded on the hadith and the Qur’an. In most Muslim countries, the punishment for homosexual activities includes either flogging or death. A relatively small segment of the Muslim population holds the view that homosexuality is not a sin. These Muslims contend that the Qur’an does not expressly forbid homosexual activities and that the hadith that condemns homosexuality is a fabricated story by a sect called Quranists (those who only believe in the revelation but not hadith). They also claim that the Qur’an does not condemn homosexuality. They also point to the fact that some verses in the Qur’an discuss relationships between men and women in a positive light, and they argue that these verses can be interpreted to include relationships between members of the same sex. This argument is backed up by the fact that these verses talk positively about relationships between men and women. On the other hand, the overwhelming majority of Muslims hold the view that homosexuality is a sin and that those who engage in homosexual behavior should be subject to the death penalty or whipping for their actions. The Rise of Cancel Culture on Social Media: Navigating the Challenges for Purpose-Driven Brands during the COVID-19 Pandemic During the COVID-19 pandemic, people turned to social media to find community and support, which increased online interaction. Cancel culture, or withdrawing consent from individuals, groups, or organizations that behave in a way that contradicts their claimed values, is also becoming more prevalent on social media platforms. Brands can no longer afford to remain neutral about social and political issues. However, cancel culture is not always directed at irresponsible brands; brands perceived as overplaying their social and environmental credentials may also be targeted (Bishop, 2021). While there are no clear answers on navigating through cancel culture, purpose-driven brands are less likely to be canceled, and brands should sincerely walk the talk and live up to their mission statements. The LGBTQ movement has been accused of using cultural fascism to impose its views on society and eliminate opposition. The movement has used various tactics, including protests, boycotts, and social media campaigns, to pressure companies to conform to its agenda (Katz, 2019). The movement has targeted companies that do not support its agenda or have opposed its views. For example, the Chick-fil-A fast-food chain has been targeted by the LGBTQ movement for its support of traditional marriage and its donations to conservative organizations (Waggoner, 2019). The movement has also targeted companies that do not offer gender-neutral restrooms or that do not support transgender rights. In an article by Fairchild (2022), cancel culture is often wielded by conservatives, bigots, and hyper-religious groups to discredit and dismiss others. In recent years, blaming cancel culture in response to backlash for expressed discrimination, bigotry, abuse, or violence has proven to be more lucrative than damaging, as it aggregates an entirely new audience and fills coffers with donations from supporters. Expressing caustic or inflammatory beliefs in public media does not remove people's rights to react or respond according to their beliefs. Hate speech is not free, and platforms do not exempt people from social ramifications. Background Of Luxury Brands Embracing LGBTQ Communication Plans, Subliminal Messaging, And Reinforcement Through Cultivation Theory And Cultural Fascism Cultural fascism has been used throughout history by various political regimes and social groups to promote their values and beliefs. It involves using propaganda, censorship, and intimidation to control public opinion and eliminate opposition (Koertge, 2003). This approach has been used to suppress dissent, manipulate public opinion, and promote conformity. Cultural fascism has been criticized for its negative impact on creativity, diversity, and individual freedom. The literature on the background of luxury brands embracing LGBTQ communication plans highlights the increasing trend of companies incorporating this theme into their marketing strategies. This shift is attributed to the growing recognition and support of the LGBTQ community and the desire of luxury brands to appeal to a diverse customer base. The increasing representation of sexual minorities in advertising has, in recent times, garnered a significant amount of attention from academics and the mainstream media. Among the latter group, some believe that commercials worldwide, particularly in Argentina, are fighting preconceptions, shattering taboos, and reflecting the aspirations of the LGBT population (Sainz & Terrile, 2019). Giorgi (2016) investigated the use of subliminal messaging in LGBTQ-themed advertisements by luxury brands. These messages reinforce positive attitudes toward the LGBTQ community and promote inclusivity.  In a study by Um (2014), those exposed to commercials with a non-gay theme had more favorable opinions of the company than those exposed to ads with a gay theme. The study's findings imply that advertisements including homosexual imagery may result in poor brand perception. According to the study, heterosexual men exposed to these advertisements also had fewer favorable opinions of the advertising and the business. Also, individuals with higher tolerance towards homosexuality have more favorable perceptions of the advertisement and brand and higher purchase intentions. The findings likewise imply that brand loyalists had better opinions regarding advertisements and brands. Cultivation theory has been applied to understand the effects of repeated exposure to LGBTQ-themed advertisements on the general public's attitudes toward the community. The theory suggests that repeated exposure to such messages through media can shape societal attitudes and beliefs (Shehata et al., 2021). However, in recent years some companies have suffered from abusing such reinforced messaging in their campaigns. Disney and Netflix suffered massive losses in regions like Russia and China regarding their exposure to homosexual media. In some cases, movies were banned from the showrooms (Smith, 2022). Finally, cultural fascism has been discussed concerning luxury brands' embrace of LGBTQ communication plans. Haferkamp and Smelser (1992) argue that this represents a form of cultural fascism where corporations impose their values and beliefs on consumers. Martinelli (2005) sees it as a positive step toward promoting diversity and inclusion. Overall, the literature suggests that the increasing trend of luxury brands embracing LGBTQ communication plans reflects changing societal attitudes and the desire of companies to appeal to a diverse customer base (Ott, 2018). Using subliminal messaging and reinforcement through cultivation theory further highlights companies' strategic approach to promoting positive attitudes toward the LGBTQ community. Cultural Influences (Social Cognitive Theory) and how LGBTQ are Perceived in the Middle East and What They Translate to in Terms of Brand Association The way the culture wars over homosexuality are framed in the Middle East may give the impression that two very different cultures are always fighting over this issue. However, this hides a long and complicated history. History changes when heterosexuality is seen as a sign of cultural authenticity in Middle Eastern societies. Even though it was against the law and not discussed openly, same-sex relationships, homoeroticism, and pederasty were common in Middle Eastern cultures for many centuries, even though they were not openly discussed or acknowledged (Murray et al., 1997). The social cognitive theory suggests that cultural influences significantly shape an individual's attitudes and beliefs toward the LGBTQ community. In the Middle East, traditional cultural and religious beliefs often result in negative attitudes towards homosexuality, which can translate into lower acceptance and visibility for the LGBTQ community in the region. It has been found that brands that openly support the LGBTQ community may be perceived as controversial or even unacceptable in the Middle Eastern market, as homosexuality is illegal in some middle eastern countries, such as the United Arab Emirates, where homosexuality is punishable by fines and imprisonment (Weise, 2022). This stance can result in negative brand associations and potentially harm the brand's reputation in the region. However, it is essential to note that there is a growing segment – while minute - of the population in the Middle East that is becoming more accepting of the LGBTQ community, and brands that align themselves with these values may be seen as progressive and forward-thinking (Odell, n.d.).  In conclusion, cultural influences in the Middle East play a crucial role in shaping attitudes toward the LGBTQ community and can significantly impact brand association in the region.  Religious Influences and How LGBTQ are Mentioned in the Scriptures and What They Translate to in Terms of Brand Association The connection between religion and lesbian, gay, bisexual, and transgender (LGBT) individuals can vary widely throughout time and place, within and between religions and sects, and regarding different varieties of homosexuality, bisexuality, non-binary, and transgender identities. The relationship between religion and sexuality varies significantly, from viewing sex and sexuality as undesirable to seeing it as the highest expression of the divine (Urban, 2010). Religious influences can significantly shape attitudes toward the LGBTQ community, as religious teachings and beliefs often inform an individual's values and moral code. In many religious scriptures, homosexuality is mentioned and can be viewed as a sin or an unacceptable behavior. This belief can result in negative attitudes towards the LGBTQ community and a lack of acceptance, which can translate into lower levels of visibility for this group. Brands that align themselves with the LGBTQ community may be perceived as controversial or even unacceptable in specific religious communities, leading to negative brand associations and potentially harming the brand's reputation (Polkinghorne et al., 2022). On the other hand, some religious organizations and communities have become more accepting of the LGBTQ community, and brands that align themselves with these values may be seen as progressive and inclusive (Ott, 2018). In conclusion, religious influences can significantly shape attitudes toward the LGBTQ community and can significantly impact brand association. Brands must be mindful of these religious influences and the potential consequences of their support or lack thereof for the LGBTQ community when crafting their marketing strategies.         Chapter 3 Methodology The methodology for this research is led by descriptive-correlational analysis. A correlation analysis will determine whether this connection is favorable or unfavorable. When two variables are positively correlated, they tend to move in the same direction, but when they are negatively correlated, they tend to move in opposing directions (Bloomfield & Fisher, 2019). In this study, a positive correlation should not impact purchasing LGBTQ products. This notion indicates that the target customers of these companies will not be persuaded not to buy the products because of the culture and society of Kuwait at large. The negative correlation comes in when the variables state the negative of this idea. This concept means that when customers are influenced by society and culture, they will not purchase LGBTQ products. The study's research design attempts to define the purchase behavior of prospective buyers of luxury goods associated with LGBTQ branding. Describing the purchase behavior allows insight into the reasons for considering and the likelihood of purchase of LGBTQ-related merchandise. The outcomes shall guide the researchers and provide insight to luxury brands on whether to pursue LGBTQ communication ventures according to consumer perceptions in the Middle East.  The methodological approach is a quantitative research method, addressed using an online survey. The online survey collects responses from more people, allowing them to complete the survey at a convenient time, and better enables the researchers to quantify their responses.  Data collection may be sped up considerably in correlational studies by observing patterns in real-world situations. Therefore, results may be extrapolated to other circumstances. The results of a correlational study may be used as a starting point for or reinforcement of hypotheses concerning causation. A correlational study is undertaken when a causal link is suspected between two variables but cannot ethically or practically influence one in an experiment (Bloomfield & Fisher, 2019). The study is sensitive and can prove difficult when an experimental research is opted. Unlike the survey, experiments take time, especially in getting participants since people in Kuwait are not open regarding LGBTQ matters. The IDs of the participants were sealed to avoid societal stigmatization and profiling. Survey Research The online survey was designed using Qualtrics and distributed using convenience sampling method with a snowballing technique. The participants were recruited via close relatives and friends. They were asked to participate in the survey by visiting the survey link. They are also asked to pass that survey to any peer with the same target audience (male 25-55 with a high income). The link was distributed in multiple group chats. They were requested to complete the questionnaire during their free time. However, they were asked to complete a survey within a week. The online survey tool automatically provided the tallies and graphs of the responses to the questions. Data was then analyzed to be utilized further in the research.  In the survey, a 17-item questionnaire was distributed. The questions included twelve (10) multiple-choice, two open-ended, and four questions measured on a 5-point Likert scale. These included five (6) demographic questions on age, gender, race or ethnicity, income, religion, and the researcher who invited the participant.  Additionally, two photo ads were attached to the questionnaires, which the participants were asked to view before completing the survey. Both ads portrayed Balenciaga's clothing and were on a thirty (30) second viewing timer. The first ad (fig.1) depicts a clothing advertisement with a shirt depicting two combined male-female vectors holding hands. It is an original Balenciaga ad campaign to promote using LGBTQ materials in their fashion line. In contrast, the second ad (fig.2) is a doctored image of a typical clothing, only including Balenciaga's logo. The term \"reliability\" is used to describe how consistent the results of a measurement are. Statistical evidence is considered trustworthy if it holds up under repeated testing using different procedures and populations. It is essential to keep data reliability in mind at all times. The outcomes of any data collection method must be reliable, consistent, and easy to replicate (Sürücü & Maslakçi, 2020). The researcher's constant use of the methodology was crucial to this outcome. They meticulously plotted out their procedure to guarantee that all measurements would be taken in precisely the same manner. This manner is vital if numerous researchers are working on the project. In this research, for instance, questionnaires were used to collect data. The researcher laid out the terminology and made the questions easy to answer for the participants. The researcher also gave respondents sufficient time to complete the survey. Additionally, the researcher established consistent settings. To minimize the impact of random or uncontrollable elements on the findings, they maintained as much stability as possible in the conditions under which the data was collected. When discussing measurements, validity relates to how well they measure something. Whether or not a given test is valid depends on the circumstances in which it is used. A study is legitimate if the researcher's scenario, explanation, and forecast match the findings. The obtained data shall be reliable to the extent that the measurement procedure is reliable. If a procedure can be relied upon, then it has merit (Sürücü & Maslakçi, 2020). The process through which data is gathered is a significant opportunity to think about validity at the study's outset. The approach and metrics were rigorous and tailored to the study's specific needs. They were founded on solid research and shared knowledge. The participants were chosen carefully using a methodical sampling strategy by clearly defining the group being studied. The aim is to produce meaningful and generalizable findings (e.g., people from a specific age range, geographical location, or profession).  Limitations The recruited population is only limited to 55 participants, although not a large enough sample, but hopefully statistically significant o represents the population of interest. Sampling and selection bias may result otherwise. Given the extent of the study's sensitivity and hence the data collected, each participant signed a consent form detailed with the usage of the data collected. This was to help the respondents know where this data would be used.                                     Fig 1       Fig 2 Data Analysis Descriptive statistics were used to interpret the data through frequencies, minimum and maximum values, mean, standard deviation, and variance. Moreover, a t-test analysis was used to interpret the results of questions measuring the respondent's feelings about the ad, the brand, and their level of concern for the environment. The metrics intended to test the hypotheses.  Ethical consideration Consent was obtained from all participants in the methodological approach used. Participants were informed that they could freely drop out of the study at any point in time.    Chapter 4 Findings and Analysis This study derives insights from 55 individuals between 26 to 55 years old, with a mean age of 34.5 years, predominantly Muslim, self-labeled as moderately religious, mostly Middle-Eastern, and with annual incomes of at least $150,000. The following analysis shows their views, which address the research questions. A. Perceptions about the first ad Only 29 respondents expressed their opinions on the first ad. Most of them, 75.86 percent, signified that the ad was bad and unfavorable. They negatively viewed the shirt design showing a modified symbol of male or female and depicting LGBTQ denotations. Six or 20.69 percent of the respondents perceived the ad as neither good nor bad. However, only two viewed the ad as neither favorable nor unfavorable. Also, two individuals out of 29 regarded the ad with favorability.  The overall unfavorable perception of the respondents suggests that the ad is unappealing and may indicate their outlook on LGBTQ interests if they recognize the specific appeal. However, their perceptions may not be conclusive of their stances against LGBTQ appeals in general or their regard for the LGBTQ community. Their recognition of the ad as an LGBTQ appeal should determine their attitude toward the group. This interpretation further implies that their perceptions may be limited to the ad's quality, the product's properties, or the potential confusion of the message, especially for those who may have yet to recognize the symbol's meaning. Figure 1 illustrates the graph showing the sample’s perception of the ad.   Figure 1. Perceptions towards the first ad B. Perceptions about the Balenciaga brand Only 29 respondents generated a similar regard for the Balenciaga brand as those of their views for the first ad. About 82.76 percent, or 24 participants, felt negative about the brand. However, fewer regarded the brand as unlikable, dissimilar to their earlier indication of the ad’s favorableness. Familiarity with the brand, especially with positive brand recognition or appeal, may have regulated some respondents' perceptions. Still, most survey participants, 75.86 percent or 22 respondents, viewed the ad as unlikeable. They convey disfavor for Balenciaga, venturing into products with LGBTQ appeal. Only one regarded the brand as positive. Hence, the brand may expect little support for products with this positioning. Figure 2 presents the summary of perceptions towards the brand.  Figure 2. Perceptions about the Balenciaga brand C. Purchase intention related to the first ad Consistent with the perception towards the ad and the brand, 29 respondents indicate a strong disagreement in their purchase intentions. About 75.86 percent, or 22 respondents, showed strong disinterest in buying the product. The lack of interest may signify their disfavor of the ad's appeal or reflect their stance on the LGBTQ community. As shirts are worn and may signify labeled self-concepts, the sample’s view may suggest that they do not identify with the LGBTQ group or support them through wearing products with these messages. Figure 3 signifies these interpretations. Five, or 17.24 percent, somewhat disagreed, indicating that most respondents did not want to purchase the product. Only two survey participants expressed neither agreement nor disagreement. Thus, the likelihood of support for the product is weak.  Figure 3. Purchase intention related to the first ad D. Perceptions towards the second ad Only 26 survey participants stated views on the second ad, which showcased a plain black shirt with just the Balenciaga brand on the shirt. They perceived the ad more favorably than the first with the LGBTQ appeal. Fewer respondents, or 8 out of 26, regard the ad as bad, unlike in the first group. Seven treated the ad as neither good nor bad, while nine respondents said that the ad was almost good or good. Nevertheless, ten individuals, or 38.46 percent of the total respondents, find the advertisement unfavorable. A total of eight survey participants rated the ad as either four or five, which means that they found the ad favorable. The respondents' perceptions show a more significant variance for the second ad than the first ad. The results show that the variance may be attributed to the individual perception of the appeal of the brand or product style. Unlike this ad, the results in the first ad suggest that respondents tend to have a similar view inclined towards disfavor. For the second ad, the viewers prefer the brand or show product acceptance, which is devoid of sociocultural affiliations, unlike in the first ad. Figure 4 illustrates this dispersal of perceptions.  Figure 4. Perceptions towards the second ad. E. Perceptions towards the Balenciaga brand Upon viewing the second ad, only 26 respondents conveyed negative perceptions about the brand. Although the ad does not project an LGBTQ appeal, the product's qualities or properties, such as color or style, or also the shirt’s plainness, may have contributed to this disapproval. Most survey participants, 13 or 50 percent, find the brand bad, while 14, or 53.85 percent, said the brand is unlikeable. Seven individuals viewed the brand as neither good nor bad, while six expressed neither liking nor disliking the brand. Only four, or 15.39 percent, said they viewed the brand as good, while six, or 23.08 percent, regarded it as likable. Variances are also higher for the perceptions towards the brand upon watching the second ad than the first. The differences in perception may be attributable to some other factor, such as style, and less likely to the brand’s adoption of advocacy, such as with LGBTQ appeal. Figure 5 shows this dispersal of perceptions about the Balenciaga brand.  Figure 5. Perceptions towards Balenciaga brand F. Purchase Intention Related to the Second Ad Despite the more positive response to the second ad than the first one, 26 respondents strongly disagreed with purchasing the product. Overall intention to buy is negative since 19 out of 26 respondents, or 73.08 percent, did not want to buy the product. Figure 6 reflects this outcome. While only two indicated neutralities for the product’s purchase, five, or 19.23 percent, showed interest in buying the item. Thus, the product, bereft of any LGBTQ appeal, also does not stimulate purchase, likely attributing to the lack of appeal based on the product’s features.  However, the results do not strengthen the findings from the first ad. The conclusions drawn from those who evaluated the second ad do not prove or disprove the acceptance of products with LGBTQ appeal. Earlier, some other factor confounds the evaluation for the second ad. Similarly, the premises also do not infer the ineffectiveness of the first ad. The behavioral responses to each ad must be taken independently since the acceptance of the brand or product pertains to the objects or ideas presented without probable reference to the other. Specifically, the respondents intend to avoid buying the product, perhaps because of its color, plainness, or style. Thus far, the absence of LGBTQ appeal does not predict the product’s purchase.  Figure 6. Purchase intention related to the second ad G. Views on LGBTQ The study examined 55 respondents' views on LGBTQ which may influence their preferences for products with LGBTQ appeal. These views were measured through their agreement or disagreement about specific statements.  More respondents, about 50.91 percent, strongly agreed with the statement, \"I am extremely worried about the state of the world’s humanitarian perspective on homosexuality and LGBTQ.\" Two individuals somewhat agreed with the statement, adding to 54.55 percent of the total respondents. Their outlook signifies a strong negative emotion towards homosexuality and LGBTQ, depicted by the words “extremely worried.” This position aligns with the perceived disfavor for the first ad, indicating this intense concern, which the promotion of LGBTQ affairs could further intensify.  Unlike the first statement, the second statement, “Mankind comes in different genders, and all should be accepted,” is a positive expression related to LGBTQ. Nevertheless, most respondents, 65.45 percent or 36 individuals, indicated strong disagreement with this idea. Figure 7 shows this disapproval. The outcomes connote consistent disfavor for LGBTQ. Due to this, advocacy through product purchase is less likely.  Figure 7. Views on LGBTQ The third statement, “The balance of nature is two genders (male/female), and I would like to remain the same,\" is likewise perceived with a strong agreement. More respondents, 47 or 85.45 percent of the sample, concurred with the statement, consistent support for the first statement. Respondents’ beliefs about the sex dichotomy and their self-perceptions show a clear-cut identification of their gender orientation complying with this dichotomy. The results denote that most respondents identify as male, being the intended study’s informants, and do not recognize them as LGBTQ.  Nevertheless, the second statement's relatively more significant dispersion of views reflects a more open outlook about genders than this third statement. The second statement does not imply ascertaining the respondents' gender identities, much like this third statement. The survey participants’ firm stand for this dichotomy and gender identity suggests weak support for products with LGBTQ appeal.  H. Frequency of Purchase of Luxury Brands Figure 8 reveals the sample’s frequency of purchase of luxury brands. The majority, or 47.27 percent, indicated \"Sometimes,\" and 38.18 percent said \"Often.\" Only six out of 55 respondents always buy luxury brands. These frequencies signify a decent indication of familiarity with luxury brands, including Balenciaga. This familiarity insinuates some awareness of luxury brands’ audiences, product offers and promotions, their appeals, and their images. Hence, the participant's evaluation of the ads, including consistencies or inconsistencies in the brand properties, reflects this acquaintance and the resulting perceptions. However, this frequency does not indicate the potential of purchase for Balenciaga or its product with LGBTQ appeal.  Figure 8. Frequency of Purchase of Luxury Brands I. The extent of Understanding of LGBTQ Most survey participants indicate a full understanding of what LGBTQ means, as shown in Figure 9 on the next page. The extent of understanding of the 36 respondents, 65.45 percent of the sample, denotes the following interpretations. First, they may have comprehended the question as identifying what the letters LGBTQ stand for, a trivial understanding of the concept. Second, aside from the recognizable conceptual representations of the acronym, they may indicate the practical identification of the concept, which distinguishes the group and its members in the populace. Third, an antithesis, the respondents may not have considered the implication of the characteristic understanding as \"full.\" The allusion means that comprehension lies in the cognitive domain, estranged from the emotional and behavioral domains. The mind understands, but liking or disliking does not reflect this understanding. Similarly, the behavioral manifestation of the understanding does not suggest favorable action, such as purchasing products with LGBTQ appeal. Earlier results showing the extent of agreement or disagreement stating LGBTQ views support this observation. Their concurrence to the statements denoting their worry for LGBTQ and the argument on acceptance of LGBTQ reveal cognitive dissonance. Their attitudes and beliefs suggest inconsistency with their understanding. The findings here may imply non-acceptance of the product with LGBTQ appeal, which corresponds with the inferences from Figure 3, the resulting purchase intention for this product.  Figure 9. The extent of Understanding of LGBTQ J. Importance of Humanitarian Issues As mentioned above, respondents likewise stipulate a stance revealing this cognitive dissonance. Figure 10 shows a similar distribution of results as in Figure 9, therefore, exposing a consistent earlier interpretation. Most survey participants, 58.18 percent, say they deem humanitarian issues vital to a great extent. However, attitudes and behavior must be more coherent to show this importance. LGBTQ as a humanitarian issue does call for a level of understanding and importance. The statement presumes the reference to LGBTQ as earlier statements present this notion. On the other hand, there is a need to verify if the respondents are clear with this presumption or a probable reference to general humanitarian issues, not only LGBTQ.  Nonetheless, the regard remains perceptive and does not transcend emotionally or behaviorally. The suggestive meaning of “full understanding” is not satisfied. The respondents may conceptually regard the LGBTQ with importance, but not to the extent of supporting their causes, which involves purchasing items with the LGBTQ appeal.  Figure 10. Importance of Humanitarian Issues K. Identification of brands with LGBTQ marketing campaigns Of the 55 respondents, 29, or 52.73 percent, identified luxury brands with LGBTQ marketing campaigns. Of those respondents indicating awareness, 8 or 27.59 percent specified Balenciaga. This brand was most frequently mentioned in the brands recognized, compared to other luxury brands. The frequent mention also signifies a relatively increased awareness of the brand’s effort in LGBTQ campaigns compared to other luxury brands. This finding suggests the more favorable effect of Balenciaga’s campaign compared to other brands. However, this recognition does not conclusively suggest attitude or behavior about the brand and only suggests the extent of the effect of the LGBTQ marketing campaign on awareness. This effect is deemed limited to market reach. L. Views on LGBTQ products More survey participants agreed that LGBTQ luxury fashion advertising would thrive. A total of 37 respondents, a combined indication for somewhat agree and strongly agree, foresees this as imminent. The increasing awareness and presence of the LGBTQ in mainstream society propose this belief. Though, most respondents, 50.91 percent, strongly disagreed that LGBTQ advertising is an effective way to promote products. Figure 11 presents this position, depicting this contrary view. The sample did not perceive that the sale of products with LGBTQ appeal would not be successful resulting from advertising. The participant's perception of the increasing trend for LGBTQ luxury fashion advertising and the effectiveness of its advertising is conflicting. A thriving endeavor necessarily produces a positive outcome, such as more advertisements. For practical reasons, advertisers should only use its means if it is succeeding. On the one hand, the sample’s interpretations may be limited by the reference to the quality of the LGBTQ ad viewed.  Figure 11. Views on LGBTQ products M. Hypotheses Testing The study intended to test the following hypotheses. H1: Compared to non-LGBTQ advertising, luxury brands using LGBTQ-themed advertising will elicit a weaker evaluation of (a) attitude toward the ad, (b) attitude toward the brand, and (c) purchase intention among men aged 25-55 in Kuwait. H2: Individuals with a higher level of religious concern will have a preference for non-LGBTQ advertising appeal over those with a lower level of religious concern among men aged 25-55 in Kuwait. For H1, the t-test yielded these results. (a) Attitude toward the ad Two values are used for determining the attitude towards the ad. The first is to identify if the ad is good or bad. The second is to indicate if it is favorable or unfavorable. Under the first measure, good or bad, on average, LGBTQ-themed advertising (M = 1.45, SD = 0.81) elicits a weaker evaluation of attitude toward the ad, t(29) = 1.699, p<.05. Under the second measure, favorable or unfavorable, the LGBTQ-themed advertising (M = 1.48, SD = 1.00) elicits a weaker evaluation of attitude toward the ad, t(29) = 1.699, p<.05. Overall, the study concludes that LGBTQ-themed ads are perceived weakly. (b) Attitude toward the brand Similarly, attitude towards the brand is measured in two values – positive/negative and likable/unlikeable. Under the first measure, positive and negative, the luxury brand using LGBTQ-themed advertising (M = 1.34, SD = 0.80) will elicit a weaker evaluation is accepted, t(26) = 1.706, p<.05. This result translates that Balenciaga's use of LGBTQ-themed advertising is perceived negatively. Under the second measure, likable and unlikeable, luxury brands using LGBTQ-themed advertising (M = 1.41, SD = 0.77) obtain a weaker evaluation of attitude toward the brand, t(26) = 1.706, p<.05. The brand is perceived as unlikeable. To summarize these findings, the research deduces that luxury brands with LGBTQ-themed advertisements are perceived negatively and unlikeable. (c) Purchase Intention among Men Aged 25-55 in Kuwait The luxury brand using LGBTQ-themed advertising (M = 1.31, SD = 0.59) will elicit a weaker evaluation based on the purchase intention, t(29) = 1.699, p<.05. The market does not express an intention to buy products with LGBTQ appeal. A descriptive analysis is adopted to determine the rejection or acceptance of the second hypothesis. Tabulation results did not provide insights into the respective views of respondents identified as very religious, moderately religious, and not religious; hence, no means testing is possible. Nonetheless, since most are moderately religious, the openness to and acceptance of the sociocultural changes in society is probable to a moderate extent. It is deemed not as rigid as those identifying as very religious. Only seven labeled themselves as very religious, yet more participants perceived the ad with LGBTQ appeal as bad or unfavorable. Thus, some who may have recognized themselves as moderately religious signified the LGBTQ-themed ad as bad or unfavorable and the brand as negative and unlikeable. The data does not allow conclusions if the individuals identifying as not religious are more accepting of the ads and brands with LGBTQ appeals. Thus, the second hypothesis remains to be further tested under these premises. II. Discussion The research aimed to determine if the use of the LGBTQ appeal in advertising significantly impacts the evaluation of attitude towards the ad, attitude towards the brand, and purchase intention of luxury products among men in Kuwait. The findings reveal that there is a significant impact on the evaluation of these conditions. Specifically, ads and brands using LGBTQ themes are perceived as bad, unfavorable, negative, and unlikeable. These results concur with the study of Um (2014), indicating the impact of sociocultural beliefs, particularly religious beliefs, on the consumer decisions of the populace. Non-gay themes indeed receive more favorable opinions than those ads with gay themes. The unfavorable perceptions about the ad and lower purchase intentions consistently support Um's findings (2014). The other research question aimed to establish a relationship between religious concern and preference for non-LGBTQ appeal in luxury product advertisements among men in Kuwait. The men in this study who identified as moderately religious indicate that the non-preference for products with LGBTQ appeal springs from their views on statements insinuating beliefs connecting to religious concerns. However, the descriptor “moderately” implies some consideration for homosexuality, which may provide room to accept LGBTQ appeals. This acceptance, however, cannot be deduced to mean inclusive of a favorable perception of LGBTQ-themed ads, brand support, and purchase intentions. The relationship between the variables must be established due to data limitations. Moreover, the cognitive dissonance identified among respondents supports the self-labeled moderation in religious practices. The sample shows some variance in agreement or disagreement which does not closely approximate their attitude towards the ad, attitude towards the brand, and purchase intention. Observed moderation is understood as the issue of homosexuality being complex. Literature reflects this complexity as they offer opposing views on its acceptance and religious interpretations. Thus, this moderation in religious practices, regulated by cognitive dissonance in LGBTQ considerations, influences consumer behavior towards LGBTQ-themed ads and brands. Consequently, purchase intentions are predicted to be in moderation. Though, cognitive dissonance indicates that male 25-55-year-old Muslims in Kuwait demonstrate stricter regard for LGBTQ concerns than what moderate religious practices imply.         Chapter 5 Conclusions The study, which aimed to determine the influence of religion on views and intentions pertaining the LGBTQ-themed ads and brands and subsequent purchase intentions, concludes the following. • Male Muslims between 25 and 55 in Kuwait identify LGBTQ-themed ads and brands as bad, negative, unfavorable, and unlikeable. They are also less inclined to purchase these kinds of products. • The group identifies itself as moderately religious. This identification shows their varying opinions on statements reflecting LGBTQ concerns. These views indicate cognitive dissonance as they demonstrate incongruity with beliefs, attitudes, and behavior. • Religious beliefs, to an extent, moderate the views on LGBTQ issues alone. This moderation in religious belief extends to practices on consumer behaviors specifically affecting support for LGBTQ-themed ads and brands, and purchase intentions. Limitations Identifying the corresponding evaluations on attitude towards the ad, attitude towards the brand, and the purchase intention of those who identify as very religious, moderately religious, and not religious individually should have improved the internal validity of the claims. Although most of the group identified themselves as moderately religious, inspecting the intensity of their agreement or disagreement on statements indicating LGBTQ regard may provide a better understanding of the impact of religious beliefs on LGBTQ-themed ads, brands, and purchase intentions.  Recommendations Future studies may examine more closely the extent of religious convictions on LGBTQ advocacy in ads and brands and purchase intentions. Specifically, the examination needs to construct detailed profiling of the religious practices and the held views on LGBTQ arising from these beliefs and practices. More definite profiling of consumers shall contribute to more valid claims on the relationship between religion and its influences on LGBTQ-themed ads, brands, and purchase intentions.          REFERENCES Algorithm | Definition, Types, & Facts. (1999). In Encyclopedia Britannica. https://www.britannica.com/science/computer-science/Algorithms-and-complexity Arli, D., & Dietrich, T. (2017). Can Social Media Campaigns Backfire? Exploring Consumers’ Attitudes and Word-of-Mouth Toward Four Social Media Campaigns and Its Implications on Consumer-Campaign Identification. Journal of Promotion Management, 23(6), 834–850. https://doi.org/10.1080/10496491.2017.1323259 Bishop, C. (2021, August 2). Cancel Culture in Advertising and Marketing | Media Garage Group. Media Garage Group — Boutique Advertising & Marketing Agency. https://mediagaragegroup.com/navigating-a-brand-through-cancel-culture-in-advertising-marketing/ Fairchild, P. (2022, January 4). Cancel Culture Is a Marketing Grift - GEN. Medium. https://gen.medium.com/cancel-culture-is-a-marketing-grift-c181dd494fe5 Giorgi, G. A. (2016). Putting Your Best Face Forward: A Critical Visual Analysis of Gay Advertising Images and Self-Branding on Grindr. RIT Scholar Works. https://scholarworks.rit.edu/theses/9280/ Haferkamp, H., & Smelser, N. J. (1992). Social Change and Modernity. University of California Press. Hendricks, M. (n.d.). Islamic Texts: A Source for Acceptance of Queer Individuals into Mainstream Muslim Society. The Equal Rights Review. Jain, S. (2021). Examining the moderating role of perceived risk and web atmospherics in online luxury purchase intention. Journal of Fashion Marketing and Management: An International Journal, 25(4), 585–605. https://doi.org/10.1108/jfmm-05-2020-0089 Johnston, D. H. (2003). Encyclopedia of International Media and Communications (1st ed.). Academic Press. Kenton, W., & Cheng, M. (2021, February 14). What Is a Luxury Item (aka Luxury Good)? Definition and Examples. Investopedia. https://www.investopedia.com/terms/l/luxury-item.asp Martinelli, A. (2005). Global Modernization: Rethinking the Project of Modernity. Global Modernization: Rethinking the Project of Modernity. https://doi.org/10.4135/9781446216583 Metzger, B. M., & Coogan, M. D. (2004). The Oxford Guide to People & Places of the Bible. Oxford University Press. Murray, S. O., Roscoe, W., Allyn, E., Mujtaba, H., Crompton, L., Dickemann, M., & Khan, B. (1997). Islamic Homosexualities: Culture, History, and Literature. Amsterdam University Press. Odell, P. (n.d.). Understanding and Marketing to the Modern LGBTQ Community. Chief Marketer.https://www.chiefmarketer.com/interactive-content/understanding-and-marketing-to-the-modern-LGBTQ-community/?sid=lgbtq Ott, D. (2018, December 10). How consumers relate to luxury brands in the 21st century : the changing concept of sacredness and its importance. https://theses.hal.science/tel-03222729 Perera, A. (2021, May 26). Cultivation Theory: Definition and Examples - Simply Psychology. https://www.simplypsychology.org/cultivation-theory.html Polkinghorne, R., Madinga, N. W., Broster, P., Kappatos, A., Kirr, J., Kader, J., Mophethe, C. L., Joseph, A., & Roodt, S. (2022). The New Normal: Exploring Heterosexual Consumers’ Responses to Lesbian and Gay-Themed Adverts in South African Mainstream Media. SAGE Open, 12(3), 215824402211096. https://doi.org/10.1177/21582440221109600 Radu, V. (2022, October 3). Consumer behavior in marketing - patterns, types, segmentation - Omniconvert Blog. Omniconvert Ecommerce Growth Blog. https://www.omniconvert.com/blog/consumer-behavior-in-marketing-patterns-types-segmentation/ Koertge, N. (2003). Cultural Fascism. In K. Tobin (Ed.), The Oxford Encyclopedia of Children's Literature. Oxford University Press. Sainz, A., & Terrile, S. (2019, January 23). La hora de la publicidad jugada: los 6 tabúes que están rompiendo las marcas. LA NACION. https://www.lanacion.com.ar/economia/la-hora-de-la-publicidad-jugada-los-6-tabues-que-estan-rompiendo-las-marcas139-x-194-mm-nid2213309/ Shehata, A., Andersson, D., Glogger, I., Hopmann, D. N., Andersen, K. V., Kruikemeier, S., & Johansson, J. D. (2021). Conceptualizing long-term media effects on societal beliefs. Annals of the International Communication Association, 1–19. https://doi.org/10.1080/23808985.2021.1921610 Smith, D. (2022, March 21). Disney faces backlash over LGBTQ controversy: 'It is just pure nonsense.' The Guardian. https://www.theguardian.com/film/2022/mar/21/disney-faces-backlash-lgbtq-controversy-dont-say-gay-bill-florida Um, N. H. (2014). Does gay-themed advertising haunt your brand? International Journal of Advertising, 33(4), 811–832. https://doi.org/10.2501/ija-33-4-811-832 United States Commission on International Religious Freedom. (2021). Shari’a and LGBTI [Dataset]. In Shari’a and LGBTI. Urban, H. B. (2010). The Power of Tantra: Religion, Sexuality, and the Politics of South Asian Studies. Palgrave Macmillan. Vinney, C. (2019, January 20). Social Cognitive Theory: How We Learn From the Behavior of Others. ThoughtCo. https://www.thoughtco.com/social-cognitive-theory-4174567 Waggoner, B. (2019). How the LGBTQ movement is destroying brands. Retrieved from https://www.foxnews.com/opinion/how-the-lgbtq-movement-is-destroying-brands  Weise, K. (2022, June 29). Amazon Restricts LGBTQ. Products in United Arab Emirates. The New York Times. https://www.nytimes.com/2022/06/29/business/amazon-lgbtq-uae-emirates.html Brown, J. (2016, June 18). The Shariah, Homosexuality & Safeguarding Each Other’s Rights in a Pluralist Society – Studio. Studio. https://www.almadina.org/studio/articles/the-shariah-homosexuality-safeguarding-each-others-rights-in-a-pluralist-society Hendricks, M. (n.d.). Islamic Texts: A Source for Acceptance of Queer Individuals into Mainstream Muslim Society. The Equal Rights Review. Massad, J. A. (2008). Desiring Arabs (Illustrated). University of Chicago Press. Metzger, B. M., & Coogan, M. D. (2004). The Oxford Guide to People & Places of the Bible. Oxford University Press. Rowson, E. K. (1991). The Effeminates of Early Medina. Journal of the American Oriental Society, 111(4), 671. https://doi.org/10.2307/603399 Steven. (2016). A historical look at attitudes to homosexuality in the Islamic world. libcom.org. https://libcom.org/article/historical-look-attitudes-homosexuality-islamic-world United States Commission on International Religious Freedom. (2021). Shari’a and LGBTI [Dataset]. In Shari’a and LGBTI. Bloomfield, J., & Fisher, M. J. (2019). Quantitative research design. Journal of the Australasian Rehabilitation Nurses Association, 22(2), 27–30. Jain, S. (2021). Examining the moderating role of perceived risk and web atmospherics in online luxury purchase intention. Journal of Fashion Marketing and Management: An International Journal, 25(4), 585–605. https://doi.org/10.1108/jfmm-05-2020-0089 Johnston, D. H. (2003). Encyclopedia of International Media and Communications (1st ed.). Academic Press. Kenton, W., & Cheng, M. (2021, February 14). What Is a Luxury Item (aka Luxury Good)? Definition and Examples. Investopedia. https://www.investopedia.com/terms/l/luxury-item.asp Murray, S. O., Roscoe, W., Allyn, E., Mujtaba, H., Crompton, L., Dickemann, M., & Khan, B. (1997). Islamic Homosexualities: Culture, History, and Literature. Amsterdam University Press. Perera, A. (2021, May 26). Cultivation Theory: Definition and Examples - Simply Psychology. https://www.simplypsychology.org/cultivation-theory.html Sainz, A., & Terrile, S. (2019, January 23). La hora de la publicidad jugada: los 6 tabúes que están rompiendo las marcas. LA NACION. https://www.lanacion.com.ar/economia/la-hora-de-la-publicidad-jugada-los-6-tabues-que-estan-rompiendo-las-marcas139-x-194-mm-nid2213309/ Sürücü, L., & MASLAKÇI, A. (2020). Validity and reliability in quantitative research. Business & Management Studies: An International Journal, 8(3), 2694-2726. Um, N. H. (2014). Does gay-themed advertising haunt your brand? International Journal of Advertising, 33(4), 811–832. https://doi.org/10.2501/ija-33-4-811-832 Urban, H. B. (2010). The Power of Tantra: Religion, Sexuality, and the Politics of South Asian Studies. Palgrave Macmillan. Vinney, C. (2019, January 20). Social Cognitive Theory: How We Learn From the Behavior of Others. ThoughtCo. https://www.thoughtco.com/social-cognitive-theory-4174567 ",
    "id": 589930488,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.fiu.edu:gsc-1002"
    },
    "title": "THE IMPACT OF LGBTQ APPEAL ON PURCHASE BEHAVIOR OF LUXURY PRODUCTS AMONG MEN IN KUWAIT",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-05-01T08:00:00+01:00",
    "publisher": "FIU Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.fiu.edu/cgi/viewcontent.cgi?article=1002&context=gsc"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/589930488.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/589930488"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/589930488/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/589930488/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/589930488"
        }
    ],
    "abstract": "Abstract\nThe social milieu presents an increasing awareness and support for the LGBTQ community, encouraging clothing companies to adopt LGBTQ-themed products. In a predominantly Muslim country such as Kuwait, religion influences beliefs and practices towards the LGBTQ. Although studies reveal that the Quran indicates unclear teachings on the topic, most interpretations are negative. This study examined attitudes on the brand and ad with LGBTQ themes, and purchase intentions. The survey with 55 participants show mostly unfavorable attitudes towards this community. Their religious stance indicates an impact to their negative perceptions of the ad and the brand. Consequently, they also demonstrated no purchase intentions for the product with such themes. The study concludes that religious beliefs in Kuwait affect consumer behavior in brands, ads and purchase intentions for such products",
    "tags": [
        "text",
        "LGBTQ",
        "attitude towards ad",
        "attitude towards brand",
        "purchase intention",
        "Muslim beliefs and practices",
        "International and Intercultural Communication",
        "Mass Communication",
        "Social Media"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.fiu.edu:gsc-1002",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1319",
        "openDoarId": 0,
        "name": "DigitalCommons@Florida International University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 589930488,
        "depositedDate": null,
        "publishedDate": "2023-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:16:32+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-30T19:16:11+00:00"
    },
    "urls": [
        "https://digitalcommons.fiu.edu/context/gsc/article/1002/viewcontent/auto_convert.pdf",
        "https://digitalcommons.fiu.edu/gsc/4"
    ],
    "lastUpdate": "2024-01-24T00:16:32+00:00",
    "setSpecs": []
}