{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hillel Gray"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-09T21:29:50+00:00",
    "dataProvider": {
        "id": 3816,
        "name": "Humanities Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/3816",
        "logo": "https://api.core.ac.uk/data-providers/3816/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.17613/M6SF5N",
    "downloadUrl": "https://core.ac.uk/download/147827707.pdf",
    "fullText": "The Transitioning of Jewish Biomedical Law: Rhetorical and Practical Shifts in Halakhic Discourse on Sex-Change Surgery Hillel GrayNashim: A Journal of Jewish Women's Studies & Gender Issues, Number 29,Spring 5776/2015, pp. 81-107 (Article)Published by Indiana University PressFor additional information about this articleAccess provided by Miami University (11 Aug 2017 14:06 GMT)https://muse.jhu.edu/article/611975NASHIM: A Journal of Jewish Women’s Studies and Gender Issues. © 2015 81THE TRANSITIONING OF JEWISH BIOMEDICAL LAW: RHETORICAL AND PRACTICAL SHIFTS IN HALAKHIC DISCOURSE ON SEX-CHANGE SURGERYHillel GrayThis article examines discourse dynamics in Jewish law on sex-change surgery (SCS) and, in general, transitioning between genders. Orthodox medical ethics has moved beyond the abstract condemnation of SCS to the design of practical rules for transsexuals living in observant com-munities. The reasoning against SCS has also shifted, both in complexity and with implicit ties to Christian and secular tropes. By medicalizing or, conversely, spiritualizing the experiences of transgendered persons, a few Orthodox authors are opening up interpretive space for sympathetic responses to SCS. Such transitions reach their most elaborate expression in Israeli Orthodox rabbi Edan ben Ephraim’s 2004 monograph, Genera-tion of Perversions, which has taken center stage in Orthodox delibera-tions on transsexuality. Overall, halakhic discourse seems to be moving in innovative, unavoidably interdiscursive directions.IntroductionOrthodox resistance to changes in Jewish law is, arguably, a strategic self-repre-sentation. Orthodox communities are responsive at times to the preferences of the larger society, even in relation to gender issues that distinguish Orthodoxy from non-Orthodox Judaisms. To fully understand the permeability of rabbinic discourse on gender, it is helpful to examine attitudes toward transsexuality—that is, toward persons who, previously known as males or females, present themselves following hormonal treatment and sex-change surgery (SCS) as the other sex, male-to-female or female-to-male (MtF, FtM).1Transsexuality challenges, profoundly, the theological assumption of a created human nature: Men are men, women are women. Sexual dimorphism is an inescapable, Hillel Gray82 • Nashim 29 (2015)naturalized presupposition of Western (if not all) societies.2 One might well say that this binary is what makes the entire sex-differentiated map of Orthodox Judaism workable. To be sure, rabbinic discourse has ancient categories (e.g., androginos) that could make space for gender variance. Yet, instantiated throughout Orthodoxy, especially in its ultra-Orthodox (ḥaredi) forms, the gender binary is foundational to individual duties and aspirations, to the regulation of family and communal life, and to the allocation of ritual practices and spaces. It is hard to imagine how Orthodoxy could tolerate SCS and integrate transsexuals into such a gender-differentiated forma-tion. Likewise, rabbinic views of SCS are tied to struggles within Orthodox culture to control sexuality. As scholars have shown, attitudes toward transsexuality intersect with the history and regulation of homosexuality, even though the linkages are seldom articulated in rabbinic texts.3 Accordingly, Orthodox approaches to transsexuality can help us understand the resilience of traditionalist rabbinic law on gender and sexuality.While scholars have delved deeply into SCS in the general society, much less attention has been paid to the reception of SCS and transsexuals in Orthodox Juda-ism. Hence, the purpose of this paper is to examine Orthodox legal discourse on SCS, a corpus overlooked in Jewish gender studies, notwithstanding its significant repercussions. To identify shifts in the history of Orthodox approaches to SCS, this analysis encompasses halakhic texts from the 1970s to the past decade.4 The aim is to look carefully and below the surface, to characterize the repertoire of rhetorical and practical Jewish legal stances on SCS and transsexuality. The texts I peruse include published responsa, articles in rabbinic journals and halakhic pronouncements on the internet. Above all, I analyze an extensive 2004 monograph published by an Israeli Orthodox rabbi, Edan Ben-Ephraim, entitled Dor tahepukhot (Generation of perversions).5Ben-Ephraim has put a formidable document into play within the Orthodox Jewish community. Dor tahepukhot differs from other rabbinic texts on SCS in three sig-nificant ways. First, Ben-Ephraim is based in the Sefardi religious community, which differs in some of its views from the Ashkenazi yeshiva system that has largely domi-nated halakhic discourse in North America and Israel. He studied at Yeshivat Ḥazon Ovadia under Yitzḥak Yosef, son of the late renowned halakhic scholar and Sefardi Chief Rabbi of Israel Ovadia Yosef and now himself the Sefardi Chief Rabbi.6 Second, perhaps on account of his Sefardi perspective, he makes extensive use of rabbinic lore (agadah) and mysticism (kabalah; see below) in discussing what is essentially a legal issue. Third, Ben-Ephraim offers the first book-length treatment of SCS, framed as a systematic guide to practical halakhah (e.g., pp. 9ff.) To be sure, his mixing of senior rabbinic opinions with his own more novice interpretations makes the book come across more as a scholarly exercise than as an authoritative text; it received approba-tions from major rabbinic authorities, but such approbations are common, and Ben-Ephraim himself has neither the discursive clout nor the reputation of their authors.7 Nonetheless, in its scope and analytical intensity, his tome outdoes the preceding responsa and incidental Orthodox writings on SCS. Ben-Ephraim’s curiosity leaves no law sacrosanct, no viewpoint or ruling beyond reproach; even established opinions 83The Transitioning of Jewish Biomedical Laware tested and retested. This thorough engagement with the topic is a rabbinic practice that opens up conversations rather than shutting them down.In subtle ways, Ben-Ephraim’s work marks a nascent shift in Orthodox thinking about SCS. This article explores these shifts in rabbinic legal discourse in three sec-tions, on, respectively, the legality of SCS, the postoperative assignment of sex for the purposes of Jewish law, and the regulation of transsexuality in day-to-day Orthodox life. In each case, to highlight the transitions underway in Orthodox discourse, my analysis contrasts prior halakhic texts with the approaches taken in Ben-Ephraim’s pioneering monograph. As shown in two further sections, potential changes in rab-binic law are shaped by the psychiatric perspective on transsexuality, which decouples biological sex and gender, and by popular conceptions of the gendered soul. These sec-tions compare Ben-Ephraim’s views with the innovative opinion of modern Orthodox Rabbi Dror Brama.Lest the reader harbor unrealistic expectations, make no mistake: None of the transi-tions in Orthodox discourse are as revolutionary as those propagated by queer theory or the contemporary struggle for legal rights for transsexuals. I ask, rather, whether Orthodoxy’s small ripples reveal an instability, a dialogical response to the waves of change set in motion by SCS. In its own terms, perhaps traditionalist Judaism is also queering gender identities for Jewish law purposes. While not seeking directly to overturn halakhic rules against SCS, this emerging Orthodox discourse may have opened up interpretive space for sympathetic responses to transsexual persons.Legality of SCS: Prohibition and Its Rhetorical ExpressionEarly Rhetorical ResponsesEvery Orthodox rabbinic text on SCS deems it prohibited under Jewish law.8 Accord-ing to these texts, Jews who willingly undergo SCS or perform it on others have com-mitted serious transgressions of biblical rules, as understood in Jewish law and ethics. Nevertheless, the reasoning and rhetorical expression of this judgment have varied in several important ways.When SCS first came to the attention of Orthodox halakhic commentators, their reactions ran a gamut. During the 1960s–70s, several rabbinic decisors and Jewish medical ethicists—J. David Bleich, Lev Grossnass, Avraham Hirsch, Avraham Stein-berg and others—wrote neutrally or even sympathetically about transsexuals.9 To be sure, such sympathy is attained by pathologizing the transsexual. For instance, Bleich speaks kindly of Jan Morris’s Conundrum and refers to transsexuality as a “tragic condition.”10By contrast, most authors of a series of responses compiled by the Hebrew ultra-Orthodox rabbinic journal Hama’or in 1972 were shocked by SCS, denied its rel-evance to their community and called for an uncompromising stance against any future Jewish transsexuals. A hasidic rabbi, Shalom Krausz, opened his response by questioning the need for any response at all: “In my opinion, this is beyond the bounds Hillel Gray84 • Nashim 29 (2015)of abomination, and it is not worthwhile wasting time suitable for studying Torah to clarify this disgusting matter for them in a responsum.”11 Such rhetoric condemns transsexuality by way of a “politics of disgust,” specifically allusion to biblical lan-guage on homosexuality.12 Another responder with roots in the rabbinic leadership of the Satmar hasidic community, R. Hananya Yom Tov Lipa Teitelbaum, used aptly surgical imagery: “If this plague [makah] spreads, God forbid, among Jews, we need to gather teachers and rabbis together, to unify, all as one, in mind and soul . . . with a sharp knife [sakina ḥarifta] against this outbreak.”Though articulating an opinion on the law, these rabbis exhorted in a theological vein by characterizing SCS as an attack on the divinely ordained natural order—a more subjective and discretionary principle than, say, the biblical prohibition of castration. Teitelbaum wrote: “God created the world and made all forms appropri-ate and complete. One should not change it at all, and any change is against the will of the Creator.”13 Krausz compared SCS to the forbidden mixing of seeds, which he saw as grounded in the divine concern for the natural order,14 and to sorcery, which also contravenes “the natural way that was established at the beginning of creation.”15Condemnation of SCS could mean utter rejection of transsexual persons themselves. Teitelbaum stated that Jewish transsexuals should be considered no longer Jewish and subjected to a rare banning from the Jewish community:In my humble opinion, anyone who acts thusly to surgically remove the male organs, in order to change to female, is in the category of a person who leaves Juda-ism. [The person] is no longer classified as a Jew and is legally considered . . . an apostate to the entire Torah . . . and thereby governed by the laws for non-Jews. . . . If the state allows us to issue [a ḥerem, a religious ban] then it is a mitzvah to ban and separate from and expel this person completely from the community of Israel.16However, Hama’or editor Meir Amsel, who had solicited his colleagues’ responsa, explained why, in his view, Orthodox rabbis should respond seriously to SCS in Jewish legal terms. The ultra-Orthodox (ḥaredi) world should not lock itself up like a fortress and pretend that “our Jews” would never be involved with transsexuality. Amsel predicted that “the licentious and derelict influence [of society] would also enter the [ḥaredi] camp,” so that rabbis would eventually have to rule on the issue. To justify his rabbinic analysis of a hypothetical future with Orthodox postsurgery transsexuals, he mentioned other situations that merit halakhic deliberations for antici-pated problems and argued that SCS, from a halakhic point of view, is no worse than apostasy or forbidden marriage. Anticipating that some transsexuals would repent of their error and seek a halakhic, observant life, Amsel argued that Orthodoxy should welcome these “unusual creatures,” provided they repent, and educate them about how to conduct themselves according to halakhah. Such sinners could participate in the Orthodox community, and MtF transsexuals, even without repentance, could perform such male-specific religious duties as the priestly benediction, because otherwise they would always be adding sins for dereliction of duty.1785The Transitioning of Jewish Biomedical LawIn the 1970s, Orthodox Judaism was confronting a new reality, a new plateau in the capabilities of medical science. Yet, Orthodox rabbis were comfortable with the trope of claiming that SCS is actually not new but eerily familiar, and that it had already been anticipated and competently addressed by ancient and medieval rabbinic thought. With a kind of perverse pride, they cited ancient precursors, pointing, for example, to the midrashim according to which Adam and Eve were created as a single, androgy-nous being, not unlike Siamese twins who are later separated,18 and Dinah, sister of Jacob’s twelve sons, was changed in utero from a male to a female on account of her mother Leah’s prayer;19 and to the talmudic story of the sage Rava creating a golem, a new kind of being—though this comparison implies a critique.20 In a similar, albeit harsher vein, Amsel was convinced that “if we knew all the details of the abominations of Egypt and Canaan, there is no doubt . . . that this monstrosity [i.e., transsexuality] was one of their lewd ways.”21With this not uncommon hermeneutic, the bodies of transsexuals merge in the rab-binic imagination with bodies imagined by ancient Jewish lore. For most authors, these legendary precursors to transsexuality do not function formally in legal argumentation but rather lend an air of competency to the rabbis’ handling of a seeming medical inno-vation. Avraham Hirsch, an Orthodox rabbi associated for many decades with World Agudath Israel, too, reinforces rabbinic competency in citing the Kuzari (4:25) on the similar structure of male and female sexual organs22 and, in referring along with other commentators, to the early modern responsa of Ḥayim Pelaggi and Ḥayim Miranda on persons with intersex conditions.23 While thus demonstrating their virtuosity with rabbinic literature, the Orthodox rabbis who discussed SCS in the 1970s listed these analogous cases and principles haphazardly. A more nuanced use of these variegated cases would have to wait a few more decades.Dor tahepukhotTo this day, Orthodox rabbinic authorities oppose efforts by transsexual persons to change their sex organs or secondary sexual characteristics, whether through surgery or through hormonal treatment. No Orthodox authority accepts sexual transition as the proper management of gender dysphoria. SCS is said to violate biblical law, the strictest category of prohibition—especially the rule against castration, but also the prohibitions on cross-dressing and changing the natural order. Over time, rabbinic authors have invoked additional Jewish legal principles that they believe would pro-hibit SCS, but the conclusion has remained constant. In 2002, for instance, Israeli Orthodox medical ethicist Yigal Shafran emphasized that the surgery is not only forbidden and ugly, but also a “severe abomination.”24Now let us consider Ben-Ephraim’s Dor tahepukhot, the most creative and com-prehensive work in the 50-year history of Jewish law on SCS. In its 307 pages, Dor tahepukhot covers an unexpectedly wide spectrum of SCS topics, including surgeries, the rabbinic approach to scientific “novelties,” the prohibition on SCS, dozens of laws that might govern postoperative transsexuals, secular laws, relations with non-Jews, homosexuality, the status of androginos (a person with an intersex condition), genetic Hillel Gray86 • Nashim 29 (2015)engineering, the maternity of cloned persons, women in religious rituals, the marriage of two transsexuals, and debates about rabbinic sources.25 Ben-Ephraim also describes how he came to investigate the topic, when he befriended a newly observant friend (a ba‘al teshuvah) who had a transsexual (FtM) sister (p. 9). Through his monograph, Ben-Ephraim undertakes to identify and analyze each Jewish law that might prohibit SCS. While it is a theoretical work rather than an authoritative rabbinic ruling, it may set the intellectual and rhetorical stage for future directions in halakhic discourse.At first glance, Dor tahepukhot comes across as a no-holds-barred attack on trans-sexuality, as Ben-Ephraim examines a dozen distinct prohibitions against SCS. None-theless, it might strike an observer that the more his list of violations expands, the less definitive it appears. After all, if SCS were irrefutably outlawed by any single biblical rule, why would halakhic texts need to creatively propose more laws that might pro-hibit it? Perhaps the cumulative recitation of violations is expected to resonate with some readers, but those attentive to legal argumentation may be left unpersuaded.In reviewing the intricacies of each apparent prohibition, moreover, Ben-Ephraim manages to dig up or hint at leniencies—at reasons why the prohibition might not apply to some or all types of SCS. For instance, the biblical castration rule applies most clearly to the surgeon—not to the patient, though the latter might be liable for the prior arrangements that put the surgery in place. Transsexual patients could still be forbidden to abet the surgeon’s sin, but their own sin might be limited, insofar as they are anesthetized at the time of the prohibited action (p. 57).26 Ben-Ephraim further asks if the injunction against the surgeon might be malleable if a non-Jewish surgeon is involved.Furthermore, Ben-Ephraim shows that the strongest legal rationale for a clear-cut ban on SCS, the biblical prohibition of castration, applies differently to women, who are not punished for what the rabbis consider the female equivalent of castration—a nuance that had already drawn attention.27 While it might seem to derive solely from longstanding Jewish law, this asymmetry in the rabbinic treatment of FtM trans-sexuality echoes the asymmetry, in the general population, between the transition experiences of natal males as opposed to females. Natal females (FtMs) are more inclined toward nonsurgical options, adjust more smoothly to transition regardless of surgery, and are less likely, medically, socially and psychologically, to be perceived as needing surgery.28 Jewish law applies a severe injunction against MtF surgery, in effect matching the greater demand by MtF transsexuals, while adopting a far more lenient approach to FtM persons, seemingly in line with their lesser need or demand for genital surgery.Ben-Ephraim uncovers additional leniencies. For instance, SCS is often said to be prohibited on account of the biblical ban on wearing garments of the opposite sex. Ben-Ephraim shows how this ban’s application to SCS could be disputed. After all, the surgery itself does not involve any items to be worn,29 and if SCS reassigns a per-son’s sex, then the rule would be moot.30 Likewise, he questions whether SCS would contravene the halakhic prohibition against changing the created order. He points out that the rule might only apply to changes brought about by sorcery (kishuf), and 87The Transitioning of Jewish Biomedical Lawhe doubts that the divine fiat (ḥok) against mixed species can be adapted to cover SCS merely by speculative reasoning. By the same token, Dor tahepukhot seems to undermine efforts to prohibit SCS as profaning God’s name (so does soccer, notes Ben-Ephraim—p. 58) and as transgressing the biblical laws regarding damaged male genitalia (patzua‘ daka’ and kerut shofkhah), which would regulate only postoperative relations and would not apply to FtM transsexuals (p. 671).The book also touches on the prohibition against causing grief to one’s parents and family, derived by rabbinic authorities from the obligation to honor one’s parents and from other biblical laws (e.g., Deut. 27.16). Ben-Ephraim asserts that SCS causes grief and shame, even if the parents are not observant Jews. But he offers no evidence for this assertion, an omission that may implicitly index a leniency. Indeed, anticipating that some parents would accept their transsexual child, Ben-Ephraim asserts that such acceptance is irrelevant because the parents’ shame is built into the situation. By making such flat and unsupported assertions, his relatively weak argument here opens the door to opposing arguments for leniency (e.g., that the Jewish law against causing parental grief might not apply under various contingencies).To be sure, Ben-Ephraim presents several undiluted or unqualified prohibitions against SCS. In one short section, for instance, he argues that the surgery would violate the Jewish law against self-wounding. He states: “Though there is no concern about the prohibition against self-wounding whenever there is medical need . . . however, in our case [of SCS], since there is no medical need whatsoever,” the prohibition applies (p. 55).31 Still, one wonders whether his brief treatment of self-wounding might be read as implicitly pointing to the opportunity for an exemption based on “medical need”—as has been claimed.32 A second clear violation, according to Dor tahepukhot, is that of nullifying the ability to procreate. Ben-Ephraim’s analysis does not seem to leave much room to maneuver in this regard, save an exception for a person who has already fulfilled the commandment of procreation before undergoing SCS (p. 63). A third, related violation noted by Ben-Ephraim is that SCS might be considered to void the fulfillment of the procreation commandment by the transsexual’s father. In explaining the problem, though, Ben-Ephraim of course points out that the father could fulfill this commandment through his other children.Thus, if the basic thrust of Ben-Ephraim’s book, and its upfront summary, affirm the prohibition of SCS, upon close examination the book in subtle ways under-mines its own apparent condemnation. Perhaps this is an unavoidable outcome, to be expected of any in-depth monograph on a matter of rabbinic law, since the deep structure of talmudic reasoning is multivocal and pluralistic. Still, it means that in-depth “insider” knowledge shaves away at the unwavering public face of prohibition. If Ben-Ephraim is partly subverting the law against SCS, he does so by chipping away at the multiplicity of reasons posed in its support—a death by a thousand paper cuts.These leniencies are not the kind of sweeping exemption invoked by rabbinic authorities to permit outright other, even related, surgeries. Notably, rabbis have authorized cosmetic surgery for a patient’s greater good, or the removal of reproduc-tive organs (hysterectomy or orchiectomy) in cases of uterine or testicular cancer.33 Hillel Gray88 • Nashim 29 (2015)This is not to say that Ben-Ephraim is unaware of the potential relevance of a pikuaḥ nefesh (“saving a life”) exemption for SCS. Without any trace of irony, he applies that very principle in one instance: Penitent transsexual persons are allowed to surgically reverse their previous sex change (p. 126). Such surgery on the genitalia might be considered forbidden as an unnecessary medical risk, yet it could be justified, Ben-Ephraim argues, if a psychiatrist verified that its denial would cause so much mental anguish as to constitute a danger. He goes on to adduce a series of halakhic rulings to justify reversal in cases of mental anguish.34For the reader who favors SCS, this section of Dor tahepukhot seems counterintui-tive, because, for the sake of lending rabbinic support to the possibility of reversal, a relatively rare event, Ben-Ephraim offers precisely those rulings that could be cited to justify SCS in the first place, as medically necessary to alleviate the mental anguish produced by gender dysphoria. Such reasoning also could conceivably be applied, ex post facto, to mitigate the illegality of SCS. One Orthodox transsexual told me that a prominent Orthodox rabbi had indicated privately that SCS can be understood as a kind of desperate act, committed under the duress (’ones) of emotional suffering.35 This understanding of duress could be invoked to absolve the postoperative Jew of guilt for transgressing the rules against surgery. However, mental anguish would not suffice to condone or permit SCS ab initio. Nor would such an interpretation of duress go uncontested, if it were to be published.36Rabbinic Debate on Postoperative Sex AssignmentsDoes SCS Effectively Reassign Sex under Jewish Law?Once rabbinic thinkers faced the issue of SCS, an early and central question was whether the surgery would actually reassign patients’ halakhic sex, that is, their sex identity for the purpose of Jewish law. Two contrary legal views soon emerged in this regard. One view accepts that the surgery does reassign halakhic sex, because the latter depends on outward appearances, especially external genitalia—that is, on phenotype.37 The second view does not concede, ex post facto, that a man can become a woman, or vice versa, because it sees halakhic sex as depending, in effect, on one’s underlying genetic situation—that is, on genotype. As we shall see, Ben-Ephraim supports a hybrid of these dichotomous approaches to halakhic sex assignment.A key figure in the halakhic dispute over sex reassignment was R. Eliezer Walden-berg, a prominent Jewish medical ethicist in Israel. Over the course of a few years, Waldenberg wrote responsa on both SCS and pediatric intersex surgery, in both cases relying on the phenotypic argument. In a 1967 responsum, Waldenberg opined that SCS would alter a person’s halakhic sex and marital situation. As precedents, he invoked two pre-modern responsa annulling the marriages of women who reportedly had been changed into men by natural causes.38 Similarly, reasoned Waldenberg, since two persons of the same sex cannot be married to each other under Jewish law, SCS would automatically dissolve a transsexual’s marriage, without the need for a get, a 89The Transitioning of Jewish Biomedical Lawtraditional Jewish divorce document.39 In 1970, Waldenberg stated the phenotype rule explicitly in a responsum on a neonatal intersex case: “it is clear that only the external organs, which are different in males and females, determine [a person’s assigned] sex in practice.”40 Several other rabbis have favored Waldenberg’s 1970 position of assigning halakhic sex according to phenotype.41By contrast, a number of prominent Orthodox rabbis have ruled that when physical sex is ambiguous or disputed, halakhic sex should be based on genotype. In other words, bodies with XY chromosomes are male, and those with XX are female. The genotype view (or its equivalent) has been dominant in Orthodox Jewish legal dis-course; prominent supporters include leading Israeli medical ethicist Avraham Sofer Abraham and the late preeminent American halakhic authority Moshe Feinstein.42 From the genotype standpoint, surgery cannot change a person’s sex for the purposes of Jewish law. Orthodox rabbis who favor genotype avoid the appearance of encourag-ing or validating SCS ex post facto. The Catholic Church has similarly rejected the surgical reassignment of sex, as have several U.S. states.43As could be expected, the two competing approaches to halakhic sex assignment (phenotype vs. genotype) are not based on the voluntary choice or self-identification of transsexual patients and their physicians. In contemporary secular biomedical law and ethics, patient choice is often the decisive factor. However, rabbinic medical ethics typically subordinates patient choice to such principles as the preservation of human life, the minimizing of pain and suffering, beneficence and nonmaleficence, human dignity, the fulfillment of biblical commandments, respect for rabbinic teach-ings and so on. As a result, as pivotal a Jewish law question as sex assignment is unlikely to hinge on patient choice. Understandably, Orthodox Jewish transsexuals oppose the assignment of a person’s sex by genotype. Many postoperative transsexu-als favor deciding sex by external appearance, since this approach recognizes the sex reassignment sought by surgery.44Two more recent developments favor the genotype view among Orthodox hal-akhic experts. First, Waldenberg’s support for phenotypic sex assignment has been called into question, especially following a 1997 opinion in which he apparently treated a specific transsexual as an androginos.45 Several rabbis have argued that the external appearances rule formulated by Waldenberg, who died in 2006, has been misconstrued, and that it should not apply to SCS, because the bodies of transsexuals have reconstructed genitalia, not their original, functioning genitalia.46 Second, in a responsum relying largely on Waldenberg’s approach based on external appearance, the Committee on Law and Standards of the Conservative Movement’s Rabbinical Assembly has approved phenotypic reassignment of sex after sex change surgery.47 Since Orthodox authorities tend to distance themselves from the views of the more modernist Conservative Movement, the latter’s endorsement of Waldenberg could further undermine support for phenotypic sex assignment within Orthodox halakhic views.If followed rigorously, the immutability of genotypic sex would certainly deter SCS and transsexuality. However, genotypic assignment of halakhic sex also has Hillel Gray90 • Nashim 29 (2015)drawbacks. It can hardly describe historical understandings of halakhic sex in the era before chromosomal testing. It also does not suitably assign (halakhic) sex for certain intersex conditions.48 Moreover, some Orthodox rabbis have started to rethink a flat genotypic formula for sex assignment regarding persons with intersex condi-tions. For example, Asher Weiss states that phenotype is primary, though he partly accommodates the use of genetic testing.49Citing legal precedents, Ben-Ephraim rejects the majority view that halakhic sex should be determined by genotype; like Waldenberg, he accepts that sex should be determined by a person’s outward appearance, that is, their genitalia. But, unlike Waldenberg in his 1967 statement, Ben-Ephraim rejects the notion that surgical reshaping of genitalia would matter. In contrast to the two leading views, Ben-Ephraim argues that only a person’s natal phenotype matters. He thereby differentiates a per-son’s original genitalia from their surgical reconstruction. (He also claims that each person’s halakhic sex is an attribute of the soul at birth; see below.) Hence, though Ben-Ephraim does not say this outright, his natal-phenotype view is functionally equivalent to a genotypic assignment for transsexuals.50 Before explaining why Ben-Ephraim advocates this hybrid natal-phenotype approach, it is instructive to see how he would adjust the rabbinic regulatory regime for people whose halakhic sex does not match their postoperative presentation.Regulation: How Should Jewish Law Treat Postoperative Transsexuals in Practice?Whichever way transsexuals are assigned a sex for halakhic purposes, they can bring complex challenges into any Orthodox Jewish community in which they hope to par-ticipate. Women and men are distinguished throughout Jewish marriage and family law, of course, but also in numerous other areas of Orthodox Jewish life. Orthodox social space is choreographed by informal rules and by Jewish law governing physi-cal contact, ritual segregation, the seclusion of individuals of opposite sexes together in closed spaces, text study and interaction between the sexes. In religious practices, men’s obligations and ritual roles differ markedly from women’s. Adherents of Jewish praxis are expected to act in line with their assigned sex and, accordingly, face strong incentives to resolve any uncertainties. In short, any Jew who does not conform to conventional sexual dimorphism will have a hard time fitting into Orthodox social spaces and religious practices.Gradually, however, some Orthodox clergy and communities are encountering postoperative transsexuals who seek tolerance and inclusion. Accordingly, rabbinic scholars are endeavoring to figure out the repercussions of SCS for the religious observances of the individuals involved, as well as their families and communities. In view of the fundamental dispute over the sex assignment of transsexuals, postoperative transsexuals could face at least three regulatory schemes, depending upon whether their community’s approach favors the assignment of sex by genotype, by phenotype, or perhaps by a hybrid view of the type suggested by Ben-Ephraim.In communities where the view that assignment of halakhic sex is determined by genotype prevails, it is fair to assume that an MtF transsexual who appeared as female 91The Transitioning of Jewish Biomedical Lawwould not be allowed to function as a woman; and if they dressed in clothes typically worn by women, which would be understood as cross-dressing in violation of Jewish law, they would likely be excluded from men’s roles as well. A community could still welcome violators of the cross-dressing law, but they might be excluded from most ritual and other religious activities. This is the majority view.Alternatively, if the community accepts the assignation of sexual identity by pheno-type (genitalia), transsexuals might be permitted to participate in line with their reas-signed sexual identity. With phenotypic sex assignment, the postoperative transsexual has both a new halakhic sex and, in effect, the status of a new legal person—a status that may be unsettling, or worse.51 Not only would a marriage be annulled, according to Waldenberg, after one partner undergoes sex change surgery, but, as Michael Broyde pointed out, this could imply that the transsexual loses their parental rights and duties, too.52 Still, since the assigned sex would match the person’s desired appearance, the phenotype approach offers transsexuals the least complicated entrée into communal Orthodox life. By recognizing the reassigned sex, an Orthodox community could allow the transsexual to participate in nearly all ritual practices and social interactions.For better or worse, Jewish transsexuals confirm that the genotype vs. phenotype divide has resulted in polarized communal reactions to their presence. Several MtF transwomen told me about rabbis who would only accept them in their synagogues if they appeared as men.53 Michelle spoke of feeling extremely humiliated by one Orthodox rabbi who addressed her in the synagogue, publicly, as a male. By contrast, another rabbi invited her home for Sabbath dinner and sat her among his daughters and other women in segregated seating. Similarly, Naomi told me that one rabbi called her crazy and insisted that she dress as a man if she wished to go to his synagogue. But another Orthodox rabbi told her that he is “LGBT positive.” (I am not aware of any transsexual persons who participate in Jewish life by appearing as their genotypic or birth sex rather than their transitioned identity.)Even in Jewish communities where rabbis technically recognize a reassigned sex, transsexuals may not feel welcome, as they are subjected to ostracism or prejudice outside the purview of Jewish law. Two transsexuals told me about receiving rabbinic advice to live their lives as new persons, presumably in line with their phenotypic sex, and one was advised to relocate to a new Orthodox community and keep their past as the other sex secret.54 Nevertheless, in the sex-divided world of Jewish Orthodoxy, if genotype implies rejection, phenotype implies acceptance.Ben-Ephraim, however, shows that Jewish law need not be collapsed into a binary choice between rejection and acceptance. Since he would assign halakhic sex by natal phenotype, we might expect that he would have communities exclude transsexuals who present as their surgically reconstructed sex. Instead, Ben-Ephraim advances a key regulatory principle for absorbing transsexuals into Jewish life: While they retain their preoperative halakhic sexual identity, they may, in effect, be treated consistently with their postoperative, transitioned appearance for the purpose of Jewish laws govern-ing the public sphere and social relations.55 This socializing principle modulates the rejectionist impulse of genotypic and natal-phenotypic sex assignment.56Hillel Gray92 • Nashim 29 (2015)With this discretionary principle in hand, Ben-Ephraim makes a herculean effort to figure out when and how the conventional sex roles can be waived for the transsexual. He reevaluates about two dozen areas of Jewish law where a transsexual’s sex assign-ment would matter. The list of Jewish legal topics is itself revealing (see the Appendix). While questions about marriage, divorce and sexual relations have received the most sustained attention, Ben-Ephraim’s list shows the extent to which religious law might claim to regulate the bodies of transsexuals, with respect to their physical contact with other bodies, the company they keep, their voices and clothing, private ritual non-performance (blessings, circumcision and numerous other mitzvot), participation in public ritual (prayer leading, Torah reading, synagogue seating, mourner’s kaddish), their legal and economic rights and roles (inheritance, witnessing) and even disposal of their earthly remains.Rabbinic discourse is gradually making special accommodations for transsexuals, as either imagined or genuine participants in Orthodox life. Ben-Ephraim explores creatively—and unflinchingly— how halakhic regulations for transsexuality may be refined and justified.57 For example, to avoid impropriety, the seclusion of unmarried individuals of opposite sexes is forbidden. However, Ben-Ephraim states that an MtF transwoman may be secluded with a woman but not with a man, even though the MtF is a genotypic and hence a halakhic male. Ben-Ephraim’s social interactions principle can have curious results. For instance, although women in Orthodoxy generally are not given the honor of an ‘aliyah during public reading of the Torah, Ben-Ephraim states that FtM persons may be given this honor, despite their halakhic status as females, because they pass as men publicly.58This innovative regulatory scheme is rooted, I believe, in Ben-Ephraim’s commit-ment to natal phenotype as a new halakhic sexual identity marker. How does he justify this approach to sexual identity in halakhic and Jewish terms?The Souls of TranssexualsTo better understand Ben-Ephraim’s hybrid approach to transsexual identity, let us delve into the heart of Dor tahepukhot. As I hinted above, even as Ben-Ephraim details the halakhic prohibitions against SCS, in subtle and perhaps unintended ways he shows that most prohibitions might be unraveled. In other words, the book states that SCS is completely sinful ab initio, and yet, in the fine print, Ben-Ephraim finds ways to qualify, limit or undermine the rabbinic law on transsexuals.In one remarkable section (pp. 69–82), Ben-Ephraim seeks to settle the question of halakhic sex by examining the human soul from a kabbalistic perspective.59 Questions about the soul have been raised by Catholic ethicist Bernard Guevin, too, on the basis of the belief of many transsexuals that they have the soul of a female in a male body, or vice versa. Guevin argues against the notion of a sexed soul.60 However, Ben-Ephraim treats the soul as sexually identified from the time of its creation and as the basis for determining halakhic sex.6193The Transitioning of Jewish Biomedical LawBen-Ephraim begins with the kabbalistic view that the body is merely the garment of the soul. Moreover, it is the Jewish soul that is instructed to observe the command-ments (p. 72). Non-Jews, he asserts, do not have a neshamah—the highest level of soul—but rather a nefesh ḥayah (roughly: a life force); hence God sends each convert a neshamah upon conversion (p. 73). There is a strong kabbalistic tie between the char-acter of the soul and the degree of one’s obligation for commandments (mitzvot). Since women are not obligated to fulfill as many commandments as men, it can be inferred that women have different souls (p. 74). Moreover, Ben-Ephraim adduces kabbalistic sources to show that no bodily changes can disrupt the commandments laid upon a soul (p. 75). He states an interim conclusion: “It is clear that humans do not change sex through surgical means, and surgery does not raise or lower one’s obligation to Torah commandments, because the essence of the obligation of commandments is derived from the unchanging human soul” (p. 76). In other words, he posits that Jewish law governs only the soul, which is untouched by surgery.Delving further into the Jewish mysteries of the soul, however, Ben-Ephraim finds an apparently conflicting kabbalistic view. What if a soul does not match its body’s sex? Ben-Ephraim points to a series of rabbinic texts indicating that a man might occasionally be given a feminine soul and consequently would act like a woman. Nevertheless, he would still be fully obligated as a man, due to his unaltered male body. Dor tahepukhot (pp. 76f) analyzes a series of rabbinic references to a soul’s sex changes or sex reversal, based mainly on kabbalistic interpretations of biblical and talmudic texts.62 He also brings the case of the masculine soul of the wife of Ḥayim Vital, a founder of Lurianic kabbalah. These cases would seem to disprove his previous hypothesis that Jewish law governs only the soul:Certainly, in such a case, we do not say that this man is obligated for command-ments like women, since his soul is the soul of a woman, but rather he is [still] obligated for commandments like a man, in every matter. (p. 77)Regardless of the femininity of his soul, a man’s obligations are those of a man. Consequently, Ben-Ephraim shifts directions:It is clear from this discussion that the obligatoriness of commandments depends not on the soul but on the body. We should not gauge the behavior and activities of a person in order to declare that he has a feminine soul (as is done [in non-Jewish discourse] with men who have sex-change surgeries). . . . Apparently, the [situa-tion] is not like what I wrote at the beginning [of this section], that the principle [of obligation] follows the person’s soul. (p. 81)With this rhetorical about-face, which the text does not foreshadow in its preceding emphasis on the soul, Ben-Ephraim shifts to the body as the locus of Jewish norms.At this juncture, Dor tahepukhot brings rabbinic texts to show how the command-ments may be grounded in the body, not the soul. Ben-Ephraim tries to reconcile Hillel Gray94 • Nashim 29 (2015)the competing kabbalistic views. He is persuaded that, although it was the soul that received the fundamental order to obey the commandments, it is the ensouled body (male or female) that serves to determine the concrete, sex-differentiated law for each person.63 Thus, he concludes, because the body’s original sex is unchanged, SCS cannot alter halakhic obligations and sexual identity (p. 81). Yet Dor tahepukhot seems tentative about this chain of inferences, since the author declares that truth is elusive: more needs to be revealed; man is unable to discern God’s secrets; even the masters of kabbalah felt they had not totally grasped the truth; and so on.64Ben-Ephraim then tackles evidence about bodily changes that could trip up the last step in his argument. Assuming now that halakhic duties are bound up with the body, Ben-Ephraim turns to analyzing a hodgepodge of body transformations in rabbinic literature, including:– Pelaggi’s responsum about a married woman who changed into a man;– the “natural transformations” of one species into another, such as hyenas turning into bats after seven years, per BT Bava kama 16a;– the monthly change in sex of an androginos;– lycanthropy and other transformations of humans into animals, including cat, donkey and monkey, caused by divine intervention or sorcery;– the aforementioned sex reassignment in utero of the biblical character of Dinah;– the transformation of Nebuchadnezzar into a beast and back again, based on Dan. 4:29f, and instances of people who were changed by living among or being raised by monkeys or wolves. (pp. 82–85)While these cases may appear legendary, they serve Ben-Ephraim as precedents, since in some of them the applicable Jewish law could be said to have shifted with the bodily transformations.Since rabbinic texts thus could be shown to recognize that halakhic sex can vary with transformations in the body, one might suppose that Jewish law could likewise shift with the body as transformed by sex change surgery. However, Ben-Ephraim argues that there is a difference between “natural” or “divine” transformations and those wrought surgically. He asserts that, since the above sex or species transitions were natural and divinely ordained, they do not disprove his claim that artificial, unnatural surgery cannot truly alter a person’s halakhic sex. In the end, he concludes that “the human soul and the original form of its creation” determine Jewish law’s obligations and its concomitant assignment of sex (pp. 34, 69, 115).While such kabbalistic beliefs rarely enter into a halakhic analysis of SCS, Ben-Ephraim’s ideas can be taken further. In an unpublished manuscript, another Israeli Orthodox rabbi, Dror Brama, has raised the possibility that a transsexual might be correct in claiming to be placed in the wrong body. Brama, who has worked in London for Torah MiTzion, a religious Zionist institution, and is affiliated with the religious Zionist rabbinic organization Tzohar, compares transsexuality to a form of prophecy, in that a prophetic role may be attributed to people who correctly figure out that their 95The Transitioning of Jewish Biomedical Lawbodies do not match their souls. He does not point to any concrete implications for rabbinic law.65In emphasizing the disjuncture between the transsexual person’s soul and body, Ben-Ephraim’s and Brama’s texts resonate with the “wrong body” motif so common in secular discourse by and about transsexuals. In secular settings, it has been typical for a preoperative transsexual to aver that he or she is a woman or man, or a woman’s or man’s soul, trapped in a body of the opposite sex.66 This motif became widely known through the story of Christine Jorgensen, the first famous transsexual in the United States. In medical discourse, the “wrong body” construct was highlighted in 1966 by Harry Benjamin, a pioneer in the diagnosis of transsexuality:[The fully developed transsexual] lives only for the day when his “female soul” is no longer being outraged by his male body, when he can function as a female—socially, legally, and sexually.67In self-disclosures that helped justify their diagnosis and subsequent surgery, trans-sexuals have frequently voiced this notion of a gendered soul in the wrong body, and Ben-Ephraim adduces it, too (p. 23).68 Though he does not say so overtly, readers may infer that his in-depth analysis of the kabbalah’s concept of a gendered soul is unexpectedly responsive to popular and diagnostic conceptions of transsexuality as a condition of a gendered soul in the wrong body.Sympathy for the Different? Halakhic Innovations in TransitionNot surprisingly, both the phenotype and the genotype approaches to halakhic sex are developing some mechanisms, albeit limited, to absorb transsexuals into Orthodox Jewish life. Taking either approach, it is feasible under Jewish law to allow transsexual persons to participate in Jewish prayer and ritual activities in their chosen sexual iden-tity. Yet even when their participation is considered technically allowed by Jewish law, social ostracism can make it unworkable. In practice, Jewish transsexuals report that they are welcomed with their reassigned sex in some Orthodox synagogues but not in others. It is unclear whether the practical rule-making for transsexuals, and their occasional integration into Orthodox life, may help alter anti-transsexual rhetoric. In any case, the public now has access to a slow trickle of Orthodox rabbinic viewpoints about transsexuals and their real-life situations.69In a concrete route toward leniency, Orthodox Jewish legal discourse has increas-ingly spoken of transsexuality as a pathology, a form of rabbinically defined mental illness.70 The medicalization of transsexuality puts seemingly insular Orthodox writ-ings in conversation with non-Jewish discourses, such as those of secular psychology and Catholic bioethics.71 In a 2008 statement, Brama, who strikes me as one of the more sympathetic Orthodox commentators on SCS, discussed the psychological chal-lenges for preoperative transsexuals. He has written the only Orthodox responsum in Hillel Gray96 • Nashim 29 (2015)my dataset to refer specifically to a psychiatric diagnosis such as gender dysphoria.72 Brama frames this diagnosis in the premodern rabbinic vocabulary for psychologi-cal conditions, arguing that the desire to change one’s sex fits the rabbinic category of a person who, though otherwise functional and healthy, is obsessively disturbed about a single matter (shoteh ledavar eḥad). He appreciates (“I write in sorrow”) that transsexuals may feel hurt by this rabbinic mental health designation, regardless of the diagnosis they may have received from their doctors. In addition, Brama takes a fascinating stance toward the biological underpinnings of transsexuality. He antici-pates that it may well be found to be a biophysical problem rather than a (merely) psychological one, and that it may be treatable by way of medication. In debates over homosexuality, such biological determinism has muted moral criticisms predicated on viewing homosexuality as a preference rather than as a neurophysical condition.Brama’s categorization of transsexuality within Jewish law as a psychological disor-der has implications that may be meaningful and beneficial to Orthodox transsexuals. He emphasizes that the obsessive status might exempt transsexuals from sex-differenti-ated commandments relating to their psychological condition,73 such as donning tefilin (phylacteries) for a halakhic male, and might open up options for them to participate freely in various sex-segregated practices.74 He insists, moreover, that transsexuals should be treated like anyone with an illness—that is, with kindness.75 It seems that a route to compassion, if not to acceptance, is through pathologizing transsexuality.It is instructive in this regard to compare Brama’s views with those taken by hal-akhic experts within the Conservative movement. Not surprisingly, Conservative Judaism has also moved toward a less restrictive stance toward transsexuals, and its scholars, too, have done so by defining their status as pathological. In the 2003 respon-sum endorsed by the Committee on Law and Standards of the Rabbinical Assembly, Mayer Rabinowitz defined transsexuality as gender dysphoria, a psychiatric diagnosis described in the DSM. In an appendix, Rabinowitz argued that there may be grounds under Jewish law to allow SCS ab initio, on the basis of the principle of beneficence—of permitting an intervention “for the good of the ill person” (letovat haḥoleh). This dispensation would apply on the basis of the assumption, or even stipulation, that the transsexual suffers from a dysphoria that SCS would treat. In a cautionary tone, Rabinowitz’s responsum concludes that the “long-term effectiveness” of SCS has not yet adequately been studied, and pre-operative transsexuals should be counseled to take this lack of sufficient evidence into account.76Another Conservative scholar advocates a further step in accepting transsexuals by virtue of their medical condition. Leonard A. Sharzer has proposed that transsexuals be assigned halakhic sex based not merely on postoperative genitalia, as the Rabi-nowitz responsum had stipulated. Instead, Sharzer would assign halakhic sex purely on the basis of the diagnosis of a psychological condition, gender dysphoria, without requiring SCS.77 Sharzer’s as-yet-unpublished proposal has had little effect on rab-binic discourse on SCS, but it merges conceptually with Ben-Ephraim’s approach to transsexuality in halakhah. In both views, sex assignment and transitioning should be evaluated by attention to the psyche or soul.97The Transitioning of Jewish Biomedical LawConclusionOver the past forty years, Orthodox Jewish legal discourse has not been static in responding to sex-change surgery. Early commentators expressed the most shock at SCS, disparaged transsexuality harshly and denied its relevance to observant Jews. However, while deprecating sentiments continue to be expressed, rabbinic writings have emerged that approach SCS with more equanimity and take for granted the need to offer guidance.SCS is increasingly analyzed in practical terms. There has been detailed halakhic analysis of how to regulate the religious observance and social conduct of transsexu-als. Over the years, some Orthodox authors have found ways to express sympathy for them. Exposure to other religious and secular medical discourses has led some rabbis and halakhic experts to begin treating transsexuality less as a “deviant” lifestyle choice than as a severe psychological disorder. This shift is opening up interpretive space for further sympathetic responses. In effect, the rabbinic elite within traditionalist Judaism has begun showing its dexterity at conceptualizing the regulatory regime for postoperative transsexual bodies.To date, the prohibition against SCS remains intact within Orthodox Jewish circles. This bright-line prohibition of SCS is backed up by authoritative precedents, justified by multiple halakhic rules and reinforced by a cross-cultural discourse linking trans-sexuality to the thorny issue of homosexuality. Most Orthodox rabbis are unlikely to jeopardize their reputation for strict opposition to the latter by showing any leniency toward the former. Nevertheless, a groundwork for change is being laid by recent rabbinic writings, such as Ben-Ephraim’s exploration of potential leniencies, Brama’s attention to transsexuality as a psychological dysphoria and a few non-Orthodox argu-ments for permitting SCS ab initio. Orthodox transsexuals are aware that SCS might be condoned ex post facto as an inexorable compulsion, even if it is never officially condoned ab initio.78 To be sure, these incremental moves at the margins of Orthodox halakhic discourse have so far had minimal impact on the prevailing authorities in North America and Israel.Although Orthodox Jewish discourse rarely acknowledges any explicit influence from non-Jewish moral discourses, the deliberations over SCS can readily be seen as alluding to outside concerns and responding to non-Jewish norms. Notably, as described above, Jewish law has begun to engage with the pathologizing of transsexuality as a psychological condition. To be sure, from the perspective of transgender persons and their allies, a medicalizing Orthodox rabbinic discourse is trailing recent efforts to depathologize SCS and transsexuality in mainstream society. Yet, within the current context of Orthodox Jewish law, pathologizing is innovative, especially as it appears to echo non-Jewish moral concerns. Other dialogical Jewish interactions with outside views may be inferred from rabbinic conversations about “passing” by transsexuals, from the “the wrong body” discourse that has permeated Orthodox texts, and, argu-ably, from the asymmetry in Jewish handling of MtF versus FtM transitions. While it is premature to predict the impact of opinions like those of Ben-Ephraim and Brama, Hillel Gray98 • Nashim 29 (2015)these developments suggest that Orthodox halakhic thinking on SCS is gradually transitioning in its responsiveness to the broader social dynamics around transsexuality.Hillel Gray is a Lecturer in the Department of Comparative Religion at Miami Uni-versity in Ohio, where he also serves as coordinator of the Jewish Studies Program. His research centers on Jewish law and ethics. grayhc@miamioh.eduAppendixSelected Jewish Law Topics for Postoperative Transsexuals79Aliyah (Torah reading honor)May an FtM transsexual receive an honor during the public reading of the Torah?80Blessings81 Should an FtM transsexual say the blessing recited daily by males, praising God for “not making me a woman”—or what alternative blessing? Should an MtF transsexual say the woman’s blessing, praising God for “making me according to His will?”Corpse purification and burialAccording to which sex would a transsexual be prepared for burial?82Circumcision and conversionShould or may an FtM transsexual receive a ritual circumcision (brit milah)?Can an MtF convert to Judaism without circumcision?83Divorce Does sex change surgery void a marriage?Does the wife of a transsexual require a divorce document (get) in order to remarry? Dress and head-coveringShould transsexuals wear sex-differentiated clothing and head-coverings for their birth or their reassigned sex? Should a married, divorced or widowed transsexual observe the head-covering rules for women? Performance of ritual command-ments for FtM transsexualsMust a FtM transsexual fulfill ritual commandments incum-bent upon men, such as tefilin (phylacteries), tzitzit (fringes), shofar (blowing of the ram’s horn), sitting in a sukah (on the Festival of Booths), counting the ‘omer between the holidays of Pesach and Shavu‘ot, etc.? If these are not required, are they permitted? If permitted, should they recite the usual blessing?Could an FtM trans-man fulfill duties on behalf of (other) men?84Female voice Which transsexuals are subject to restrictions upon hearing or performing of female voices singing in public?Inheritance. Do male inheritance rules apply to MtF or FtM transsexuals?99The Transitioning of Jewish Biomedical LawExemption from male duties for MtF transsexualsMust a MtF transsexual (still) fulfill duties from which women are exempt, such as Torah study, procreation, tefilin, hair and shaving rules and, if of priestly lineage, avoiding corpse impurity? Must an FtM fulfill these duties? Marriage May a transsexual marry according to Jewish law? If so, to whom?85If a transsexual attempts a marriage, is it considered valid?Meḥitzah (sepa-rates sexes during prayer)Should transsexuals sit with their birth or reassigned sex in the synagogue and at religious functions that are sex-separated?Mourner’s kaddish Which transsexuals may say the mourner’s kaddish (a memorial prayer) in the synagogue?Prayer leader May FtM transsexuals lead a worship service? (See note 84)Quorum Which, if any, transsexuals (FtM or MtF) can be counted among the quorum of ten for prayer, or the quorum of three for the Grace after Meals?Seclusion From which sexes(s) are transsexuals restricted, for the sake of propriety, from sharing a secluded space?Sexual behavior Will sexual relations by or with a transsexual violate rabbinic laws on homosexual conduct and non-vaginal ejaculation? Sex reversal treatmentWith hormonal treatment underway, may a person proceed with sex change surgery? After surgery, must a person stop hormonal treatments—and even undergo reversal surgeries?Touch and contact86 Which sex(es) are transsexuals restricted from touching? Witness Are FtM transsexuals considered fit witnesses for all pur-poses, like observant males, or are they limited to witness roles for women?Notes:Acknowledgements: I appreciate the suggestions of a variety of readers, including Michael Broyde, Mara Cohen, Diane Klein, Winnifred Fallers Sullivan, Shmuel Weinberger, Louise Kertesz and Nashim’s two anonymous peer reviewers, as well as the participants in a panel of the American Academy of Religion, Atlanta, 2010.1. For the purposes of this paper, “transsexual/ity” refers to people who seek or have obtained sex change surgery. “Sex-change surgery” (SCS) refers to various surgeries and related medical treatments that Jewish legal discourse would regard as removing or alter-ing sexual organs in order to change sex for a male-to-female (MtF) or female-to-male (FtM) transsexual. For better or worse, Jewish sources do not clarify precisely which surgeries are under discussion. This paper avoids the terms “gender” and “reassignment” Hillel Gray100 • Nashim 29 (2015)in discussing these surgeries, because they are often absent, ill-defined or contested in the rabbinic discourse under investigation. SCS herein does not include medical interventions for persons with intersex conditions (i.e., disorders of sexual development).2. Suzanne J. Kessler, Gender: An Ethnomethodological Approach (Chicago: University of Chicago Press, 1985); Judith Butler, Gender Trouble: Feminism and the Subversion of Identity (New York: Routledge, 1999).3. For halakhic authorities who believe that surgery does not change one’s sex, staunch opposition to homosexuality can be taken for granted. In U.S. society, opposition to transsexuality is linked to homophobia; see: Aeyal M. Gross, “Gender Outlaws Before the Law: The Courts of the Borderlands,” Harvard Journal of Law & Gender, 32 (2009), pp. 165–231; Julie L. Nagoshi et al., “Gender Differences in Correlates of Homophobia and Transphobia,” Sex Roles, 59/7–8 (May 2008), pp. 521–531. But see Talia Mae Bett-cher, “Evil Deceivers and Make-Believers: On Transphobic Violence and the Politics of Illusion,” Hypatia, 22/3 (2007), pp. 43–65.4. There are gaps in my effort to gather a complete dataset. This paper focuses on statements of rabbinic law regarding SCS, not on actual practices within Orthodox communities.5. Edan Ben-Ephraim, Dor tahepukhot (Hebrew; Jerusalem: [Ben-Ephraim Family], 2004; henceforth: Dor tahepukhot). The title, drawn from Deut. 32:20, could be rendered as the more neutral “Generation of reversals,” but “perversions” fits the Introduction’s tone, which refers to SCS as an abomination and a loathsome affair (to’evah, shikutz). As a caveat, it is difficult to place any given rabbinic text within the social, medical and legal context of SCS, because authors rarely cite non-Jewish sources or reveal their awareness of contemporaneous sources on transsexuality. Moreover, since many writings deal with SCS in the abstract, the published discourse may not reflect rabbinic deliberations on con-crete cases. Nothing in this paper should be construed as providing Jewish law guidance for any personal decisions.6. Ben-Ephraim has also written two monographs on family purity: Sefer ‘Edan hato-horah (Hebrew; Jerusalem: self-published, 2002) and Kuntres ‘Et milḥamah (Hebrew; Jerusalem: self-published, 2003).7. The approbations in the book are signed by Rabbis Shlomo Moshe Amar, formerly the Sefardi Chief Rabbi of Israel; Zalman Nehemiah Goldberg of the Rabbinical High Court, Jerusalem, and the Jerusalem College of Technology; Yosef Lieberman, who held leader-ship positions in a yeshiva and a synagogue in Jerusalem; Asher Zelig Weiss, a yeshiva head, communal rabbi and senior judge of rabbinic civil law in Jerusalem; Yitzḥak Yosef and Ovadiah Yosef.8. One exception is an unpublished paper by Hillel Lavery-Yisraeli, an Orthodox rabbi working for a non-Orthodox synagogue in Sweden; see below, notes 45 and 65. I first learned of Lavery-Yisraeli’s views from an article published in the YU Observer (October 2008).9. Sex-change surgery is described matter-of-factly by, among others, Avraham Sofer Abra-ham, Nishmat Avraham: Hilkhot ḥolim rofʼim urefuʼah ʻal arbaʻat ḥelkei haShulḥan ʻarukh, I–IV (Jerusalem, 2007); J. David Bleich, “Transsexual Surgery and Ambigu-ous Genitalia,” in Judaism and Healing: Halakhic Perspectives (Hoboken: Ktav, 1981), pp. 74–79; Aryeh Leib Grossnass, Lev Aryeh, Part II (London: Hamadpis, 1973), no. 49, p. 166; Avraham Hirsch, “Artificial Transformation of Male to Female and Female to Male,” No‘am, 16 (n.d.), pp. 152–155; Avraham Steinberg, “Nituaḥ haḥlafat min,” Entziklopediya hilkhatit refu’it (Jerusalem: Schlesinger Institute, 1994), IV, pp. 609–612 101The Transitioning of Jewish Biomedical Law(excerpted English translation in Mordechai Halperin, “Transexuality,” Jewish Medical Ethics, 3/2 [1998], pp. 74–75); and Eliezer Waldenberg, Tzitz Eli‘ezer, I–XXII, n.d. (see below, notes 35, 40 and 46).10. Bleich, “Transsexual Surgery” (above, note 9), p. 98.11. Shalom Krausz, “On the New Abomination of Changing from Men to Women,” Hama’or, 25/2 (Kislev–Tevet 5733 [1972]), pp. 12–13 (Hebrew). Cf. Yitzḥak Liebes, Beit Avi, III, §158:5, as cited in Dor tahepukhot, p. 8.12. Martha Nussbaum, From Disgust to Humanity: Sexual Orientation and Constitutional Law (New York: Oxford University Press, 2010).13. Hananya Yom Tov Lipa Teitelbaum, “A Question Regarding the Present-Day Effrontery of Changing from Male to Female and Vice Versa,” Hama’or, 25/2 (above, note 11), pp. 10–13 (Hebrew).14. Citing Sefer Haḥinukh §244 on Lev. 19:1915. Krausz, “New Abomination” (above, note 11), p. 13 (Hebrew), citing Sefer Haḥinukh §62. However, his formulation implies that cosmetic surgery, as a change in creation, might be forbidden as sorcery. Ben-Ephraim, in Dor Tahepukhot, pp. 61f, argues that the mixed seed and sorcery rules ought not to be stretched creatively to cover SCS.16. Teitelbaum, “A Question” (above, note 13), p. 12. Although Teitelbaum opposes SCS for FtM transsexuals, it is noteworthy that much of his analysis focuses on MtF situations.17. Meir Amsel, “A Male Transgressor Who Was Surgically Changed into a Female, or Vice Versa—If They Wished to Revert, What Would Be the Law Regarding Their Social and Sexual Relations, and All the Other Commandments,” Hama’or, 25/2 (above, note 11), pp. 14–15 (Hebrew). Amsel compares the issue of SCS to the future need for rulings on people with mamzer status, Siamese twins, faking death with a near-double and artificial insemination.18. In this analogy, the androgynous being reflects transsexuality, and the divine separation presages surgery.19. Amsel, “Male Transgressor” (above, note 17), p. 20, citing Rashi on Gen. 30:21, who refers to BT Berakhot 60a; Krausz, “New Abomination” (above, note 11), p. 13, citing the talmudic text directly. The Hama’or articles also shed light on the authors’ conceptions of sex, nature and gender.20. Amsel, “Male Transgressor” (above, note 17), pp. 18 and 20, citing Sefer yetzirah as the means for creating a golem, as stated in BT Sanhedrin 65b.21. Ibid., p. 21.22. Hirsch, “Artificial Transformation” (above, note 9), p. 153.23. Ḥayim Miranda, Yad ne’eman (Salonika, 5544 [1784]), p. 62a; Ḥayim Pelaggi, Yosef et ’eḥav (Izmir, 5656 [1896]), 3:5. The latter addressed the status of a marriage involving a woman who apparently changed into a man.24. Yigal Shafran, “Nituaḥ lehaḥlafat hamin (Sex-change surgery),” Teḥumin, 21 (5762 [2002]), pp. 117–120.25. E.g., the authorship of the mystical works Sefer Yetzirah and Besamim rosh.26. Ben-Ephraim also says the patient would be liable for prior arrangements. He cites Teitelbaum, “A Question” (above, note 13), pp. 10–13.27. Shulḥan ‘arukh, Even ha‘ezer 5:11. For diverse rabbinic views, see Shaul Weinreb, “Tubal Ligation and the Prohibition of Sirus,” Journal of Halacha & Contemporary Society, 40 (Fall, 2000). As noted by Ben-Ephraim in Dor tahepukhot, pp. 261ff, authorities waive the castration prohibition for women on the basis of suffering, substantial need or family Hillel Gray102 • Nashim 29 (2015)harmony; e.g., Moshe Steinberg, “Sex Change for an Androginos [hermaphrodite],” Assia, 1/1 (n.d.), pp. 144ff (Hebrew). Some rabbis hold that the prohibition of castration applies to women as a rabbinic edict only (and thus is less stringent than a prohibition ascribed directly to the Pentateuch) or even not at all. Ben-Ephraim (p. 44) points out that ster-ilization of women by means of a potion was permitted (Shulḥan ‘arukh, Even ha‘ezer 5:12), because it was not a tangible action. Weinreb also notes that here is no specific prohibition of passive sterilization. Accordingly, Ben-Ephraim may in effect be opening interpretive room for leniency with pre-operative hormonal treatments that aid an FtM transition. See also Dor tahepukhot, pp. 67f. Another question is whether the castration law depends on fertility. If so, hormonal treatments that cause infertility arguably may be prohibited only by rabbinic law.28. Points made by Diane Klein, Walter Bockting, Autumn Benner and Eli Coleman, “Gay and Bisexual Identity Development among Female-to-Male Transsexuals in North Amer-ica: Emergence of a Transgender Sexuality,” Archives of Sexual Behavior, 38/5 (March 2009), pp. 688–701; G. Kockott and E.M. Fahrner, “Male-to-Female and Female-to-Male Transsexuals: A Comparison,” Archives of Sexual Behavior, 17/6 (1988), pp. 539–546; K. Rachlin, “Factors which Influence Individual’s Decisions when Considering Female-to-Male Genital Reconstructive Surgery,” International Journal of Transgenderism, 3/3 (1999), at http://www.iiav.nl/ezines/web/ijt/97-03/numbers/symposion/ijt990302.htm; A.M. Verschoor and J. Poortinga, “Psychosocial Differences between Dutch Male and Female Transsexuals,” Archives of Sexual Behavior, 17/2 (1988), pp. 173–178; Cordula Weitze and Susanne Osburg, “Transsexualism in Germany: Empirical Data on Epide-miology and Application of the German Transsexuals’ Act during Its First Ten Years,” Archives of Sexual Behavior, 25/4 (August 1996), pp. 409–425.29. Dor tahepukhot, pp. 52f and 128f.30. The rule might, however, restrict the pre-operative transition known as the “real life experience.”31. Ben-Ephraim notes that the prohibition is considered rabbinic, not biblical, by some authorities; p. 55.32. Avraham Steinberg, for instance, refers to self-wounding, while mentioning as well that approval of SCS in Israel depends on a diagnosis of “appropriate psychological problems”; see idem, “Nituaḥ haḥlafat min” (above, note 9). Due to self-endangerment concerns, Ben-Ephraim states that both the patient and the Jewish doctor should refrain from surgery and anesthesia unless it is necessary or urgent. But this assumes that SCS does not qualify as needed treatment; see Dor tahepukhot, pp. 56–57. Ben-Ephraim later shows that the self-endangerment issue is more complex; see his footnote, ibid., p. 124.33. On hysterectomies see the sources cited in Dor tahepukhot, pp. 261ff.34. Ben-Ephraim cites Yekutiel Yehuda Teitelbaum, Avnei tzedek (reprinted Jerusalem, 1992), Yoreh de‘ah 149; Weiss, Minḥat Yitzḥak, I, §115; Feinstein, Igerot Moshe, Even ha‘ezer, III, §22 (on contraception), IV, §§36 (on sirus—castration or excision of the sexual organs) and 69 (on contraception) and Oraḥ ḥayim, II, §85 (on sirus for an institutionalized girl). He also cites, among others, Waldenberg, Tzitz Eli‘ezer, IV, §13, VIII, §15:12:1 (p.124); Yitzḥal Yosef, Yalkut Yosef, V, p. 98, note 19; Yitzḥak Tzioni, ‘Olat Yitzḥak, II, §235:3 (p. 391); and Yisroel Dovid Harfenes, Nishmat shabat, §5:310 (p. 289). Medical protocols authorize SCS based on the patient’s mental health. See Heino F.L. Meyer-Bahlburg, “From Mental Disorder to Iatrogenic Hypogonadism: Dilemmas in Conceptualizing 103The Transitioning of Jewish Biomedical LawGender Identity Variants as Psychiatric Conditions,” Archives of Sexual Behavior, 39/2 (October 2009), pp. 461–476.35. Private conversation with “Michelle.” This possibility was also expressed by an Ortho-dox rabbi at Merḥavim: Institute for the Advancement of Shared Citizenship in Israel; see Baruch Efrati, “Sex Change,” in “Ask the Rabbi,” www.kipa.co.il/ask/show/191457, September 3, 2009 (accessed July 9, 2015). For the lenient views of Hillel Lavery-Yisraeli and non-Orthodox rabbis, see note 65 below and the text there.36. Biblical sexual prohibitions are not incontestably absolved if committed under duress (Michael Broyde, telephone conversation, 2010).37. In this paper, phenotype refers to external appearances only, especially the primary sexual characteristics, and genotype to the genetic and chromosomal basis for sex identity.38. For persons with male chromosomes whose phenotype changes during puberty, see, e.g., Peggy T. Cohen-Kettenis, “Gender Change in 46,XY Persons with 5α-Reductase-2 Deficiency and 17β-Hydroxysteroid Dehydrogenase-3 Deficiency,” Archives of Sexual Behavior, 34/4 (August 2005), pp. 399–410. For a popular account, see Jeffrey Eugenides’ novel Middlesex (2002).39. Tzitz Eli‘ezer, X, §25:26:6 (20 Shevat, 5727 [January 30, 1967]). But see below, at note 46, for a different view expressed by R. Waldenberg in 1997.40. Tzitz Eli‘ezer, XI, §78 (11 Marcheshvan 5731 [November 10, 1970]). Translation by the author and Joshua Schreier. Cf. Mayer Rabinowitz, “Status of Transsexuals,” Committee on Jewish Law and Standards of the Rabbinical Assembly, December 3, 2003.41. See Amsel, “Male Transgressor” (above, note 17); Menashe Klein, Mishneh halakhot (Brooklyn: Machon Mishne Halakhot Gedolot, 5763 [2003/4]), T VI, §47, undated letter; Dor tahepukhot, pp. 112ff. Ben-Ephraim appends a letter by Asher Weiss and also cites Ḥayim Greiniman, Sefer ḥidushim ube’urim, Kidushin, Even ha‘ezer, §44:3, p. 104, s.v. vehineh; Shaul Breisch, She’ilat Sha’ul, Even ha‘ezer, §9:1–2; and Yehoshua Neuwirth, oral communication cited in Sofer Abraham, Nishmat Avraham (above, note 9), Yoreh de‘ah, §262:11, p. 326, though Neuwirth objects to Waldenberg’s reasoning (Nishmat Avraham, Even ha‘ezer, §44:2, p. 268).42. Hillel Gray, “Not Judging by Appearances: The Role of Genotype in Jewish Law on Inter-sex Conditions,” Shofar, 30/4 (Summer 2012), pp. 126–148, notes 13–16; Sofer Abraham, Nishmat Avraham (above, note 9), Even ha’ezer §44:4.3.1; J. David Bleich, “Survey of Recent Halakhic Periodical Literature: Transsexual Surgery,” Tradition, 14/3 (1974), p. 96.43. R.P. Fitzgibbons, P.M. Sutton and D. O’Leary, “The Psychopathology of ‘Sex Reassign-ment’ Surgery: Assessing Its Medical, Psychological, and Ethical Appropriateness,” National Catholic Bioethics Quarterly, 9/1 (2009), pp. 97–125; Benedict Guevin, “Sex Reassignment Surgery for Transsexuals: An Ethical Conundrum?,” National Catholic Bioethics Quarterly, 5/4 (2005), pp. 719–734; John Norton, “Vatican Says ‘Sex–Change’ Operation Does Not Change Person’s Gender,” Catholic News Service, January 2003, http://ai.eecs.umich.edu/people/conway/TS/CatholicTSDecision.html (accessed July 9, 2015).44. Based on communications with Orthodox Jewish transsexuals, including Beth Orens. For non-Orthodox transsexuals, see Noach Dzmura, Balancing on the Mechitza: Transgender in Jewish Community (Berkeley, CA: North Atlantic Books, 2010). However, as Diane Klein pointed out, an FtM transsexual who does not have reconstructive surgery (phallo-plasty or metoidioplasty) would not appear to have male genitalia and, presumably, would reject halakhic sex assignment by either phenotype or genotype.Hillel Gray104 • Nashim 29 (2015)45. Tzitz Eli‘ezer, XXII, §2 (22 Shevat 5757 [January 29, 1997]). Waldenberg’s first opinion can be read as a conjecture, not a ruling on an actual case, as noted by Hillel Ḥayim Lavery-Yisraeli, “The Transsexual and Transgender in Halakhah” (unpublished manuscript, n.d.). In the 1997 ruling, Waldenberg reconsiders MtF transsexuality and invokes the laws of androginos and tumtum, which involve dubious halakhic gender. He thus seems to have shifted away from his earlier stance based on phenotype alone. Cf. the stance published by the American Reform movement’s rabbinic organization: CCAR Responsa, 5750, §8: “Conversion and Marriage after Transsexual Surgery” [1990], at: www.ccarnet.org/responsa/tfn-no-5750-8-191-196/ (accessed June 18, 2015).46. Bleich, “Survey: Transsexual Surgery” (above, note 42), p. 96; Shafran, “Nituaḥ lehaḥlafat hamin” (above, note 24); Dor Tahepukhot, p. 113. They suggest that Waldenberg rested on a valid legal principle in assigning sex by external appearance, but that he applied it incorrectly to the reconstructed genitalia of postoperative transsexuals. Alternatively, as suggested by Lavery-Yisraeli (“Transsexual,” above, note 45), Waldenberg doubted that phenotype could serve as a reliable criterion for transsexuals. Still, Lavery-Yisraeli attri-butes a comparable, phenotypic position to R. Ovadiah Hedaya (Yaskil ‘avdi, §7:4), who was a leading Sephardi kabbalist and rabbinic judge in Israel (d. 1969).47. Rabinowitz, “Status of Transsexuals” (above, note 40).48. A genotypic assignment would be wrong for XY persons who develop primarily female bodies due to conditions such as complete androgen insensitivity syndrome (CAIS). See Ben-Ephraim’s analysis in Dor tahepukhot, pp. 112–115, and Gray, “Not Judging by Appearances” (above, note 42).49. Asher Weiss, letter appended in Dor tahepukhot, pp. 280–282.50. For CAIS and other sex-reversal intersex conditions, the natal-phenotype approach enables Jewish law to proceed with sex assignment against genotype, while reinforcing genotypic assignment for transsexuals. Dor Tahepukhot, pp. 113–115.51. In this it resembles the. legal status of converts to Judaism.52. Michael J. Broyde, “The Establishment of Maternity & Paternity in Jewish and American Law, Appendix: Sex Change Operations and Their Effect on Marital Status—A Brief Comparison,” National Jewish Law Review, 3 (1988), pp. 117–158 (available at www.jlaw.com/Articles/maternity_appendix.html, accessed July 8, 2015).53. Private communications, October 2010. Michelle and Naomi are pseudonyms.54. Naomi was given the latter suggestion explicitly. The suggestion to pass as heteronorma-tive may conform with Jewish law and the lived practice of many transsexuals.55. Ben-Ephraim does not define his approach as a social relations principle per se, except to explain it as designed to prevent transgressions by either the transsexual or others around them; Dor tahepukhot, p. 34–36. He cites two opposing views, those of Raphael Evers (Shut Ṿeshav ṿerafa [Jerusalem: Eliezer Fisher, 1994], §79), and Shafran (above, note 24); and justifies his view at length (e.g., pp. 136, 140–148), though with limited support (e.g., Amsel, “Male Transgressor” [above, note 17], p. 163, note 30). I do not claim that Ben-Ephraim originated this principle.56. The principle is generally grounded on concerns for sexual and interpersonal impropriety as well as recognition of the social ramifications of “passing” as another gender.57. One future avenue may be marriage: Michelle reported that an Orthodox rabbi had pri-vately offered to officiate were she to get married. This offer has not been confirmed and otherwise would seem to be prohibited.105The Transitioning of Jewish Biomedical Law58. Compare Dor tahepukhot, p. 163, to Amsel, “Male Transgressor” (above, note 17), p. 19.59. Kabbalah is a non-legal discourse with mystical elements. Leaving no stone unturned in seeking analogies to SCS, Ben-Ephraim deploys kabbalah and other rabbinic lore (agadah), a genre that tends to be downplayed in halakhic writings. See Shafran, “Nituaḥ lehaḥlafat hamin” (above, note 24).60. Against a view of the soul as form and the body as matter, Guevin argues that the soul is “a spiritual nature that informs the [gendered] body.” Guevin, “Sex Reassignment Surgery” (above, note 43).61. As a result, Ben-Ephraim refers not to “natal sex” but rather to “original sex.”62. His examples of such reversals include: anal intercourse by a married couple (BT Nedarim 20a); homosexual or other sins (per Ḥayim Vital’s Gate of Reincarnations); the measure for measure principle (per Natan Shapira’s Matzat shimurim); Yael, the biblical slayer of Sisera (Judges 4–5); Isaac at the time of his sacrificial binding; the wife of Ḥayim Vital, who had a male soul and gave birth only to daughters; and Saul’s daughter Michal, who was said to have donned phylacteries (BT Eruvin 96a). He also mentions souls that changed their status as priests or as Hebrew slaves. Dor Tahepukhot, p. 78.63. See p. 81, where he is not citing any rabbinic sources.64. It is not clear why Ben-Ephraim wrote in this way. Perhaps the book served as a way for him to work out his own ruminations about SCS; or, as he indicated in a private communication, perhaps he was merely pursuing a rhetorical argument.65. Dror Brama, “Analysis of the Definition of ‘Incompetent for One Matter’ in the Case of Transsexuality” (Hebrew; unpublished manuscript, n.d.). He views his analysis as purely legal, not sympathetic per se (private communication, October 2010). The more ambitious claim advanced by Lavery-Yisraeli (“Transsexual,” above, note 45) is that, on the basis of kabbalistic thought, halakhah could assign gender identity based on psychological examination and personal self-reflection. His view posits halakhic approval for the surgery itself. See also YU Observer (above, note 8).66. On the “wrong body” narrative, see: Darryl Hill, “Dear Doctor Benjamin: Letters from Transsexual Youth (1963–1976),” International Journal of Transgenderism, 10/3 (Decem-ber 2008), pp. 149–170; Douglas Mason-Schrock, “Transsexuals’ Narrative Construc-tion of the ‘True Self,’ ” Social Psychology Quarterly, 59/3 (1996), pp. 176–192; and Sandy Stone, “The ‘Empire’ Strikes Back: A Posttranssexual Manifesto” (1993), http:// pendientedemigracion.ucm.es/info/rqtr/biblioteca/Transexualidad/trans%20manifesto.pdf (accessed July 8, 2015). See also Dave King, “Condition, Orientation, Role or False Consciousness? Models of Homosexuality and Transsexualism,” Sociological Review, 32/1 (February 1984), pp. 38–56.67. Harry Benjamin, The Transsexual Phenomenon (New York: Julian Press, 1966; electronic edition: Düsseldorf: Symposium, 1999), p. 9. Cf. idem, “Transvestism and Transsexual-ism in the Male and Female,” Journal of Sex Research, 3/2 (May 1, 1967), pp. 107–127.68. The trapped body concept is also mentioned by Dror Brama, “What Is the Relation of Jewish Law to Transgender Persons?” Ynet, July 8, 2008, www.ynet.co.il/Ext/Comp/ArticleLayout/CdaArticlePrintPreview/1,2506,L-3564862,00.html (Hebrew; accessed June 25, 2015).69. In order to participate in Orthodox Jewish life, some transsexuals have received oral or written guidance in private. As far as I know, all transsexuals discussed in public statements have remained anonymous.Hillel Gray106 • Nashim 29 (2015)70. To be sure, some rabbis have long held a medical view of transsexuality. Bleich, “Survey: Transsexual Surgery” (above, note 42), p. 97; Steinberg “Nituaḥ haḥlafat min” (above, note 9), p. 609. Shafran treats an FtM transsexual as having a psychological illness, as against the natural, innate desire of women to be mothers and wives. But he also treats it as a decision from within a corrupt, modern society.71. E.g., King, “Condition, Orientation” (above, note 66); Fitzgibbons et al., “Psychopathology” (above, note 43).72. Brama, “Analysis” (above, note 65). On the history of the DSM diagnosis, see Meyer-Bahlburg, “From Mental Disorder” (above, note 34). Though Brama uses the modern Hebrew term for gender (migdar), he refers to sex (min) when discussing personal status in Jewish law.73. Brama associates this possible exemption with Ezekiel Landau, Or hayashar §30.74. On the other hand, Brama believes that an obsessive disorder could disqualify a postop-erative transsexual from conversion to Judaism.75. Cf. the concern for “compassion, mercy and connection” mentioned in a response by R. Yuval Cherlow, “Transsexual,” 29 Nisan 5767 (April 17, 2007), www.kipa.co.il/ask/show/115532 (Hebrew; accessed July 9, 2015).76. Rabinowitz, “Status of Transsexuals” (above, note 40).77. Sharzer argues in an unpublished responsum that transsexuality is similar to a rare inter-sex condition, because the transsexual is a hybrid with a male body and a female psyche, or vice versa.78. Arguably, SCS might be excused when done not as a willful sin but under the duress (’ones) of a psychological compulsion. Orthodox transsexuals told me that such accep-tance has been expressed privately by an influential rabbi, and it is conjectured of Cherlow, “Transsexual” (above, note 75). From a technical standpoint, an excuse of duress (were it justified) need not be confirmed by a rabbinic opinion, though it may have pastoral value (Broyde, telephone conversation, 2010).79. Based largely on Dor tahepukhot.80. Since women are not permitted to receive such an honor in Orthodox synagogues, it is noteworthy that SCS might make it possible for them to do so. See Amsel, “Male Trans-gressor” (above, note 17), p. 19; Dor tahepukhot, p. 163.81. Bleich, “Survey: Transsexual Surgery” (above, note 42), p. 97. In addition, the question is raised Dor tahepukhot (p. 161) as to whether the blessing recited upon seeing unusual creatures (e.g., giants) should be said about a transsexual.82. According to a responsum published in the name of the Itim Institute, burial would be determined by the debated assignment of halakhic sex; see “Burial for Jewish Trans-sexuals,” August 8, 2007, http://moreshet.co.il/web/shut/shut2.asp?id=92326 (Hebrew; accessed December 10, 2015). A more severe view is that no ritual purification is needed for transsexuals. See Ya‘akov Ariel, “Burial Purification for a Person Who Underwent a Sex Change Operation,” May 21, 2006, www.yeshiva.org.il/ask/?id=19444 (Hebrew; accessed December 10, 2015).83. Chaim Rapoport, “Conversion of an Uncircumcised Male Who Underwent Treatments to Change His Bodily Form and His Sex,” Kesher: Platform for European Rabbis to Research Jewish Law (February 2004).84. In rabbinic law, only men can perform certain rituals on behalf of other men, including the fulfillment of certain commandments and leading prayer services.107The Transitioning of Jewish Biomedical Law85. While rabbinic opinions generally forbid marriage with an MtF transsexual, marriage does seem to be encouraged, at least prior to surgery, by Efrati, “Sex Change” (above, note 35). According to Rabbi Eitan Zan-Bar, people who were originally women are permitted to marry, but not MtF persons who have transgressed the castration prohibition. See idem, “Sex Change,” Ask the Rabbi, May 14, 2009, www.kipa.co.il/ask/print.asp?id=180822 (Hebrew; accessed December 10, 2015).86. Touching between the sexes is restricted for the sake of modesty and avoiding male con-tact with women who are considered menstruants. Rabbinic opinions vary. For instance, Zan-Bar, in “Sex Change” (above, note 85), says that it is permitted for men to touch a still male MtF transsexual. Ben-Ephraim, with his hybrid approach to assignment, differs on matters of physical contact and social interactions of men and women, holding that men are not permitted purposefully to touch an MtF transwoman, and women may touch her.",
    "id": 147827707,
    "identifiers": {
        "doi": "10.17613/M6SF5N",
        "oai": "oai:hcommons.org/hc:15149"
    },
    "title": "The Transitioning of Jewish Biomedical Law: Rhetorical and Practical Shifts in Halakhic Discourse on Sex-Change Surgery",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T00:00:00+00:00",
    "publisher": "Indiana University Press",
    "references": [],
    "sourceFulltextUrls": [
        "https://hcommons.org/deposits/download/hc:15150/CONTENT/hgray-article-transitioning-project_muse_611975.pdf/"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/147827707.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/147827707"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/147827707/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/147827707/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/147827707"
        }
    ],
    "abstract": "This article examines discourse dynamics in Jewish law on sex-change surgery (SCS) and, in general, transitioning between genders. Orthodox medical ethics has moved beyond the abstract condemnation of SCS to the design of practical rules for transsexuals living in observant communities. The reasoning against SCS has also shifted, both in complexity and with implicit ties to Christian and secular tropes. By medicalizing or, conversely, spiritualizing the experiences of transgendered persons, a few Orthodox authors are opening up interpretive space for sympathetic responses to SCS. Such transitions reach their most elaborate expression in Israeli Orthodox rabbi Edan ben Ephraim’s 2004 monograph, Generation of Perversions, which has taken center stage in Orthodox deliberations on transsexuality. Overall, halakhic discourse seems to be moving in innovative, unavoidably interdiscursive directions",
    "tags": [
        "915833:Ethics:topical",
        "983377:Jews--Study and teaching:topical",
        "915833:Ethics:topical",
        "983377:Jews--Study and teaching:topical"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "915833:Ethics:topical",
        "983377:Jews--Study and teaching:topical"
    ],
    "oai": "oai:hcommons.org/hc:15149",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3816",
        "openDoarId": 0,
        "name": "Humanities Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 147827707,
        "depositedDate": null,
        "publishedDate": "2016-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-21T04:06:09+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-09T21:29:50+00:00"
    },
    "urls": [
        "http://dx.doi.org/10.17613/M6SF5N"
    ],
    "lastUpdate": "2024-01-21T04:06:09+00:00",
    "setSpecs": []
}