{
    "acceptedDate": "2018-07-14T00:00:00+01:00",
    "authors": [
        {
            "name": "Atrey, Shreya"
        }
    ],
    "contributors": [],
    "createdDate": "2018-07-18T23:51:32+01:00",
    "dataProvider": {
        "id": 286,
        "name": "Explore Bristol Research",
        "url": "https://api.core.ac.uk/v3/data-providers/286",
        "logo": "https://api.core.ac.uk/data-providers/286/logo"
    },
    "depositedDate": "2018-08-28T00:00:00+01:00",
    "documentType": "",
    "doi": "10.1093/hrlr/ngy021",
    "downloadUrl": "https://core.ac.uk/download/159611156.pdf",
    "fullText": "                          Atrey, S. (2018). The intersectional case of poverty in discriminationlaw. Human Rights Law Review, 18(3), 411-440.https://doi.org/10.1093/hrlr/ngy021Peer reviewed versionLink to published version (if available):10.1093/hrlr/ngy021Link to publication record in Explore Bristol ResearchPDF-documentThis is the author accepted manuscript (AAM). The final published version (version of record) is available onlinevia OUP at https://academic.oup.com/hrlr/article/18/3/411/5086067. Please refer to any applicable terms of useof the publisher.University of Bristol - Explore Bristol ResearchGeneral rightsThis document is made available in accordance with publisher policies. Please cite only thepublished version using the reference above. Full terms of use are available:http://www.bristol.ac.uk/red/research-policy/pure/user-guides/ebr-terms/  The Intersectional Case of Poverty in Discrimination Law    Abstract: Poverty remains largely unfamiliar to discrimination law. Iterations of the right to equality and non-discrimination based on the grounds of race, colour, religion, sex, gender, sexual orientation, disability, age, etc, have seldom included poverty or its attendant deprivations like unemployment, reliance on social assistance, deprivation of education, homelessness, or starvation. The result is that, poverty not only fails to make it to the inner circle of protected characteristics but also fails to be understood and addressed as discrimination at all.   This article studies the leading examples of judicial engagement with poverty discrimination in some of the most progressive discrimination regimes – Canada, South Africa, and India. The aim is to identify the nature of poverty discrimination, its judicial treatment and possible redressal within comparative discrimination law. The article delineates a key ‘intersectional’ feature of poverty discrimination as one which intersects with: (i) multiple disadvantages of redistribution (joblessness, homelessness, malnutrition, illiteracy), recognition (stereotypes, stigma, humiliation), participation (social and political exclusion), and transformation (structural domination); as well as (ii) multiple grounds and status-identities (race, colour, religion, sex, gender, sexual orientation, disability, age, etc). The appreciation of this complex and crosscutting intersectional nature is possible – as has been hitherto tried – not only by reading in poverty as a ground, but also by opening up ways of thinking about poverty as central to our substantive understanding of equality and non-discrimination per se. Treating poverty as a matter discriminatory context or as a matter of substantive equality are two such worthwhile lessons to take a cue from.  With this, the article seeks to reclaim the position of poverty in discrimination law, first, by critiquing the exclusion of the worst and most debilitating effects of poverty because of its intersectional nature; and secondly, by providing alternative ways of thinking about poverty as a site of discrimination.  Keywords:  Poverty, Discrimination, Substantive Equality, Grounds, Intersectionality                         2  1. Introduction   Poverty remains largely unfamiliar to discrimination law. A typical guarantee of equality and non-discrimination is framed as a prohibition of distinctions or impact that perpetuates disadvantages based on recognised grounds such as race, colour, religion, sex, gender, sexual orientation, disability, age, etc. Framed this way, grounds serve as the gatekeepers of discrimination law and seldom admit poverty or its attendant deprivations like homelessness, unemployment, starvation, malnutrition, or illiteracy in the inner circle of protected characteristics.1 Thus the quest for addressing poverty through discrimination law has been primarily about recognising poverty as an independent ground of discrimination. 2  The discourse is concentrated on either showing that poverty satisfies the traditional criteria for identifying grounds – for example, of ‘discrete and insular minorities’3 and actual or constructive ‘immutability’4  – or critiquing the gatekeeping function of grounds per se.5 Despite sustained bids for recognising poverty as a ground, whether judicially before the US Supreme Court,6 UK House of Lords,7 or the Canadian Supreme Court,8 in trenchant academic accounts,9 and in the official rhetoric of the UN,10 this project has turned out to be elusive. Such has                                                                 1   Robert Post, ‘Prejudicial Appearances: The Logic of American Antidiscrimination Law’ (2000) 88 California Law Review 1; Sujit Choudhry, ‘Distribution vs. Recognition: The Case of Antidiscrimination Laws’ (2000) 9 George Mason Law Review 145.  2   Martha Jackman, ‘Constitutional Contact with the Disparities of the World: Poverty as a Prohibited Ground of Discrimination under the Canadian Charter and Human Rights Law’ (1994) II Review of Constitutional Studies 76; Murray Wesson, ‘Social Condition and Social Rights’ (2006) 69 Saskatchewan Law Review 101; Sandra Fredman, ‘The Potential and Limits of an Equal Rights Paradigm in Addressing Poverty’ (2011) 22 Stellenbosch Law Review 566. 3  United States v Carolene Products Co 304 US 144, 58 S Ct 778 (1938) (US Supreme Court). See Note, ‘Discriminations against The Poor and the Fourteenth Amendment’ (1967) 81 Harvard Law Review 435; Frank Michelman, ‘The Supreme Court, 1968 Term-Foreword: On Protecting the Poor through the Fourteenth Amendment’ (1969) 83 Harvard Law Review 7.  4  Corbiere v Canada [1999] 2 SCR 203 (Supreme Court of Canada). See Jackman, ‘Constitutional Contact’ (n 2); Gwen Brodsky, Rachel Cox, Shelagh Day and Kate Stephenson, ‘Gosselin v. Quebec (Attorney General) (Women’s Court of Canada)’ (2006) 18 Canadian Journal of Women and Law 193.  5  Nitya Iyer, ‘Categorical Denials: Equality Rights and the Shaping of Social Identity’ (1993) 19 Queen’s Law Journal 179; Dianne Pothier, ‘Connecting Grounds of Discrimination to Real People’s Real Experiences’ (2001) 13 Canadian Journal of Women and Law 3925.  6  San Antonio Independent School District et al v Rodriguez (1973) 411 US 1 (US Supreme Court). 7  Regina (RJM) v Secretary of State for Work and Pensions [2008] UKHL 63 (House of Lords) (The case though concerned ‘homelessness’ as a ground under Article 14 of the European Convention on Human Rights rather than the domestic legislation UK Equality Act 2010). 8  Dumore v Ontario (Attorney General) [2001] 3 SCR 2016 (Supreme Court of Canada). 9  Jackman, ‘Constitutional Contact’ (n 2); Wesson (n 2); Fredman, ‘The Potential and Limits’ (n 2); Jessica Eisen, ‘On Shaky Grounds: Poverty and Analogous Grounds under the Charter’ (2013) 2 Canadian Journal of Poverty Law 1; Martha Jackman, ‘Promoting Equality: A New Vision’ (2001)   3 been the case in discrimination laws across a wide range of jurisdictions including the US, UK, South Africa, Canada, and India: where poverty as a ground is recognised neither in the text of constitutions or national legislations, nor in the jurisprudence of their highest courts. Significant feats like recognition of ‘social condition’ under the Quebec Charter of Rights and Freedoms and ‘source of income’ under the Nova Scotia Human Rights Act, and ‘receipt of social assistance’ by appellate courts in Canada11 – which have a leading and perhaps the only successful record on the subject – now seem marginal in the absence of being adopted more widely. The result is that, apart from some notable exceptions, poverty and its consequences have been plainly dismissed as ‘constitutional castaway’12 and ‘constitutionally an irrelevance’13 in discrimination law.   This article renews the bid for addressing poverty as a subject of discrimination law. Instead of making poverty fit the criteria of grounds or fit the criteria of grounds to suit poverty, it contributes to the debate by asking fundamentally what the nature of poverty discrimination is, how has it been construed judicially, and how can it be addressed aside of including it as a ground in discrimination law. This inquiry is pursued in the light of comparative judicial thought which has grappled with poverty discrimination, beyond the few cases where poverty was specifically argued as a ground. The examples reveal the judicial reasoning through which the nature of poverty – defined by its constitutive disadvantages and intersections with other grounds – is misconceived. It is the appreciation of this intersectional nature of poverty that lies at the core of constructing a successful response to addressing poverty in discrimination law. As I go on to show, this appreciation is possible not only by reading in poverty as a ground but also by opening up ways of thinking about poverty as central to our substantive understanding of equality and non-discrimination per se. Treating poverty as a matter of discriminatory context as done in South Africa and Canada, or as a matter of substantive equality as preferred in India are two such worthwhile lessons to take cue from. These strategies not only take into account the multiple and complex disadvantages that poverty is created by and in turn contributes to, but also, are able to squarely address poverty discrimination in an effective way. The central argument is that the key to addressing poverty lies equally in first, understanding the intersectional character of poverty, and                                                                                                                                                                                                        Department of Justice; Wayne MacKay and Natasha Kim, ‘Adding Social Condition to the Canadian Human Rights Act’ (2009) Canadian Human Rights Commission. 10  See esp General Comment No 20: Non-discrimination in economic, social and cultural rights (art. 2, para. 2, of the International Covenant on Economic, Social and Cultural Rights), UN Committee on Economic, Social and Cultural Rights (2 July 2009) E/C12/GC/20 [35]. 11  Falkiner v Ontario [2002] OJ No 1771 (Court of Appeal for Ontario); Sparks v Dartmouth/Halifax County Regional Housing Authority, (1993), 119 NSR (2d) 91 (Nova Scotia Court of Appeal).  12  R v Prosper (1994) 3 SCR 236, 302 (McLachlin J) (Supreme Court of Canada).  13  Edwards v California (1941) 314 US 160, 184-85 (Jackson J) (US Supreme Court).   4 secondly, in responding to it with tools in discrimination law which are not necessarily grounds-centric. With this, the article shows where poverty discrimination exists, what the nature of such discrimination is, and how to address it within discrimination law.   Four caveats define the scope of the project. First, this article engages mainly with examples in comparative case law to understand the reception of a legal claim of poverty discrimination. This could be in the form of a direct claim which challenges a poverty-based distinction as discriminatory or a claim which is directly based on other grounds but has an intersectional impact on those who are poor; or in the form of an indirect claim where a neutral provision, criterion, or practice particularly disadvantages those who are poor. Poverty-based claims are infrequent, even if, as the article argues, not inconceivable since poverty is central to how to conceptualise inequality under discrimination law itself. The references from comparative case law are thus not meant for the purpose of directly comparing the jurisprudence but to illustrate the conceptual reasoning commonly invoked in responding to these kinds of claims. The case selection is from: Canada, which has had the most persistent engagement with poverty in discrimination law under Section 15(1) of the Canadian Charter; South Africa, which provides fitting instances of intersectional nature of poverty discrimination under Section 9(3) of the Constitution; and India, which illustrates possibilities of dealing with poverty as a matter of equality under Article 14 of the Constitution. Whilst inter-jurisdictional differences are not insignificant, it is the commonalities in the development of discrimination law in these regimes which provides a substantial basis for being considered together for the present purpose: as models of tort law adjudication with similar equality and non-discrimination guarantees in liberal Anglophone constitutions democracies.14 This project follows the long trajectory of work in discrimination law which is rife with comparative references at both legal and academic level.15  Secondly, this article is situated solely within the judicial discourse and does not consider legislative or policy based responses to poverty discrimination. This means that it also does not delve into questions of separation of powers, theories of adjudication, and democratic concerns over the judicial redressal of poverty.                                                                 14  Sandra Fredman, ‘Comparative Study of Anti-Discrimination and Equality Laws of the US, Canada, South Africa and India’ (2012) European Commission Report < http://ec.europa.eu/justice/discrimination/files/comparative_study_ad_equality_laws_of_us_canada_sa_india_en.pdf > accessed 20 October 2016. 15  See generally Christopher McCrudden, ‘A Common Law of Human Rights?: Transnational Judicial Conversations on Constitutional Rights’ (2000) 20 Oxford Journal of Legal Studies 499; Albie Sachs, ‘Equality Jurisprudence: The Origin of Doctrine in the South African Constitutional Court’ (1999) 5 Review of Constitutional Studies 76; Adam M Dodek, ‘Canada as Constitutional Exporter: The Rise of the “Canadian Model” of Constitutionalism’ (2007) 36 Supreme Court Law Review 309.   5 Whilst these issues are relevant, other contributions have dealt with them in considerable depth.16 Another notable omission is of consideration of positive duties in discrimination law to address poverty. This is an important area of research and has been examined elsewhere to reimagine the positive duties of impact assessment, affirmative action, and reasonable accommodation in addressing systemic disadvantages associated with poverty.17 This article however focuses on the adjudicative model of discrimination law concerned with ex-post invocation of general equality and non-discrimination guarantees to address violations.   Thirdly, it is important to clarify that the article does not challenge or override the significance of grounds in discrimination law. It also does not undercut the debate over recognising poverty as a ground of discrimination. Ultimately, the perspective that this article takes is that poverty is central to our substantive conception of equality and non-discrimination. And if this is so, it is important to not only think of addressing poverty as inequality or discrimination based on grounds but also as inhering in the very ideas or discourses of inequality or discrimination more broadly. In this way, the article widens the conversation to be had about poverty which has hitherto been (primarily) confined to grounds.  Finally, a note about definitions and terminology. This article is not concerned with a true or essentialist idea of poverty as the subject of discrimination. Keeping in line with the broad-based and inclusive understanding of other concepts like race, caste, gender, disability, sexual orientation, etc, in discrimination law, poverty too is expansively conceived.18 ‘Poverty’ or ‘poverty discrimination’ is used as an umbrella term which refers to constitutive and consequent deprivations of income, resources, capabilities, social inclusion, education, housing, healthcare, food, nutrition, etc.19 The article is concerned with poverty discrimination understood as distinctions or impact which exacerbates the deprivations suffered by the poor in comparison with others.20 It is thus not a study on poverty per se, but a study of how poverty features in equality and discrimination cases—what forms does it take (direct or indirect), what chief characteristics does it show (intersectional disadvantage), and how can it be redressed (through contextual analysis and substantive equality).                                                                 16  Note (n 3); Wesson (n 2). 17  Fredman, ‘The Potential and Limits’ (n 2) 588-589. 18  Nitya Duclos, ‘Disappearing Women: Racial Minority Women in Human Rights Cases’ (1993) 6 Canadian Journal of Women and Law 25; Ian F Haney López, ‘The Social Construction of Race’ in Richard Delgado and Jean Stefancic (eds), Critical Race Theory: The Cutting Edge (2nd edn, TUP 1995).  19  Amartya Sen, ‘Poor, Relatively Speaking’ (1983) 35 Oxford Economic Papers 153. 20  Fredman, ‘The Potential and Limits’ (n 2) 573.   6  The article proceeds as follows. The next section unpacks the intersectional nature of poverty in discrimination law. Section 2.1 briefly explains what is meant by the ‘intersectional’ case of poverty, and Section 2.2 highlights how it is conceptually undermined in judicial thought. Section 3 then explores two ways in which poverty can be understood and addressed as an intersectional case—first, by conceiving of it as the discriminatory context of an equality claim; and second, by conceiving of it as a matter of substantive equality. Section 4 concludes by reiterating why such a conceptual reckoning is important both for redressing poverty discrimination and developing the radical potential of discrimination law for addressing the most debilitating and persistent forms of inequality.21  2. Poverty in Discrimination Law  2.1 An Intersectional Case   ‘Intersectionality’ refers to the idea that people’s disadvantage is composed of multiple and interlocking systems of power. The term was coined by the legal scholar Kimberlé Crenshaw in 1989 to explain the Black feminist challenge to discrimination law, feminist theory, and civil rights movement in the US for excluding Black women from their discourses.22 In particular, Crenshaw argued that the dominant conception of discrimination law protected only white women from sex discrimination and Black men from race discrimination. Black women fell through the cracks of both sex and race discrimination since their experiences were defined neither by sex nor by race alone, but by sex, race, and class at the same time. The failure to protect Black women in discrimination law was thus based on a misconception of the nature of discrimination as unidimensional rather than intersectional, i.e. one composed of several crosscutting disadvantages at the same time.                                                                  21  See for a construction and defence of this radical potential, Martha Albertson Fineman, ‘The Vulnerable Subject: Anchoring Equality in the Human Condition’ (2008) 20 Yale Journal of Law and Feminism 1, 23.  22  Kimberlé W Crenshaw, ‘Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics’ (1989) University of Chicago Legal Forum 139.   7  Crenshaw’s intervention both consolidated and further stimulated the discourse which spans over two hundred years of intellectual thought.23 The running thread in the long and rich development of intersectionality theory has been the tenet that systems of power, understood broadly in terms of deprivation, subordination, oppression, exclusion, marginalisation, violence, etc, associated with power structures like racism, casteism, sexism, classism, homophobia, transphobia, ableism, ageism, etc, are co-constituted such that no single dimension of power can be individually delineated and examined as the sole cause of discrimination.24 The vast cannon on intersectionality literature has thus centred on unravelling and addressing the complexity of intersectional disadvantage and discrimination suffered by people.25    Seen from this perspective, poverty or poverty discrimination appears to be a paradigmatic intersectional case. It is intersectional not only in terms of its complex structural disadvantage which goes beyond level of income or wealth towards a broader conception of harms including loss of dignity and autonomy, social exclusion, etc, but also because it cuts across other systems of subordination associated with status groups like Blacks, women, Roma, Dalits, disabled, aged etc. Whilst some consider poverty to be solely income related, such as the World Bank’s $1.25 a day definition; human rights lawyers, development specialists, and leading economists amongst others have preferred more rounded definitions of poverty which acknowledge its complex intersectional character. For example, the mandate of the Special Rapporteur on Extreme Poverty and Human Rights specifically recognises that poverty is a ‘multidimensional phenomenon that encompasses much more than a lack of sufficient income alone…[and] involves a lack of income, a lack of access to basic services and social exclusion.’26 The United Nations Development Programme has developed a ‘Multidimensional Poverty Index’ in 2010 which reflects an understanding of poverty as overlapping                                                                 23  See esp Ange-Marie Hancock, An Intellectual History of Intersectionality (OUP 2016). For earlier manifestations of intersectional thought, see Sojourner Truth, ‘Woman’s Rights’ in Beverly Guy-Sheftall (ed), Words of Fire: An Anthology of African-American Feminist Thought (New Press 1995); Anna Julia Cooper, A Voice from the South  (OUP 1988). 24  Sumi Cho, Kimberlé W Crenshaw, and Leslie McCall, ‘Toward a Field of Intersectionality Studies: Theory, Applications, and Praxis’ (2013) 38 Signs 785, 787; Vivian M May, Pursuing Intersectionality: Unsettling Dominant Imaginaries (Routledge 2015) 37, 70–71. 25  This is inevitably a rather short summary of the origins and central precepts of intersectionality theory. For a fuller explanation, see seminal works like Patricia Hill Collins and Sirma Bilge, Intersectionality  (Polity Press 2016); Patrick R Grzanka (ed), Intersectionality: A Foundations and Frontiers Reader (Westview 2014); Nina Lykke, Feminist Studies: A Guide to Intersectional Theory, Methodology and Writing (Routledge 2010); Emily Grabham, Davina Cooper, Jane Krishnadas, Didi Herman (eds), Intersectionality and Beyond: Law, Power and the Politics of Location (Routledge Cavendish 2009). 26  Philip Alston, Special Rapporteur on Extreme poverty and Human Rights (2015) <http://www.ohchr.org/EN/Issues/Poverty/Pages/SRExtremePovertyIndex.aspx> accessed 20 October 2016.   8 deprivations of health, education and standard of living, deconstructed by region, ethnicity, and other groups.27 Sen and Naussbaum have offered the capabilities approach which spans bodily health, integrity, education, agency or control over material and political environment, going far beyond an economic figure representing what it means to be poor.28 It is now trite to argue that poverty as a phenomenon is simply a measure of resources in hand. Magdalena Sepúlveda Carmona explains the structural disadvantage associated with poverty in these terms: poverty is a complex human condition characterized by sustained or chronic deprivation of the resources, capabilities, choices, security and power necessary for the enjoyment of an adequate standard of living and other economic, civil, cultural, political and social rights. Poverty is not an autonomous choice, but rather a multifaceted situation from which it may be difficult, if not impossible, to escape without assistance.29  On the other hand, Sandra Fredman acknowledges the relationship between poverty and status groups in these words:  Groups which suffer from discrimination on status grounds are disproportionately represented among people living in poverty. Conversely, people living in poverty experience many of the elements of discrimination experienced by status groups, including lack of recognition, social exclusion and reduced political participation.30 The dual intersectional character of poverty – one which is composed of intersecting forms of disadvantages and their intersection with the condition of status groups – characterises a situation of deep-seated inequality and discrimination. Poverty not only causes and contributes to other forms of disadvantages like economic deprivation, loss of dignity and autonomy, social exclusion, etc, but is also, in turn perpetuated and intensified by these other forms of disadvantages including those which particularly plague groups which continue to suffer historical forms of socio-economic, political and cultural disadvantage. Thus, understood in these intersectional terms, poverty appears to be at the heart of, rather than at the margins of, inequality. An example helps understand this relationship closely. Take the case of social assistance paid by the State to its citizens. The benefit helps those who are otherwise unable to sustain themselves to maintain a dignified standard of living. If permanent residents who are destitute and in need of the benefit excluded because they are not citizens of the State, they are not only left to suffer from poverty as in lack of resources to be able to                                                                 27  UNDP, Multidimensional Poverty Index (MPI) (2010) <http://hdr.undp.org/en/content/multidimensional-poverty-index-mpi> accessed 20 October 2016. 28  Amartya Sen, Development as Freedom (OUP 1999); Martha Nussbaum, Women and Human Development (CUP 2001). 29  Report of Magdalena Sepúlveda Carmona, Special Rapporteur on extreme poverty and human rights, General Assembly, A/66/265, 66th Session (2011) [5] (citations omitted).  30  Fredman, ‘The Potential and Limits’ (n 2) 567.   9 access a minimally decent life, but are also treated as less worthy than citizens, merely because they do not possess the requisite passport. They are excluded from meaningfully participating in the society despite being lawfully and permanently settled in the country. The exclusion is discriminatory because it perpetuates this complex cycle of disadvantage of all non-citizens who are in need of social grants. This was the decision of the South African Constitutional Court in Khosa v Minister of Social Development.31 Mokgoro J’s powerful opinion was based on the fact that such an exclusion not only distinguished between citizens and non-citizens on the basis of the analogous ground of citizenship but that it ultimately differentiated between rich and poor South Africans in a manner which constituted unfair discrimination under Section 9(3) of the Constitution. According to Mokgoro J, the lack of a minimally decent standard of living, the loss of dignity to be treated as equal members of the society, and the ability to meaningfully participate in it, affected the permanent residents in the ‘most fundamental way’.32  Poverty – understood in this intersectional way in terms of multiple disadvantages and inhering in status groups like non-citizens – thus became the very crux of the discrimination claim before the Court.   Khosa though is an outlier in this respect. Poverty has rarely been considered so central to inequality qua discrimination law. Aside of the jurisprudential debate over whether poverty itself constitutes a ‘ground’ or defines a homogenous status group for protection, poverty based classifications or effects are rarely seen as problematic in themselves or in conjunction with other grounds like citizenship in Khosa. In fact, as Marta Fineman remarks: ‘discrimination-based [grounds-based] arguments have accomplished too little with respect to dismantling broad systems of disadvantage that transcend racial and gender lines, such as poverty.’33 Whilst Fineman goes on to argue against the grounds-based conception of discrimination law, I argue that discrimination law has accomplished too little in respect of addressing poverty not because of its grounds-based focus but because of the fundamental lack of a substantive conception of poverty as a ‘broad system of disadvantage’. In other words, poverty in discrimination law has been understood not in intersectional terms (per Khosa), but as a fragmented or simplistic case of economic redistribution which has nothing to do with other forms of disadvantage and discrimination of status groups. The next two sections explore how and why such has been the case across discrimination regimes.                                                                   31  2004 (6) SA 505 (South African Constitutional Court).  32  ibid [81]. 33  Fineman (n 21) 17.    10 2.2 The Judicial Treatment of Poverty   In the light of instructive examples from comparative case law, this section highlights the conceptual resistance to recognising the nature of poverty and poverty discrimination. The resistance is especially towards understanding poverty’s intersectional character such that it furnishes not a pure site of discrimination: (i) which is just economic in nature – but produces disadvantage which interacts with other harms like those of stereotyping, prejudicing, demeaning and inhibiting substantive freedoms, social inclusion, autonomy, and dignity; or (ii) which occurs in insolation of other status-identities – but intersects with other grounds like race, gender, religion, ethnicity, sexual orientation, age, disability, etc. The section elaborates on the lines of reasoning invoked in mischaracterising the intersectional nature of poverty in discrimination law.    The Indian Supreme Court’s decision in Rajbala v State of Haryana34 is a typical case of treating poverty as severed from its constitutive disadvantages and resulting effects which go beyond lack of income. The case concerned a constitutional challenge to the criteria of eligibility for candidature for the village “panchayats”—local self-governing bodies at the lowest level of the governmental hierarchy. The criteria included requirements for the candidates to possess minimum education qualification of matriculation, and to have a functional toilet at their residence, to be able to contest in the elections. Both the requirements were challenged as running counter to Article 14 of the Constitution which provides that ‘the State shall not deny to any person equality before the law or the equal protection of the laws within the territory of India.’ Writing for the Court, Chelameswar J found the requirements to be consistent with the right to equality. First, in relation to the educational requirement, he found that although it created two classes of—‘those who are qualified by virtue of their educational accomplishment to contest the elections to the Panchayats and those who are not’, such a classification was sustainable at the altar of Article 14 because it was not ‘irrational or illegal or unconnected with the scheme and purpose’ for which it was enacted.35 He thus held that, since ‘it is only education which gives a human being the power to discriminate between right and wrong, good and bad…[the] prescription of an educational qualification is not irrelevant for better administration of the Panchayats’.36 Second, in respect of the requirement for a functional toilet, he found that although ‘a large number of rural population simply cannot afford to have a toilet at their residence as it is beyond their                                                                 34  (2016) 1 SCC 463 (Supreme Court of India). 35  ibid [85]. 36  ibid.   11 economic means’,37 the classification between eligible contestants based on this requirement was also not discriminatory since the government had provided large scale financial assistance to the rural poor to construct toilets. Thus, if people still did not have toilets ‘it is not because of their poverty but because of their lacking the requisite will’.38   This was the extent of Chelameswar J’s equality analysis. The simplistic treatment of the relationship between equality and poverty is apparent. Chelameswar J disregarded the impact of the two requirements on disqualifying vast sections of rural poor who were otherwise eligible to contest in the panchayat elections. The evidence before the Court included the fact that the educational requirement disqualified more than 50% of those otherwise eligible to hold office at the panchayats. It was also shown that, in addition to the poorer sections of the society, ‘women and scheduled castes would be worst hit by the impugned stipulation as a majority of them are the most unlikely to possess the minimum educational qualification.’39 Chelameswar J treated the impact of the impugned classification with trifling importance, choosing to focus instead on the benefits of education and its tenuous link with the governance of the village panchayats. He thus ignored how lack of education was based on poverty and how it reinforced poverty by creating disadvantages like the present one which ousted eligible candidates because they were uneducated. Similarly, the classification based on functional toilets, treated the poor as victims of their own doing, implying stereotypes which viewed the poor as uninitiated, irresponsible, and ultimately unworthy of democratic participation. Thus, poverty, understood in terms of the inability to access basic goods like education and toilets, was the actual basis of the loss of the ability to contest in elections and to participate in local self-governance and democratic institutions like panchayats. This in turn had locked the rural poor, and especially women and those belonging to lower castes, into unending cycles of structural disadvantage, thus perpetuating poverty of income, basic resources, dignity, and participation. In this cyclical way, poverty was both the cause as well as the effect of the classifications—arising out of and reinforcing several interconnected forms of disadvantages at once. The Court barely considered poverty or the discrimination associated with it in these intersectional terms—                                                                37  ibid [93]. 38  ibid [95]. 39  ibid [74].   12 choosing to focus instead mainly on economic deprivation as unconnected to basis goods like education and sanitation and an unintended consequence of otherwise well meaning state policies. 40  The Canadian Supreme Court too has often missed the intersectional disadvantage connected with poverty.41 Gosselin serves as an apt example. Louise Gosselin – a young, poor, unemployed female battling with mental health issues – challenged the Quebec government’s social assistance scheme which reduced the base amount payable to welfare recipients under 30 years of age to a third of the amount payable to those 30 and over. She argued that this constituted age discrimination which violated Section 15(1) of the Canadian Charter. Because the criteria for making the legislative distinction was age-based (which is an enumerated ground under Section 15(1) of the Canadian Charter), it is possible to see why the claim was argued as a matter of direct discrimination on the basis of age. But one may reclassify the claim as poverty discrimination proper because it challenges the criterion (of age) for redistribution (of social assistance) because it excludes those actually in need of social assistance and thus perpetuates the socio-economic disadvantage suffered by them.42 The situation in Gosselin was however even more complex. The criterion of under 30 not only deprived everyone under 30 from a higher rate of social assistance but it had a specific impact on women like Louise Gosselin on the basis of their gender. In addition to her economically weaker position in Canada where women are poorer in comparison to men,43 she was also subjected to sexual harassment and abuse in her attempt to make ends meet for food and shelter.44 As L’Heureux Dube J noted in her dissent, Louise Gosselin suffered ‘imminent and severe threat of poverty’, malnutrition, turning to prostitution in dire situations, and wholesale exclusion from participation in Canadian society.45 Her compounded vulnerability was thus defined by the intersection of poverty, age, gender, and disability, which in turn led to destitution, malnutrition, homelessness, physical, mental and sexual abuse along with being thrown at the margins of social and political life in Canada.                                                                 40  See also a similar result in Richa Mishra v State of Chhattisgarh (2016) Civil Appeal No. 274 (Supreme Court of India).  41  Gosselin v Quebec (Attorney General) [2002] 4 SCR 429 (Supreme Court of Canada). 42  In fact, the feminist rewriting of the Gosselin judgement does just that. See Brodsky et al (n 4) and the discussion in Section 3.1 below.   43  Rachel Cox, ‘Welfare Rights Are Women’s Rights: Report on the Consultation’ (2001) Report on the Consultation held by The National Association of Women and the Law on the Gosselin case <http://www.nawl.ca/ns/en/documents/Pub_Report_Gosselin01_en.pdf> accessed 24 November 2016. 44   Gwen Brodsky and Shelgah Day, ‘Beyond the Social and Economic Rights Debate: Substantive Equality Speaks to Poverty’ (2002) 18 Canadian Journal of Women and Law 185, 216-217. 45  Gosselin (n 41) [132].   13  The majority judgement delivered by McLachlin J however focused exclusively on age discrimination. And since ‘age is not strongly associated with discrimination and arbitrary denial of privilege’,46 she dismissed the claim that the distinction perpetuated a stereotype or reinforced prejudice on the basis of age and thereby violated Section 15(1). The exclusive focus on age misses the entire point of the discrimination claim which was challenging the age based distinction not because it perpetuated stereotypes and prejudices associated with age per se but because it was on the basis of age as a criterion that people like Louise Gosselin, who were desperately in need of social assistance, were excluded. It was the connection between the criterion (age) and the actual impact (of being rendered homeless, destitute, hungry and prone to sexual harassment and poor mental health) which represented their disadvantage. But the focus on age lost sight of the disadvantage which was intersectional in nature, and the entire purpose of a social assistance programme – to uplift people out of poverty.   What is worth noting is that even when this disadvantage was acknowledged, it was seen as an individual failing rather than a legislative one by the majority. Poverty and its attendant deprivations were seen as nothing to do with structures, but with individuals themselves, at best miserable and unfortunate, and at worst irresponsible and meritless.47 Viewed through this individualistic lens, poverty obviously fell beyond the purview of discrimination as concerned with structural disadvantage between groups rather than individual circumstances. Thus in describing Louise Gosselin’s inability to participate in employment training programmes provided by the government for those below 30, the Court remarked that: ‘[s]he ended up dropping out of virtually every program she started, apparently because of her own personal problems and personality traits,’ thus making it difficult for the Court to draw any conclusions from ‘Ms. Gosselin’s personal difficulties [about] the structure of the welfare program.’48 In fact, McLachlin CJ went on to draw quite the opposite conclusion that: ‘when Ms. Gosselin dropped out of programs, the record indicates that this was due to personal problems, which included psychological and substance abuse components, rather than to flaws in the programs themselves. Ms. Gosselin’s experience suggests that even individuals with serious problems were capable of supplementing their income under the impugned regime.’49  In this way, Louise Gosselin’s                                                                 46  ibid [31]. 47  For the development of thought on the ‘underserving poor’ especially in the US, Michael B Katz, The Undeserving Poor: America’s Enduring Confrontation with Poverty (OUP 2013). 48  Gosselin (n 41) [7] [8]. 49  ibid [48] (emphasis supplied).   14 compounding struggles with dire poverty as a welfare recipient under 30 became her own ‘personal problems’ which allowed the Court to justify her ‘falling through the cracks.’50  The majority’s rationale for letting ‘some people’ fall through the cracks effectively lets the wellbeing of the most vulnerable individuals to be sacrificed.51 The ‘some people’, at least in Gosselin, seem to have been those whose disadvantage was not just because they were under 30 but those who suffered compounding disadvantages of homelessness, destitution, starvation, risks of prostitution and physical, sexual and mental abuse; based not just on age and poverty but also other grounds like gender and disability. The circumstance of such an intersectional claimant is something the Court readily accepts as ‘pushed well below the poverty line’ but considers it too peculiar or self-inflicted to be seen as discrimination under the social assistance programme.52 Louise Gosselin and those in a similar position as her are thus ousted from the protectorate of discrimination law because the complexity of their disadvantage is not just actively ignored, but seen as accruing not because of discrimination but because it is just them.53   The South African Constitutional Court in S v Jordan54 too saw the economic disadvantage and social exclusion of female sex workers as a natural consequence of their life choices. Jordan involved a constitutional challenge to a criminal provision which implicated both the customer and the prostitute for engaging in commercial sex on the basis that it unfairly discriminated against women. The challenge was premised on the fact that whilst not a single case was registered against customers, prostitutes – who were overwhelmingly female – were targeted under the provision.55 The majority found that the provision did not constitute discrimination under Section 9(3) of the Constitution because the unfortunate position of female prostitutes was borne not out of law, but out of risks assumed in choosing their profession and social attitudes attached to it.56 The minority opinion on the other hand found the provision to be indirect discrimination because it had an unfair impact on women.57 However, both the majority and minority concurred on the point that social stigma and vulnerability of female prostitutes was a result of ‘their own conduct’ and ‘social attitude [but] not the result of the law’ because ‘prostitutes knowingly accept the risk of lowering their standing in the eyes of                                                                 50  ibid [55]. 51  ibid [72]. 52  ibid [65]. 53  Duclos (n 18) 44. 54  2002 (6) SA 642 (South African Constitutional Court). 55  ibid [42]. 56  ibid [16]. 57  ibid [66]-[71].   15 the community, thus undermining their status and becoming vulnerable.’58 The blame for social exclusion and vulnerability of the female prostitutes was thus seen as shared between the society and the prostitutes and a criminal provision which effectively punished only women for exchanging sex for money contributed tangentially, it at all, to their disadvantage. Jordan is one of the unfortunate failures of the otherwise progressive Constitutional Court for reasons of misconceiving not just what discrimination is but also the social context in which it operated: the context of utter economic deprivation and compulsion which defined the choice of prostitution. What, had the Court asked itself, would have been the answer to the fitting question posed by Mackinnon: ‘If prostitution is a free choice, why are the women with the fewest choices the ones most often found doing it?’59 Put in context, the dimensions of this choice were evidently constituted by the intersection of destitution and gender subordination.60  The Constitutional Court though missed another opportunity of recognising this in Volks NO v Robinson.61 This time it dismissed the constitutional challenge to a provision which denied unmarried partners of long term relationships to claim from the estate of their deceased partners on the basis of marital status discrimination under Section 9(3) of the Constitution. Skweyiya J, writing for the majority, framed the distinction between spouses and unmarried partners as a matter of respecting the freedom of testation of the deceased partner and their choice to marry.62 He acknowledged the economic dependence, sexual and emotional subordination of women in cohabitation relationships but attributed them to consequences of their own choice of not marrying their male partners. He found little inspiration from the fact that Mrs Robinson was ‘at all times prepared to marry’ and had no real choice in the matter given Mr Robinson’s choice not to marry.63 The elusive choice for female partners was ‘part of a broader societal reality’ while the ‘[legal] reality [was] that maintenance claims in a poverty situation [were] unlikely to alleviate vulnerability in any meaningful way.’64 What this line of reasoning does is it blithely removes economic deprivation and subordination of women from the sphere of equality and non-discrimination. It conveys that provisions excluding people from                                                                 58  ibid [16] [17] [66]. 59  Catharine Mackinnon, ‘Prostitution and Civil Rights’ (1993) 1 Michigan Journal of Gender & Law 13, 28. 60  Catharine Mackinnon, ‘Trafficking, Prostitution and Inequality’ (2011) 46 Harvard Civil Rights-Civil Liberties Law Review 271. 61  2005 (5) BCLR 446 (South African Constitutional Court). 62  ibid [60] [94]. 63  ibid [18]. 64 ibid [66].   16 maintenance could not be adjudged discriminatory on the basis of rendering unmarried partners, especially women, poor. The paradigm of choice – no matter Hobson’s or hypothetical – provides the basis for this.   The Supreme Court of Canada relied on this in Quebec (Attorney General) v A.65 Like Volks, the case challenged the exclusion of de facto spouses, like the claimant A, from the economic protections for formal spousal unions as discriminatory on the basis of marital status under Section 15(1) of the Canadian Charter. McLachlin CJ, reaffirmed the governing paradigm of choice in these words: The impugned provisions enhance the freedom of choice and autonomy of many spouses as well as their ability to give personal meaning to their relationship. Against this must be weighed the cost of infringing the equality right of people like A, who have not been able to make a meaningful choice. Critics can say and have said that the situation of women like A suggests that the legislation achieves only a formalistic autonomy and an illusory freedom. However, the question for this Court is whether the unfortunate dilemma faced by women such as A is disproportionate to the overall benefits of the legislation, so as to make it unconstitutional.66   Much like Volks, it was not that the majority opinion did not appreciate the economic vulnerability and plight of women like A, but it was ultimately considered trivial as against the overall benefits of the legislation. Surely, the Court’s approach can be turned on its head, wherein the overall benefits of the legislation that are claimed are considered illusory and rebutted when someone like the claimant shows that the assumptions of autonomy and choice on which it is based do not materialise for women who are economically dependent on their former spouses who refuse to marry them. But it is clear that, Courts seldom explore the connection between poverty and status groups or inquire about poverty within status groups like women. In fact, in Quebec v A, the Canadian Supreme Court was specifically reminded by the intervenors, Women’s Legal Education and Action Fund: ‘that spousal relationships are marked by gender inequality and that the Court should take that inequality into account in determining whether the impugned statutory provisions are discriminatory.’67 The Canadian Supreme Court in Hodge v Canada68 had also noted statistics indicating the overwhelming number of ‘unattached women’ (single women or widows) who lived in poverty.69 These claims – challenging the criteria for claiming benefits related to spousal relationships – inevitably failed in the absence of an appreciation of the actual disadvantage at play—which was defined by the intersection of disadvantages associated with poverty and recognised grounds like gender and marital status. But the ilk of Rajbala, Gosselin,                                                                 65  2013 SCC 5 (Supreme Court of Canada). 66  ibid [449]. 67  ibid [49]. 68  [2004] 3 SCR 357 (Supreme Court of Canada). 69  ibid [44].   17 Jordan, Volks, and Quebec v A discount poverty and its constituting disadvantages like starvation, destitution, homelessness, physical, sexual and mental abuse as subjects of discrimination law at all. The omission appears neither calculated nor well-meaning but based on an unquestioning assumption of the dominant framework in discrimination law which is too removed from complex disadvantages associated with poverty, and too fixated on grounds or status groups considered independently and in isolation of the poverty which exists within them.  3. Responding to Poverty Discrimination   The last section picked through two related lines of reasoning through which poverty and its consequences have been relegated to the margins of discrimination law. Both have to do with misconceiving the complex intersectional nature of poverty – as simply economic deprivation and operating in isolation of other grounds of discrimination. As noted earlier, one way to respond to this is by matching this nature of poverty with the test for recognising analogous grounds. This strategy may help in responding to claims like Gosselin – based on the analogous grounds of reliance on social assistance combined with age.70 Such a benefit has been elusive so far since the strategy for recognising analogous grounds has been seldom successful. But what the discussion in the last two sections has shown is that poverty features in discrimination law in a more varied manner than as a ground per se: though it remains largely misconceived. The awareness of the waning record of recognising poverty as a ground and the misconceiving of the nature of poverty, alerts us to the need for expanding our sites for intervention. Two developments stand out as particularly helpful in this venture – the contextual discrimination analysis pursued by the South African Constitutional Court and Canadian Supreme Court and the use of the substantive equality framework under Article 14 of the Indian Constitution (which is distinct from Article 15 on grounds based discrimination). Both of these open up innovative ways of addressing poverty in conceptually and doctrinally sustainable ways within discrimination law.    3.1 Poverty as Discriminatory Context                                                                  70  Brodsky et al (n 4).   18 Contextual approach to discrimination has been popular with the South African Constitutional Court and the Canadian Supreme Court. According to the South African Constitutional Court: ‘Discrimination does not take place in discrete areas of the law, hermetically sealed from one another, where each aspect of discrimination is to be examined and its impact evaluated in isolation. Discrimination must be understood in the context of the experience of those on whom it impacts.’71 Albertyn and Goldblatt delineate four strands of the South African contextual approach: (i) analysis of the socio-economic situation of claimant; (ii) impact on the claimant as flowing from systemic patterns of group disadvantage; (iii) relevance of examining complex forms of discrimination yielded by multiple identities in an intersectional way; and finally (iv) an appreciation of the historical context of the claim.72 Similarly, the Canadian Supreme Court has maintained that: ‘To determine whether the law violates [section 15(1)], the matter must be considered in the full context of the case, including the law’s real impact on the claimants and members of the group to which they belong.’73 Law v Canada (Minister of Employment and Immigration) 74  enlisted four non-cumulative and non-exhaustive contextual factors to aid the discrimination analysis: (i) preexisting disadvantage vulnerability, stereotyping, or prejudice experienced by the individual or group; (ii) relationship between grounds and the claimant’s characteristics or circumstances; (iii) ameliorative purpose or effects; and (iv) nature of the interest affected.75  The contextual approach allows a 360 degrees view of the discrimination claim. Its comprehensive scale of factors opens up the possibility of including poverty as a context relevant in examining the disadvantage at play in a discrimination claim. The minorities in controversial cases like Gosselin and Volks have applied this approach especially for addressing multiple and intersectional forms of disadvantage. They provide an excellent contrast to the majority reasoning which fixated on a single ground and thus excluded other status-identities like gender, and disadvantages associated with peoples circumstances and context, such as economic subordination, and lack of income. Instead, the contextual analyses of the minority judges cast a wide net for what could be considered in the discrimination analysis to appreciate the disadvantage or                                                                 71   National Coalition for Gay and Lesbian Equality v Minister of Home Affairs 2000 (2) SA 1 [35] (South African Constitutional Court). 72  Cathi Albertyn and Beth Goldblatt, ‘Facing the Challenge of Transformation: Difficulties in the Development of an Indigenous Jurisprudence of Equality’ (1998) 14 South African Journal on Human Rights 248, 260-261. 73  Withler v Canada [2011] 1 SCR 396 (Supreme Court of Canada) [2]; Andrews v Law Society of British Columbia [1989] 1 SCR 143 (Supreme Court of Canada). 74  [1999] 1 SCR 497 (Supreme Court of Canada) 75  ibid [59] [87].   19 impact of direct or indirect discrimination, beyond the limited sphere of grounds and the narrowly defined groups based on them.  For example, Sachs J’s dissenting opinion in Volks characterises the contextual approach in respect of poverty and serves as an invaluable lesson in how to account for and address poverty and its consequences in discrimination law via context. His analysis in Volks begins with setting the perspective of the legal claims under the heading: ‘socio-legal context: patriarchy and poverty.’76 The distinction between married and unmarried partners was thus, seen not simply as a case of disadvantage based on marital status alone, but one which was centrally defined by other identities and contexts like gender and poverty respectively.77 The determination of unfair discrimination under Section 9(3) of the Constitution was to be made in the twin context of patriarchy and poverty because: it is women rather than men who suffered disadvantage because of their status of being married or unmarried. Any investigation of unfairness resulting from marital status would accordingly have to take into account the manner in which patriarchy dictated the advantage or disadvantage associated with the status of being married or not being married.78  The reality against which the Act must be interpreted is that many recently bereaved, elderly, and poor women find themselves with no assets or savings other than their clothing and cooking utensils, little chance of employment and only the prospect of a state old-age pension to keep them from penury…the law cannot ignore the fact that lack of resources has left many women with harsh options only. Their choice has been between destitution, prostitution and loneliness, on the one hand, and continuing cohabitation with a person who was unwilling or unable to marry them on the other. Any consideration of the fairness or otherwise of excluding from maintenance claims people who chose the latter path, must take account of this.79  The appreciation of the actual context of the claim and the reality of operation of the legislative distinction furnished the basis for accounting for poverty and its consequences in the discrimination analysis. Once appreciated, it thus formed the basis for Sachs J’s finding of unconstitutionality. But he did not stop at noting its redistributive consequences and its intersection with gender. He observed that the recognition harm of excluding poor women from maintenance included insidious stereotyping and prejudiced judgements about their long-term relationships as inferior to marriage: Relegation to poverty, coupled with the imputation of having been a lawless interloper in the life of the deceased, severely affronts the dignity of the survivor…Where legal formulae function in a stereotypical manner that is impertinent to those affected, serious equality issues are engaged. As so                                                                 76  Volks (n 61) [163]. 77  ibid [191]. 78  ibid [199]. 79  ibid [225].   20 often happens in cases where prejudice is habitual and mainstream, the hurt to those affected is not even comprehended by those who cause it, and passes unnoticed by members of the mainstream.80  In this way, Sachs J’s analysis touches upon the salient features of poverty discrimination which are not only limited to redistributive consequences but pan a wide range of recognition and expressive harms, as well as intersections with other grounds like gender and marital status which exacerbate the disadvantage suffered by poor surviving female partners of long term cohabitation relationships. The contextual approach allows for this in a free flowing and comprehensive way.  Similarly, the Canadian Supreme Court in Gosselin applied the contextual approach set out above in the four factors from Law v Canada: pre-existing disadvantage; relationship between grounds and the claimant group’s characteristics or circumstances; ameliorative purpose; and nature of the interest affected. Whilst the majority reckoned with Louise Gosselin’s poverty under this analysis but ultimately attributed it to her own personal problems and misfortune; in contrast, the individual dissenting opinions of L’Heureux-Dubé J and Bastarache J factor in ‘imminent and severe threat of poverty’, factually and wholly, without relegating consequences like homelessness, malnutrition, risk of prostitution and wholesale exclusion from participation in Canadian society to simply matters of choice or personality.81  Bastarache J specifically goes over each of the Law factors and accounts for poverty and its consequences in detail in the first, second and fourth. He examined the first contextual factor of pre-existing disadvantage by assessing the positive stereotypes associated with the employability of those below 30 in the context of the particular social group of welfare recipients. Once the focus was narrowed to the group actually claiming to have been discriminated, it was easier to bring out evidence of both redistributive and recognition aspects of discrimination suffered by them based on their poverty or economic status as welfare recipients: the record makes clear that it was not, in fact, easier for persons under 30 to get jobs as opposed to their elders. The unemployment rate in 1982 had risen to 14 percent, with the rate among young people reaching 23 percent. As a percentage of the total population of people on social assistance, those under 30 years of age rose from 3 percent in 1975 to 12 percent in 1983. Thus, the stereotypical view upon which the distinction was based, that the young social welfare recipients suffer no special economic disadvantages, was not grounded in fact; it was based on old assumptions regarding the employability of young people.82                                                                  80  ibid [221]. 81  Gosselin (n 41) [132]. 82  Gosselin (n 41) [235].   21 This approach appears particularly helpful for addressing the ‘concentration of poverty within status groups.’83 It supports a contextual analysis of grounds-based discrimination by including a comprehensive overview of the claimant’s disadvantage and surrounding circumstances including poverty. Thus, per Bastarache J’s contextual approach, one goes beyond grounds such as age and zooms in on the actual claimant and her group whose disadvantage is defined not just by the ground but also her context. The simple power of this approach lies in allowing poverty to become the basis upon which a distinction can be adjudged discriminatory along with the ground: ‘The effect of the distinction in the present case is that the claimant and others like her would have had their income far below not just the government’s poverty line, but its basic survival amount. A genuine contextual approach will appreciate this…’84  The feminist rewriting of the Gosselin judgement by Brodsky, Cox, Day and Stephenson follows this cue and applies a contextualised view of age by not only focussing on the category of young adults [below 30] but particularly ‘young people in question were also eligible welfare recipients under the Québec scheme or, to make it simpler, young women and men who were destitute.’85 As they remark, this approach did not require reading in another poverty based ground because: Taking a properly contextualized view of the ground of age, as it functioned inside the Québec welfare scheme, this ground alone is sufficient to ground this claim. That is, if one considers that the group of young people who stand at the centre of the Gosselin case are young people seeking social assistance to meet basic needs, it is not strictly necessary to invoke additional grounds of discrimination.86  Although they went on to find that the reliance on social assistance, or destitution, combined with age could itself be recognised as an analogous ground, they emphasised that a ‘fully contextualized reading’ of age could do the job just as well. By focusing on the position of the claimants and those in their position, one moved from a plain understanding of groups based on a single ground to a contextualised identification of groups facing intersectional disadvantage. This led to the recognition that disadvantage suffered on the basis of the criterion of being below 30 especially affected those who were destitute and in dire need of social assistance, in addition to other potential groups with high incidence of poverty including aboriginal women, people with disabilities, recent immigrants, people of colour, and single mothers.87 The simultaneous focus on groups who are poor (those below 30 and in need of social assistance) and poverty within status groups (women, disabled                                                                 83  Fredman, ‘The Potential and Limits’ (n 2) 566. 84  Gosselin (n 41) [252]. 85  Brodsky et al (n 4) [31]. 86  ibid [32]. 87  ibid [41] [42].   22 women, aboriginal women etc) provides an excellent example of the fine grained impact analysis possible in discrimination claims driven by the contextual approach.   In sum, the contextual approach is straightforward: it allows identities, circumstances, historical and existing disadvantage, and group status to be recognised for what they are. Once recognised as such, incontrovertible facts like under 30s on social assistance being ‘exposed to deep poverty’ 88  become determinative in the final analysis, rather than being dismissed willy-nilly as simply economic, too complex or intersectional, or just the personal problems of the claimants. Through the contextual approach which goes for ‘the whole picture in a discrimination claim,’ poverty finds an entry point in discrimination claims, previously denied by the single ground focus in discrimination law.89  3.2 Poverty as a Matter of Substantive Equality  The idea of substantive equality denotes a multi-dimensional framework which underlies the equality and non-discrimination guarantees. As conceptualised in Fredman’s leading account, it embodies four overlapping dimensions—redistribution, recognition, transformation, and participation: First, [substantive equality] aims to break the cycle of disadvantage associated with status or out-groups. This reflects the redistributive dimension of equality. Secondly, it aims to promote respect for dignity and worth, thereby redressing stigma stereotyping, humiliation, and violence because of membership of an identity group. This reflects a recognition dimension. Thirdly, it should not exact conformity as a price of equality. Instead, it should accommodate difference and aim to achieve structural change. This captures the transformative dimension. Finally, substantive equality should facilitate full participation in society, both socially and politically. This is the participative dimension.90  Substantive equality rejects that equality or non-discrimination comprises of a single value encapsulated in notions of formal equality (likes to be treated alike), redistribution (lack of resources, income, opportunities, capabilities), recognition (dignity, stigma, stereotyping, prejudice), transformation (structural harm, autonomy, promoting substantive freedoms) or participation (social exclusion) alone. Rather, it brings together a whole range of values which form the basis of our understanding of equality and non-discrimination. In this way, substantive equality illuminates the nature of equality as co-constituted by these several dimensions and thus                                                                 88  Gosselin (n 41) [254]. 89  Duclos (n 18) 50. 90  Sandra Fredman, Discrimination Law (2nd edn, OUP 2011) 25.   23 posits a structural relationship between these dimensions such that they neither operate independently nor are they confined to a single group of persons.   Characterised this way, the intersectional case of poverty appears to be at the heart of the substantive conception of equality and non-discrimination. As Fredman argues, viewed through the lens of substantive equality, poverty can be appreciated not only in terms of its redistributive harms but also – what are traditionally understood as – status-based harms like stigma, social exclusion, and loss of autonomy. Thus, according to Fredman, appreciating this connection between redistribution and other harms means that a genuine commitment to addressing status inequality ‘necessarily entails addressing the poverty and economic disadvantage that have resulted from structural discrimination against women, black people, people with disabilities and other status groups.’91 Catherine Albertyn too reinforces this point that substantive equality ‘requires the dismantling of systemic inequalities, the eradication of poverty and disadvantage (economic equality) and the affirmation of human identity and capabilities (social equality).’92 The broad conception of non-discrimination as substantive equality thus speaks to the broad conception of poverty as an intersectional case of multiple disadvantages associated with multiple status groups.   The interpretation of poverty or poverty discrimination within the substantive equality framework is most prominently visible in the recent case law from India. Substantive equality so-called, has been invoked as the justification for the enabling provisions for positive action under Articles 15(3)-(5) and 16 of the Constitution.93 The general guarantees of equality and non-discrimination under Articles 14 and 15(1) respectively, however, have been interpreted mainly as prohibitions of unreasonable or arbitrary distinctions which either fail to have a legitimate objective or that the objective fails to have a rational nexus with the distinction drawn. The difference is that, as a general right to equality before law which provided that ‘the State shall not deny to any person equality before the law or the equal protection of the laws’, Article 14 could be used to attack any distinction; while Article 15(1) which specifically prohibited discrimination by proclaiming that ‘the State shall not discriminate against any citizen on grounds only of religion, race, caste, sex, place of birth or any of them’, was confined to distinctions based on the enumerated grounds. The                                                                 91  Fredman, ‘The Potential and Limits’ (n 2) 567.  92  Catherine Albertyn, ‘Substantive Equality and Transformation in South Africa’ (2007) 23 South African Journal of Human Rights 254, 257.  93  Indira Sawhney v Union of India [1992] 6 SCR 321 (Supreme Court of India); Islamic Academy of Education v State of Karnataka (2003) 6 SCC 697 (Supreme Court of India); Indian Medical Association v Union of India (2011) 7 SCC 179 (Supreme Court of India).   24 breakthrough came with the case of Anuj Garg v Hotel Association of India,94 when the Supreme Court of India specifically interpreted Article 15(1) substantively as embodying notions of autonomy and dignity, as well as, an anti-stereotyping approach in relation to sex discrimination against women. This trend was followed by the Delhi High Court in NAZ Foundation v Government of NCT95 concerning discrimination based on the analogous ground of sexual orientation, and later by the Supreme Court in National Legal Services Authority (NALSA) v Union of India96 concerning discrimination based on the analogous ground of ‘third gender’ to protect transgender persons under Article 15(1) of the Constitution.97 The development of a substantive conception of equality under Article 14 though has been slower and the general right to equality is, still, mainly considered from the perspective of the administrative standard of reasonableness or non-arbitrariness of distinctions. References to substantive equality as a locution or its independent components remain absent in the consideration of the right to equality claims under Article 14. However, digging deeper, one finds that some of the recent cases under Article 14 – even as they were facially applying the reasonableness/arbitrariness standard of review – have adopted a form of analysis which resembles the substantive equality framework. What is distinct about this set of cases is that the Supreme Court seems to engage with substantive equality in relation to distinctions drawn or impact suffered, which create and perpetuate poverty discrimination. With this, the Court seems to not only be able to delineate the intersectional case of poverty—as caused by and leading to a cross-section of disadvantages which are not just economic in nature, and cutting across multiple status groups—but also classifying and redressing it as a matter of inequality or discrimination prohibited under the Constitution. The decision in State of Maharashtra v Indian Hotel and Restaurants Association provides a neat illustration of this.98   The case concerned a ban on ‘bar dancing’ or performance of dance programmes in hotels and establishments which were below the rank of ‘three stars’, on the basis that the dance was lewd and obscene, and that it operated as a guise for prostitution rackets and criminal activities in these establishments. The ban was challenged as violative of: (i) Article 21 on the right to life which included the right to livelihood of 75,000 bar dancers who were rendered jobless and forced into prostitution merely to survive and provide for their                                                                 94  (2008) 3 SCC 1 (Supreme Court of India) 95  (2009) 160 DLT 277 (High Court of Delhi). 96  Writ Petition (Civil) No. 400 of 2012, Supreme Court of India (15 April 2014). 97  See for the development of Article 15(1) jurisprudence Tarunabh Khaitan, ‘Reading Swaraj into Article 15: A New Deal for all Minorities’ (2009) 2 NUJS Law Review 419. 98  AIR 2013 SC 2582 (Supreme Court of India) (Dance Bars).   25 families; (ii) Article 19(1)(g) on the right to practise any profession, or to carry on any occupation, trade or business on the basis that it unlawfully curtailed the freedom of hoteliers in carrying on their businesses; and finally (iii) Article 14 on the right to equality by drawing a constitutionally impressible distinction on the basis of class between elite and non-elite establishments. The Supreme Court of India found violations on all three counts. The final claim of class discrimination under Article 14 is significant for the present purposes. The issue before the Court was whether the distinction between elite establishments and those with three stars and below passed constitutional scrutiny. The bipartite test to be applied here was one of ‘reasonable classification’ such that the classification had to be one based on intelligible differentia and such differentia had to have a rational connection with the object sought to be achieved by the impugned law.99 In applying this test, the Court found that the distinction was one based purely on class, i.e. ‘lower classes having lesser income at their disposal,’ and stereotypes associated with it such that ‘the class to which an individual or the audience belongs brings with him as a necessary concomitant a particular kind of morality or decency.’100 This was deemed unsustainable because it was based on the ‘elitist’ presumption ‘that the enjoyment of same kind of entertainment by the upper classes [establishments with four or five stars] leads only to mere enjoyment and in the case of poor classes; it would lead to immorality, decadence and depravity.’101 According to the Court, such presumptions were ‘misconceived notions of a bygone era.’102 It thus held that: The judicial conscience of this Court would not give credence to a notion that high morals and decent behaviour is the exclusive domain of the upper classes; whereas vulgarity and depravity is limited to the lower classes. Any classification made on the basis of such invidious presumption is liable to be struck down being wholly unconstitutional and particularly contrary to Article 14 of the Constitution of India.103  The Supreme Court’s pithy analysis shows how it used substantive ideas, particularly in relation to class or poverty discrimination, to interpret whether the distinction was reasonable under Article 14. It basically infused Article 14’s understanding of equality as reasonableness with a substantive content touching on redistribution, recognition, transformation, and participation. First, the Court recognised that the distinction delimited access to establishments based on the income of the customers, as well as, created mass unemployment which rendered almost 75,000 women (bar dancers) jobless and vulnerable to starvation and                                                                 99  Anwar Ali Sarkar v The State of West Bengal [1952] SCR 284 (Supreme Court of India). 100  Dance Bars (n 98) [102] [103]. 101  ibid [103]. 102  ibid 107]. 103  ibid [107].   26 prostitution to make ends meet. In particular, the Court engaged with the gendered dimension of the ban which left women from ‘socially and economically lower caste and class’104 in a precarious situation to earn their livelihood being illiterate and without any formal education and training.105 Since the bar dancers were often sole breadwinners for their families, the ban also left their families without a source of income and rendered them destitute.106 The effect of the distinction drawn between three and five star establishments thus ran not only across class lines but also affected the vulnerable groups of women who were bar dancers. These concerns animated the Court’s ultimate view on the kind of deprivations that were to be considered unacceptable under the right to equality in Article 14. Secondly, the Court identified that the distinction was one based on and which perpetuated ‘povertyism’, i.e. negative attitudes, stereotypes, and prejudices associated with poverty and class.107 Thus, the Court considered poverty and its attendant deprivations like limited access to services, entertainment, employment, etc in association with the attitudes which accompany them. The Court considered the assumptions around degraded morality of three stars’ bar dancers, owners, and customers to be antithetic to the idea of equality. Thirdly, the Court appreciated that the ban relegated the bar dancers and persons who visited establishments with three stars or below to the margins of the society by excluding them from public spaces. This was important because it limited their ability to participate in the society in the way they wanted and hence curtailed their expression and autonomy. Finally, as the Chief Justice, Altamas Kabir, reminded in his concurring opinion, given the concerns of racketeering and prostitution, it was more important to ensure safety, provide amenities, and improve the working conditions at the establishments than enforcing the blanket ban. The decision thus stressed on the transformative dimension by reiterating that instead of using the ban as a protectionist measure curbing women’s freedom of employment and autonomy of bar goers and owners, empowerment should have been located in a more ‘socially wise approach’ reflected in framing and enforcement of the law, calling for more ‘imaginative alternative steps’ to be adopted to address concerns of immorality and illegality.108 In this way, the Supreme Court not only prohibited the distinction as unconstitutional under Article 14 but also gave a fitting verdict addressing the equality claim by enlisting all aspects of substantive equality.                                                                  104  ibid [84]. 105  ibid [75]. 106  ibid [79]. 107  Bruce Porter, ‘Claiming Adjudicative Space: Social Rights, Equality and Citizenship’ in Susan Boyd et al (eds), Poverty Rights, Social Citizenship and Legal Activism (UBC Press 2007) 82.  108  Dance Bars (n 98) [124].   27  The landmark judgement in Society for Un-aided Private Schools of Rajasthan v Union of India109 tows this line. The case concerned a provision in the Right of Children to Free and Compulsory Education Act 2009 (RTE Act) which mandated un-aided private schools to admit at least 25% children belonging to ‘weaker section and disadvantaged group’ in class I (first standard of primary school). Private schools challenged this provision as violating their constitutional right under Article 19(1)(g) on the right to practise any profession, or to carry on any occupation, trade or business. The Indian Supreme Court held that the provision constituted a reasonable restriction on the right to establish and administer educational institutions under Article 19(6) and hence did not violate Article 19(1)(g). The decision was primarily devoted to justifying the reasonable restrictions on the rights of the educational institutions to govern themselves. But in a brief and uncomplicated statement the Court also dismissed the claim under Article 14 that the 25% reservation violated the right to equality. It held that: ‘Earmarking of seats for children belonging to a specified category who face financial barrier in the matter of accessing education satisfies the test of classification in Article 14.’110 Its reasoning was that the provision provided a ‘level playing field in the matter of right to education to children who are prevented from accessing education because they do not have the means or their parents do not have the means to pay for their fees.’111 Whilst the Court’s equality analysis may appear terse, its perspective for judging reasonableness of classifications under Article 14 is clear: of poverty as an impediment to and a violation of equality in accessing the right to free and compulsory primary education guaranteed under Article 21A of the Constitution. The Court considered equality in relation to Article 21A particularly important because it related to free and compulsory education for all children under the age of 14 years. According to the Court, the constitutional mandate under Article 21A would have been rendered meaningless in the absence of equality for children below the age of 14 years to be able to avail of quality education irrespective of their socio-economic status. Cast in this light, the economic consequences of poverty manifested in the inability to pay for quality education lead to a serious deprivation of children’s right to education and the opportunities and life chances which come along with it. Such deprivation was  considered not a matter of right to education alone but of discrimination per se. The Court thus transformed the negative protection under Article 14 (‘The State shall not deny to any person equality before the law or the equal protection of the laws’) into a mandate on substantive equality for providing a ‘level playing field’ through                                                                 109  (2012) 6 SCC 1 (Supreme Court of India) (RTE case). 110  ibid [10].  111  ibid [10] (emphasis supplied).   28 compulsory reservation under the RTE Act. The RTE decision conceived of poverty as an intersectional case of not just economic deprivation but also other disadvantages like illiteracy and lack of education, especially in the context of young children, via the equality guarantee.    The recent decision in Senior Divisional Commercial Manager v SCR Caterers, Dry Fruits, Fruit Juice Stalls Welfare Association112 also gave a substantive interpretation to the right to equality under Article 14 by using the concept of ‘social justice’ as a basis for furthering ‘substantial degree of social, economic and political equality’.113 The case concerned the cancellation of licenses of small business owners who had ran canteens, fruit stalls, and kiosks at railway stations throughout the country. This was done through a new Catering Policy floated in 2010 which entitled the railways to promote competition and invite tenders from caterers. The question before the Supreme Court was whether the existing small business owners could legitimately expect their licenses to be renewed under the new policy based on their right to equality under Article 14 of the Constitution. The Court held that they did, and the cancellation of their licenses was thus a violation of Article 14. Writing for the Court, Gopala Gowda J began by reiterating that ‘Article 14 of the Constitution of India mandates that state action must not be arbitrary and discriminatory. It must also not be guided by any extraneous considerations which are antithetical to equality.’114 He quoted from RD Shetty v International Airport Authority115: a necessary corollary from the principle of equality enshrined in Article 14 that though the State is entitled to refuse to enter into relationship with any one, yet if it does so, it cannot arbitrarily choose any person it likes for entering into such relationship and discriminate between persons similarly circumstanced, but it must act in conformity with some standard or principle which meets the test of reasonableness and non- discrimination and any departure from such standard or principle would be invalid unless it can be supported or justified on some rational and non-discriminatory ground.116  He then went on to provide this seemingly administrative standard of reasonableness or non-arbitrariness in actions with ‘some standard or principle which meets the test of reasonableness and non-discrimination’. Here, Gopala Gowda J brought together the directive principles of state policy on welfare state and social justice enshrined in the Constitution under Articles 38-39 as creating a standard or principle for interpreting Article                                                                 112  WP Nos.14577 of 2013 (Supreme Court of India) (SCR Caterers). 113  ibid [25] 114  ibid [20]. 115  (1979) 3 SCC 489 (Supreme Court of India). 116  ibid [21] (emphasis supplied).   29 14.117 He declared that the Supreme Court being ‘entrusted with the task of being the countermajoritarian institution, is duty bound to ensure that the rights of the downtrodden minorities and the members of the weaker sections of the society are not trampled upon.’118 The acknowledgement of this task led Goapal Gowda J to specifically recognise the poor in India as a downtrodden minority and weaker section whose position had to be secured given the constitutional commitment to values of welfare state and social justice. He was aided in this by previous jurisprudence which had recognised that these constitutional values specifically mandated the state to elevate poverty and secure the dignity and equality of the poor.119 With these principles in mind, he interpreted Article 14 as specifically against distinctions which entrenched the vulnerable position of those who had little or no other employment opportunities and thus rendered them poorer than they already were. Disentitling petty business owners from their licenses was construed as against the ‘constitutional philosophy of an egalitarian society, which provides the opportunity to all individuals to lead a life of dignity.’120 Gopala Gowda J thus made poverty and its impact central to determining a violation of the right to equality interpreted as against the constitutional standards of principle of welfare state, social justice, democracy, and dignity. His view of poverty was inevitably layered—going beyond economic resources alone and using dignity, participation, and goals of a democracy as what determined whether a classification or its impact was objectionable. In this way the substantive conception of equality fed into the recognition and redressal of the complex nature of poverty.   The approach of the Indian Supreme Court in these cases marks a highpoint in the equality and discrimination jurisprudence for taking poverty’s economic consequences seriously and in association with                                                                 117  In particular, the Court cited the specific mandate of Article 38 of the Constitution which directs the state to ‘strive to promote welfare of people’ which includes striving to minimize ‘the inequalities in income, and endeavour to eliminate inequalities in status, facilities and opportunities’, and of Article 39(a) which directs the state towards securing to ‘men and women equally…the right to an adequate means of livelihood’. He also drew on Article 39(b) and (c) which lay down the welfare state’s commitment that ‘the ownership and control of the material resources of the community are so distributed as best to subserve the common good’ and ‘the operation of the economic system does not result in the concentration of wealth and means of production to the common detriment.’ ibid [7] [16] [29].  118  ibid [23]. 119  See esp Consumer Education and Research Center v Union of India (1995) 3 SCC 42 (Supreme Court of India) (‘Social justice is a dynamic device to mitigate the sufferings of the poor, weak, Dalits, Tribals and deprived sections of the society and to elevate them to the level of equality to live a life with dignity of person. Social justice is not a simple or single idea of a society but is an essential part of complex social change to relieve the poor etc. from handicaps, penury to ward off distress, and to make their life livable, for greater good of the society at large. In other words, the aim of social justice is to attain substantial degree of social, economic and political equality, which is the legitimate expectation.’) 120  SCR Caterers (n 112) [26].   30 other deprivations it leads to (social exclusion, illiteracy, prostitution, malnutrition, homelessness, etc) and appreciating its complex intersections with other grounds (like gender, age, etc). The approach adopts the substantive equality framework in practice, even if not in form, and has tremendous potential in appreciating and redressing poverty. Few things are notable in particular. First, it is useful to remember that the judicial reasoning in Dance Bars, RTE case and SCR Caterers is adopted squarely in response to poverty or class discrimination via – not the non-discrimination guarantee under Article 15(1) of the Constitution which is confined to enumerated grounds but – the general right to equality under Article 14. For example, in Dance Bars, the Court could reckon with inequality or discrimination created by the distinction directly based on poverty under Article 14 without invoking Article 15 on non-discrimination which is based on ‘grounds’. It thus avoided the need to read in class or poverty as a ground to be protected from discrimination. The equality guarantee under Article 14 appeared sufficient to attack a class based distinction running afoul the substantive equality framework the Court seemed driven by, even if not by its name. Thus, linking substantive equality to the general equality guarantee not delimited by grounds, provided an alternative way of addressing group distinctions and effects which touched upon redistribution, recognition, transformation, and participation. This can be particularly helpful in jurisdictions which specifically refer to equality either within or alongside discrimination guarantees. This includes: (i) Section 9 entitled ‘Equality’ under the South African Constitution which provides in sub-section (1) that ‘everyone is equal before the law and has the right to equal protection and benefit of the law’ in addition to prohibiting unfair discrimination based on enumerated or analogous grounds under sub-section(3); and (ii) Section 15(1) of the Canadian Charter which guarantees equality under and before the law and ‘the right to the equal protection and equal benefit of the law without discrimination and, in particular, without discrimination based on race, national or ethnic origin, colour, religion, sex, age or mental or physical disability.’ Both texts seem to suggest that the right to equality has a distinct, perhaps broader, ambit than the particular prohibition of discrimination associated with grounds in particular. The Indian example reveals the merit in not collapsing all equality concerns into discrimination based on grounds by giving ideas of equality and non-discrimination a wider berth to operate. Secondly, because the Indian Supreme Court did not have to focus on defining poverty or related grounds for the purposes of invoking the protection of equality and non-discrimination; it could instead concentrate on the groups which were affected by the state action in each case: owners of establishments with three stars or below (Dance Bars), private schools (RTE case), and small business owners at railway stations (SCR Caterers). In fact, the Court went even   31 further to include in its equality analysis, groups which were not formed directly by the impugned distinction drawn by the state but groups which were nevertheless indirectly affected by that distinction. These groups included female bar dancers in Dance Bars who were rendered jobless and destitute by the ban, and children below the age of 14 years in the RTE case who were unable to access quality education without a provision which reserved seats in private un-aided schools for them. It was in reference to these groups and their poverty that the Court decided, in each of the three cases, that Article 14 was in fact violated.121 Thirdly, it is important to note that while the Supreme Court has not explicitly recognised ‘indirect discrimination’ in the Indian context in either Article 14 or 15(1), the Court in these cases was concerned, with the impact or the effect of distinctions rather than the distinctions themselves as revealing something discriminatory about themselves. This focus is evident in the discussion above, where the Court draws on specific instances of intersectional deprivations of redistribution, recognition, transformation, and participation, associated with poverty and their occurrence within status groups like women, children, and those with minimal employment opportunities. The focus on impact turns attention away from formalistic or technical approaches of likes to be treated alike and comparator test in equality law. Fourthly, even if the Court appears to apply a rather low standard of review of reasonableness or non-arbitrariness, its analysis appears far richer in fact. The fact that the Court touches upon the dimensions of substantive equality in each case shows that even the reasonableness standard of review can be elevated based on what understanding one adopts of equality per se and what kind of considerations are seen as an anathema to the constitutional protection of equality. Thus, ultimately, it is the Court’s conception of what constitutes inequality or discrimination per se was what could accommodate and redress the intersectional nature of poverty. This does not negate that other strategies like reading in poverty as a ground under Article 15(1) and scaling up the standard of review from reasonableness to, say, proportionality under Article 14, too may help striking down at poverty related discrimination. But in the final analysis, these cases make for a fascinating and formidable example for appreciating and responding to discriminatory distinctions or impact based on poverty by fundamentally expanding our conception of what we mean by equality and non-discrimination per se.                                                                  121  For a defence of the group-based protection of discrimination law, see Nicola Lacey, ‘From Individual to Group’ in Bob Hepple and Erika Szyszczak (eds), Discrimination: The Limits of the Law (Mansell 1992); Marius Pieterse, ‘Finding for the Applicant? Individual Equality Plaintiffs and Group-Based Disadvantage’ (2008) 24 South African Journal on Human Rights 397; Tarunabh Khaitan, A Theory of Discrimination Law (OUP 2015) 170-172.   32 4. Conclusion  Equality and discrimination law does not address discrimination based on poverty as such. That does not mean that it does not in fact occur. And when it does, it often occurs not simply as a matter of lack of economic resources but because of, and in turn results in, serious deprivations of education, health, housing, jobs, dignity, social inclusion, and participation. It also occurs in association with other protected grounds of discrimination like race, gender, disability, thereby exacerbating the position of those belonging to disadvantaged groups like Dalits, Blacks, women, disabled and groups in between like Dalit women and disabled Blacks. This article has delineated the ways in which discrimination law has undermined this crosscutting and complex ‘intersectional’ nature of poverty discrimination. Taking examples from comparative case law of Canada, South Africa, and India, it has shown how poverty and its attendant disadvantages operate in tandem with other grounds to produce complex and debilitating patterns of disadvantage. It then shines a spotlight on two strategies for reckoning with this intersectional nature of poverty discrimination – by accounting for poverty as the relevant context in discrimination claims and by interpreting poverty as a matter of substantive equality in adjudging violations. These strategies breakaway from the trend of reading in poverty as a ground of discrimination, and thus gives a new lease to the project of addressing poverty discrimination. The appeal of these strategies lies in making discrimination law substantively relate to the disadvantages and inequalities which are complex and crosscutting, and thus intersectional in character. ",
    "id": 159611156,
    "identifiers": {
        "doi": "10.1093/hrlr/ngy021",
        "oai": "oai:research-information.bris.ac.uk:publications/accc0f53-985b-4fb6-a1ee-5dd7e518dd22"
    },
    "title": "The intersectional case of poverty in discrimination law",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-09-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://research-information.bris.ac.uk/ws/files/162327198/FINALPAPER31JULY_1_.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/159611156.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/159611156"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/159611156/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/159611156/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/159611156"
        }
    ],
    "abstract": "Poverty remains largely unfamiliar to discrimination law. Iterations of the right to equality and non-discrimination based on the grounds of race, colour, religion, sex, gender, sexual orientation, disability, age, etc, have seldom included poverty or its attendant deprivations like unemployment, reliance on social assistance, deprivation of education, homelessness, or starvation. The result is that, poverty not only fails to make it to the inner circle of protected characteristics but also fails to be understood and addressed as discrimination at all. This article studies the leading examples of judicial engagement with poverty discrimination in some of the most progressive discrimination regimes – Canada, South Africa, and India. The aim is to identify the nature of poverty discrimination, its judicial treatment and possible redressal within comparative discrimination law. The article delineates a key ‘intersectional’ feature of poverty discrimination as one which intersects with: (i) multiple disadvantages of redistribution (joblessness, homelessness, malnutrition, illiteracy), recognition (stereotypes, stigma, humiliation), participation (social and political exclusion), and transformation (structural domination); as well as (ii) multiple grounds and status-identities (race, colour, religion, sex, gender, sexual orientation, disability, age, etc). The appreciation of this complex and crosscutting intersectional nature is possible – as has been hitherto tried – not only by reading in poverty as a ground, but also by opening up ways of thinking about poverty as central to our substantive understanding of equality and non-discrimination per se. Treating poverty as a matter discriminatory context or as a matter of substantive equality are two such worthwhile lessons to take a cue from.With this, the article seeks to reclaim the position of poverty in discrimination law, first, by critiquing the exclusion of the worst and most debilitating effects of poverty because of its intersectional nature; and secondly, by providing alternative ways of thinking about poverty as a site of discrimination.Keywords: Poverty, Discrimination, Substantive Equality, Grounds, Intersectionality<br/",
    "tags": [
        "article",
        "Poverty",
        "Discrimination Law",
        "Intersectionality",
        "Grounds"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:research-information.bris.ac.uk:publications/accc0f53-985b-4fb6-a1ee-5dd7e518dd22",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "286",
        "openDoarId": 0,
        "name": "Explore Bristol Research",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 159611156,
        "depositedDate": "2018-08-28T00:00:00+01:00",
        "publishedDate": "2018-09-01T01:00:00+01:00",
        "updatedDate": "2024-02-19T16:28:43+00:00",
        "acceptedDate": "2018-07-14T00:00:00+01:00",
        "createdDate": "2018-07-18T23:51:32+01:00"
    },
    "urls": [
        "https://doi.org/10.1093/hrlr/ngy021",
        "https://research-information.bris.ac.uk/ws/files/162327198/FINALPAPER31JULY_1_.pdf",
        "https://research-information.bris.ac.uk/en/publications/accc0f53-985b-4fb6-a1ee-5dd7e518dd22",
        "https://hdl.handle.net/1983/accc0f53-985b-4fb6-a1ee-5dd7e518dd22"
    ],
    "lastUpdate": "2024-02-19T16:28:43+00:00",
    "setSpecs": []
}