{
    "acceptedDate": "",
    "authors": [],
    "contributors": [
        "Swartz, S.",
        "van der Heijden, I.",
        "Thomas , T.",
        "Harvey, J."
    ],
    "createdDate": "2023-07-07T10:40:36+01:00",
    "dataProvider": {
        "id": 22382,
        "name": "Research Output Repository (HSRC)",
        "url": "https://api.core.ac.uk/v3/data-providers/22382",
        "logo": "https://api.core.ac.uk/data-providers/22382/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/571388245.pdf",
    "fullText": "The effects of identity-based discrimination on young people in the Global SouthEVIDENCE REVIEWScience and Innovation  Department:REPUBLIC OF SOUTH AFRICAscience & innovation A review of the effects of discrimination on young people .....................................................1What we know about the effects of discrimination on young people in general ..................2Racial and ethnic discrimination ................................................................................................2Discrimination on the basis of gender and sex ..........................................................................2Discrimination on the basis of disability ....................................................................................3Place-based discrimination ........................................................................................................3Discrimination based on religion ................................................................................................4Aims, conceptual framework and methods ..............................................................................5Gender and Adolescence Global Evidence (GAGE) capabilities domains ..................................5Review strategy, inclusion criteria and limitations .....................................................................5Search results ............................................................................................................................7Key findings on discrimination amongst Global South youth .................................................8Disability ....................................................................................................................................8Sexual orientation ......................................................................................................................8Geographical-location ................................................................................................................9Race/ethnicity ............................................................................................................................9Gender .......................................................................................................................................9Religion .................................................................................................................................... 10Outcomes under each of the GAGE capabilities domains .....................................................11Education and learning ............................................................................................................ 11Bodily integrity ......................................................................................................................... 11Physical, nutritional, and sexual and reproductive health ........................................................12Psychosocial well-being ...........................................................................................................12Voice and agency .....................................................................................................................12Economic empowerment ........................................................................................................12What has the review shown? ....................................................................................................13Ten key takeaways ...................................................................................................................13Protective measures and suggested interventions .................................................................14What is now needed to deepen understanding and intervention? .......................................15Intentionally investigating overlooked effects of discrimination on youth ................................15The need to compare the effects of discrimination on Global North and Global South youth .16Analysing intersectional discriminations that produce complex outcomes .............................16The need for longitudinal studies to track the effects of discrimination ..................................16The evidence we now need .......................................................................................................17References ...................................................................................................................................18ContentsKeywords: discrimination, racial discrimination, disability discrimination, gender, sexual orientation, place-based discrimination, inequality, adolescents, young people, Global South, youth wellbeing, health outcomes, youth protection.Pretoria: Private Bag X41, Pretoria, South Africa 0001 Tel:  +27 (0)12 302 2000   Fax: +27 (0)12 302 2001Durban: Private Bag X07, Dalbridge, South Africa 4014  Tel:  +27 (0)31 242 5400   Fax: +27 (0)31 242 5401Cape Town: Private Bag X9182, Cape Town, South Africa 8000  Tel:  +27 (0)21 466 8000   Fax: +27 (0)21 466 8001Website: www.hsrc.ac.zaThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 1While much is known about the global disparities in general health and wellbeing experienced by young people in the Global North and Global South, a focus on the differing effects of discrimination on their lives lacking. Class, gender and race are almost always included in studies of young people’s lives; however, analyses have seldom focused explicitly on the impact of these identity-based discriminations. Furthermore, where evidence exists, it has been gleaned from studies on Black or Latinx youth in the USA, and immigrant youth throughout the Global North (Assari et al., 2017; Cave et al., 2020; Nguse, 2022). Considering that nearly 90 percent of youth live in low- and middle-income countries (Jones et al., 2020), we need to focus our attention beyond the Global North. Young people in the Global South live in multi-burden settings that expose them to multiple adverse environmental conditions and events. Poverty, malnutrition, high unemployment, epidemics and diseases such as HIV and AIDS, gang recruitment, ongoing conflict, and migration of families for better economic opportunities impede their health and well-being (Patton et al., 2016). When marginalised identities are mapped onto these already adverse experiences, what are the prospects for these young people’s wellbeing? It is thus of critical importance to examine the available evidence from the Global South in order to inform future research that explores how better to protect Southern youth from adverse contexts in general, and discrimination in particular.The landmark British report Fair society, healthy lives: The Marmot review showed how racial discrimination affected adults’ physical and mental health outcomes, including early death (Marmot et al., 2010). Academic scholarship has continued to document substantial evidence for the damaging effects of discrimination across a range of mental and physical outcomes (e.g., Cave, Cooper, Zubrick & Shepherd, 2020; Millender et al., 2020). Discrimination is defined as perceived “unfair treatment based on one’s social status” that “may occur from institutional structures and policies or individual behaviors” (Allen, 2019, p. 1). Discrimination achieves its negative impacts on health over time due to its effect as a psychological stressor, through reducing social resources, lowering energy and removing resources for healthy behaviour decisions, and through physiological stress responses (Allen, 2019; Pascoe & Richman, 2009). This is in line with minority stress theory that has shown from evidence that those with social identities not aligned to common societal norms experience ongoing stress, especially from rejection, bullying, harassment and violence (Meyer, 1995, 2003). A review of the effects of discrimination on young people  Considering that nearly 90 percent of youth live in low- and middle-income countries, we need to focus our attention beyond the Global North Discrimination is defined as perceived “unfair treatment based on one’s social status” that “may occur from institutional structures and policies or individual behaviors” The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 2What we know about the effects of discrimination on young people in general This review focuses on how young people are affected by different types of discrimination based on gender, sexual orientation, geographical location, (dis)ability, race/ethnicity and religion. These types of discrimination have been shown to have adverse effects on youth health and developmental outcomes. Before offering an analysis of the effects of discrimination on the lives of youth in the Global South, what follows is a summary of the effects of discrimination currently reported on in academic literature – with most evidence emanating from studies on young people in Northern contexts. Racial and ethnic discriminationEarly adolescence is a time when young people begin to understand and articulate the implications of race and privilege in their lives, including how others perceive their racial or ethnic group (Benner et al., 2018). There is emerging evidence regarding the detrimental effects of interpersonal and institutional racial and ethnic discrimination on adolescent health and wellbeing. Adverse outcomes include internalising effects (poor social and emotional adjustment, depressive symptoms, low self-esteem); externalising behaviours (risky sexual behaviours, problematic substance use, associating with deviant peers); educational outcomes (low academic achievement, engagement, and academic motivation); and life expectancy (through death ideation, as well as higher mortality rates) (Cave et al., 2020; Benner et al., 2018; Walker et al., 2017; Priest et al., 2013). Everyday racial discrimination has also been associated with high cortisol levels (a measure of stress) and other hormone imbalances, which can lead to chronic pain caused by conditions such as arthritis, rheumatism, ulcers, back problems and migraines, plus immune, cardiovascular, reproductive, and respiratory disorders (Mouzon et al., 2017; Williams et al., 2019). In the Global North, indigenous youths’ physical and mental health is disproportionately affected by the continuing effects of historical trauma and structural racism, as demonstrated by high rates of suicidal ideation, suicide, substance use, behavioural problems or delinquent behaviours and overall negative mental health (Smith et al., 2022; Priest, Paradies, Stewart & Luke, 2011).Discrimination on the basis of gender and sexEvidence shows that pervasive gender discrimination across various cultures has continuous negative health effects across the lifespan, especially for mental health (Rinehart et al., 2020; Das-Munshi et al., 2016). Gender norms that valorise male dominance are often associated with higher rates of delinquency and physical violence (including intimate partner violence) amongst young men, as well as higher substance abuse, suicide, and unsafe sexual behaviours (Kågesten et al., 2016). Unequal gender norms that prioritise young women’s roles as wives, mothers, and household caretakers result in inadequate investments in girls’ education, early child marriage, and limited employment opportunities (Petroni, Steinhaus, Fenn, Stoebenau & Gregowski, 2017; George et al., 2020).  This review focuses on how young people are affected by different types of discrimination based on gender, sexual orientation, geographical location, (dis)ability, race/ethnicity and religion Youths’ physical and mental health is disproportionately affected by the continuing effects of historical trauma and structural racismGender norms that valorise male dominance are often associated with higher rates of delinquency and physical violence, early child marriage, and limited employment opportunitiesThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 3Gender discrimination is also linked to increased illicit drug taking and sleep disorders among young girls (Ahuja et al., 2021; Bell & Juvonen, 2020). Gender-based violence (GBV), including female genital mutilation and child marriage, have severe health outcomes for young women, and the stigma associated with GBV may in turn exacerbate its physical and mental health impacts (Barnett et al., 2016). Sexual and gender minority youth are at high risk of discrimination, including family-based disapproval, social rejection, harassment, and violence (Parker et al., 2018). Identity-based bullying within school settings can lead to LGBTQI youth having poor academic performance, lower school attendance than their heterosexual peers, or dropping out of school entirely. Daily microaggressions and overt discrimination against LGBTQI youth also result in mental health and behavioural issues, including substance abuse, depression and anxiety, delinquent behaviour, non-suicidal self-injury and suicide (Longo et al., 2013; Nadal, 2016). Their experiences of homophobia and transphobia are also correlated with increased risk of HIV infection or sexually transmitted diseases (Daniels et al., 2019), and adolescent lesbian and bisexual young females are more likely to have ever been pregnant compared to their heterosexual peers (Lindley & Walsemann, 2015). Discrimination on the basis of disabilityGlobally, almost 180 million young people between the ages of 10 and 24 years live with a physical, sensory, intellectual, or mental health disability significant enough to impact their daily functioning. Routinely excluded from most educational, economic, social, and cultural opportunities, youth with disabilities are among the most marginalised of all young people (World Bank, 2011). Growing evidence reveals how young people living with a disability – in school, in their communities, or in the workplace – experience detrimental effects on their educational attainment, participation in society and employment, and overall life satisfaction (Daley et al., 2018; Chatzitheochari, Parsons, & Platt, 2016, Lindsay et al., 2022). These youth frequently report adverse mental health outcomes as they navigate systemic exclusion and marginalisation (Honey et al., 2011). Their likelihood of experiencing violence and bullying is also high, particularly among those living with intellectual and developmental disabilities (Jones et al., 2012). While living with a disability results in discrimination, discrimination in turn produces further disabling conditions. Depression, anxiety, substance abuse and behavioural disorders are among the leading causes of disability among adolescents globally (WHO, 2021). Reviews from the Global North and South provide evidence of pervasive stigma and discrimination that youth with mental illness encounter (Gaiha et al., 2020; Kaushik, Kostaki & Kyriakopoulos, 2016). Stigma and discrimination toward adolescents with mental illness means they experience social exclusion, educational difficulties, physical ill-health, increased suicide, reduced help-seeking and are more susceptible to risk-taking behaviours and human rights violations (Thornicroft, 2006).Place-based discriminationDiscrimination by place, or ‘lack of place’ illustrates the effects of geographical bias on adverse youth health outcomes. Spatial identities such as rurality or urbanity bring with them distinct social realities and experiences of privilege and discrimination. Perceptions and social stigma toward rural identity include ‘backwardness’, vulnerability, incapability, and illiteracy, meaning rural youth may experience social exclusion and increased victimisation compared to their peers (Kapur, 2019). When rural youth move to urban areas, they may face discrimination as they struggle to integrate into new social structures. Intra-urban inequalities (such as slum versus suburban residence) give urban youth varying experiences of discrimination and exposure to violence, impeding their personal security, educational outcomes, and limiting their economic opportunities and access to health care which, in turn, may cause early mortality (Șerban,& Brazienė 2021). Discrimination against LGBTQI youth also result in mental health and behavioural issues, including substance abuse, depression and anxiety, delinquent behaviour, non-suicidal self-injury and suicide Young people living with a disability  experience detrimental effects on educational attainment, participation in society and employment, and overall life satisfactionDepression, anxiety, substance abuse and behavioural disorders are among the leading causes of disability among adolescents globally Rural youth may experience social exclusion and increased victimisation The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 4increased substance abuse, risky sexual behaviour, and high levels of suicidal ideation, self-harming behaviours, and suicide (Budescu, Sisselman-Borgia & Torino, 2022; Robinson, 2021).Discrimination based on religion Discrimination based on religion has been negatively related to health and sleep outcomes, as well as socio-emotional adjustment. Studies on religious discrimination against youth mostly focus on Muslim youth residing in the Global North, who experience being ‘othered’ and Islam being depicted as a violent and inferior religion (Farooqui & Kaushik, 2022). In Europe, studies highlight Muslim youths’ low self-esteem and weak national identification when they encounter teacher and peer discrimination (Thijs, Hornstra & Charki, 2018). Morley et al. (2021) show that Christian minority youth experience religious persecution and discrimination including the denial of access to Christian parents, teachings, and materials. This restricts their path for religious education, statistically leading to reduced socio-economic status and other vulnerabilities such as child marriage, trafficking, and physical violence. As alarming as many of these findings are for young people in the Global North, there is an urgent need to consider how discrimination impedes life outcomes for youth living in the Global South. This rapid review begins to address the gap between Global North and Global South youth studies by focusing on the latter, and asks: What are the health and wellbeing outcomes for subgroups of youth experiencing different forms of discrimination? What is the importance of distinguishing these outcomes for youth in the Global South from those in the Global North? and What are the implications for youth protection and well-being? Displaced, refugee, and asylum-seeking youth escaping adverse settings may already be in poor physical health because of violence, disease, and malnutrition, and frequently have pre-existing mental health conditions (Gatt et al., 2020). Xenophobia and identity-based victimisation in host settings further exaggerate pre-existing health vulnerabilities (Beiser & Hou, 2016). Perceived discrimination affects these young people’s school adaptation, adjustment, peer relationships, and overall sense of belonging (Güler, 2021). Additional minority identities on top of immigrant status, e.g., youth escaping persecution for their religious, ethnic, sexual, or gender identity, further undermine youth health and wellbeing outcomes (Fox, Griffin & Pachankis 2020). Furthermore, discrimination against homeless youth is associated with increased exposure to violence, Discrimination based on religion has been negatively related to health and sleep outcomesThe review used the WHO/Lancet commission’s definitions of adolescence Early Adolescence (10–14 years), Late Adolescence (15–19 years) and Young Adulthood (typically 20–24 years). Aims, conceptual framework and methodsThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 5The review used the WHO/Lancet commission’s definitions of adolescence (Kingdom et al., 2018) which includes Early Adolescence (10–14 years), Late Adolescence (15–19 years) and Young Adulthood (typically 20–24 years).1 The review also used the Gender and Adolescence Global Evidence (GAGE) capabilities domains (2017) to report on the outcomes of discrimination of adolescents living in the Global South.Gender and Adolescence Global Evidence (GAGE) capabilities domains GAGE is the longest running adolescent study focussed on Global South contexts, and has broad outcome domains. These include: (1) Education and learning, e.g., educational access including freedom from domestic and care work responsibilities that may prevent access to learning opportunities, quality educational and learning environments, cultivation of educational aspirations, and successful education transitions; (2) Bodily integrity which includes protection from GBV, harmful traditional practices, and other forms of coercion; (3) Physical, sexual and reproductive health, and nutrition, i.e., food security and access to health information, resources and care; (4) Psychosocial health, including mental health and other behavioural outcomes, e.g., depression, stress, anxiety, social maladaptation, antisocial behaviours or delinquency, and self-harm or suicide; (5) Voice and agency such as knowing one’s rights, enhanced mobility, freedom of movement, decision-making in the family and community, help-seeking behaviours, aspirations and future orientation, access to technology, opportunity for civic engagement and social action, and reporting violence and discrimination; and (6) Economic empowerment including aspirations to quality employment, access to skills or economic training, social protection or cash transfers (GAGE Consortium, 2017; Jones, Baird & Lunin, 2018). These outcomes help to focus research into young people’s lives and outcomes across multiple dimensions. Too frequently, analyses return findings focussed narrowly on education or physical health outcomes. 1 It has been proposed that the definition of adolescence be changed from 10–19 years to 10–24 years, since there has been a global delay in the age of transition to adult roles (e.g., marriage and parenthood) (Kingdom et al., 2018).2 GAGE: https://www.gage.odi.org/3 Young Lives: https://www.younglives.org.uk/4 The United Nations’ Finance Center for South-South Cooperation maintains a list of Global South countries recognised as being reputable. In 2022, the list included 78 countries, which are referred to as the “Group of 77 and China”. https://worldpopulationreview.com/country-rankings/global-south-countries.The GAGE framework compels researchers to explore more holistically the factors that are necessary for young people to thrive.Review strategy, inclusion criteria and limitationsA rapid review was undertaken to synthesise the state of evidence on discrimination against Global South youth, acknowledging that this area has been under-studied compared to Global North evidence. In July 2022, three authors independently searched PubMed (MEDLINE), Scopus, and Google Scholar for English-language published articles published between 2010 and 2022. The date parameters were chosen to make the exercise manageable given time constraints, and to align somewhat with the GAGE study2 (2015-2024) as well as with the Young Lives study investigating childhood poverty and exclusion in four low-income countries over a 15-year period.3 Studies that included measures or discussions on the effects of discrimination on young person’s lives were incorporated. All types of study designs were considered. Studies that had sample participants between 10–24 years old were included; studies using a broader age cohort were not included unless disaggregated data were available. In addition, only studies conducted in Global South countries (as per the United Nations list)4 were included. Studies that reported on the effects of discrimination related to existing health exposures, e.g., the Covid-19 pandemic, HIV or tuberculosis (TB) status, were excluded. PRISMA (Preferred Reporting Items for Systematic reviews and Meta-Analyses) guidelines, and inclusion and exclusion criteria (see Table 1) were used to screen all titles and abstracts from the search sources. When required, full text papers were obtained in order to assess inclusion eligibility. Too frequently, analyses return findings focussed narrowly on education or physical health outcomes The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 6Table 1: Inclusion and exclusion criteriaInclusion criteria Exclusion criteriaPopulation Youth ages 10-24 years Other study populationsIntervention/exposure Inequality related to race and ethnicity; geog-raphy, immigration status and displacement; disability; gender and sexual orientation; religious affiliation; and intersections Inequalities not reported or related to other exposures, e.g., Covid-19 pandemic Comparison Other population groupsOutcome measuresHealth, living standards, personal security, social, education, work, and participation Unrelated outcomes Study designPrimary and secondary studies of all study de-signsCountriesGlobal South countries; available in English lan-guageOther countries; not available in English language Publication type Published, preprints, grey literatureReviews, theses, position papers, protocol papersRelevant data from the included studies was entered into structured Excel tables showing the reporting items, i.e., identity groups, age group, sample size, country and setting, study design, types and measures of discrimination, health outcomes and their measurement tools, and protective factors. A formal meta-analysis was not conducted due to the heterogeneity of studies in terms of design, varying adolescent age groups, exposure to different discrimination types, and varying outcomes and measures. A descriptive narrative was used to assess the quality of the evidence.Methodological limitations are typical of rapid reviews given time constraints. The search strategy was restricted by date and sample age ranges, the geography of studies, including only English language publications, and the exclusion of grey literature and published monographs. By excluding youth with Covid-19, HIV, or TB, the review missed studies that reported on outcomes from youth identities with intersecting experiences of discrimination based on their already marginalised health status. Search results The initial search identified 9,510 studies globally, with 586 studies conducted in the Global South. After screening these Global South studies and performing further searches in Google Scholar, 35 additional studies were identified and screened, resulting in a total of 621 studies After assessing for eligibility, removing duplicates and identifying primary cohort studies, 53 studies were included in the review. The PRISMA flow diagram is shown in Figure 1.The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 7The studies spanned most regions of the Global South, except for Oceania/Pacific. Most studies were conducted in Africa, with seven studies from South Africa, four from Nigeria, three from Uganda, two from Tanzania, and one each from the Democratic Republic of Congo, Ethiopia, Ghana and Zambia. Seven countries were represented from Southeast Asia with 16 studies located in China, three in India and Pakistan, and single studies in Singapore, Afghanistan, Nepal, Philippines and Maldives. Seven countries from South/Central America were represented with four studies from Brazil and one each from Mexico, Chile, and Columbia. All studies were single country-focused except for a study that focused on both Afghanistan and Pakistan. School and university settings featured widely as study contexts, but it was not always clear whether school-based studies were conducted in urban or rural settings or in informal or slum settlements. Other settings included special residential schools for youth with disabilities, and community and clinic-based sites, including those for sexual and reproductive health, disability rehabilitation, or mental health facilities. Very few articles reported refugee camp settings or rural settings. The majority of the studies focussed on early adolescents, i.e., 10 to 14 year-olds (31 studies) and late adolescents, i.e., 15 to 19 year-olds (36 studies), with 18 studies having young adult samples. Some studies covered multiple stages of adolescence, and at least two studies included some young adults slightly older than 24 years of age.Figure 1: PRISMA Flow Diagram (Source: Authors based on Moher, Liberati, Tetzlaff & Altman, 2009). Records identified through global database searches(n = 9510)586 records after Global South filters appliedScopus (n = 473)PubMed (n = 113)Additional records identified through other sources(n = 35)Articles excluded based on criteria, e.g., sample ages outside of brackets (n = 504)Studies assessed for eligibility(n = 621)A total of 53 studies included in narrative synthesisIdentificationScreeningEligibilityIncludedVery few articles reported refugee camp settings or rural settingsSchool and university settings featured widely as study contextsThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 8Types of discrimination or discriminatory acts measured included microaggressions, social rejection, perceived and internalised discrimination, identity-based bullying, peer victimisation, gender-based and trans-based violence, disability stigma and rejection, sexual orientation intolerance, minority stress, homophobia, transphobia, xenophobia, racism, caste-based discrimination, and Islamophobia. Various self-report measures of discrimination were used including: the Minority Stress Scale, Perceived discrimination, Perceived Deaf Discrimination, the Attitudes Towards Serious Mental Illness Scale (Adolescent version), Social Tolerance Scale, the Racial and Ethnic Microaggressions Scale, Perceived Discrimination Questionnaire, Perceived Personal Discrimination Scale, Everyday Discrimination Scale, Checklist for Assessment of Gender Disadvantage (CAGED), Adolescent Sexual and Reproductive Health Stigma Scale, the City Identity Questionnaire, Multi-dimensional Peer Victimisation Scale (MPVS) with four sub-scales of Physical Victimisation Scale (PVS), Social Manipulation Scale (SMS), Verbal Victimisation Scale (VVS), and Attack Property Scale (APS). The initial search yielded studies with primarily Black African, Latinx and Caribbean, and Asian youth samples, or young Global South immigrants and refugees living in the United States, Canada, and Europe. After screening the studies and applying Global South filters, disability and sexual orientation were the most frequently studied youth identities, followed by geography and gender, race and ethnicity, and the least was religion. DisabilityTwelve studies on disability discrimination showed impacts on youths’ overall health, prospects for employment, and educational attainment or performance. Most of the disability studies focused on experiences of peer victimisation and bullying within school contexts, and the associated mental health outcomes. Types of disability included albinism, being deaf or hard of hearing, blindness, epilepsy, Spina Bifida, and physical impairments. In Ethiopia, adolescents with visual, hearing, and physical disabilities face intersecting barriers to education, heightened vulnerability to gender- and age-based violence, and increased psychosocial distress compared to peers without disabilities (Jones et al., 2021). In Uganda, primary school children with disabilities were at higher risk for physical, sexual, and emotional violence (DeVries et al., 2014), and deaf discrimination at school was significantly associated with lower levels of subjective well-being among Chinese adolescents (Ma, 2022) and increased health problems among Pakistani adolescents (Akram & Munawa, 2016). Youth with albinism and epilepsy in Nigeria who perceive stigma and discrimination had lower self-esteem, more suicidal ideation, and wished to withdraw from school (Onwuakagba, 2020; Asindi, 2012). In Zimbabwe, discrimination against adolescents with albinism led to employment barriers and challenges penetrating workplace social networks (Maunganidze, 2022). In Nepal, negative attitudes by guardians and teachers became important barriers to educational attainment (Banks et al., 2019). Only one study addressed mental health disability and looked at the effect of discrimination against young outpatients of a mental health clinic in Brazil (Da Silva, 2021). Most of the studies on disability discrimination were qualitative and had small participant samples; there were three quantitative studies, one of which included a large sample of 1,516 youth (Somani et al., 2021). Most of the disability studies focused on experiences of peer victimisation and bullying within school contexts, and the associated mental health outcomesKey findings on discrimination amongst Global South youthThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 9Sexual orientationThirteen studies on discrimination based on young people’s sexual orientation looked at violence and neglect by family members, peer or teacher bullying, and sexual violence, including corrective rape. Studies among gay and bisexual men at university in Nigeria (Oginni et al., 2018), minority gay, bisexual and queer men in Singapore (Tan et al. 2023), school-going adolescents with hetero- and homoerotic sexual practices in Brazil (Teixeira-Filho & Rondini, 2012) and trans adolescents in South Africa (Daniels et al., 2019; Mohale & Thobejane, 2018; Mavhandu-Mudzusi & Sandy, 2015; Sandfort et al., 2016) reported a range of adverse health outcomes.  Outcomes included eating disorders, sleeping disorders, depression, loneliness, suicide ideation, substance abuse, and low educational achievement or school dropout. A study in South Africa found that queer youth experienced punitive actions expressed through derogatory language, and vicious reactionary hate, often expressed through violence and often perpetrated by teachers (Msibi, 2012). Peer and teacher bullying among Chinese transgender and gender-nonbinary adolescents was associated with poor mental health (Peng et al., 2022; Huang et al., 2018). There was a balance of quantitative and qualitative studies identified. The majority of samples were from Africa, particularly South Africa, meaning LGBTQI youth are being more purposively included in studies. Geographical-locationEleven of the studies on geographical discrimination were quantitative, and one qualitative, and all but one study was conducted in China, focusing on left-behind children (children who remain when their parents migrate either within or between countries) of rural-urban parent migrants. Discrimination based on rural versus urban identity, or migrant status was associated with poorer psychological adjustment, high levels of depression, increased sleep disorders, and greater problem behaviours in Chinese youth (Wang, Zhang, & Liu, 2021; Tang et al., 2020; Jiang & Dong, 2020; Jia & Liu, 2017). Discrimination toward urban refugees in Uganda had lasting effects on adolescent wellbeing, with youth reporting low self-worth, withdrawal from school, and an adverse turn toward street connections, such as ‘sugar daddies’ or gangs. The study also highlighted how discrimination impacted on caregivers’ help-seeking ability to protect youth, thereby further harming their psychosocial wellbeing (Stark et al., 2015). Race/ethnicityThree of the studies on race and ethnicity were quantitative, and two qualitative. In South Africa, post-traumatic stress disorder and mental disorders were prevalent among youth of colour, in direct proportion to their levels of socio-economic and material disadvantage based on race group (Das-Munshi et al., 2016). In another South African study, Black students reported that transformation efforts at a historically White institution had failed, with whiteness continuing to dominate on the university campus, with some internalising the negative stereotypes associated with their race group (Cornell & Kessi, 2017). In Columbia, negative psychological adjustment and adverse schooling outcomes were associated with youth having experienced ethnic-racial discrimination (Sladek et al., 2020). Inter-ethnic discrimination among adolescents in Chile translated into dysfunctional family, school, and peer relationships (Flores et al., 2021).GenderThe six gender discrimination studies comprised a balance of qualitative and quantitative designs. Negative outcomes for gender discrimination included psychological distress, poor cognitive outcomes, sleeping and eating disorders, sexual and reproductive health problems, and financial difficulties, spanning all GAGE capabilities domains except voice and agency. Satyanarayana et al. (2016) described the gender disadvantage triangle among adolescent girls in India and its associations with perceived psychological distress and lower resilience. Outcomes of discrimination based on young people’s sexual orientation included eating disorders, sleeping disorders, depression, loneliness, suicide ideation, substance abuse, and low educational achievement or school dropoutDiscrimination based on rural versus urban identity, or migrant status was associated with poorer psychological adjustment, high levels of depression, increased sleep disorders, low self-worth, withdrawal from schoolPost-traumatic stress disorder and mental disorders were prevalent among youth of colourThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 10Hall et al. (2018a; 2018b) showed how stigma towards pregnant adolescents led to marginalisation and mistreatment by community members and served as a barrier to Ghanaian girls’ access to family planning services, including abortion. Gender identity-based victimisation such as sexual violence, corrective rape, female genital mutilation, and early child marriage were associated with stigmatisation, isolation from peers, victim-blaming, female-on-female violence, and loss of interest in schooling (Mayeza et al., 2021; Pesambili & Mkumbo, 2018). In Congo, sexual abuse against young females during armed conflict was associated with depression and posttraumatic stress (Verelst et al., 2014). Another study related the impact of gender discrimination towards young women on their cognitive abilities, vocabulary, and reading ability (Das et al., 2022). ReligionReligion was the least studied social identity in the Global South, with only one quantitative and two qualitative studies included. All three studies centred on the experiences of religious discrimination in educational settings and within interpersonal relationships. Pan and Spittal (2013) used data from a cross-national survey of Chinese adolescents to show that religious bullying or victimisation was significantly associated with suicidal ideation, violence and injury intentionally inflicted by another, and depression. In Pakistan, negative representations of minority religion youth in educational curricula meant anti-minority prejudices were often officially endorsed (Ali & Mukherjee, 2022). In the Philippines school bullying toward Arab and Muslim youth affected their education and learning outcomes (Abunab et al., 2017).Religion was the least studied social identity in the Global SouthOverall, adverse psychosocial and bodily integrity domains were most frequently reported. All but 11 of the studies included psychosocial measures, particularly looking at mental health/psychological adjustment and problem behaviour outcomes. The 11 studies not including psychosocial domains explored discrimination based on disability (collectively covering all other capability domains), gender (including all other domains except voice and agency, and religion (including voice and agency). The frequency distribution of the outcomes reported in the 53 studies included in the data synthesis is shown in Figure 2.Negative outcomes for gender discrimination included psychological distress, poor cognitive outcomes, sleeping and eating disorders, sexual and reproductive health problems, and financial difficultiesReligious bullying or victimisation was significantly associated with suicidal ideation, violence and depressionOutcomes under each of the GAGE outcome domainsThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 11Education and learningThe effects of discrimination on educational and learning outcomes were reported in 17 of the studies. They included how gender discrimination (including female genital mutilation and early child marriage) limited education for girls and impacted young girls’ cognitive and learning ability (Pesambili & Mkumbo 2018; Das et al., 2022); how migrant and religious-based experiences of discrimination negatively impacted on school adaptation, attendance and performance (Asindi & Eyong, 2012; Bannink et al., 2016; Jones et al., 2020; Banks et al., 2019) and how disability-based bullying meant that youth experienced health problems as well as wanting to drop out of school (Akram &. Munawa, 2016). Bodily integrity All studies on gender discrimination included outcomes related to bodily integrity and freedom from sexual and gender-based violence, female genital mutilation, forced marriage and child marriage. One South African study looked at corrective rape as an outcome of identity-based violence against lesbian adolescents (Floretta & Maia, 2015). Studies on disability found that youth with disabilities are prone to experiencing physical violence, and that girls with disabilities have a high risk of experiencing sexual violence (Devries et al., 2014). Similarly, other disability studies found that learners with disabilities frequently experience violence in school, which often went unaddressed (Akram & Munawa, 2016; Somani et al., 2021). Stark et al.’s (2015) study on refugee youth in Uganda found a comprehensive set of outcomes including drug abuse, trafficking, beatings, death threats, and generally poor help-seeking behaviour due to not having any recourse when victimised. Physical, nutritional, and sexual and reproductive healthThere were fewer studies (n=12) that found physical, nutritional, or sexual and reproductive health outcomes. A study in Pakistan used a health questionnaire to assess physical health problems associated with disability-based bullying (Akram &. Munawa, 2016). Physical health outcomes included headache, abdominal pain, cold, cough, respiratory problems, skin problems, nausea and problems severe enough to require absence from school. In a Tanzanian study, adolescent girls with disabilities had challenges accessing sexual and reproductive health services (Mesiäislehto et al., 2021). In Hameed’s (2018) study, young, unmarried women in a rural area were stigmatised for being sexually active, which in turn, limited their health-seeking behaviours, predisposing them to outcomes such as unsafe abortions and not seeking treatment for sexually transmitted infections (STI). Note: Some studies reported on more than one capability domain. Disability Gender Geography Race/Ethnicity Religion Sexual orientation0          5              10                15              20           25                 30                 35               40            45Psychosocial healthEducation and learningBodily integrityPhysical health, SRH and nutritionVoice and agencyEconomic empowerment7 4 11 5 1 121 1 1 1 1 11 22 3 36 5 1 2133 3 3 3 1 3Figure 2: Number of studies mapped onto each  GAGE outcome domainsGender discrimination limited education for girls and impacted young girls’ cognitive and learning abilityThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 12Psychosocial well-beingAll of the studies included psychosocial wellbeing outcomes, including sleep disorders, bed-wetting, nightmares, appetite problems and eating disorders, substance abuse, subjective well-being, low self-esteem, psychological distress, post-traumatic stress disorder, victim-blaming for victims of sexual violence, depression, low life satisfaction, stress and anxiety, including worries about going to school, suicidal ideation, non-suicidal self-injury, a poor sense of belonging, difficulties with social engagement or social isolation, anti-social behaviours and mal-adaptation.Voice and agencySix studies included voice and agency outcomes. Internalising stereotypes and discriminatory experiences was found to impact on help-seeking, and independent decision-making among youth with different types of identities. Child marriage in the Maldives meant that young women and girls faced ostracisation and public humiliation because of premarital sex, and their sexual and reproductive health-seeking behaviour was severely undermined due to needing husbands’ permission for treatment of STIs, sterilisation or contraception – predisposing them to unsafe abortions (Hameed 2018). A study on LGBTQI youth in South Africa described discriminatory acts such as the denial of financial and healthcare services (Mavhandu-Mudzusi & Sandy, 2015). One study highlighted how refugee youths’ experience of discrimination restricted their parent’s’ agency to seek help for their child and provide support (Stark et al., 2015). Economic empowermentOnly two studies referred to economic empowerment as an outcome of discrimination. Maunganidze, Machiha, and Mapuranga (2022) illustrated how youth with albinism experienced challenges in finding employment and remaining employed, as well as how workplace discrimination prevented them from gaining entry into workplace social networks. Secondly, a study in Brazil looked at how the sexual division of labour among peasant youth negatively affects girls’ autonomy and freedom. The participants in the study recounted the unequal expectations placed on sons and daughters related to their sex/gender and how it contributes to the division and social value of labour. For example, while daughters participate in field work, which is considered productive labour, this is constructed as help, rather than work, and they must also complete house chores (Schwendler, 2020). All of the studies included psychosocial outcomes, including sleep disorders, eating disorders, substance abuse, low self-esteem, psychological distress, post-traumatic stress disorder, depression, low life satisfaction, suicidal ideation a poor sense of belonging, social isolation, anti-social behavioursInternalising stereotypes and discriminatory experiences was found to impact on help-seekingOnly two studies referred to economic empowerment as an outcome of discriminationThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 13What has the review shown?1. Most studies of discrimination outcomes for Global South youth are largely concentrated on youth in Africa and China, with nominal evidence from other Global South regions. While it has not been possible to make a detailed comparison between findings from Global North literature and the review of these 53 studies, this rapid review has highlighted several important general findings and gaps in knowledge on each aspect of discrimination. Ten key takeaways 1. Most of the studies analysed included early and late adolescent populations, reaffirming a gap in research on young adults in the Global South. 2. Most studies on youth discrimination were in school and university settings, with very little attention being given to refugee camp settings or rural settings, or to young people living on the streets or in health or care facilities.3. There is a widespread acknowledgement of school violence and bullying among school-aged children and adolescents. Such bullying and violence occurs for various reasons and is recognised as an important social and public health problem, and the adverse consequences for victims are well established (Moyano & del Mar Sanchez-Fuentes, 2020). This review draws attention to how discrimination lies at the heart of much of this violence and bullying. 4. There is a growing research focus on discrimination against LGBTQI youth in the Global South. This is both welcome and surprising, since homosexual relationships are still largely illegal in Southern contexts. 5. Unlike this emerging focus on LGBTQI youth, youth who experience discrimination as a result of religious identity are under-represented in research studies. This finding is puzzling given the plethora of armed conflicts occurring in the Global South that are attributed to religious difference.6. There were almost no studies focusing on ethnic conflict and the discrimination young people experience because of these conflicts. Considering the multiple ethnic conflicts currently recorded in Global South contexts, largely as a result of imposed colonial boundaries, this is an urgent focus for research.7. The many studies on gender discrimination recognise GBV as a form of, and result of, insidious and prevailing unequal gender norms in the Global South. The focus on GBV is to be expected as violence against women and girls disproportionately affects girls and women in the Global South (WHO, 2013). While GBV emerged as adversely impacting Global South youth, there is less known on the outcomes of so-called ‘corrective rape’ directed towards LGBTQI youth. 8. Studies on discrimination against youth with disabilities in the Global South begin to fill the dearth of evidence currently available (Groce & Kett, 2014). However, the studies reviewed covered a narrow range of disabilities, and all but excluded discrimination on the basis of mental illness. The mental health lacuna is important, especially considering that minority groups, such as those living with disabilities, suffer double stigma when faced with the burdens of mental illness in addition to their primary identity-based discrimination (WHO, 2021; Moses, 2010). 9. Discrimination due to place or geography needs far greater investigation, especially given the diverse and contrasting settings of the Global South. More focus on the urban-rural divide and discrimination is needed (Smit, 2021). Despite the sizeable scale of inter-regional migration, there are disproportionately fewer studies on discrimination experiences of resettled refugees, asylum seekers, or displaced youth conducted in the Global South than there are in the Global North. Existing evidence from the North shows that displaced youth are an important group that experience multiple forms of discrimination, disadvantage, and exclusion (Ellis et al., 2010; Fox et al., 2002; Güler, 2021). Within a context of extreme anti-immigrant sentiment in the United States and Europe, the impacts of multiple levels of discrimination on the well-being and development of immigrant adolescents requires constant attention.The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 14Protective measures and suggested interventions A further finding from the review included a range of protective factors for attenuating the negative health outcomes of discrimination, although these were not always significant. Among these were attributes of resilience, self-esteem, self-efficacy, self-compassion, self-acceptance, adaptability, school engagement, a sense of belonging, future orientation, perceived support, hope and belief in a just world, as well as a sense of agency through responding to or reporting acts of discrimination. Assertiveness and resistance were also protective factors against discrimination on the basis of gender, sexuality, and racial discrimination. In addition, city or urban  identity was a protective factor for migrant adolescents’ adaptation. The foregrounding of schools and teachers as sources of support for marginalised learners locates educational contexts at the centre of bringing about change and as settings for interventions to prevent bullying. There is significant evidence that school-based violence prevention programmes that include parenting components are effective (Lundgren & Amin, 2015), and that effective anti-bullying programmes during adolescence may have profound implications for health overall (Arseneault, 2017). However, there is less evidence on how such interventions protect different youth identity subgroups from discrimination and violence. Illustrating the importance of community in countering the effects of discrimination, external protective factors such as social networks as well as collective self-esteem, a sense of belonging, identification and affirmation with one’s group (e.g., the gay community or ethnic group) were reported. Positive family, school and community contexts, food security and housing stability also play important roles in helping minority youth cope with prejudice. Higher family socio-economic status and parental education levels were found to be protective factors for migrant adolescents and youths with disabilities. Interestingly, socio-economic status was not found to be protective against discrimination on the basis of race, ethnicity, nor religion. Family contexts with higher levels of parental and sibling support were found to be protective for youth experiencing discrimination on the basis of gender, sexuality, and disability, and for left-behind children in the case of parental migration. In general, financial resources proved to be a protective factor against discrimination, e.g., stipends for youth with disabilities and young women facilitated their access to resources and a sense of agency. Affirmative action was a protective factor for youth with disabilities, while the prospects of economic stability was a protective factor for transgender youth. Inclusive school-based violence and bullying prevention programmes were suggested to mitigate discrimination against marginalised youth. These should include the deliberate provision of emotional support by teachers and family members – especially parents – and empower youth to report discrimination and seek support. Educational workshops were suggested as a space for creating awareness, and promoting discussion and empowerment, thereby increasing agency. Reasonable accommodations and inclusive education policies and practices were suggested to protect youth with disabilities from discrimination. Protective factors were attributes of resilience, self-esteem, self-efficacy, a sense of belonging, future orientation, perceived support, a sense of agency through responding to or reporting acts of discriminationSocio-economic status was not found to be protective against discrimination on the basis of race, ethnicity, nor religionThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 15Global South youth experience various types of discrimination, just like their Global North peers, but their responses may differ. The findings from this review show that adolescents with marginalised identities experience multiple forms of discrimination that are associated with adverse health and well-being outcomes. The majority of studies reported on the adverse psychosocial outcomes of discrimination, while some reported on adverse bodily integrity, educational, and physical health outcomes. Very few studies reported economic empowerment and voice-agency impediments as a result of discrimination. In asking why this might be so, the review concludes with a discussion concerning the need to: (1) intentionally investigate overlooked effects of discrimination on adolescent health and wellbeing; (2) contrast the effects of discrimination on Global North and Global South youth who have differing resources to cope; (3) identify the nature and effects of multiple identity-based discriminations that act simultaneously and intersectionally to produce complex outcomes; and (4) conduct longitudinal studies to track the effects of discrimination over time. Such an approach to investigating discrimination is urgently needed to rebalance global health systems and achieve wellbeing interventions by centring the impact of discrimination on the lives of youth from the Global South.Intentionally investigating overlooked effects of discrimination on youthThere are glaring gaps in the reporting of adverse effects of discrimination on Global South youth. A factor could be that research does not purposively analyse discrimination in its diversity, but rather looks at specific types of discrimination such as GBV or peer bullying. The collated evidence reports predominantly on the psychosocial impacts of discrimination on adolescents, measuring psychological and behavioural disorders, showing extensive evidence for discrimination as a contributor to poor mental health. This focus of studies is not surprising since mental health disorders affect 10-20% of adolescents globally (WHO, 2021). However, it is telling that there were few included studies looking at discrimination against youth with existing mental health illness (or psychosocial disabilities) in the Global South.Educational attainment is universally considered empowering, with the potential to give marginalised youths better social and economic prospects. The review shows that education and learning outcomes may be impacted by poorer physical or psychosocial health due to bullying and victimisation, and some studies noted how marginalised youths’ adverse education outcomes in turn hinder future employment prospects and economic empowerment. Thus there is a need to purposively measure the long-term learning and education effects of discrimination.Outcomes such as unemployment and financial difficulties resulting from discrimination were the least reported. Considering the poverty levels in the Global South, more studies should focus on how discrimination against disadvantaged groups of youth impact on their economic empowerment and employment prospects.There are glaring gaps in the reporting of adverse effects of discrimination on Global South youthMore studies should focus on how discrimination against disadvantaged groups of youth impact on their economic empowerment and employment prospectsWhat is now needed to deepen understanding and intervention?The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 16When marginalised youth experience discrimination and GBV, adverse psychosocial outcomes in turn impact on their access to health information and resources because reporting and seeking help are impeded. Thus, there are fundamental links between psychosocial well-being and voice and agency, yet few studies purposively engaged with voice and agency outcomes. A more intentional review of studies measuring this domain is needed. Few studies included physical and sexual and reproductive health and nutrition outcomes. In the Global South these outcomes are important considering the contexts of higher levels of malnutrition, disability and disease, and higher levels of GBV, STIs and teenage pregnancies. None of the studies reported physical health outcomes such as stress using cortisol measures or the risk of heart disease as was demonstrated among African Americans (Chae et al., 2020), which are also inextricably linked to psychosocial outcomes. The need to compare the effects of discrimination on Global North and Global South youth Preliminary evidence in the review suggests that discrimination is both a determining factor and an outcome of adverse health in Global South youth. Global South youth experience similar types of bullying, violence, and rejection as their Global North peers, but little is known about whether Global South youth experience exaggerated discrimination in limited resource, high violence and conflict, and low-support settings. The findings suggest that current research may undermine the discrimination-health relationship for youth in the Global South and fails to account for the disproportionate exposure to discrimination among other adverse conditions and experiences faced by these individuals. Protecting youth in the Global South from the detrimental impacts of discrimination will rely on contrasting North and South data, and how different resources and contexts exaggerate or mitigate discrimination and its effects. Additionally, more work is needed focusing on how youth use agency to rise above the constraints and discrimination imposed on them in their different settings. Analysing intersectional discriminations that produce complex outcomesIn looking at adverse life outcomes of discrimination for youth in the Global South, we need to suspend assumptions that all youth from a particular social identity group face the same disadvantages or adverse outcomes. Overall, the studies failed to engage how multiple vulnerabilities associated with different identities may result in exaggerated or worse health outcomes for youth who are members of multiple stigmatised social groups. An intersectional approach to understanding discrimination will provide a deeper understanding of the diverse ways youth health outcomes are impeded by aspects of both identity and circumstance (i.e., living in the Global South with increased vulnerabilities, heightened inequalities, poverty, and adverse environments).The need for longitudinal studies to track the effects of discriminationOverall, a lack of longitudinal studies showing the lasting impact of discrimination means that the outcomes for emerging adults are uncertain. Furthermore, studies on the inter-generational effects of discrimination, e.g., second and third generation immigrants, may serve to provide a forecast of what inherited discrimination means for young people.Little is known about whether Global South youth experience exaggerated discrimination in limited resource, high violence and conflict, and low-support settingsStudies failed to engage how multiple vulnerabilities associated with different identities may result in worse health outcomes for youth who are members of multiple stigmatised social groupsA lack of longitudinal studies showing the lasting impact of discrimination means that the outcomes for emerging adults are uncertainThere are fundamental links between psychosocial well-being and voice and agency, yet few studies purposively engaged with voice and agency outcomesThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 17Discrimination is complex and manifests in different forms. For future work, we need to be aware of how we construct and operationalise social identity categories, as well as how best to capture and define oppression, discrimination, and privilege within Global South versus Global North settings. It remains important to identify Global South and North youth who are at risk for poor health and wellbeing outcomes, but also to specifically identify subpopulations of youth who might benefit most from intervention programmes aimed at preventing or ameliorating the adverse impact of discrimination.Protection of marginalised youth means eliminating health inequities that are systematically associated with underlying social disadvantages or marginalisation. In order to rebalance systems and provide a global narrative of discrimination and adverse outcomes on young lives, there is a need to interrogate the limited focus on economic empowerment and voice and agency outcomes, especially for young women.More intentional studies on all the impacts of discrimination in the Global South are needed along with a lens that looks at cumulative outcomes when these occur due to multiple discriminations. It remains crucial to purposefully highlight intersectionality when discussing protection of youth in the Global South given the diversity of vulnerabilities in these contexts. When we understand the nuanced associations between various forms of oppression and discrimination and physical and mental health outcomes, prevention programmes will be better placed to meet the specific needs of youth. Creating interventions and policies that empower and protect young people who face multiple forms of discrimination based on stigmatised identities can help them to realise their rights to non-discrimination.There is a need to interrogate the limited focus on economic empowerment and voice and agency outcomes, especially for young womenThe evidence we now needThe effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 18ReferencesAbunab, H. Y., Dator, W. L. T., Salvador, J. T., & Lacanaria, M. G. C. (2017). Solitude, religious and cultural uniqueness in a foreign environment: Adjustments as an Arab student. Journal of Religion and Health, 56, 1701–1718.Ahuja, M., Haeny, A. M., Sartor, C. E., & Bucholz, K. K. (2021). Gender discrimination and illicit drug use among African American and European American adolescents and emerging adults. Psychology of Addictive Behaviors, 35(3), 310–319. Akram B., & Munawa A. (2016). Bullying victimization: A risk factor of health problems among adolescents with hearing impairment. Journal of Pakistan Medical Association, 66(1), 13–17.Allen, E. (2019). Perceived discrimination and health: Paradigms and prospects. Sociology Compass, 13. Online.Ali, Z., & Mukherjee, U (2022). “We are not equal citizens in any respect”: Citizenship education and the routinization of violence in the everyday lives of religious minority Youth in Pakistan. Diaspora, Indigenous, and Minority Education, 16(4), 246–258.Arseneault, L. (2017). The long-term impact of bullying victimization on mental health. World Psychiatry, 16(1), 27–28.Asindi A. A., & Eyong K. I. (2012). Stigma on Nigerian children living with epilepsy. Journal of Pediatric Neurology, 10(2), 105–109.Assari, S., Moazen-Zadeh, E., Caldwell, C. H., & Zimmerman, M. A. (2017). Racial discrimination during adolescence predicts mental health deterioration in adulthood: Gender differences among blacks. Frontiers in Public Health, 5. Online.Bannink, F., Idro, R., & Van Hove, G. (2016). “I like to play with my friends”: Children with spina bifida and belonging in Uganda. Social Inclusion, 4(1), 127–141. Banks, L. M., Zuurmond, M., Monteath–Van Dok, A., Gallinetti, J., & Singal, N. (2019). Perspectives of children with disabilities and their guardians on factors affecting inclusion in education in rural Nepal: “I feel sad that I can’t go to school”. Oxford Development Studies, 47(3), 289–303.Barnett, J. P., Maticka-Tyndale, E., & Trócaire Kenya (2016). Stigma as social control: Gender-based violence stigma, life chances, and moral order in Kenya. Social Problems, 63(3), 447–462. Beiser, M., & Hou, F. (2016). Mental health effects of premigration trauma and postmigration discrimination on refugee youth in Canada. The Journal of Nervous and Mental Disease, 204(6), 464–470.Bell, A. N., & Juvonen, J. (2020). Gender discrimination, perceived school unfairness, depressive symptoms, and sleep duration among middle school girls. Child Development, 91(6), 1865–1876. Benner, A. D., Wang, Y., Shen, Y., Boyle, A. E., Polk, R., & Cheng, Y-P. (2018). Racial/ethnic discrimination and well-being during adolescence: A meta-analytic review. American Psychologist, 73(7), 855–883. Budescu, M., Sisselman-Borgia, A., & Torino, G. C. (2022). Discrimination, self-harming behaviors and emotional quality of life among youth experiencing homelessness. Journal of Social Distress and Homelessness, 31(1), 55–64.Cave, L., Cooper, M. N., Zubrick, S. R., & Shepherd, C. C. J. (2020). Racial discrimination and child and adolescent health in longitudinal studies: A systematic review. Social Science & Medicine, 250. Online.Chae, D. H., Wang, Y., Martz, C. D., Slopen, N., Yip, T., Adler, N. E., … Epel, E. S. (2020). Racial discrimination and telomere shortening among African Americans: The Coronary Artery Risk Development in Young Adults (CARDIA) study. Health Psychology, 39(3), 209–219.Chatzitheochari, S., Parsons, S., & Platt, L. (2016). Doubly disadvantaged? Bullying experiences among disabled children and young people in England. Sociology, 50(4), 695–713. Cornell, J., & Kessi, S. (2017). Black students’ experiences of transformation at a previously “white only” South African university: A photovoice study. Ethnic and Racial Studies, 40(11), 1882–1899.Daley, A., Phipps, S., & Branscombe, N. R. (2018). The social complexities of disability: Discrimination, belonging and life satisfaction among Canadian youth. SSM - Population Health, 5, 55–63.Daniels, J., Struthers, H., Maleke, K., Catabay, C., Lane, T., McIntyre, J., & Coates, T. (2019). Rural school experiences of South African gay and transgender youth. Journal of LGBT Youth, 16(4), 355–379.da Silva J. C. P., Cardoso R. R., Cardoso Â. M. R., & Gonçalves, R. S. (2021). Sexual diversity: A perspective on the impact of stigma and discrimination on adolescence. Ciência & Saúde Coletiva, 26(7), 2643–2652.The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 19Das, S. K., Mishra, U. S., Das, M., & Das, P. (2022). Perceptions of gender norms and sex-typed cognitive abilities among Indian adolescents – A study of Andhra Pradesh and Telangana. Children and Youth Services Review, 135. Online.Das-Munshi, J., Lund, C., Mathews, C., Clark, C., Rothon, C., & Stansfeld, S. (2016). Mental health inequalities in adolescents growing up in post-apartheid South Africa: Cross-sectional survey, SHaW study. PLoS ONE, 11(5). Online.Devries, K. M., Kyegombe, N., Zuurmond, M., Parkes, J., Child, J. C., Walakira, E. J., Naker, D. (2021). Violence against primary school children with disabilities in Uganda: A cross-sectional study. BMC Public Health, 14. Online.Ellis, B. H., MacDonald, H. Z., Klunk Gillis, J., Lincoln, A., Strunin, L., & Cabral, H. J. (2010). Discrimination and mental health among Somali refugee adolescents: The role of acculturation and gender. American Journal of Orthopsychiatry, 80(4), 564–575. Farooq, A., & Sohail, T. (2019). Conceptualization of religious belonging of Christian youth in higher education institutions. Journal of Islamic Thought and Civilization, 9(2), 253–271.Farooqui, J. F., & Kaushik, A. (2022). Growing up as a Muslim youth in an age of Islamophobia: A systematic review of literature. Contemporary Islam, 16, 65–88.Flores, J., Caqueo-Urízar, A., Quintana, L., Urzúa, A., & Irarrázaval, M. (2021). Perceived discrimination and contextual problems among children and adolescents in northern Chile. PloS ONE, 16(2). Online.Fox, S. D., Griffin, R. H., & Pachankis, J. E. (2020). Minority stress, social integration, and the mental health needs of LGBTQ asylum seekers in North America. Social Science & Medicine, 246. Online.GAGE Consortium. (2017). Why understanding adolescent capabilities, change strategies and contexts matters. London, UK: GAGE.Gaiha, S. M., Salisbury, T. T., Koschorke, M., Raman, U., & Petticrew, M. (2020). Stigma associated with mental health problems among young people in India: A systematic review of magnitude, manifestations and recommendations. BMC Psychiatry, 20. Online.Gatt, J. M., Alexander, R., Emond, A., Foster, K., Hadfield, K., Mason-Jones, A., … & Wu, Q. (2020). Trauma, resilience, and mental health in migrant and non-migrant youth: An international cross-sectional study across six countries. Frontiers in Psychiatry, 10. Online.George, A. S., Amin, A., de Abreu Lopes, C. M., & Ravindran, T. S. (2020). Structural determinants of gender inequality: Why they matter for adolescent girls’ sexual and reproductive health. BMJ, 386. Online.Groce, N., & Kett, M. (2014). Youth with disabilities (Working Paper Series No. 23). London, UK: Leonard Cheshire Disability and Inclusive Development Centre. Güler, A. (2021). Acculturation, perceived discrimination and school adjustment among forcibly displaced Syrian youths in Turkey. Journal of School and Educational Psychology, 1(1), 26–34.Hall, K. S., Manu, A., Morhe, E., Dalton, V. K., Challa, S., Loll, D., … & Harris, L. H. (2018a). Bad girl and unmet family planning need among Sub-Saharan African adolescents: The role of sexual and reproductive health stigma. Qualitative Research in Medicine & Healthcare, 2(1), 55–64.Hall, K. S., Morhe, E., Manu, A., Harris, L. H., Ela, E., Loll, D., … & Harris, L. H. (2018b). Factors associated with sexual and reproductive health stigma among adolescent girls in Ghana. PloS ONE, 13(4). Online.Hameed, S. (2018). To be young, unmarried, rural, and female: Intersections of sexual and reproductive health and rights in the Maldives. Reproductive Health Matters, 26(54), 61–71. Honey, A., Emerson, E., & Llewellyn, G. (2011). The mental health of young people with disabilities: Impact of social conditions. Social Psychiatry and Psychiatric Epidemiology, 46, 1–10.Huang, Y., Li, P., Guo, L., Gao, X., Xu, Y., Huang G., & … Lu, C. (2018). Sexual minority status and suicidal behaviour among Chinese adolescents: A nationally representative cross-sectional study. BMJ Open, 8(8). Online.Jia, X., & Liu, X. (2017). Perceived discrimination and antisocial behaviour among Chinese rural to urban migrant adolescents: Mediating effects of social support. International Journal of Psychology, 52(4), 327–335.Jiang, S., & Dong, L. (2020). The effects of teacher discrimination on depression among migrant adolescents: Mediated by school engagement and moderated by poverty status. Journal of Affective Disorders, 275, 260–267.The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 20Jones, N., Baird, S., & Lunin, L. (2018). GAGE research design, sample and methodology. London, UK: GAGE.Jones, N., Pincock, K., Baird, S., Yadete, W., & Hamory Hicks, J. (2021). Intersecting inequalities, gender and adolescent health in Ethiopia. International Journal for Equity in Health, 19(1). Online.Jones, L., Bellis, M. A., Wood, S., Hughes, K., & McCoy, E., Eckley, L., … Officer, A. (2012). Prevalence and risk of violence against children with disabilities: A systematic review and meta-analysis of observational studies. The Lancet, 380(9845), 899–907.Lindley, L. L., & Walsemann, K. M. (2015). Sexual orientation and risk of pregnancy among New York City high-school students. American Journal of Public Health, 105(7), 1379–1386.Lindsay, S., Fuentes, K., Tomas, V., & Hsu, S. (2022). Ableism and workplace discrimination among youth and young adults with disabilities: A systematic review. Journal of Occupational Rehabilitation. Online.Kågesten, A., Gibbs, S., Blum, R. W., Moreau, C., Chandra-Mouli, V., Herbert, A., & Amin, A. (2016). Understanding factors that shape gender attitudes in early adolescence globally: A mixed-methods systematic review. PloS ONE, 11(6). Online.Kapur, R. (2019). Problems and challenges in rural areas. Retrieved from https://www.researchgate.net/publication/332187494_Problems_and_Challenges_in_Rural_Areas Kaushik, A., Kostaki, E., & Kyriakopoulos, M. (2016). The stigma of mental illness in children and adolescents: A systematic review. Psychiatry Research, 243, 469–494. Kinghorn, A., Shanaube, K., Toska, E., Cluver, L., & Bekker, L-G. (2018). Defining adolescence: Priorities from a global health perspective. The Lancet Child & Adolescent Health, 2(5). Online.Longo, J., Walls, N. E., & Wisneski, H. (2013). Religion and religiosity: Protective or harmful factors for sexual minority youth? Mental Health, Religion & Culture, 16(3), 273–290.Lundgren, R., & Amin, A. (2015). Addressing intimate partner violence and sexual violence among adolescents: Emerging evidence of effectiveness. Journal of Adolescent Health, 56(1). Online.Ma, Y, Xue, W., Liu, Q., & Xu, Y. (2022). Discrimination and deaf adolescents’ subjective well-being: The role of deaf identity. The Journal of Deaf Studies and Deaf Education, 27(4), 399–407.Marmot, M., Allen, J., Goldblatt, P., Boyce, T., McNeish, D., Grady, M., & Geddes, I. (2010). Fair society, healthy lives: The Marmot review. Retrieved from https://www.parliament.uk/globalassets/documents/fair-society-healthy-lives-full-report.pdf Maunganidze F., Machiha K., & Mapuranga M. (2022). Employment barriers and opportunities faced by people with albinism. A case of youths with albinism in Harare, Zimbabwe. Cogent Social Science, 8(1). Online.Mavhandu-Mudzusi, A. H., & Sandy, P. T. (2015). Religion-related stigma and discrimination experienced by lesbian, gay, bisexual and transgender students at a South African rural-based university. Culture, Health & Sexuality, 17(8), 1049–1056. Mayeza, E., Bhana, D., & Mulqueeny, D. (2021). Normalising violence? Girls and sexuality in a South African high school. Journal of Gender Studies, 31(2), 165–177.Millender, E., Barile, J. P., Bagneris, J. R., Harris, R. M., De Faria, L., Wong, F. Y., … & Taylor, J. Y. (2020). Associations between social determinants of health, perceived discrimination, and Body Mass Index on symptoms of depression among young African American mothers. Archives of Psychiatric Nursing, 35(1), 94–101.Mesiäislehto, V., Katsui, H., & Sambaiga, R. (2021). Disparities in accessing sexual and reproductive health services at the intersection of disability and female adolescence in Tanzania. International Journal of Environmental Research and Public Health, 18. Online.Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 36, 38–56.Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. Mohale, R., & Thobejane, T. (2018). An exploration on the challenges faced by youth in lesbian, gay, bisexual, transgender and intersex relationships at Mkhuhlu location, Mpumalanga province, South Africa. Gender & Behaviour, 16(2), 1–16.Moher D, Liberati A, Tetzlaff J, Altman DG, The PRISMA Group (2009). Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement. PLoS Med 6(7): e1000097. doi:10.1371/journal.The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 21pmed1000097 Morley, R., Miller, E. L., Fisher, H., & Brown, E. (2021). Children and youth specific religious persecution 2021: Preliminary findings from 50 countries. Ermelo, Netherlands: Open Doors.Moses, T. (2010). Being treated differently: Stigma experiences with family, peers, and school staff among adolescents with mental health disorders. Social Science & Medicine, 70(7), 985–993. Mouzon, D. M., Taylor, R. J., Woodward, A. T., & Chatters, L. M. (2017). Everyday racial discrimination, everyday non-racial discrimination, and physical health among African-Americans. Journal of Ethnic & Cultural Diversity in Social Work, 26(1-2), 68–80. Moyano, N., & del Mar Sánchez-Fuentes, M. (2020). Homophobic bullying at schools: A systematic review of research, prevalence, school-related predictors and consequences. Aggression and Violent Behavior, 53. Online.Msibi, T. (2012). ‘I’m used to it now’: Experiences of homophobia among queer youth in South African township schools. Gender and Education, 24(5), 515–533.Nadal, K. L., Whitman, C. N., Davis, L. S., Erazo, T., & Davidoff, K. C. (2016). Microaggressions toward lesbian, gay, bisexual, transgender, queer, and genderqueer people: A review of the literature. The Journal of Sex Research, 53(4-5), 488–508. Nguse, S. (2022). Intersectionality in South African health care - what is to be done? South African Journal of Psychology, 1–10.Oginni O. A., Mosaku K. S., Mapayi B. M., Akinsulore A., & Afolabi T. O. (2018). Depression and associated factors among gay and heterosexual male university students in Nigeria. Archives of Sexual Behavior, 47, 1119–1132.Onwuakagba I. U., Okoye E. C., Obi G. C., Okoye E. A., Akosile C.O., & Akobundu U. N. (2020). Community integration, self-esteem, and perceived stigma in a Nigerian sample with epilepsy. Epilepsy & Behavior, 112. Online.Pan, S. W., & Spittal, P. M. (2013). Health effects of perceived racial and religious bullying among urban adolescents in China: A cross-sectional national study. Global Public Health, 8(6), 685–697. Parker, C. M., Hirsch, J. S., Philbin, M. M., & Parker, R. G. (2018). The urgent need for research and interventions to address family-based stigma and discrimination against lesbian, gay, bisexual, transgender, and queer youth. Journal of Adolescent Health, 63(4), 383–393.Patton, G. C., Sawyer, S. M., Santelli, J. S., Ross, D., Afifi, R., Allen, N. B., ... & Viner, R. M. (2016). Our future: A Lancet commission on adolescent health and wellbeing. The Lancet, 387(10036), 2423–2478.Peng, C., Wang, Z., Yu, Y., Cheng, J., Qiu, X., & Liu, X. (2022). Co-occurrence of sibling and peer bullying victimization and depression and anxiety among Chinese adolescents: The role of sexual orientation. Child Abuse & Neglect, 131. Online.Pesambili J. C., & Mkumbo K. A. K. (2018). Implications of female genital mutilation on girls’ education and psychological wellbeing in Tarime, Tanzania. Journal of Youth Studies, 21(8), 1111–1126.Petroni, S., Steinhaus, M., Fenn, N. S., Stoebenau, K., & Gregowski, A. (2017). New findings on child marriage in sub-Saharan Africa. Annals of Global Health, 83(5-6), 781–790. Priest, N., Paradies, Y., Stewart, P., & Luke, J. (2011). Racism and health among urban Aboriginal young people. BMC Public Health, 11. Online.Priest, N., Paradies, Y., Trenerry, B., Truong, M., Karlsen, S., & Kelly, Y. (2013). A systematic review of studies examining the relationship between reported racism and health and wellbeing for children and young people. Social Science & Medicine, 95, 115–127.Rinehart, S. J., Espelage, D. L., & Bub, K. L. (2020). Longitudinal effects of gendered harassment perpetration and victimization on mental health outcomes in adolescence. Journal of Interpersonal Violence, 35(23-24), 5997–6016. Robinson, B. A. (2021). “They peed on my shoes”: Foregrounding intersectional minority stress in understanding LGBTQ youth homelessness. Journal of LGBT Youth, 1–17.Sandfort, T., Bos, H., Knox, J., & Reddy, V. (2016). Gender nonconformity, discrimination, and mental health among black South African men who have sex with men: A further exploration of unexpected findings. Archives of Sexual Behavior, 45(3), 661–670.The effects of identity-based discrimination on young people in the Global SouthAn HSRC Evidence Review 22Satyanarayana, V. A., Chandra, P. S., Sharma, M. K., Sowmya, H. R., & Kandavel, T. (2016). Three sides of a triangle: Gender disadvantage, resilience and psychological distress in a sample of adolescent girls from India. International Journal of Culture and Mental Health, 9(4), 364–372.Schwendler, S.F. (2020). The sexual division of labour in the countryside from a young peasant perspective. Estudos Feministas, 28(1), 1–13.Sladek, M. R., Umaña-Taylor, A. J., Oh, G., Spang, M. B., Tirado, L. M. U., Vega, L. M. T., ... & Wantchekon, K. A. (2020). Ethnic-racial discrimination experiences and ethnic-racial identity predict adolescents’ psychosocial adjustment: Evidence for a compensatory risk-resilience model. International Journal of Behavioral Development, 44(5), 433–440.Șerban, A. M., & Brazienė , R. (2021). Young people in rural areas: Diverse, ignored and unfulfilled. Strasbourg, France: European Commission/Council of Europe.Smit, W. (2021, April 26). Urbanization in the Global South. Oxford Research Encyclopedia of Global Public Health. Retrieved from https://oxfordre.com/publichealth/view/10.1093/acrefore/9780190632366.001.0001/acrefore-9780190632366-e-251 Smith, L. H., Hernandez, B. E., Joshua, K., Gill, D., & Bottiani, J. H. (2022). A scoping review of school-based prevention programs for indigenous students. Educational Psychology Review, 34, 2783–2824.Somani, R., Corboz, J., Karmaliani, R., Chirwa, E. D., McFarlane, J., Khuwaja, H. M. A., … Jewkes, R. (2021). Peer victimization and experiences of violence at school and at home among school age children with disabilities in Pakistan and Afghanistan. Global Health Action, 14(1). Online.Stark, L., Plosky, W. D., Horn, R., & Canavera, M. (2015). ‘He always thinks he is nothing’: The psychosocial impact of discrimination on adolescent refugees in urban Uganda. Social Science & Medicine, 146, 173–181. Tang, W., Dai, Q., Wang, G., Hu, T., & Xu, W. (2020). Impact of parental absence on insomnia and nightmares in Chinese left-behind adolescents: A structural equation modeling analysis. Children and Youth Services Review, 114. Online.Teixeira-Filho F. S., & Rondini C. A. (2012). Suicide thoughts and attempts of suicide in adolescents with hetero and homoerotic sexual practices. Saude e Sociedade, 21(3), 651–667.Thijs, J., Hornstra, L., & Charki, F. Z. (2018). Self-esteem and national identification in times of Islamophobia: A study among Islamic school children in The Netherlands. Journal of Youth and Adolescence, 47, 2521–2534.Thornicroft, G. (2006). Shunned: Discrimination against people with mental illness. New York, USA: Oxford University Press.Verelst, A., De Schryver, M., Broekaert, E., & Derluyn, I. (2014). Mental health of victims of sexual violence in eastern Congo: associations with daily stressors, stigma, and labelling. BMC Women’s Health, 14. Online.Walker, R., Francis, D., Brody, G., Simons, R., Cutrona, C., & Gibbons, F. (2017). A longitudinal study of racial discrimination and risk for death ideation in African American youth. Suicide and Life-Threatening Behavior, 47(1), 86–102.Wang, Q., Zhang, Y., & Liu, X. (2021). Perceived discrimination, loneliness, and non-suicidal self-injury in Chinese migrant children: The moderating roles of parent-child cohesion and gender. Journal of Social and Personal Relationships, 38(3), 825–847.WHO. (2021, November 17). Mental health of adolescents. WHO. Retrieved from https://www.who.int/news-room/fact-sheets/detail/adolescent-mental-healthWHO. (2013). Global and regional estimates of violence against women: Prevalence and health effects of intimate partner violence and non-partner sexual violence. Geneva, Switzerland: World Health Organization.Williams, D. R., Lawrence, J. A., Davis, B. A., & Vu, C. (2019). Understanding how discrimination can affect health. Health Services Research, 54, 1374–1388.World Bank. (2011). World Report on Disability. Retrieved from https://www.who.int/publications/i/item/9789241564182 Zway, M., & Boonzaier, F. (2015). “I believe that being a lesbian is not a curse”: Young black lesbian women representing their identities through photovoice. Agenda, 29(1), 96–107.It is well established that identity-based discrimination has adverse effects on people’s health and wellbeing although less comprehensive evidence exists about these effects on young people. It is also clear that most of this evidence emanates from Global North contexts. A rapid review of published studies from the Global South was conducted looking at the effects of six areas of discrimination (disability, sexual orientation, geography, gender, race/ethnicity, and religion). Following the initial identification of 621 studies, and using Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, 53 studies were included in the analysis. The adverse effects of discrimination were then compared with the six domains for youth health and wellbeing as described by the Gender and Adolescence Global Evidence (GAGE) framework, namely psychosocial, bodily integrity, educational, physical health, economic empowerment, and voice-agency outcomes. The majority of included studies reviewed, reported mainly on the adverse psychosocial outcomes of discrimination. While some reported adverse bodily integrity, educational, and physical health outcomes, very few studies reported on economic disempowerment or voice-agency impediments because of discrimination. In asking why this might be so, the review concludes that there is a need for further work on (1) overlooked and understudied health and wellbeing effects of discrimination; (2) the intersectional effects of multiple experiences of discrimination; (3) longitudinal studies focusing on discrimination; and (4) comparative studies that contrast the effect of discrimination of young people in the Global North and Global South. Authors: Sharlene Swartz, Ingrid van der Heijden, Tsholofelo Thomas, and Jaqueline HarveyInclusive Economic Development, Human Sciences Research CouncilContact: sswartz@hsrc.ac.za",
    "id": 571388245,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.hsrc.ac.za:20.500.11910/20320"
    },
    "title": "The effects of identity-based discrimination on young people in the global south: evidence review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-03-29T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.hsrc.ac.za/bitstream/20.500.11910/20320/1/9812781.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/571388245.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/571388245"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/571388245/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/571388245/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/571388245"
        }
    ],
    "abstract": "HSRC Evidence Review Report, MarchIt is well established that identity-based discrimination has adverse effects on people's health and wellbeing although less comprehensive evidence exists about these effects on young people. It is also clear that most of this evidence emanates from Global North contexts. A rapid review of published studies from the Global South was conducted looking at the effects of six areas of discrimination (disability, sexual orientation, geography, gender, race/ethnicity, and religion). Following the initial identification of nearly 10,000 studies, and using PRISMA guidelines, 55 studies were included in the analysis. The adverse effects of discrimination were then compared with the six domains for youth health and wellbeing as described by the Gender and Adolescence Global Evidence (GAGE) framework, namely psychosocial, bodily integrity, educational, physical health, economic empowerment, and voice-agency outcomes. The majority of included studies reviewed, reported mainly on the adverse psychosocial outcomes of discrimination. While some reported adverse bodily integrity, educational, and physical health outcomes, very few studies reported on economic disempowerment or voice-agency impediments because of discrimination.N/",
    "tags": [
        "Evidence brief",
        "DISCRIMINATION ON THE BASIS OF IDENTITY",
        "YOUTH",
        "GLOBAL SOUTH"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Evidence brief"
    ],
    "oai": "oai:repository.hsrc.ac.za:20.500.11910/20320",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22382",
        "openDoarId": 0,
        "name": "Research Output Repository (HSRC)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 571388245,
        "depositedDate": null,
        "publishedDate": "2023-03-29T01:00:00+01:00",
        "updatedDate": "2024-02-19T14:50:43+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-07T10:40:36+01:00"
    },
    "urls": [
        "http://hdl.handle.net/20.500.11910/20320"
    ],
    "lastUpdate": "2024-02-19T14:50:43+00:00",
    "setSpecs": []
}