{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Setyawan, Y.B."
        }
    ],
    "contributors": [],
    "createdDate": "2022-12-22T09:14:16+00:00",
    "dataProvider": {
        "id": 21617,
        "name": "KovsieJournals - University of the Free State (UFS)",
        "url": "https://api.core.ac.uk/v3/data-providers/21617",
        "logo": "https://api.core.ac.uk/data-providers/21617/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/551563267.pdf",
    "fullText": "311Published by the UFShttp://journals.ufs.ac.za/index.php/at© Creative Commons  With Attribution (CC-BY)Y.B. SetyawanProf. Y.B. Setyawan, Universitas Kristen Satya Wacana, Indonesia.  E-mail: yusak.setyawan@uksw.edu ORCID: https://orcid.org/ 0000-0003-4212-9040DOI: http://dx.doi.org/10.18820/23099089/actat.v42i2.20ISSN: 1015-8758 (Print)ISSN: 2309-9089 (Online)Acta Theologica 202242(2):311-328Date received:20 December 2021Date accepted:20 October 2022Date published:14 December 2022The church and LGBTQ: Towards the church as an inclusive communion of disciplesABSTRACTSome churches worldwide, including those in Indonesia, practise ecclesial discrimination against lesbian, gay, bisexual, transgendered, and queer (LGBTQ) individuals, as manifested in the rejection of their existence. In this article, I discuss the LGBTQ issue faced by churches and I argue that it is essential for the church to become an inclusive communion of Jesus’ disciples that embraces all believers, including LGBTQ individuals, who experience salvation thanks to God’s grace. To become such an inclusive community, the church must be open to seriously consider three important points, namely the scientific findings of LGBTQ, especially in the medical and psychological fields; the latest theological views on LGBTQ and new ways of interpreting the biblical text, as well as an ecclesiological reconstruction of the essence of the church as an inclusive communion of disciples.1. INTRODUCTIONChristians worldwide, including those in Indonesia, both in the academic and ecclesial fields, discuss and debate the issue of LGBTQ (lesbian, gay, bisexual, transgendered and queer) individuals. This has led to controversy among churches and church leaders in Europe and North America (Hunt 2009:1; Rudy 1997:xi; Looy 2018:290). Most of the churches worldwide, including those in Indonesia that are members of the Persekutuan Gereja-Gereja di Indonesia (Communion Church in Indonesia [CCI]), still view the existence of LGBTQ as a problem in respect of church life. 312Acta Theologica 2022:42(2)On 17 June 2016, the CCI issued a pastoral statement (PS) relating to the LGBTQ issue. This statement was motivated by the innumerable discussions and debates relating to LGBTQ individuals who have the potential to become seeds of division within Christian communities and churches in Indonesia. This statement elicited various partly positive but mostly negative reactions from Christians in Indonesia, as predicted in the PS.1 Various responses rapidly came to light immediately after this statement was issued. Some considered that this PS is an advanced, positive development by the ecumenical movement in Indonesia, and needs to be appreciated. Others affirm that this statement is a risk to the church, as LGBTQ is a sin.In this article, I will argue that, in discussing the church’s attitude towards LGBTQ issues, it is crucial to view the church as an inclusive communion that embraces all believers, including LGBTQ individuals, who are experiencing freedom thanks to God’s grace. This article comprises four parts. First, I explain ecclesial discrimination whereby some churches reject the existence of LGBTQ based on particular doctrines. I then present three important points as to why the church needs to become an inclusive communion of disciples to embrace LGBTQ individuals; the church must be open to the latest developments concerning LGBTQ in science, theology, and in new ways of interpreting biblical texts. Thirdly, I point out the importance of re-emphasising the essence of the church as an inclusive communion of disciples. Finally, I draw some conclusions in the closing remarks.2. ECCLESIAL DISCRIMINATION: THE CHURCH’S REJECTION OF LGBTQS’ EXISTENCEAs in Indonesia, religions including Christianity have discriminated against humanity by rejecting the existence of LGBTQ (Madrigal-Borloz 2021:298). Some churches reject the existence of LGBTQ on the basis that being an LGBTQ contradicts the Christian faith. They argue that persons become LGBTQ due to spiritual complacency and satanism (Hunt 2009:1). This discrimination has made LGBTQ individuals feel rejected and unsure of their identity as human beings (Cole & Harris 2017:31). In this regard, it is very important to realise that religion, including Christianity, is an aspect of society that most opposes the freedom to express sexuality, and rejects the existence of LGBTQ (Aune 2009:39).1 In the first paragraph of the PS, it is stated that the MPH-PGI “was very grateful if, from the study to the PS, the churches could provide points of thought as feedback to the MPH-PGI to perfect the PGI’s attitudes and views on this issue”.Setyawan The church and LGBTQ313Moreover, ecclesial discrimination against LGBTQ individuals manifests in some churches that reject their existence based on several points of doctrinal beliefs. First, LGBTQ individuals cannot embody the doctrine of chastity held by the church for centuries. This view reaffirms the doctrine of chastity relating to sexuality that was raised by Augustine, who established the doctrine of sexual sanctity in the 4th century (Ellens 2006:8). According to Augustine, sexuality is a very serious problem for humanity because it is the source of sin (Burk & Lambert 2015:44). In considering that, after the fall of Adam and Eve into sin, the process of procreation is through sexual relations, and in being influenced by Aristotle’s ideas on human beings, Augustine maintains that the seed of human beings, which contains sin, will continuously carry over to their descendants. This will produce offspring “corrupted” by sin. The teaching of original sin was formulated at this stage of theological thought (Burk & Lambert 2015:44).Given that sexuality is a source of human problems, it needs to be regulated and controlled. While true life is embodied in such a way that it is not polluted by sexual lust, that is, being celibate, sex can only be justified in marriage for the purpose of procreation. The goals of enjoying sexuality and procreation contradict the essence of the sanctity of life. Therefore, the sexual orientation of LGBTQ individuals is considered unable to maintain the sanctity of sexuality. If sexual intercourse takes place between LGBTQ individuals, it cannot fulfil the main purpose of sexuality as required by this doctrine, i.e. biological procreation. The normative standard of sexual relations is strongly determined by the perspective of heterosexuality (Pizzuto 2008:164).Augustine’s doctrine of sexual sanctity is reinforced by the most influential teaching on anti-LGBTQ individuals, as put forward by St. Jerome. St. Jerome practised same-sex behaviour (Punt 2014:5), or homosexuality before his conversion, just as Augustine practised sexual pleasures in his life (Ellens 2006:8). After his conversion and after interpreting a text written by Paul about the prohibition of practising homosexuality, St. Jerome taught that non-heterosexuality contradicts the Christian faith. This term only emerged in the 19th century and has no equivalent in the context of the New Testament texts (Brownson 2013). He also taught that the leaders of the church must be celibate. The Roman Catholic church still upholds the doctrine that church leaders must practise celibacy (Ellens 2006:9).Secondly, while Augustine’s doctrine of the sanctity of sexuality is firmly upheld, ecclesial discrimination against the existence of LGBTQ is based on another doctrinal belief. The Bible teaches that, in the creation narrative, God created men and women, Adam and Eve. This view strongly maintains that God created living beings including human beings in pairs: men and women, male and female. In line with this, the ethics of sexuality is based on Genesis 314Acta Theologica 2022:42(2)1:28-29 and 2:28, emphasising that God created two genders so that they can procreate. Therefore, marriage between a male and a female is considered to be complementary, exclusive, comprehensive, and permanent (Hunter 2014:23).It is believed that the Book of Genesis confirms the pair of man and woman in the creation story. Woman is created from man, in other words only a woman should be a man’s partner. There is no alternative sexuality in creation other than male and female. For those who live in sexual sin, namely LGBTQ individuals, the Torah provides the law (Hunter 2014:24). Therefore, being LGBTQ is a sad condition and an irrational intrusion into or disturbance of the order of creation as God intended (Miller 2005:129). Man and woman will become one flesh, the woman will be an equal helper for man, she will give birth for man, and their descendants will fill the earth. Strictly speaking, this doctrine teaches that sexuality is for procreation. It is also emphasised that, according to the Bible, heterosexual marriage is normative in Christianity (Hunter 2014:22).In this frame of doctrinal beliefs about sexuality and the creation of man and woman, rejection of the existence of LGBTQ is also grounded in the interpretation of the biblical texts which assert that being LGBTQ is a sin. Likewise, persons who fall in the LGBTQ category are called to repent. The biblical texts that are usually used to affirm LGBTQ sinfulness include Genesis 19:1-28; Leviticus 18:22; Isaiah 1:10-17; Ezekiel 16:48-49; Jeremiah 23:14; Zeph. 2:8-12, Matthew 10:5-15; Romans 1:26-28; I Corinthians 6:9, and 1 Timothy 1:10. A syntactic analysis of these texts reveals the meaning of specific words such as akatarsia (Rom. 1:26), as well as malakoi and arsenokoitai (1 Corinthians 6:9-10) (Miller 2005:130). The texts are interpreted, using various approaches, but it is most important to place the texts in their context, although it is often not very clear what this means. However, anti-LGBTQ interpreters tend to assume that the meaning intended by the author is universal (Guest 2001:70). LGBTQ is abnormal and not God’s will; it is the result of a human being’s fall into sin (Hunter 2014:24).In undergirding their attitude, this discrimination and exclusion of LGBTQ individuals is also supported by medical and psychological studies on LGBTQ that have long been abandoned. It is thought that the behaviour of non-heterosexual persons is considered to be a psychological abnormality that needs to be treated and rehabilitated. Being LGBTQ is regarded as a psychological disorder that can be treated psychologically (Hunt 2009:3). Until the 1970s, psychiatrists under the umbrella of the American Psychiatric Association (APA) still considered non-heterosexuality to be a psychological illness or at least a psychological abnormality related to sexual behaviour called “sociopathic personality disturbance” (Venn-Brown 2015:81). At that Setyawan The church and LGBTQ315time, psychiatrists argued that homosexuality was caused by environmental factors, owing to the process of nurturing, relationships, and sexual abuse. These factors might cause an individual to not reach a stage of life with normal sexuality, thus potentially turning him/her into a lesbian, a gay, a bisexual, a transgendered, or a queer (Venn-Brown 2015:81; Hunt 2009:2). Therefore, LGBTQ individuals are considered abnormal, unnatural, deviant, and can be cured. Based on this understanding, this confirms the view that the behaviour of LGBTQ individuals in sexual activities is considered a sin (Hunt 2009:2). Since 1973, however, the APA no longer defines homosexuality as a psychological illness, as evidenced by its guidelines in the Diagnostic and Statistical Manual of Mental Disorders. Psychiatrists increasingly view non-heterosexuality not as a psychological deviation or disorder, but as a variation of sexual tendencies. However, those who are anti-LGBTQ continue to base their argument on an obsolete psychiatric view that being LGBTQ is a psychological aberration or illness. In line with the view of ecclesial discrimination against the existence of LGBTQ, ecclesial practices that seek to “cure” or “rehabilitate” individuals who are considered to be “suffering from diseases” of sexual abnormalities are using a programme called SOCE (Sexual Orientation Change Efforts). In Sydney, Australia, in the 1960s, a group of charismatic Christians established a rehabilitation centre for LGBTQ, called the Bundenna Christian Community. In 1973, anti-LGBTQ Christian activists in the United States established rehabilitation centres for LGBTQ, called Love in Action. Along with the view that being LGBTQ is a psychological aberration and even a sin, fundamentalist Christians believe that God is an all-powerful God who can forgive sins and simultaneously heal LGBTQ individuals from the illness (Venn-Brown 2015:82). Until roughly 2010, several churches in Australia and the United States still had rehabilitation centres for LGBTQ with SOCE programmes (Venn-Brown 2015:82). In the United States, an institution for research, healing, and prevention of LGBTQ was founded in 1992, the National Association for Research and Therapy of Homosexuality (NARTH) (Hunt 2009:2). While spiritually LGBTQ individuals are called to repent, psychologically they need to be transformed or rehabilitated, in order to become “normal”, heterosexual human beings.The treatment for LGBTQ individuals varies and ranges from the most negative treatment in the form of condemnation, rejection, and asking for repentance, to positive treatment, namely rejecting the tendency of sexuality but accepting their humanity (Burk & Lambert 2015:81). Burk & Lambert claim that, while sexual orientation is not sinful, homosexual acts are sinful, and require change not from homosexuality to heterosexuality, but from an unholy life to a holy life by faith (Burk & Lambert 2015:81). Therefore, while LGBTQ 316Acta Theologica 2022:42(2)individuals are condemned for conducting life contrary to the teachings of the church, as articulated in the official teachings of the church, they must take pastoral care seriously and realise the difference between homosexual orientation and homosexual activity (Pizzuto 2008:164). It can be said that the churches serve LGBTQ individuals primarily as objects of pastoral care and emphasise calling them to repent and rehabilitate. However, one of the uniform attitudes of the anti-LGBTQ Christians’ view is that LGBTQ individuals are not permitted to be involved in church services; they are prevented from entering the church office as elder, deacon, or pastor. The views that support ecclesial discrimination need to be critically evaluated. First, concerning the doctrinal view of creation and patriarchal-heterosexual ideology, it is necessary to understand the nature of the biblical texts. Even though the Bible is a holy book for Christians that determines the life of faith, these texts are crystallised in a particular history, culture, and ideology. They cannot automatically be prescriptive (which is normative and requires direct applications); they are descriptive (describing the dynamics of the struggle of faith within specific historical and cultural contexts). Therefore, the doctrinal view of the creation of human beings in the male/female binary scheme is a narrative created in the context of patriarchy with the ideology of heterosexuality. In light of the development of hermeneutics, there are not enough interpretations of biblical texts used to reject the existence of LGBTQ. Favourite texts proving that being LGBTQ is a sin and, therefore, unwanted by God, are not elaborated on in terms of both the historical and cultural contexts of Ancient Near Eastern society (Pizzuto 2008:166). For example, Genesis 19:1-19 is not understood within the context of the ancient Near Eastern hospitality culture. While this text is used to reject LGBTQ’s existence, anti-LGBTQ Christians never critically questioned the actions of parents (in that narrative), who invited the masses to have sexual relations with their two daughters (Pizzuto 2008:166). In my opinion, the anti-LGBTQ Christians’ view of the doctrine of procreative sexuality cannot include human experience in everyday reality. Sexual intercourse between husband and wife, for example, can indeed produce offspring, but not all couples can fulfil this doctrine, due to various factors that do not cause pregnancy. This doctrine also becomes unrealistic, considering that husband and wife make love without ever intending to produce offspring. Besides that, a wife who has experienced menopause can still enjoy sexual intercourse without the purpose of procreation. In sum, the doctrine of procreative sexuality is inadequate within the current real-life context.Setyawan The church and LGBTQ317It should be noted that medical and psychological experts have long abandoned the view that LGBTQ is an abnormality or illness. Studies prove that LGBTQ individuals are human beings like any other human beings. Sexual tendencies/orientations do not affect psychological health because they are not considered a disease that must be cured. Researchers indicate that each individual has an element of masculinity and femininity in varied gradations. In the process of fertilisation, the meeting of sperm and ovum, which carries genes from the father and the mother, the many infinite possible variations eventually form the human self. In the process of nurturing, the self will develop into variations of sexuality in terms of the combination of the chemistry of the male and female genes.3. THE CHURCH EMBRACES LGBTQ INDIVIDUALS: THE FINDINGS OF SCIENCE, THEOLOGY, AND HERMENEUTICSContrary to the view that rejects the existence of LGBTQ, leading to ecclesial discrimination, the church needs to be an inclusive communion by accepting LGBTQ individuals based on three main points. First, it is important for the church to be open, following the recent scientific findings of LGBTQ, especially from the medical and psychology fields. Secondly, the church needs to be open to the latest developments in theology, including new ways of interpreting the biblical text. Thirdly, the church needs to understand its essence as an inclusive communion of disciples that embraces all believers, including LGBTQ individuals, regardless of their background. This section explains the first two points, while the third point will be explained in the next section.Findings from the latest studies on the LGBTQ issue from the medical and psychological fields confirm that to be human beings with a particular sexual tendency is very complex and can never be predicted. This ranges from genetic issues, infinite random processes from meeting chromosome pairs, hormonal influences during pregnancy, to the effects of environmental learning, and so on, that make sexual tendencies/orientations very diverse. These two fields of research concluded that being LGBTQ is not an abnormality or an illness, but an identity and part of the essence of life (Grahn 1984:xiv). It is affirmed that a person has a sexual orientation, including being homosexual, not by choice but because s/he was born with a specific sexual orientation (Hunt 2009:3). This is determined by genetic factors even before birth. Therefore, it cannot be said that sexual orientation is related to sin, or, in other words, that homosexuality is sin and heterosexuality is natural.In addition, the church must transform itself to become an inclusive communion of disciples by being open to new developments in theology. These 318Acta Theologica 2022:42(2)developments include a view of Christian doctrines, including that of sexuality and creation that are a human agreement determined by interests, especially those of the dominant group in the church. The doctrine of procreative sexuality and the creation narrative of man and woman in the Book of Genesis are considered laden with the interests of the ideology of heterosexuality, which is intertwined with the dominating oldest politics of human society, namely patriarchy. Christian doctrines on sexuality should be understood in this frame of patriarchal politics and the ideology of heterosexuality. In addition, it is very important that the narrative of creation, including human being’s sexuality, is prioritised to the fall of human beings into sin. Accordingly, sexuality is not the result of sin, but a gift and blessing; it is an essential part of humanity. Sexuality is not solely for the purposes of procreation, but also for realising humanity and dignity.The church needs to develop a more realistic understanding of the Bible and of new ways of interpreting its texts. Rather than viewing the Bible as a prescriptive book, it is very important to view the Bible as the testimony of the struggle of human faith regarding human nature, including that relating to LGBTQ issues. While it is crucial to comprehend that the narrative of human creation needs to be understood within the frame of faith, in the process of its formulation it was dominated by a patriarchal culture (woman is taken from man, and woman is created as male helper) and the ideology of heterosexuality (that the normal is to be male and female). In addition, this is to assert that the God who created man and woman is “queer” (Ladin 2014:17). While living beings are created in male-female pairs, God the Creator, even though He calls Himself “us”, remains a “deviant” God, “strange”, “unusual”, and “abnormal”; in short, God is queer (Ladin 2014:17).The understanding of the “queer” God is deeply rooted in the tradition, history, identity, and theology of the Old Testament, especially in the Torah that enables the existence of “queer” to be the entrance to spirituality (Ladin 2014:19). In the myths of the Ancient Near East, including Egypt and Assyria, the Supreme Gods were believed never to be alone; they were portrayed in pairs, as husband and wife. The creatures narrated in various versions flow from this supreme couple of god. Genesis’ creation narrative recognises that God the Creator is a God who is alone; God is one, “queer” (Ladin 2014:21). Those who are pro-LGBTQ use this understanding as the basis for validating the fact that being LGBTQ is in line with the narrative of creation and with the understanding of God the Creator. It is highly significant to realise the fact that there is no specific term for homosexuality in the biblical texts (Pizzuto 2008:165), nor is there a sexuality ethics that rejects sexual tendencies such as LGBTQ. Genesis 1 and 2, so-called the Myth of Eden, do not provide sexual ethics that can guide human Setyawan The church and LGBTQ319behaviour concerning sexuality, but for centuries, they have been used to suppress women and LGBTQ individuals (Tuttle 2009:29). Likewise, Genesis 19:1-19 is not a text that can form the basis of sexual ethics in which it speaks of the denial of LGBTQ, but this highlights the issue about hospitality towards strangers (note also the texts of Isa. 1:10-17; Ez. 16:48-49; Jer. 23:14; Zeph. 2:8-12; Matt. 10:5-15) (Pizzuto 2008:166). It is important to note that sexual acts, in the form of coercion against foreigners in Genesis 19:1-19, in the context of Ancient Near Eastern culture at that time, was a way of degrading other people’s dignity. This could happen in a war when defeated enemy soldiers would be raped as a form of degrading their dignity (Pizzuto 2008:166). In other words, the text shows that foreign guests, who should supposedly have been welcomed, were refused by being raped. In the framework of such a cultural milieu, Sodom and Gomorrah were punished by God, based not on the reason for the legalisation of a same-sex relationship, but for neglecting the cultural rules of hospitality (Pizzuto 2008:166). The readers of this text must also remember that, in the context of the culture at that time, a father could surrender his daughter to another dominating ruler to satisfy the latter’s sexual pleasure, in order to maintain relations and reduce conflict. Furthermore, Leviticus 18:22 and 20:13 must be read as part of the Holiness Law that regulates religious life, especially the priestly office. Therefore, this does not constitute a rejection of LGBTQ individuals. According to this view, the prohibition on same-sex relations is associated with the cultic rule, and not with ethical and cultural issues (Pizzuto 2008:166).It is very important for churches to seriously consider re-interpreting the texts in the New Testament that are often used by anti-LGBTQ churches, namely 1 Corinthians 6:9 and 1 Timothy 1:10, as they contain words translated as “sissy” or “gigolo”, “male prostitutes” (malakoi) and “sodomite” (arsenokoitai). However, Romans 1:26-28 is the only text that explicitly addresses the topic of sexual relations between man and man. This text is also Paul’s view of this type of sexual relations (Pizzuto 2008:165). It should be emphasised that this text does not speak, first, about homosexuality, but about God (Helminiak 2000:26; see also Pizzuto 2008:168). Besides, this text is not even prescriptive, namely homosexuality or heterosexuality is not something wrong or right ethically (Helminiak 2000:77).Biblical scholars have conducted interpretive analyses, using various approaches, including historical-critical and hermeneutical approaches, that emphasise the role of the reader in the process of interpretation, i.e. reader-response criticism. A historical-critical approach is used specifically by way of language analysis, in order to understand the meaning of words that usually 320Acta Theologica 2022:42(2)prove the rejection of LGBTQ’s existence.2 In this type of interpretation, the texts of Romans 1:26-28; 1 Corinthians 6:9; 1 Timothy 1:10, especially with regard to the words malakoi and arsenokoitai, do not directly prove that they reject the existence of LGBTQ. Malakoi is often translated as a male partner who is directly linked with homosexual couples. Arsenokoitai is often translated as sodomites, homosexuals. These texts, however, cannot simply be used to affirm or condemn the sexual orientations of LGBTQ individuals. These texts were hardly understood at the time when they were written (Pizzuto 2008:168). These texts warn of unethical behaviour in performing sexual acts that are characterised by violence, oppression, and humiliation (Pizzuto 2008:168).In using reader-response criticism, biblical scholars emphasise that LGBTQ individuals have the freedom and right to interpret biblical texts from the perspective and experience of queerness (West 1999:28). This approach recognises that the reader of the text is always a member of a specific community in a society with a distinctive history that will definitively influence and determine how to read the text. This approach is often referred to as a community-situation approach (West 1999:29). This emerged as not only a response to historical-critical domination, but has also been driven by marginalisation and oppression. This approach emphasises community situations and points to four strategies in reading biblical texts, namely defensive stance, offensive stance, outing the Bible, and reading from the social state of being queer (West 1999:32).Scholars also found that the biblical texts portray so many potential figures as LGBTQ individuals. A very intimate relationship between David and Jonathan, and between Naomi and Ruth affirms that they are “queer”; the biblical texts are thus open to the existence of LGBTQ (Ladin 2014:18). It should also be added that, in contrast to Esau, Jacob is a male who is described as a more feminine figure (with smooth skin). The text of the Song of Solomon describes the “adoration” of love and sexual pleasure without being worried about procreation. In the Bible, the existence of the eunuch was never considered sinful or rejected (Isa. 56:1-8; Matt. 19:10-12).4. THE CHURCH AS AN INCLUSIVE COMMUNION OF DISCIPLESIn line with the view mentioned earlier, the church model that fits this understanding is one of inclusive communion of disciples. Dulles described five models of the church: the church as an institution, the mystical 2 For example, Kader (1999).Setyawan The church and LGBTQ321community, as a sacrament, as a preacher, as a servant, and as a fellowship of disciples (Dulles 1990). Concerning the ecclesiological model that rejects discrimination against LGBTQ persons and accepts them fully in the church community, it is very important to highlight the church model as a fellowship of disciples (Dulles 1990), or as a communion (Volf 2002). In line with this understanding, the church is viewed not merely as a social organisation, but also as a communion of believers. This is obvious from the church membership consisting of persons of spiritual birth (Volf 2002:180). These persons are not simply individuals; they are created by God (Volf 2002:186). This ecclesiological model follows the description in the New Testament, which starts with the calling of the disciples (Dulles 1990:188). The model of the church as an inclusive communion of disciples that accepts all people, regardless of their sexual orientation, is aligned with the pattern of traditional communities in Indonesia. Indonesian cultures and people do not generally question the existence of people with diverse sexual orientations. Even in several cultures and communities in Indonesia, people with diverse sexual orientations, who are now termed LGBTQ individuals, are fully accepted as part of the community (Suryakusuma 2012:409). In Javanese culture, people with different sexual orientations are accepted as part of society. Even in traditional performances, transgendered people act as some of the characters (Singgih 2020:47). In Bugis culture in South Sulawesi, people recognise differences in sexual orientation, in line with their view that there are five different genders (Singgih 2020:47; see also Washarti 2016:1). In short, in Indonesian cultures, people with different sexual orientations are accepted as a social fact and included as part of society.In line with that, churches in Indonesia need to change from being discriminatory communities to being inclusive ones, namely as inclusive communions of disciples, as emphasised in the PS of CCI. The church needs to end discriminatory actions against LGBTQ individuals, by implementing the church model as an inclusive communion of disciples. This model has its roots in the Jesus movement, when Jesus chose the disciples and attracted the sympathy of many other followers (Schnackenburg 1981:12). In the post-Easter period, the twelve disciples (eleven disciples were added with one to replace Judas Iscariot) became apostles who preached the Gospel in the Palestinian territories. This proclamation of the Gospel led many people to believe in Jesus Christ. It is very interesting to note that all those who believed in Jesus were called disciples, and lived their life in communion (Dulles 1990:191). This communion was formed because of faith in Christ, as recorded in Acts and other texts, especially the epistles of Paul and his successors. While the role of the Holy Spirit is so important that it is lived out as the presence of 322Acta Theologica 2022:42(2)Christ Himself, the Acts of the Apostles state that the fellowship engaged in prayer and teaching of the apostles who experienced miraculous events and lived in harmony, irrespective of their different backgrounds (Schnackenburg 1981:18). Both women and men are included in the community without exception (1 Cor. 11-14) (Horbury 1997:3). Believers in Christ associate themselves with one another in communion. One can never imagine that the individual Christian has no fellowship with other believers (Schnackenburg 1981:14). They are bound not only by faith in Christ, but also by the same rites and rituals of worship (Schnackenburg 1981:14). The church, as an inclusive communion of disciples, believes in the kerygma, the good news, about the death and resurrection of Christ that set free those who believe in him. The church as communion is based on Matthew 18:20, where two or three people gather in the name of Christ (Volf 2002:136). In the church, believers come together in the name of Jesus Christ and are committed to letting their lives be determined by Jesus Christ. In other words, Christ’s presence is not directed to the individual believer but to the entire church. The church is the mother, where the believers are always in the communion of believers (Volf 2002:163).The church is a manifestation of communion that has experienced the liberating Gospel. This is qualified, first, by the experience of the liberating Gospel, which is inclusive. Anyone, regardless of his/her background, can experience the message of this liberation. The liberated church thus becomes a community that rejects discrimination, oppression, and injustice (Tonstad 2018:84). In the early church, the admission of a member was not based on race, gender, and social class, but rather on the confession that Jesus was the incarnated God who saved and delivered human beings from the burden of sins (Kang 2005:279). The church, as a redeemed community, is an egalitarian entity that overcomes differences. This communion of disciples was different from the groups that already existed in society. It chose its identity as an ekklesia, in which its existence was determined by its relationship to the presence of the Holy Spirit (Schnackenburg 1981:14). The choice of identity as ekklesia is very interesting, considering that this term has been known to the wider community in the Mediterranean basin, and is related to politics. But this communion realises that its defining characteristic is love and service rooted in Jesus’ example as applied to this life (Schnackenburg 1981:20). In the church, a cognitive confession about Jesus manifests in acts of love as an expression of faith (Volf 2002:168). In other words, the ecclesiastical community is not only the people of God, but also the communion of Jesus’ disciples who experience liberation and practise love.Setyawan The church and LGBTQ323It is true that, at first, this communion of the followers of Christ consisted of disciples of Jesus with their Jewish background. In subsequent developments, however, it became increasingly diverse, especially in communities formed by Paul’s missionary activity (Schnackenburg 1981:20). The Jesus movement, as the foundation of the church, is an inclusive communion of disciples that embraces people from a wide variety of backgrounds, including Jews and Gentiles, men and women, masters and slaves. Baptism is performed not only so as to incorporate a person in fellowship, but also as a confession of sins and a symbol of acceptance and liberation (Schnackenburg 1981:45). The symbol of an inclusive fellowship is the celebration of the Lord’s Supper, carried out by members of the communion, not only to connect with the risen Christ, but also to symbolise an inclusive community, regardless of the background of its members.This communion views itself as a community consisting of people who experience redemption, as an eschatological redeemed community (Schnackenburg, 1981: 119). According to Volf (2002:128), the church is God’s eschatological new creation. It views itself as a community whose membership consists of the saints and continues to hope for the coming of Jesus Christ (Horbury 1997:14). Jesus Christ is considered to be the source of the existence of this community. This inclusive communion of disciples is a community that acknowledges that its foundation lies in Jesus, as the fellowship of God’s Messiah, Jesus Christ (1 Cor. 3:23) (Horbury 1997:4). This faith in Christ forms a church identity that transcends ethnicity (Gal. 3, 28), or what is known as pseudo-ethnicity (Barclay 1997:215).The understanding of the intimate relationship between the church and Christ led Paul and his successors to call the church the body of Christ, the church of which Christ is the head. Christ is not only the head of the church, but also the symbol of the new humanity (Barclay 1997:217). This inclusive communion of disciples is eschatological, that is, a fellowship that awaits the Lord’s coming and the fullness of God’s Kingdom. Therefore, this communion also views itself as the body of Christ, according to the epistles of Paul and his successors. Paul’s formula, “you are all one in Christ”, shows the relationship between this communion and Christ (Rom. 12:5). This relationship between Christ and the inclusive communion is also obvious in the short formula “in Christ Jesus” (1 Cor. 1:13, 12:12; 2 Cor. 5, 17), a fellowship that had no parallel in society at that time (Schnackenburg 1981:166). The inclusiveness of the church comprises not only men and women, but also people of diverse social status. In the church right up to the development of the early church, slaves and free people were included in the fellowship of Jesus’ disciples. Indeed, the twelve disciples came from a Jewish background. Later, the disciples’ fellowship included members of different backgrounds. 324Acta Theologica 2022:42(2)This was alluded to in the Acts of the Apostles when the number of fellowship members with a Greek background increased significantly. In later developments, slaves and women were welcomed into Christian associations. In other words, inclusiveness in the fellowship transcends ethnic differences. This fellowship of Christ’s disciples seems to be a transformative movement towards the formation of a new entity, or a transcultural movement (Barclay 1997:207).In short, the church is an inclusive fellowship of disciples, a new group of believers, as suggested by Cyprian: “novus credentium populus” (Cyprian, De Unitate, 5.19). Concerning the acceptance of the existence of LGBTQ individuals, the church first recognises, welcomes, and treats LGBTQ individuals as fellow believers who are part of the community. The church needs to change its attitude from homophobia to accepting and welcoming anyone who believes in Christ and is committed to becoming a follower of Christ. The church’s acceptance of all people does not depend on sexual orientation but on a willingness to manifest faith in a commitment to be a disciple of Christ. Thus, ecclesial discrimination against LGBTQ individuals essentially contradicts the communion of discipleship.Secondly, as an inclusive communion of disciples, the church is called to not only accept the existence of LGBTQ individuals, but also to be called to fight for LGBTQ’s rights in society and families, as they are inherently part of the family and society. Just as Jesus advocated for the oppressed and the marginalised (for example, women who were punished for committing adultery) and as the early Christian communities accepted those who were excluded and oppressed (women and slaves), the church, as an inclusive communion of disciples, is obliged to follow Jesus’ example in the fight for LGBTQ rights. The church needs to stand with LGBTQ individuals to convince families and society that LBGT individuals are human beings with the same dignity as other human beings. In this case, the church also needs to initiate the transformation of a society’s culture to consider heterosexuality normal and a part of heterosexuality abnormal. Stigmatisation of LGBTQ individuals is also an issue that must be faced by the church, namely the church needs to continuously campaign that being LGBTQ is not a crime and is not directly related to free sex and HIV/AIDS.Thirdly, as an inclusive communion of disciples that accepts and welcomes the existence of LGBTQ individuals, the church needs to change its ministry in ways and languages that are inclusive. Worship and preaching, social services, counselling, and educational services must employ ways and language that include all people, including LGBTQ individuals. The language used in these services welcomes and respects all believers, including LGBTQ individuals.Setyawan The church and LGBTQ325Fourthly, as an inclusive communion of disciples, the church should encourage LGBTQ individuals to be involved in church life like other members of the fellowship. This involvement is open not only to involvement as a layman, but also to leadership services for the people. Once again, God does not call his disciples to become leaders of the people based on sexual orientation; but instead, based on a commitment to become Jesus’ followers.5. CLOSING REMARKSThis article aimed to encourage churches, including the churches in Indonesia, to address the issues of LGBTQ, by transforming its ecclesiology to be an inclusive communion of disciples. To be an inclusive communion of disciples means that the church must recognise the existence of LGBTQ individuals and stop discriminating against them. In doing so, the church needs to be open to the latest findings of LGBTQ in science. The church needs to consider seriously the important suggestions from the scientific findings, especially those from medical studies and psychology, that being LGBTQ is not a choice but an integral part of humanity. The church also needs to accept important suggestions from recent developments in theology and ways of interpreting biblical texts that affirm that being LGBTQ is not against the Christian faith. However, the most important point to being an inclusive communion that accepts the existence of LGBTQ individuals is that, in essence, the church is an inclusive communion of disciples from the very beginning of its development that began with the Jesus Movement.I am fully aware that LGBTQ issues have consumed energy in the life of the church. It is hoped that the church needs to realise that the severity of the LGBTQ issue is often related to the fear of its future and Christianity itself. The church, however, is to embody its entity as an inclusive communion of disciples that continues to voice the most essential truth about God’s will for human beings, regardless of the kind of people and their sexual orientation. Last but not least, as an inclusive communion of disciples, the church, including that in Indonesia, must move in the public sphere, by encouraging attitudes for LGBTQ’s participation in the religious community and broader society. LGBTQ individuals are also encouraged to get involved in the church and to take part in the leadership of the church, in order to form an inclusive communion.326Acta Theologica 2022:42(2)BIBLIOGRAPHYAune, K.2009. Between subordination and sympathy: Evangelical Christians, masculinity and gay sexuality. In: S.J. Hunt (ed.), Contemporary Christianity and LGBTQ sexualities (Famham Surrey/Burlington: Ashgate), pp. 39-51. https://doi.org/10.4324/9781315573809-3Barclay, J.M.G.1997. Universalism and particularism: Twin components of both Judaism and Early Christianity. In: M. Bockmuehl & M.B. Thompson (eds), A vision for the church: Studies in early Christian ecclesiology in honour of J.P.M. Sweet (Edinburgh: T&T Clark), pp. 207-226.Brownson, J.2013. Bible, gender, sexuality: Reframing the church’s debate on same sex relationships. Grand Rapids, MI: Wm B. Eerdmans.Burk, D. & Lambert, H.2015. Transforming homosexuality: What the Bible says about sexual orientation and change. Phillipsburg, NJ: P&R Publishing.Cole, C. & Harris, H.W.2017. The lived experiences of people who identify as LGBTQ Christians: Considerations for social work helping. Social Work & Christianity, Vol. 44 (1& 2): 31-52.Dules, A.1990. Model-Model Gereja. Ende: Nusa Indah. (Translated from Models of the Church. 1974. New York: Doubleday).Ellens, J.H.2006. Sex in the Bible: A new consideration. Westport, CT: Praeger Publishers.Grahn, J.1984. Another mother tongue: Gay words and gay world. Boston, MA: Beacon.Guest, P.D.2001. Battling for the Bible: Academic, church, and the gay agenda. Theology and Sexuality 15:66-93. https://doi.org/10.1177/135583580100801506Helminiak, D.2000. What the Bible really says about homosexuality. Tajique, NM: Alamo Square Press. Horbury, W.1997. Septuagint and New Testament conceptions of the church. In: M. Bockmuehl & M.B. Thompson (eds), A vision for the church: Studies in early Christian ecclesiology in honour of J.P.M. Sweet (Edinburgh: T&T Clark), pp. 1-17.Setyawan The church and LGBTQ327Hunt, S.2009. Saints and sinners: Contemporary Christianity and LGBTQ sexualities. In: S. Hunt (ed.), Contemporary Christianity and LGBTQ sexualities (Farnham Surrey/Burlington: Ashgate), pp. 1-22. Hunter, T.2014. Did God actually say? Hearing God’s voice on homosexuality from the storyline of Scripture. Journal for Biblical Manhood & Womanhood 19(1):22-28.Kader, S.1999. Openly gay openly Christian: How the Bible is really gay friendly. San Fransisco, CA: Leyland. Kang, N.2005. The centrality of gender justice in prophetic Christianity and the mission of the church reconsidered. International Review of Mission 94(575):278-289. https://doi.org/10.1111/j.1758-6631.2005.tb00502.xLadin, J.2014. Both wilderness and promised land: How Torah grows when read through LGBTQ eyes. Tikkun Magazine 29(4):17-23. DOI: 10.1215/08879982-2810002Looy, H.2018. Why is sex such a big (moral) deal? Psychological barriers to constructive dialogue on sexual and gender diversity in Christian communities. Social Justice Research 31:290-310. https://doi.org/10.1007/s11211-018-0315-8Madrigal-Borloz, V.2021. The theory of indirect discrimination: Application to the lived realities of lesbian, gay, bisexual, trans, and other gender diverse (LGBT) persons. Harvard Human Rights Journal 34:295-304.Miller, L. (Ed.)2005. More Pauline references to homosexuality? Evangelical Quarterly 77(2):129-134. https://doi.org/10.1163/27725472-07702003Pizzuto, V.2008. God has made it plain to them: An indictment of Rome’s hermeneutic of homophobia. Biblical Theology Bulletin 38:163-183. https://doi.org/10. 1177/014610790803800404Punt, J.2014. Countering Bible-based, culturally-ensconced homophobia: Un-African meets unambiguous! Journal of Theology for Southern Africa 149:5-24.Rudy, K.1997. Sex and the church: Gender, homosexuality, and the transformation of Christian ethics. Boston, MA: Beacon Press.328Acta Theologica 2022:42(2)Schnackenburg, R. 1981. The Church in the New Testament. London and Tunbridge Wells: Burns & Oates, (Reprinted, translated by W.J. O’Hara.)Singgih, E.G.2020. Mendamaikan Kekristenan dan LGBT: Sebuah Upaya Hermeneutik Alkitab. Jurnal Ledaredo 19(1):34-54. DOI: http://dx.doi.org/10.31385/jl.v19il.194Suryakusuma, J.2012. Agama, seks en kekuasaan. Jakarta: Komunitas Bambu.Tonstad, L.M.2018. Queer theology: Beyond apologetics. Eugene, OR: Wipf & Stock.Tuttle, T.M.2009. Created unequal? Interpreting hierarchies of gender, race, and sexual orientation in Genesis 1-3. Researcher: An Interdisciplinary Journal 22(2):29-64.Venn-Brown, A.2015. Sexual orientation change efforts within religious contexts: A personal account of the battle to heal homosexuals. Sensoria: A Journal Of Mind, Brain & Culture 11(1):81-91. https://doi.org/10.7790/sa.v11i1.417Volf, M.2002. After our likeness: The church as the image of the Trinity. Grand Rapids, MI: Wm B. Eerdmans. Washarti, R.2016. LGBT, Budaya Indonesia dan Lintas Gender. BBC News Indonesia.West, M.1999. Reading the Bible as queer Americans: Social location and the Hebrew Scriptures. Theology and Sexuality 10:28-42. https://doi.org/10.1177/1355835 89900501004Keywords   TrefwoordeLGBTQ issue   LGBTQ kwessieEcclesial discrimination  Kerklike diskriminasieThe existence of LGBTQ persons Die bestaan van LGBTQ personeInclusive communion  Inklusiewe gemeenskapIndonesian churches  Indonesiese kerke",
    "id": 551563267,
    "identifiers": {
        "doi": null,
        "oai": "oai:journals.ufs.ac.za:article/6964"
    },
    "title": "The church and LGBTQ: Towards the church as an inclusive communion of disciples",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-12-14T00:00:00+00:00",
    "publisher": "Faculty of Theology and Religion, University of the Free State",
    "references": [],
    "sourceFulltextUrls": [
        "https://journals.ufs.ac.za/index.php/at/article/download/6964/4638"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/551563267.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/551563267"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/551563267/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/551563267/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/551563267"
        }
    ],
    "abstract": "Some churches worldwide, including those in Indonesia, practise ecclesial discrimination against lesbian, gay, bisexual, transgendered, and queer (LGBTQ) individuals, as manifested in the rejection of their existence. In this article, I discuss the LGBTQ issue faced by churches and I argue that it is essential for the church to become an inclusive communion of Jesus’ disciples that embraces all believers, including LGBTQ individuals, who experience salvation thanks to God’s grace. To become such an inclusive community, the church must be open to seriously consider three important points, namely the scientific findings of LGBTQ, especially in the medical and psychological fields; the latest theological views on LGBTQ and new ways of interpreting the biblical text, as well as an ecclesiological reconstruction of the essence of the church as an inclusive communion of disciples",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed article",
        "LGBTQ issue",
        "Ecclesial discrimination",
        "The existence of LGBTQ persons",
        "Inclusive communion",
        "Theology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed article"
    ],
    "oai": "oai:journals.ufs.ac.za:article/6964",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21617",
        "openDoarId": 0,
        "name": "KovsieJournals - University of the Free State (UFS)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 551563267,
        "depositedDate": null,
        "publishedDate": "2022-12-14T00:00:00+00:00",
        "updatedDate": "2024-02-20T04:51:34+00:00",
        "acceptedDate": null,
        "createdDate": "2022-12-22T09:14:16+00:00"
    },
    "urls": [
        "https://journals.ufs.ac.za/index.php/at/article/view/6964"
    ],
    "lastUpdate": "2024-02-20T04:51:34+00:00",
    "setSpecs": []
}