{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Prosen, Chad"
        }
    ],
    "contributors": [
        "Shields, Carolyn M.",
        "Mayo, Cris S.",
        "Shields, Carolyn M.",
        "Johnston-Parsons, Marilyn A.",
        "Sloat, Linda"
    ],
    "createdDate": "2013-10-02T14:00:31+01:00",
    "dataProvider": {
        "id": 198,
        "name": "Illinois Digital Environment for Access to Learning and Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/198",
        "logo": "https://api.core.ac.uk/data-providers/198/logo"
    },
    "depositedDate": "",
    "documentType": "unknown",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/16750848.pdf",
    "fullText": "THE EXPERIENCE GAY MALES FACE IN THE OBTAINING AND MAINTAINING OF THEIR POSITIONS IN EDUCATIONAL LEADERSHIP BY CHAD MICHAEL PROSEN DISSERTATION  Submitted in partial fulfillment of the requirements for the degree of Doctor of Education in Educational Organization and Leadership in the Graduate College of the University of Illinois at Urbana-Champaign, 2013 Urbana, Illinois Doctoral Committee:  Professor Cris Mayo, Chair Professor Marilyn Johnston-Parsons Professor Carolyn M. Shields  Clinical Professor Linda Sloat   ii  Abstract There have been many studies, including school-based research, detailing the rejection, violence, and hatred experienced by gay men (Hershberger, Pilkington, & D’Augelli, 1997; King, 2004; Rasmussen, 2004). Despite these findings, political, legal, and social changes that began in the late 1960s have created a different political and legal landscape in many areas of American society enabling gay men to enter leadership positions with fewer obstacles than might be expected. This experience begs the question, are gay male leaders products of the political, social, and legal change process that began in the 1960s, or have they merely assimilated and adopted homonormative lifestyles in order to achieve their positions of power and leadership? This research presents a combination of the processes and influences that have forged a unique experience for gay male educational leaders. The purpose of this qualitative study was to understand the experiences of gay male educational leaders through a modern social, legal, and political context within American society. Through the use of elite interviews, three participants were interviewed in order to develop a better understanding of their pathways to educational leadership. The author’s perspective was also offered in order to develop further understanding of pathways to educational leadership. The participants were identified through a word-of-mouth methodology. By using qualitative inquiry, this study first explored the foundation for openly gay leadership in the traditional and conservative field of education.  In order to place the questions posed by this research in context, the establishment of gender-specific identity and roles within schools was explored to help understand how such constructs within schools led to impediments whereby openly gay leadership in schools is only a recently occurring phenomenon. The remnants of these impediments, such as myths and issues iii  of acceptance still confronting gay males in educations, were further explored. Additionally, historical events and achievements, such as legal, political, individual, and LGBTQ activism since the late 1960s, were explored in order to create an understanding of how conservative institutions such as schools and political institutions have been influenced in order to create space for the possibility of openly gay male leadership. Next, the focus returned to the individuals themselves, which required deeper attention and focus on homonormative identities that confront gay educational leaders in a historical perspective and context. Finally, an analysis of data showed that the gay educational leaders studied within this research have acquired professional and personal experiences with limited homophobia. This has, in turn, placed these openly gay leaders in a fluid and uncharted landscape, allowing them to reap many personal and professional opportunities not afforded to earlier generations of gay males. These opportunities have simultaneously created a landscape wherein openly gay educational leaders face conflicting considerations. Openly gay educational leaders must still consider decisions in a context tempered against both what their institutions will accept and what they as leaders can offer personally and professionally in advancing LGBTQ rights and agendas. This inquiry provided a basis for four recommendations: two for further research and two for practice in the field of education. Two recommendations were offered for further research: (a) exploring the issue of hiring gay male educational leaders from the perspective of the hiring agents and (b) exploring whether or not others within the LGBTQ community, such as lesbians or transgendered individuals, describe similar pathways and experiences. Two recommendations were offered for practice in the field of education: (a) creating opportunities for hiring agents and gay males to have safe and candid conversations about sexuality and (b) creating more formal opportunities for gay males iv  and other LGBTQ educators to be mentored and to network with other LGBTQ leaders who are examples of positive leaders accepted by educational communities.  v  Acknowledgements I am extremely grateful to a great many people who helped me persevere throughout this process. First, I am extremely grateful to my husband, Erick, who means more to me than anything or anyone in this world. I could not be more fortunate and blessed to have met someone as caring, kind, and supportive as he. I am also very fortunate to have such a wonderful support network in my family and friends. My parents, who instilled in me at a young age the importance of education, are two of the wisest and most loving individuals I have had the privilege of knowing and learning from. I am extremely grateful to have worked with such an esteemed and learned committee. I thank Dr. Mayo for her guidance, patience, and steering throughout this process. I also thank Dr. Johnston, Dr. Shields, and Dr. Sloat for their thoughtful questioning and assistance during our work together. I am very fortunate to have worked with people who truly understand the process of learning and teaching. I very much would like to thank the research participants themselves and recognize that without their participation this research would not have been possible. The time, candor, honesty, integrity, and leadership they have shown to me and to their educational communities are simply inspiring. I thank them for their leadership. Finally, I would like to thank my cohort, who has been there with me throughout our journey together. There have been so many memories and experiences, so much laughter, frivolity, and support—all of which will always hold a special place in my heart. I thank them for everything, and most of all thank them for being the incredible people they are!   vi  Table of Contents  Chapter 1 Introduction .................................................................................................................... 1 Background and Context of the Study ................................................................................ 3 Purpose of the Study ........................................................................................................... 5 Definition of Terms............................................................................................................. 6 Theoretical Framework and Rationale ................................................................................ 7 Overview of Literature ........................................................................................................ 9 Overview of the Method and Rationale ............................................................................ 11 Limitations and Delimitations of the Study ...................................................................... 13 Significance and Rationale of the Study ........................................................................... 14 Overview of the Study ...................................................................................................... 16  Chapter 2 Literature Review ......................................................................................................... 19 LGBTQ Issues in Education ............................................................................................. 21 Evolution of Gender Roles in Schools and Leadership ........................................ 21 Paranoia, Witch Hunts, and Discrimination ......................................................... 25 Contemporary Issues Specific to Gay Male Educational Leaders ........................ 28 Overview of the LGBTQ Issues in the United States ........................................... 30 Historical Overview of the LGBTQ Issue in the United States ........................................ 31 The Stonewall Riots and the Beginning of Activism............................................ 31 The Aftermath of Stonewall and the 1970s .......................................................... 33 Challenges to LGBTQ Advancements in the 1980s ............................................. 36 The Resurgence of Breaking Down Barriers, 1993–2010 .................................... 39 The New Political, Cultural, and Economic Reality of the LGBTQ Community   in the 21st Century ............................................................................................................ 44 A Return to Homonormativity Within a New Political and New Cultural  Reality ................................................................................................................... 44 Media Portrayal of Gay Males .............................................................................. 46 Capitalism and Consumerism ............................................................................... 48 Legalization of LGBTQ Relationships ................................................................. 53 Gaps in the Literature........................................................................................................ 56  Chapter 3 Methodology ................................................................................................................ 59 Review of Purpose and Questions .................................................................................... 60 Overview of Methodology and Rationale ......................................................................... 61 Data Collection ................................................................................................................. 64 Participant/Site Selection .................................................................................................. 67 Author’s Voice .................................................................................................................. 69 Ethical Considerations ...................................................................................................... 71 Data Analysis .................................................................................................................... 71 Standards of Validation..................................................................................................... 72 Significance....................................................................................................................... 73  Chapter 4 Presentation of Data ..................................................................................................... 75 Participants’ Shared Themes............................................................................................. 79 The Research Participants ................................................................................................. 80 vii  1. Professional and Personal Characteristics of the Participants .......................... 80 2. The Experience of Applying for the Position of Leadership ............................ 82 3. Coming Out in the Interview Process ............................................................... 84 4. Experiences and Reactions within the Workplace to Sexuality........................ 88 5. Experiences with Myths and Stereotypes ......................................................... 93 6. Internal and Societal Acceptance ...................................................................... 97 7. Role Models and Networking Support ........................................................... 101 Summary of Findings ...................................................................................................... 104  Chapter 5 Discussion, Recommendations, and Conclusion........................................................ 109 Review of Purpose .......................................................................................................... 112 Discussion ....................................................................................................................... 112 The Changed Landscape ..................................................................................... 113 Homonormativity ................................................................................................ 116 The Workplace: Perceptions, Realities, and Navigation .................................... 119 Implications..................................................................................................................... 122 Recommendations for Practice in the Field .................................................................... 126 Reflections on the Research Process ............................................................................... 129 Recommendations for Future Research .......................................................................... 131 Conclusion ...................................................................................................................... 132  References ................................................................................................................................... 136  Appendix A Interview Questions................................................................................................ 143  Appendix B IRB Approval Letter ............................................................................................... 145  Appendix C Schedule of Interviews ........................................................................................... 146    viii        This work is dedicated to those pioneers who experienced rejection and hardship because of their sexual orientation.  1   Chapter 1 Introduction Can I conceal myself forevermore?  – “Who Am I?” Les Miserables (Broadway production) Until now, I had never put into writing who I actually am and what I am about in complete honesty. That is both a terrifying and a completely freeing statement to make. My name is Chad Michael Prosen, and for the first 32 years of my life, I lived as a completely closeted gay male. I am a proud Irish man, born and raised on the south side of Chicago. I attended public grammar school, went to an all-boys Catholic high school, attended college in Texas, lived in Ireland, and worked as both a teacher and a principal within the Catholic and public school systems. All of my experiences, and the perceptions that they have created, could have led one to the conclusion that I am a typical and average male.  A few years ago, a friend said something to me that I will never forget. He said, “I could never be with anyone who was not comfortable with himself and who could not admit to publicly loving me.” It was in that statement that I realized that if I could not accept who I was and if I continued hiding in the shadows, I would never have the life that I wanted. This statement set in motion a chain of events that allowed me to write this dissertation and to be honest in writing it. I was tired of living a life that I needed to apologize for and tired of thinking that people would not accept me. I was tired of always being guarded to the point that even the closest relationships that I had in my life were beginning to suffer. People never got to know the real Chad Prosen, and my life was beginning to feel as though it contained a lack of honesty, purpose, and dignity. I write again, I am a gay male. I write this not because of any militant approach and not because of any social agenda but because of my own need to have it appear on the written 2  page. Without seeing it on the written page and without repeating it, I know that I could not situate myself as a valid researcher within this topic. Even further, I know I would never be able to be completely true to myself, to validate past and present significant relationships, or to continue in the pursuit of the life I wanted without acknowledging this statement. Reflecting on the work I have done in my personal and professional life so far, I can admit that despite the comfort and acceptance I received from my family and closest surroundings, I believe it is the lingering homophobia that structures my desire to explicate my inner self on paper and moves me toward researching LGBTQ issues on a more complex plane, at the crossroads of politics, society, and education.  On December 18, 2009, I met a person who went far beyond providing me with physical comfort. I met not only someone to whom I was physically attracted but also someone who stimulated my intellect and who continuously challenged me to be a better person. I met someone who was kind and caring and whom I would never be ashamed to introduce to anyone as my partner. As a result of my past and current significant relationships, I have been able to come out to my family and friends. I did not have the experience that some gay males have, which is often described as one of rejection, anger, hatred, or disassociation from family and friends (Barrett, Polack, & Tilden, 2002). Instead, what I heard over and over again was how people in my life were finally glad to see that I was happy. The process of coming out to my family and friends, accepting myself, and writing this dissertation has defined me as a researcher at this moment. Despite my positive personal experience, I believe that sexual orientation nevertheless remains an issue in modern American society, and it requires more research attention, especially from those who can add the lived experience perspective to the research.  3  When I began this journey of exploring the experiences that gay male educational leaders face in obtaining and maintaining their positions, I first did not know if I would be able to find individuals who would be willing to speak with me. Moreover, I did not know what characteristics of gay individuals I would find. It was definitely a journey into the unknown, one that has given me a better understanding and perspective of the experiences gay males face as educational leaders.  Background and Context of the Study First, the question of how openly gay male leadership within the field of education is at all possible today needs to be placed in context. The modern-day openly gay male educational leader of today is a product of a complex and challenging past wherein educational institutions produced work environments that were highly stratified according to gender and gender-specific roles (Capper, 1995; Lugg, 2003). This stratification within the work environment eventually created active discrimination, paranoia, and homophobia throughout educational institutions (Graves, 2009). The remnants of such occurrences within educational institutions are still felt today and pose some specific challenges to openly gay male educational leaders, such as navigating the socially constructed operating norms within the highly conservative workplace of schools (Tooms, 2007). Yet, despite these remnants, attitudes and policies affecting openly gay males have evolved over time to create an atmosphere in which acceptance of openly gay males serving in positions of leadership is possible. The atmosphere that has pushed American institutions of government, education, and entertainment to create space for openly gay males to serve in positions of prominence and leadership has evolved out of social and political struggles for LGBTQ rights. Some scholars date struggles and movements for LGBTQ rights and equality all the way back to ancient 4  civilizations such as Greece, Rome, and even Egypt. This study focused on the modern American movement for LGBTQ rights, which is generally considered to have begun with the events leading up to the Stonewall Riot of 1969 (Adam, 1987; Rutledge, 1982; Sloan, 1997). This qualitative inquiry included a brief overview of the LGBTQ political, legal, and social achievements gay males have experienced since the late 1960s, in order to provide the basis and context for understanding new political, legal, and social opportunities available to some gay men in the United States in the 2010s.  As a result of the struggles and achievements of the modern LGBTQ movement, more pathways of acceptance have emerged for gay men, which have included societal and institutional shifts that recognize LGBTQ leadership within the workplace and other components of society. Some of these pathways have been brought about simply by the evolutionary change of more gay males serving openly in positions of power and leadership. Additionally, institutional policies (e.g., repeal of don’t ask, don’t tell), societal change (e.g., the media portrayal of gay men and economic recognition), and legal opportunities (e.g., more states allowing same-sex partnerships, unions, and marriages) have all created pathways for gay individuals to achieve positions of authority and leadership. However, as a result of these pathways, gay men and their partners are seeking out and living lifestyles that are more closely aligned to a homonormative reality that embraces traditional roles of marriage and family than to a queer or alternative reality.  The exploration of the processes and journeys by which openly gay male individuals may earn educational competencies and qualifications, achieve positions of power and leadership, live in a legally recognized partnership, become members of religious institutions, and raise a family are all part of a fairly new phenomenology that has occurred within American society (Gay & 5  Lesbian Alliance Against Defamation [GLAAD], 2012). This does not dismiss the unique and shared accounts of personal and professional struggles that have remained significant experiences within the LGBTQ community. Accounts that chronicle the struggle of individuals need to continue being explored, valued, and disseminated, but the exploration of gay existences that contain little or no homophobia or discrimination also need equal attention, value, and dissemination.  This study explored the experiences of gay male individuals who were heading fairly conservative and traditional educational institutions, which implies to some that LGBTQ activism within education has achieved its goals. Additionally, the respondents within this qualitative inquiry had achieved these positions with personal lives comprising legally recognized partners and families. The modern gay male educational leader possesses unique personal and professional experiences that share, and in many ways deviate from, the experiences of those gay individuals who preceded them just a generation or two ago. The respondents to this study were educational leaders who are publicly out, serving in leadership roles, living in legally recognized unions, and raising or exploring the possibility of raising a family. The combination of these personal and professional circumstances was not only possible but also unthinkable to many only a generation ago. Hence, the accounts of these modern gay educational leaders offered unique professional and personal insights into the evolution of LGBTQ individuals within American society, the challenges they face or do not face, and the experiences they have in their personal and professional lives.  Purpose of the Study The purpose of this qualitative study was to understand how gay men obtain and maintain their positions as educational leaders within the American educational system in the decade of 6  the 2010s. In order to answer the question that was being asked throughout this qualitative study, the research was guided by three sub-questions: 1. What personal qualities and characteristics limit or create the opportunity for gay males to become leaders?  2. What perceived challenges (internal or external) do gay male leaders believe they are facing when they are applying for or accepting a position?  3. Once a gay male has attained a leadership position, what are the ongoing challenges he faces?  In gathering qualitative data with an elite interview protocol (Berry, 2002), which is further outlined in chapter 3, the three sub-questions acted as a guide to help create an understanding of the gay male leadership experience.  Definition of Terms The following terms are used throughout this study. The terms are explained in detail below for the purposes of clarity and exactitude:  Homosexuality: the term to describe any person with an attraction or behavior toward a same-gender partner.  Heterosexuality: sexual behavior, practices, and identity predicated on exclusive preference or desire for the opposite sex.  Heteronormativity: the belief that heterosexuality is the normal sexual orientation.  Homonormativity: the assimilation of heteronormative ideals and constructs into the LGBTQ culture and individual identity.  LGBT: an acronym to describe members of the lesbian, gay, bisexual, and transgendered community.  Gay: the term most often associated with homosexual males; it also can be used to describe any person who is homosexual.  Closeted: keeping one’s sexual identity a secret.  Outing: making one’s own, or another person’s, sexual identity public.  7  Theoretical Framework and Rationale Open service as educational leaders within schools may have not only been unthinkable for gay men but in reality not even possible within American society only a generation or two ago. In order to understand the emergence of such a phenomenology, a theoretical framework constructed out of scholarly research and study was offered. This framework not only sought to better understand the context through which such a possibility is now obtainable for gay males but also focused on the individuals who have sought and obtained such positions. The experience of gay males openly serving in positions of educational leadership has been born out of a unique modern-day political and social context achieved through decades of struggle, achievement, and advancement, which ultimately has resulted in a deeper professional, institutional, individual, and societal acceptance toward gay males and their roles as leaders. While openly gay males are now able to obtain leadership positions within the field of education, the fact is this has been only a recently occurring phenomenology within American education. This compels one to examine what events, occurrences, and structures within schools up until recently prohibited such a possibility. Blount (2006), Lugg (2003), and Capper (1995) concurred that institutionalized roles predicated upon gender and sexual identity within schools created impediments designed to prohibit and limit the advancement of LGBTQ individuals into leadership positions within schools. Yet, despite these impediments, the possibility and achievement of openly gay male leaders in schools have occurred. Open service in positions of leadership and authority within school settings for gay men has been a result of their own individual professional accomplishments but simultaneously has been a result of policy and political shifts within institutions that have allowed for such an emergence. Even the most conservative of institutions within American society, such as the U.S. 8  Congress, the U.S. Armed Services, Protestant churches, and schools, have witnessed LGBTQ individuals openly serving in positions of leadership and authority. Such institutions have been deeply impacted by the political, social, legal, and individual accomplishments of LGBTQ activism and individual professional achievement that have occurred in America since the late 1960s. Therefore, it was necessary to examine the modern occurrence of openly gay leadership in schools through a historical perspective that detailed the political, social, legal, and individual achievements that allowed for such a dramatic shift within these conservative institutions to occur. Although institutions have been affected by advancements and achievements of LGBTQ activism, issues impacting the gay individuals who have achieved positions of leadership within such institutions additionally required focus and attention. LGBTQ rights have expanded to  point not only where institutions that used to be restricted to heterosexuals are now available to gay people but also where gay leaders of such institutions are nowadays claiming a homonormative status by essentially living out lives that in many ways look “normal” (Duggan, 2002a). This identity is characterized by a professional and personal existence that is distant from queer and alternative lifestyles, which begs a deeper question central to this research. Issues of media, political, legal, and economic influences continue to impact society, its institutions, and gay individuals. Whether or not gay men are finally living out a professional and personal existence once unavailable to them, or are merely conforming to these influences in order to achieve socially and professionally acceptable roles, remains central to this research. It was my contention that both possibilities are true, which in turn creates a unique and uncharted context and experience for gay male educational leaders. 9  The gay male educational leader of today faces a context that poses similar issues facing LGBTQ individuals of past generations; yet this context offers them some opportunities on a social, professional, and legal platform that were not available to LGBTQ individuals even a generation ago. For instance, the gay educational leader of today may no longer be the first to hold a position of leadership but may be the first to do so with a legally recognized partner and family. These firsts pose new challenges and new issues to both the individuals and the institutions they lead. New considerations, such as how to far to advance LGBTQ agendas within the workplace, are now tempered by leaders who must consider not only how far the institution is willing to accept these agendas but also how much these decisions will impact leaders and their families on a personal and professional level.  This theoretical framework, further developed by providing significant and relevant research in chapter 2, seeks to offer an understanding of the experience gay males have in obtaining and maintaining their leadership positions. My data, presented in chapter 4 and analyzed in chapter 5, offer the basis for recommendations in the field and for continuing research by substantiating the richness and uniqueness of the experiences of gay male educational leaders in modern America.  Overview of Literature In order to establish a theoretical framework, an extensive literature review is provided in chapter 2. According to Blount (2006) and Mayo (2009), gender roles and gender identity have long been issues within education and as supported by Lugg (2003) and Capper (1995) have been highly stratified within schools. Thus, schools have reinforced and perpetuated roles for individuals based upon gender and gender identity. The conservative reinforcement of such roles and identities led to an environment wherein paranoia, open hostility, and discrimination were 10  prevalent against gay individuals in schools (Mathison & Ross, 2007). The remnants of this environment can still be felt today as gay individuals navigate what socially constructed norms are acceptable for LGBTQ individuals within the education workplace (Tooms, 2007). Additionally, gay males may still be affected by stereotypes and myths that were created out of a hostile and discriminatory work environment (Blanchard & Bogaert, 1996; Schiffer, 2008). Although education has remained a highly conservative institution, it—along with other political and social entities—has been impacted by the LGBTQ movement in America in order to provide space for openly gay leadership. In order to understand the space that has been created within such institutions, the literature review contains a brief overview of the LGBTQ political, legal, and social achievements and advancements of gay males from the period of 1969–2010 and how these events have influenced such a shift. Most scholars contend that the modern LGBT movement in America began with the Stonewall riots in New York City in 1969 (Adam, 1987; Rutledge, 1982; Sloan, 1997). The impetus of the events surrounding the Stonewall riots set in place a series of events that witnessed political achievements, legal advancements, and individual accomplishments in the decades of the 1970s, 1980s, 1990s, and 2000s for gay men in America. These achievements and advancements created a political, legal, and social context through which openly gay male leadership is possible today. However, these advancements and achievements have more deeply affected those LGBTQ individuals who have exhibited personal and professional existences more closely aligned to homonormativity than queer or alternative existence.  As a result, the literature review provides a deeper understanding of the concept of homonormativity (Duggan, 2000a) and how this concept has evolved throughout the historical 11  landscape of America in tandem with the activism of the LGBTQ movement. Issues such as the current media portrayal of gay males, capitalism, consumerism, and legalized realities have influenced the gay men of today, as well as workplace and community attitudes toward and perceptions of gay men. This influence finds gay men living out both their personal and professional existences in some ways similar to, but in other ways different from, what gay males even a generation or two ago experienced. Whether gay males in leadership positions have been influenced to conform to these homonormative lifestyles in order to achieve their positions of leadership or have adopted them as a result of seeking a lifestyle they have always wanted but up until recently have not been allowed to experience, remains central and critical to this research. Again, it was my contention that both these influences and processes have created the unique and uncharted experiences and landscapes that face openly gay educational leaders of today. Finally, gaps in the literature were identified to establish the importance and relevance of this research. Issues central to the LGBTQ lived experience remain highly fluid and dynamic due to the rapidly evolving political, legal, and social context through which these experiences are being lived out. On almost a daily basis in America in the decade of the 2010s, new opportunities and advancements are being realized, experienced, and disseminated. Research of such experiences needs to continue to be documented and explored, and again, this research further establishes it importance and relevance.  Overview of the Method and Rationale Once I established a theoretical foundation through the literature presented in chapter 2, I used the following methodology to answer the sub-questions proposed throughout this qualitative study. I selected a qualitative study in order to get at thick, rich descriptions (Stake, 12  2004) of the experience gay males face in obtaining and maintaining positions within educational leadership. These rich and thick descriptions would permit me to answer the overall question asked by this research and allow me to describe the experiences of gay male educational leaders in a more socially progressive America and the relevant issues that confront such individuals.   Research was conducted through a process known as elite interviewing (G. King, Keohane, & Verba, 1994). Elite interviewing is a process used to interview high-profile research participants who serve in a highly public forum and whose backgrounds and stances on certain issues might already be known (G. King, Keohane, & Verba, 1994). Researchers may choose to employ this methodology based upon the status of the individual involved in the inquiry (Aberbach & Rockman, 2002). Each of the participants in this study led public educational departments, institutions, and organizations, and fit the criteria for such a methodology.  An initial meeting that involved the acquisition of background knowledge on each participant lasted between 2 and 2.5 hours. A formal interview of the participants was conducted, which lasted between 1 hour and 1.5 hours. A follow-up interview was conducted that lasted between 45 minutes and 1 hour. Additionally, in order to provide additional insights into and understanding of the experience of gay males in educational leadership roles, I included my own experience to further extend the situated self (Mohen, 2010; Nathan, 2005).  A blind, word-of-mouth method was used to identify participants within this study (Tooms, 2006). Due to the sensitive nature of the research, this methodology was specifically chosen to ensure issues of confidentiality and no harm to potential respondents were maintained throughout the identification period and entire research process. The process of identifying potential respondents, further outlined in chapter 3, began by initially utilizing university professors familiar with research protocols serving as intermediaries in identifying potential 13  respondents in a safe and confidential manner approved by the university’s institutional review board. Eventually, intermediaries would expand to include graduate students, the respondents themselves, and others within the LGBTQ community, which totaled 23 individuals. Each individual, serving as an intermediary, was familiar with research protocols and was given verbal and written instructions on how to facilitate initial conversations with potential respondents that would lead to engagement in the research process beyond such conversations. From this pool of 23 intermediaries, 4 potential respondents were identified. One respondent did not feel comfortable moving beyond an initial interest in the study and was no longer pursued as a potential respondent. Three individuals who fit research criteria and who were willing to serve as respondents by giving verbal consent were interviewed under protocols approved by the university’s institutional review board. In order to provide an additional layer of understanding of the gay male educational experience, I interviewed myself utilizing the process outlined in this section. Further explanation of this method, including safeguards that were used to protect the participants’ confidentiality as a result of their elite status, is outlined in chapter 3.  Limitations and Delimitations of the Study There are specific limitations connected with qualitative research methodology. Some limitations associated with qualitative research have been noted by Krathwohl (1998), who stated that this type of research does not distinguish small differences and may not necessarily be representative of the population of the researcher’s interest. Creswell (2003) added that the results of qualitative studies mostly cannot be generalized for larger groups of population.  Some other limitations resulted from the sensitive nature of the subject of this qualitative study. As 3 respondents were used, all of whom had very public and sensitive roles, their responses might have been guarded and limited (Lincoln & Guba, 1988), and the possibility of 14  self-censoring must be defined as a limitation. Second, all 3 respondents interviewed in the study were from one particular region of the country and classified their ethnicity as Caucasian; therefore I acknowledge that their responses and experiences could have been different if they had been from another region of the country or from a different racial or ethnic demographic group. Creswell (2003) defined delimitations as boundaries within the scope of qualitative inquiry. In terms of participants, the study was delimited to gay male administrators working in the field of education and leading an open, public life as gay males. In terms of variables, the study was delimited to the exploration of opportunities that the respondents experienced during their pursuit of leadership positions in education and that they continue to experience after having occupied these positions. The data collected within the theoretical perspective of the present research were delimited to the responses of interviewees compiled from three sessions of interviewing and the body of theoretical secondary data collected within the literature review process (Creswell, 2003).  Significance and Rationale of the Study The LGBTQ community is a wide-ranging spectrum that contains many diverse individuals from a wide range of backgrounds and unique experiences. This qualitative inquiry focused on gay male individuals currently serving in positions of power and leadership within the field of education. The individuals interviewed within this study represented the results of the LGBTQ movement and how the movement has not only achieved political and legal advancements and rights within American society dating back to the late 1960s but also has shifted conservative institutions such as schools to allow for openly gay leadership. Understanding these individuals in the context of the historical achievements and advancements 15  that gay males have undergone since the late 1960s places their experiences in an uncharted political, social, and legal reality that continues to demonstrate and unfold the uniqueness and diversity of individuals within the LGBTQ community. The stories of the personal and professional advancements and achievements of individuals within the LGBTQ community need to be valued and shared equally with the stories of the hardship and challenges that also are a part of the community.  However, the stories of such individuals achieving positions of power and authority must be placed in the modern experience and context. Alignment towards homonormative personal and professional lifestyles among the gay educational leaders contained within this study begs the question as to whether such individuals have conformed to such a personal and professional existence in order to achieve and maintain their positions or they are truly living out a professional and personal existence that reaps what was previously unavailable or unobtainable. My contention is to leap beyond a narrow constraint of merely either/or and establish a difficult, uncharted, and dynamic landscape that allows for both possibilities to exist. This leap beyond the either/or scenario establishes the basis of the richness and uniqueness of the experience of openly gay male educational leaders of today. There are significant and major gaps in the literature in terms of addressing and understanding the experiences of gay males who have achieved leadership positions within the field of education, especially in light of the recent cultural and political developments within American society in the 2000s and 2010s. Even further, because the body of literature is evolving in a rapid manner due to recent achievements and the overcoming of some obstacles, this study places its importance. Therefore, it was the goal of this study to examine the overall 16  experience that gay male educational leaders face in obtaining and maintaining positions of leadership within the American educational system. Overview of the Study This qualitative inquiry consists of five chapters. These chapters are offered to present a clear and concise method of framing this inquiry (Creswell, 2003). Chapter 1 provides a general overview of the study. The background and context of the study are offered in order to supply the foundations for the rationale and purpose of the study (Creswell, 2003). Overviews of the literature, research methodology, and rationale are presented in order to create the framework through which this study originated and evolved (Holliday, 2007). This chapter presents limitations to the study (Lincoln & Guba, 1985) along with the study’s significance and rationale (Creswell, 2003). Finally, this chapter offers an overview of the study and how the study evolved. Chapter 2 consists of a review of current and past literature that examines issues unique to gay male educational leaders. First, the issue is placed in context by exploring how constructs such as gender roles within schools create impediments to openly gay leadership. The aftermath of these constructs, such as myths and navigating socially acceptable norms within the workplace, is presented to understand first why openly gay leadership is a recently occurring phenomenon within education and what issues gay male leaders continue to face. Secondly, a brief historical overview of the political and legal advancements and achievements that have occurred by the LGBTQ community, and more specifically gay males, is presented to offer a context through which conservative institutions have been influenced by such events in order to create space for openly gay leadership in schools. Once this historical overview is established, homonormativity is explored. This exploration, focused on media portrayal of gay males, issues 17  surrounding capitalism and consumerism, and newly legalized realities, continues to explore how these influences are impacting both gay male individuals and the institutions they lead. A recommendation for further research of literature is also provided (Holliday, 2007).  Chapter 3 explains the research methodology that was used in this study. The purpose of the study and the research questions are outlined within the chapter (Creswell, 2003). An overview of the methodology and the rationale for selecting this methodology are also offered to provide clear objectives throughout this study (Lincoln & Guba, 1985). Additionally, a review of the situated self (Mohen, 2010; Nathan, 2005), which was offered in chapter 1, is again presented in chapter 3 in order to establish the researcher within the study (Bogdan & Biklen, 1992). This was important and was conducted in order to address any bias that might exist within the study and to offer an introduction to the author’s voice that is presented in chapter 4. Due to the sensitive nature of this inquiry, research protocols such as research participant selection, ethical considerations, and safeguards to protect participants are also detailed (Creswell, 2003). Finally, methods of data collection and analysis are presented in order to better explain the direction of the research (Lincoln & Guba, 1988).  Chapter 4 presents the data. Data were collected through the research methodology and then coded into themes. The themes are presented in the context of both the literature review and three main research questions in order to provide a theoretical and shared life experience of the research participants (Creswell, 2003). Additionally, the author’s voice is included in this chapter to again provide the context of the situated self (Mohen, 2010). Thick and rich description (Stake, 2004) is used in order to present an experience supported by the theoretical lens and framework that details the realities of gay male leaders in obtaining and maintaining their positions within the American educational system. 18  Finally, chapter 5 presents an analysis of the data and uses the literature as a theoretical lens (Creswell, 2003). The experiences of the three research participants, as well as the researcher, are compared and contrasted within the context of each and the literature offered in chapter 2 in order to provide for analysis of the data. Two recommendations are offered for future research, and two recommendations are offered for implementation in the field (Holliday, 2007).   19  Chapter 2 Literature Review There is large and extensive body of research dedicated to LGBTQ activism and the evolution that took place in political, legal, social, cultural, and educational contexts within the United States over the past half century. These contexts have been influencing conservative institutions such as the U.S. military, some Protestant churches, the U.S. Congress, and even schools in order to create spaces for openly gay individuals to serve in positions of prominence and leadership. This recently occurring phenomenon within the United States has emerged out of a complex and challenging past when educational institutions reinforced traditional gender roles and identities within the workplace. This pattern of gender and sexuality bias eventually gave rise to environments of paranoia, active discrimination, and firing of gay male educators in schools.  This literature review begins by exploring the basis for understanding the emergence of openly gay male leaders within education as a new and recently occurring phenomenology. While it is true that gay males still deal with the remnants from the past discussed in this chapter, more recently, gay males have been able to achieve positions of authority and leadership within such conservative institutions. Educational institutions have become less discriminatory thanks to both the individual professional accomplishments of gay males within education and the influences of LGBTQ activism. This activism, rooted in the 1950s and 1960s, eventually led to new social, political, legal, and professional opportunities for gay males in the decade of the 2010s in the United States and is chronicled in the second section of this literature review.  The stance I take is that in the 1960s radical activism was a critical force in the advancement of the rights of and opportunities for LGBTQ individuals. This activism allowed 20  for significant progress in the recognition and advancements of LGBTQ rights, which has in turn allowed LGBTQ individuals of today to benefit from such activism on a personal, professional, and social level. Yet, despite the successes of this activism, LGBTQ individuals of today are selecting a less radical approach to limiting gaps between heterosexual and LGBTQ identities in the mainstream social, economic, and political arenas.  Scholars such as Duggan (2000b), Rasmussen (2004), and Reddy (2008) denoted a significant shift away from the radical movements and strategies used to achieve LGBTQ rights in the 1960s toward a more integrated process whereby LGBTQ individuals have been given space and opportunity to live out lifestyles closely aligned to “normal.” The once unimaginable legalization of LGBTQ relationships, openly gay service in the U.S. military, and openly gay leadership in political institutions have allowed for acceptance of LGBTQ individuals in many professional and social areas within modern America. These modern evolutionary integrations into (as well as the processes used to gain access to) once restricted areas of American society have placed a spotlight on bridging gaps of inequity and diversity within even the most conservative of American institutions.    Additionally, this literature review identified gaps currently existing in the research and literature on LGBTQ issues. Specifically, research focusing on the personal advancements and achievements of LGBTQ individuals among scholars remains limited, especially in terms of giving accounts of personal success stories. Although there has been intense research in the field of LGBTQ individuals’ paths in political, educational, and other conservative sectors of modern American society, there is still a lack of understanding of the ways in which LGBTQ individuals tend to negotiate the dual nature of their personal and professional endeavors, particularly in light of a 21st-century evolutionary approach toward inclusion and equality.  21  Navigating this new 21st-century landscape requires deeper understanding and study of individuals who are currently living in and experiencing such an environment. This study aimed to contribute to the present-day body of research by exploring the personal and professional aspects of educational leaders’ experiences in a 21st-century context, the extent to which they feel they should advance individual and larger political and social LGBTQ agendas, and the ways in which they see the negotiation of their LGBTQ identity in the largely conservative sector of educational leadership.  LGBTQ Issues in Education Evolution of Gender Roles in Schools and Leadership  Debates about femininity and masculinity have long been present within the field and research of education. The constructs of gender roles in education have long impacted male educators within schools. Blount (2006) described the educational field at the beginning of the 20th century as one where male educators were almost nonexistent. Her work showed that schools were not able to help boys at the age when they badly needed male influence. Blount showed that many boys reported not having had a single male teacher in their educational career (Blount, 2006). Additionally, this research described public perceptions that men working in the educational sector were more effeminate and did not conform to traditional roles of masculinity. Therefore, as Blount (2006) implied, men working in the typically feminine sector could not provide normal masculine role models for boys, and they were considered inappropriate for such jobs because of their potential ability to model feminine traits.  Although the issues of femininity and masculinity occupy a serious place within the educational system, gender classifications and the introduction of homosexuality as a classification made gender concerns more ambiguous and more paranoid (Blount, 2006). After 22  realizing that other sexual identities existed besides heterosexual ones, the educational community became even much more cautious about gender features ascribed to men in education. This in turn created tension about the appropriateness of men occupying teaching positions (Blount, 2006).  This struggle within traditional and conservative institutions holding onto traditional concepts of gender and sexual identity has been well substantiated. A recent issue that faces educators in the United States is the hiring practices of schools, specifically those employing individuals to provide gender modeling to students (Blount, 2006). Even though girls and boys began studying together in the middle of the 18th century, schoolwork was segregated according to gender, with men occupying administrative positions and women doing the teaching. Administration was seen as a traditionally masculine job, whereas teaching was widely associated with femininity. Women working in teaching positions had to resign if they married, whereas men hired to work in schools had to be married (Blount, 2006). These conditions and arrangements reinforced a perception and belief that women’s gender-conforming roles should be as a housewife and not an as an economic contributor to the household.  At the same time, men with a family were associated with a traditional male perception, whereby they were the dominant, masculine individuals providing for their families. These informal institutional requirements continued to reinforce the concept of a traditional, heterosexual American household (Blount, 2006). This reinforcement of the institutional requirements for traditional roles provided an environment whereby LGBTQ educators felt a disconnect between the required appropriate sexual and gender norms of their profession and their personal sexual identity.   23  This tension of individuals within education has also been explored by scholars. Blount (2006) gave such an example in providing the story of Eric Rofes, a teacher and gay activist who came out in the 1970s, a time when many educational institutions still clung to the dominant notions of what male educators should be. Rofes, a gay teacher and activist, provided in detail his frustration with feeling left out in a time of liberation and advancement. Rofes described how he witnessed many African Americans and women enjoying new liberations and freedoms within the workplace; yet as a result of his sexual identity, he did not have the same sense of liberation (Blount, 2006).   LGBTQ teachers Ron Lanza and Hank Wilson described similar accounts of having been caught between movements in society and their own abilities to navigate and implement the results of movements within their professional workplaces and existences (Blount, 2006). This is further described by Banks and Banks (2009), who discussed how gay educators were specifically concerned about how revealing their sexual identity might put them at risk for being fired. This potential of firing was especially true when the workplace environment did not contain legalized protections or if there were adopted policies prohibiting discrimination based upon sexual orientation and identity (Banks & Banks, 2009). The fear of losing one’s job remains a central and real possibility for many gay individuals within the field of education. Despite these challenges and possibilities, there appear to be some significant changes within the field of education. Banks and Banks (2009) noted an evolution away from the normative and deviant lenses in their work on multicultural education. Sexual and gender minorities now have within schools specific gender and sexual issues represented in the curriculum and within extracurricular groups. LGBTQ support groups have been formed in schools, and more support services are 24  being offered to LGBTQ individuals. Although these advancements have occurred, Mayo (2009) was still quick to point out limitations, such as policies that restrict discussion of such matters to specific times and locations within the school day. Additionally, the authors pointed to some state laws that prohibited addressing minority sexual and gender identity discussions within the classroom. Fortunately, there have been changes in leadership models that have worked to address opportunity for spaces where gay leadership is possible within schools. Capper (1995) challenged this disconnect between individuals and institutions by challenging the framework of leadership within such institutions. As leadership models moved away from emphasis on authority and control to models that included transformative frameworks, Capper asserted that characteristics of rationality, intellect, and empowerment could all be attributes of effective leaders regardless of their sexual orientation. This framework served to challenge traditionally held perceptions of what a leader should be—Caucasian, male, middle class, and heterosexual—to focus more on the possibility of development of leadership traits that could transcend the characteristics of race, gender, religion, and socio-economic status (Capper, 1995).  Models of leadership within American education continue to evolve and focus on individuals and the community (Sergiovanni, 1995; DuFour, 1999) and present frameworks whereby each individual can add value and purpose to a community of education and learning. Yet, despite these new frameworks for leadership, gay educational leaders still deal with and confront the challenges of a dark past when paranoia, witch hunts, and discrimination were prevalent components of the work environment.  25  Paranoia, Witch Hunts, and Discrimination  Despite gradual moves toward a more liberal and tolerant attitude regarding the LGBTQ community and individuals, the history of LGBTQ individuals within schools contains many negative and dark periods. According to Mathison and Ross (2007), public schools of the early 20th century were heavily influenced by that period’s research on sexuality. The introduction of a homosexuality-versus-heterosexuality manner of constructing views on sexuality created and extended a debate that viewed LGBTQ individuals as abnormal and deviant. Homosexuality was regarded as the “unhealthy developmental outcome that violated gender norms and procreative sexuality, and as such fear of homosexuality in schools grew” (Mathison & Ross, 2007, p. 1). As a result, traditional reinforcement of gender roles and conformity to these roles grew in schools as extensions of the curriculum and extracurricular activities, not only to encourage heterosexual marriage but also to actively discourage homosexuality (Mathison & Ross, 2007).  Other influences also magnified antihomosexual environments in schools later in the 20th century. Blount (2006) detailed the growing fear of homosexuality and the firing and outing of gay teachers in the aftermath of World War II. Blount discussed how demographic changes within the field of education took place in the late 1940s and 1950s, particularly with the massive shift in a teaching profession heavily dominated by single women to one where more males entered into the profession. In addition, the number of married women doubled as compared to the prewar years. With this change, married women’s rising numbers, and the ousting of women from administrative positions by men, the issue of male masculinity in the educational field acquired a new, specific importance (Blount, 2006). The concept of homosexuality was treated as “a serious and contagious illness, and schools became remarkably hostile places for suspected homosexuals” (Blount, 2006, p. 80).  26  Controversial research findings influenced society in order to create further paranoia and fear regarding towards those who either were or were perceived to be gay. Perhaps one of the most controversial researchers was Alfred Kinsey. When Kinsey (1948) published Sexual Behavior in the Human Male, his findings stated that roughly 10% of the population was homosexual. This statement alone quickly gave rise to wide spread panic. Public outcry and retribution was demanded amongst many communities, as these numbers were much higher than what had initially been anticipated by the general public (Blount, 2006). The detailed work of Kinsey fueled outrage in the public perception, as his work discussed same sex attraction and desires of a significant portion of the male population in the United States (Alsenas, 2008). This work allowed a context through which anti-gay political leaders arose and quickly took action against homosexuality. Senator Joseph McCarthy led a series of investigations with the purpose of outing homosexual school workers, and the state of California passed legislation that required the police to report to schools any school official who was arrested on a morals charge (i.e. homosexual activity) (Alsenas, 2008).  As a result of political action fueled by this controversial research, male school officials were under incredible scrutiny both publicly and privately. This scrutiny intensified as the mere allegation of a moral charge could lead to resignation and in some cases termination of employment (Alsenas, 2008). In 1950 the United States Senate Committee on the Expenditure in the Executive Department issued a report titled Employment of Homosexuals and Other Sex Perverts in Government and condemned the employment of any homosexual by a government agency (Alsenas, 2008). In 1950 the popular magazine Coronet published an article titled “The New Moral Menace to Our Youth” and presented any individual who was gay as a direct threat to the youth of America (Blount, 2006). These events continued to perpetuate negative 27  stereotypes and attitudes towards LGBTQ individuals and created continued witch hunts of LGBTQ or suspected LGBTQ individuals within American schools throughout the 1950s and 1960s (Alsenas, 2008).  One such detailed account of these witch hunts was provided by Karen Graves in her book And They Were Wonderful Teachers: Florida’s Purge of Gay and Lesbian Teachers, published in 2009. The author described how in July 1956, the Florida State Legislature decided its response to the United States Supreme Court Case Brown v. Board of Education of Topeka (1954) regarding how to desegregate schools within the state of Florida. Graves (2009) went on to describe the troubling context through which segregation and intimidation were engrained into the institutions of Florida’s public schools during the time period of the 1950s. Graves described how Florida governor Charley Jones directed the district attorney for Dade County to “coordinate Miami’s campaign against perverts and targeted the eradication and control of sexually deviating individuals as his political agenda” (Graves, 2009, p. 5). As a result, more than 20 faculty members and staff were fired, and 50 students were expelled from the University of Florida in 1958 (Graves, 2009).   Yet, despite this atmosphere of paranoia, witch hunts, and discrimination, scholars note that education in less than a half century has emerged to create space and opportunity for gay leaders. Blount (2006) stated, “At the start of the twenty-first century, the experiences of school workers who desire others of the same sex and/or possess nonconforming gender identities differ remarkably from those 100 years earlier” (p. 180). Banks and Banks (2009) discussed the growing amount of research about the experience of minority status in school environments and how such experiences are giving way to create experiences whereby minority perspectives are 28  being respectfully integrated into the context of larger, conservative institutions. Still, the remnants of a dark and troubling past confront the modern gay educational leader. Contemporary Issues Specific to Gay Male Educational Leaders The remnants of a dark and troubling past for LGBTQ individuals in education still linger today within schools. Although more accepting spaces have been created within schools in regards to gender, sexuality, and sexual identity (Banks & Banks, 2009), the structures within the workplace still contain the aftermath of highly stratified and reinforced culture (Capper, 1998; Lugg, 2003). Capper’s research (1998) was dedicated to examining the lived experiences of LGBTQ school administrators, as well as the broader concept of queerness in the school setting. The researcher examined ways in which sexualities shape institutions and shape individuals through the hiring and employment of homosexual individuals in schools. Capper discussed how heterosexuality pressures collide with the homosexual identities of administrators in the modern context of inclusion and integration.  Lugg (2003) continued to explore the impact that these deeply held institutionalized constructs within schools had on gay individuals. Lugg focused on charting the discourse regarding gender and sexual orientation in schools. The researcher’s focus was on public schools and the ways they are structured according to a rigid complex of normative rules, laws, and principles. Lugg was specifically interested in the ways that LGBT individuals apply to function within the structures and normative cultures and concluded that these structures still pose challenges to LGBTQ individuals as such structures have not yet fully expanded to accept and understand the complexity of gender, sexuality, and sexual identity. Tooms and Alston (2006) demonstrated the evolving attitudes toward and perceptions of LGBTQ individuals by focusing 29  on beliefs and attitudes of graduate-level students preparing for leadership roles within the field of education.  Tooms and Alston (2006) were interested in the attitudes toward LGBTQ individuals in education and perceptions about the need to establish equity in education. The respondents to their study were participants in graduate-level leadership preparation programs, and they revealed mostly tolerant and neutral attitudes toward LGBTQ individuals within their schools. This marked a change toward inclusion, acceptance, and understanding among individuals preparing for leadership roles within education. Yet, despite these changes in attitude toward LGBTQ individuals in the workplace, specific challenges toward gay individuals remain. Studies that include lesbian and transgendered participants along with gay men show universal concerns like coming out and coworker acceptance (Capper, 1998; Tooms & Alston, 2006). These issues, such as how to come out to coworkers and subordinates, acceptance of partners, and equality, are universal themes that affect people who are LGBTQ, including gay males (Tooms, 2007). The perceived comfort a person feels at the workplace deeply affects whether or not someone who is LGBTQ can introduce his or her partner into the work environment. Wearing a ring, displaying pictures of their partners, or bringing significant others to a work function may not be an option for people who are LGBTQ for a variety of reasons such as homophobic colleagues (Tooms, 2007). Some gay administrators feel this action may be used against them by their superiors, coworkers, or even subordinates. This is a reality for many gay administrators—one much different from that of their heterosexual counterparts (Tooms, 2007).  Many schools, work environments, and communities still remain, or have remnants of, highly heteronormative cultures and beliefs, and LGBTQ administrators may have difficulty being fully integrated into such contexts. These issues all fall within the context of the norms and 30  values that have been created within the work environment and that continue to create challenges for homosexual leaders. Unfortunately, they are not the only challenges that continue to exist. Enduring and erroneous myths about gay men continue despite advances, including the myth that homosexuals are pedophiles (Blanchard & Bogaert, 1996; Schiffer, 2008). This myth has been damaging, as well as personally and professionally harmful, to gay males (Bonner, Walker, & Berliner, 1999). There is considerable research to dispel the myth that there is a link between homosexual males and pedophiles (Bonner et al., 1999; Saunders, Berliner, & Hanson, 2003). Research findings suggest that the overwhelming majority of child molestation cases are conducted by straight men, and a straight man is 95% more likely to molest a child than a gay man (Miller, 2001).  Despite these challenges that remain from the remnants of a dark and challenging past that reinforced stratification of gender roles and created some impediments to full acceptance of openly gay leadership within the workplace, the fact remains that schools and other conservative institutions have shifted toward such possibilities. In order to place such shifts in context and perspective, a synopsis of social, legal, political, and individual achievements and advancements within the United States since the late 1960s is presented in the following section to formulate the basis for understanding the occurrence of such shifts. Overview of the LGBTQ Issues in the United States Most historical and cultural scholars who have written and examined LGBTQ issues place the beginning of the modern American gay rights movement during the events of the Stonewall Inn protests of 1969 (Adam, 1987; Carter, 2004; Fejes, 2008). Although there are examples of political, social, and legal movements that impacted LGBTQ individuals prior to this date (D’Emilio, 1983), for the purposes of this qualitative study, the Stonewall riots are used 31  as the start of the modern gay liberation movement. Additionally, it is acknowledged that the historical events being offered are not intended to be a comprehensive and exhaustive list of all political, social, and legal movements that have taken place in the United States from 1969 to 2013 but instead are being offered as an overview of events that have had a significant impact on the advancement of LGBTQ rights, with the particular focus on gay males in America. The purpose of this narrow focus is to create a contextual framework through which a historical perspective and context may be achieved in order to better view and understand the personal and professional life experiences of gay male individuals in positions of leadership within the field of education in America in the 2010s.  Historical Overview of the LGBTQ Issue in the United States The Stonewall Riots and the Beginning of Activism Gay males living in the United States in the 1960s faced a much different political, legal, and social context than some of their counterparts living in the United States in the 2010s (Fejes, 2008). One such example is the manner in which gay males were allowed to socialize and consume alcohol in New York City (Wright, 1999). During the 1960s the New York State Liquor Authority would revoke liquor licenses to any establishment that served homosexuals (Fejes, 2008). Raids on establishments that were serving homosexual patrons were commonplace in New York City in the 1960s, and during such raids the New York City Police Department would arrest individuals in the establishments and charge them with lewd conduct (Duberman, 1993). Occasionally during such raids and arrests, newspaper reporters and photographers would accompany the New York City Police Department in an effort to take and publish photographs of individuals arrested during the raids.  32  Homosexuals faced the constant fear of being outed in these raids to their community, family, friends, and neighbors, and dealt with institutionalized discrimination facing them from the New York State Liquor Authority and the New York City Police Department (Carter, 2004). During one such raid on the Stonewall Inn in New York City on June 28, 1969, at 1:20 a.m., police entered the establishment (Adam, 1987). When patrons were asked to accompany officers and to supply their identification, they refused. As the liquor was seized and police began to place individuals under arrest, individuals refused to disperse, which was a typical reaction of the crowd during such raids. More and more individuals from surrounding bars and establishments began to join the growing crowd outside the Stonewall Inn, and the police who participated in the raid were locked inside the Stonewall Inn by the crowd (Wright, 1999). The situation escalated when the New York City Tactical Police Force arrived to free the officers in the bar and formed a phalanx on the street between the police and the crowd of protestors (Carter, 2004). Protests continued through the night and for three days, but the aftermath of activity displaying dissatisfaction with the way in which gays were being openly and actively discriminated against had just begun (Carter, 2004).  The Gay Liberation Front (GLF) and the Gay Activist Alliance (GAA) quickly emerged as organizations that continued to fight discrimination against gay individuals in the midst of what became known as the Stonewall riots, even though both had very different approaches and tactics (Duberman, 1993). The GLF, formed by several members including Frank Kameny and Barbara Gittings, believed that the tactics of physical resistance and even violence in order to achieve equality needed to continue and even increase (Adam, 1987). The GLF closely aligned with the Black Panther organization and anti-Vietnam protest groups that believed physical actions were a methodology to combating discrimination, hatred, and war (Adam, 1987).  33  At a meeting of the GLF in December 1969, members of the organization left over the unwillingness of the organization to assist in charity efforts to support individuals who had lost possessions during the Stonewall Inn riots (Adam, 1987). The members who were unsatisfied with the tactical and strategic approaches of the GLF quickly formed GAA and adopted tactics that were less physical in their confrontation (Carter, 2004). The GAA formed letter-writing campaigns to New York City mayor Lindsey and congressman Ed Koch in an effort to repeal raids on gay bars (Duberman, 1983). Additionally, the GAA began creating relationships with newspapers such as the Village Voice, the New York Daily News, and GAY in an effort to show readers the discrimination, hatred, and challenges LGBTQ individuals and the community were facing (Duberman, 1983). These publications ran stories and essays that demonstrated the issues of antidiscrimination that members of the LGBTQ community were facing, and this series of events gave rise to what most scholars would agree was the birth of the modern gay rights movement (Adam, 1987; Carter, 2004; Fejes, 2008).  Although some historians such as D’Emilio (1983), Armstrong and Crage (2006), and Foster (2007) noted the events of Stonewall were a direct result of early efforts of organizing and struggling against anti-discriminatory individuals and smaller groups prior to 1969, the publicity and momentum received from the events of Stonewall sparked a series of political and legal advancements and achievements of gay individuals and those who supported the modern gay rights movement. The aftermath of the events of Stonewall would be long felt into the 1970s and beyond in regards to the political, social, and legal achievements and advancements that would take place for gay males. The Aftermath of Stonewall and the 1970s 34   A year after the events of the Stonewall riots in New York City, groups committed to antidiscrimination for gays had been created in Los Angeles, Chicago, and San Francisco, and each city held a commemoration of the 1-year anniversary of the Stonewall riots by holding a public demonstration (Duberman, 1993). Within 3 years of the Stonewall riots, commemorations were held in Boston, Dallas, Milwaukee, Atlanta, Buffalo, Detroit, Washington, D.C., and Miami (Carter, 2004). Although commemorations of the events surrounding the Stonewall riots were public displays of support, these anniversary events were a mere glimpse of the manifestation of the social, political, and legal events that were beginning to form and take root within American society during the decade of the 1970s.  Both in a political and legal context, American cities and states began to witness an immediate impact on the evolution of rights for and political advancement of gay citizens. In 1971 sodomy laws were repealed by Connecticut, and by the end of the decade 19 other states had followed (Alsenas, 2008). In 1972 East Lansing and Ann Arbor Michigan, along with San Francisco, passed a homosexual rights ordinance that made discrimination against an individual based upon his or her sexual orientation illegal (Adam, 1987). Jim Foster of San Francisco and Madeline Davis of Buffalo, New York, were the first openly gay delegates elected to the Democratic Convention, where presidential candidate George McGovern gave the first speech as the nominee of a major political party who advocated for the party to adopt a national gay rights platform (Adam, 1987).  Following the American Psychiatric Association’s removal of homosexuality from the Diagnostic and Statistical Manual of Mental Disorders (DSM-II) in 1973, in 1974 Allan Noble, a Minnesota state legislator, became the first gay male in public office to publicly come out, and he was reelected to office in 1976 (Marcus, 2002). In 1977 Harvey Milk was elected as the fifth 35  openly gay male to public office in the United States, and in the same year, Dade County in Florida passed legislation similar to laws passed in Michigan cities whereby it became illegal to discriminate based upon one’s sexual orientation (Alsenas, 2008). These political and legal achievements were just some of the examples of the quickly evolving movement toward political and legal advancements of rights for gay individuals and the community within the United States.   Socially, advancements were also taking place within the decade of the 1970s that were changing the dynamic of American society. Although the GLF and GAA continued to debate the approaches and tactics that would be most beneficial in achieving continued advancement and achievements, individuals joined the debate on what exactly individuals should be fighting for (Hirshman, 2012). In 1970 Carl Wittman published his Gay Manifesto, outlining his beliefs about the importance of the gay liberation movement. Wittman (1970) described clear philosophical and epistemological beliefs regarding homosexuality that were different from merely mimicking or adopting straight norms and institutions in terms of orientation, marriage, oppression, and even the places where gay individuals preferred to reside, termed “gay ghettos.” Wittman warned that both gay and heterosexual individuals needed to recognize the distinctions between heterosexual and homosexual people and celebrate those differences instead of trying to merge them under false conformity.  The main idea that Wittman (1970) pursued was that LGBTQ individuals cannot simply become part of the hetero community and that recognition of differences is critical and needs to be included in issues of gay rights. Wittman initially advanced topics of conversation and debate that continue to permeate American society both in gay and heterosexual communities. This is further addressed within the sections pertaining to homonormativity within the literature review. 36   While the 1970s witnessed social, political, and legal events that worked to advance gay political and legal advancements and achievements within American society, the decade would end with new challenges and the rise of conservatism in the American political system. The advancements and momentum of the 1970s in the realm of advancing gay rights in America would suffer challenging times during the decade of 1980s. Challenges to LGBTQ Advancements in the 1980s   The decade of the 1980s was not without some advancement in political and legal rights of LGBTQ individuals in America; however the rise of political and social conservatism in the decade, along with the outbreak of AIDS throughout the nation, would pose challenges for the movement that had begun with the riots of Stonewall (Hirshman, 2012; Marcus, 2002). In 1980 the Democratic National Committee adopted a national homosexual rights amendment to its national platform at the Democratic National Convention at Madison Square Garden (Alsenas, 2008). Additionally, David McReynolds became the first openly gay man to run for president of the United States, having been nominated by the Socialist USA Party (Marcus, 2002). In 1982 Bob Gentry became the first openly gay mayor of an American city, having been elected in Laguna Beach, California (Hirshman, 2012). And in 1983, Gerry Studds, a representative from Massachusetts, revealed his sexuality during a floor speech in the United States House of Representatives (Alsenas, 2008). This would be repeated by another Massachusetts Congressman in 1987, when Barney Frank openly came out as gay while serving as a member of the United States House of Representatives (Alsenas, 2008).  The described advancements of LGBTQ political pioneers have pointed out substantial differences in the way gay males were treated by the American electorate. The ways in which these LGBTQ individuals were entrusted with public support through their elections and re-37  elections revealed that LGBTQ individuals can be trusted and appointed to serve the public interest. Even further, these individuals have become role models, not in terms of their sexual identity but in relation to their professional and personal characteristics appropriate for the occupied positions. Although there are differences between political and educational leadership, one can assume that the American public has become more willing to allow gay men to occupy positions of leadership in public institutions.  LGBTQ historical scholars such as Marcus (2002), Alsenas (2008), and Hirshman (2012) have agreed there were many challenges and even dark times for the advancement of rights for LGBTQ Americans in the decade of the 1980s. Socially and legally, several movements took place that directly impacted the advancement of rights of LGBTQ individuals within America. In late 1979 Jerry Falwell formed the Moral Majority, which adopted a platform opposing any advancement of homosexual rights or protections on the state or national level (Martin, 1996). Additionally, in 1986, the United States Supreme Court ruled in Bowers v. Hardwick that the state of Georgia could uphold its sodomy laws, which continued to make homosexual acts a crime in states (Justia, 2013). While these legal and social obstacles and challenges were juxtaposed with the advancement of rights of LGBTQ individuals in the 1970s and early 1980s, perhaps no greater issue was more of a setback to the advancement of LGBTQ political and legal achievements than the outbreak and spread of the disease that became known as AIDS.  While the outbreak of the AIDS disease in America hit epidemic proportions in the 1980s, the political, social, and legal ramifications that followed had a direct impact on the advancements and achievements of LGBTQ individuals and the community. On June 5, 1981, the CDC documented the first case that would be known as AIDS in America (Marcus, 2002). Between June 5, 1981, and September 1982, the disease would not have any formal name and 38  would be called GRID 5, Gay cancer, and Gay Compromise Syndrome (Alsenas, 2008). It would not be until 1985 that president Ronald Reagan used the word AIDS in a speech, even though 1 to 2 cases were being diagnosed a day in the United States (Hirshman, 2012).  Shilts (1987) and Berridge and Strong (1993) outlined in their accounts the political decisions made during the outbreak of the disease in America, which at times were negligent in taking action to combat the outbreak based upon stereotypes and perceptions among people in positions of authority regarding homosexuality. Again a misperception of homosexuality, as was the case in the decades of the 1950s and 1960s, continued to be reflected in political institutions but this time within a much different context than had existed in the previous decades.  The political and social context of the AIDS epidemic in the United States in the 1980s made discussions pertaining to homosexuality difficult to divorce from the AIDS epidemic. Berridge and Strong (1993) pointed out that as was the case in the 1950s and 1960s, homosexuality was difficult to place out of the context of perversion and morality that engulfed the political and social landscape of the time, and the divorcing of the AIDS epidemic from homosexuality context in the 1980s drew some parallels. As Shilts (1987) pointed out, this was seen as a relatively gay disease and epidemic during the time frame of its discovery in 1981 until the mid-1980s. Although discrimination and fear of homosexuality existed at this time, a larger discussion and discourse emerged that promoted action on healthy sexual behaviors among all American individuals (Hirshman, 2012). Instead of sparking widespread panic and assault on LGBTQ individuals within political and governmental institutions, the events sparked a dialogue about sexual health and the need for protection against sexually transmitted diseases for all individuals in America (Hirshman, 2012). In 1986 surgeon general C. Everett Koop called for comprehensive sex education programs in 39  schools that included education about contraception and other ways to help in the reduction of transmission of AIDS and other sexually transmitted diseases (Hirshman, 2012). Unfortunately, much of the discourse surrounding homosexuality in society during the mid-1980s until the early 1990s would be narrowly and specifically defined within the parameters of the AIDS epidemic (Hirshman, 2012). It would not be until the mid 1990s when much of the public discourse pertaining to LGBTQ individuals and rights would be placed outside the context of the AIDS epidemic.  Yet, despite these setbacks, LGBTQ individuals continued to work on issues focused on stereotypes, stigmas, and discrimination facing the LGBTQ community as a result of the AIDS epidemic. Individuals such as Larry Kramer, Luke Montgomery, and Chris Bartlett took local and national political roles within the organization of ACT UP, a group that launched media, political, and social action to address the AIDS epidemic in America (Hirshman, 2012). At times the organization found itself in positional conflict with such organizations as the Catholic Church and its strong stance on birth control (Hirshman, 2012). These political stances would continue to allow for advancement and advocacy of LGBTQ rights on both a local and national level despite the conservative moods and stances of the 1980s. These voices and processes would eventually allow for deeper discussion and dialogue to occur within some aspects of American society, and in turn gave hope for the LGBTQ movement and activism. This hope would soon be realized by some within the LGBTQ community, with the promises of a Democratic president of the United States in the 1990s.    The Resurgence of Breaking Down Barriers, 1993–2010 As had been the case with the transition from the decade of the 1970s to the 1980s, themes and advancements would overlap as the 1980s transitioned into the 1990s. In 1993 40  William Jefferson Clinton began his first term as president of the United States and ended the 12 consecutive years of Republicans serving in the White House. As one of his first agenda items as president, he began to explore the possibility of gays serving openly in the United States military. With a divided Congress and United States military organization, a compromise was reached known as Pub. L. 103-160 (10 U.S.C § 654), also known as don’t ask, don’t tell (Alsenas, 2008). The compromise that was reached in the political and social context of not only Washington, D.C., but also in American society stated that gay men and women would be allowed to serve in the United States military but would not be able to reveal their sexual identity (Marcus, 2002).  The military in return would not publicly ask potential recruits or members their sexual identity or status; however the ban on gays serving in the military would remain if a serviceperson or potential recruit self-identified as LGBTQ (Marcus, 2002). Although the compromise that was struck to advance legal protections for LGBTQ individuals was viewed by many as not being an advancement at all but rather a setback, the political conversation of advancing political and legal achievements of LGBTQ individuals took place for the first time outside of the heavily dominant AIDS context of the 1980s (Hirshman, 2012). This debate would within 6 years further extend into the larger legal and political advancements and achievements that are currently exercised by gay males within the decade of the 2010s.  Politically, the road to success advancements would not be easy and began with what might have been perceived as an immediate setback. In 1996 the U.S. Congress passed Pub. L. 104-199, otherwise known as the Federal Defense of Marriage Act (DOMA) (Hirshman, 2012). The act denied the right of LGBTQ individuals to have federally recognized marriages but did, however, allow individual states to determine conditions of marriage (Hirshman, 2012). With 41  such a legal opening, several states, such as Vermont, Massachusetts, California, and Iowa, began to open opportunities for same sex couples to legally unite (Hirshman, 2012).  It is notable that some legal initiatives such as the don’t ask, don’t tell legislation failed to achieve their initial purposes of creating equality and acceptance toward LGBTQ individuals. However, these initiatives have created a pathway for LGBTQ individuals to increase their awareness that such initiatives are possible. This in turn can impact the rights of LGBTQ individuals to be included in formerly closed areas of society such as military service, education, politics, and sports. The same can be said of the struggle for official recognition of civil unions and same-sex marriages in the United States and across the world. Although same-sex unions are strictly banned in many states, the possibility of their legalization has been shown by other states and places, which in turn has created more pathways toward equality and acceptance.   These advancements on the state and national levels continue to unfold. In 2005 New Jersey, Illinois, Washington, and Washington, D.C., all passed laws that prohibited discrimination in the workplace (e.g., firing from a position or refusal of hiring) based upon a person’s sexual identity or orientation (Alsenas, 2008). In 1996 U.S. representative from Arizona Jim Kolbe came out as a gay male, and in 1993 Allan Spear was elected as the first openly gay Senate president for the State of Minnesota (Hirshman, 2012). A new focus on political achievements and legal advancements had returned, one not necessarily achieved or witnessed in the context of American society since the 1970s.  This new context, filled with new political, social, and legal achievements and advancements, was beginning to surpass the notion of firsts in a significant number of areas. The new political, social, and legal advancements and achievements had now begun to change from a discussion of merely achieving such possibilities to a focus on the context in which LGBTQ and 42  gay male individuals would live out their professional and personal existences in the context of such new rights and protections.   These professional existences would continue to develop and emerge in the political arena but would also extend into other professional areas such as sports and media. Burstyn (1999) claimed that gay culture had strong links to sports, with more and more heterosexual men developing health and beauty routines that were similar to homosexual individuals. However, Caudwell (2006) stated that internal and external perceptions of the male athlete generally hold that he has a strong heterosexual identity. Even this perception of the sexual identities of male athletes, which has been prevalent in the sports arena and has created a barrier to witnessing professional advancements of gay men in sports, has started to become challenged and blurred.  Caudwell (2006) recognized that many within the sports industry, including the athletes themselves, desire for the American sports player to display characteristics of being competitive, strong, and heterosexual. This belief has in turn created marginalization of gay men and continues to present sexual identity barriers from being broken in professional American sports. Caudwell (2006) also pointed to creation of the Gay World Series and Gay Games as outlets for competition of marginalized gay male and other LGBTQ athletes. However, some of this marginalization is beginning to be challenged. Minnesota Vikings punter Chris Kluwe has made several public comments about his desire to see and create conditions whereby having more openly gay males within American sports is possible (GLAAD, 2012). As a result, recognition of male gay athletes in the world of professional sports is gaining attention from media outlets and in turn the public.  Although the number of openly gay male athletes is relatively low, there are several such as Olympic equestrian Carl Hester, Australian diver Matthew Mitcham, and former NBA player 43  John Amaechi, who not only are breaking down the marginalization that existed for such a long time in the arena of professional sports but also are doing so in a manner that is gaining financial compensation (GLAAD, 2012). This also points to Gatorade’s willingness to use a gay athlete as a spokesperson and to Amaechi’s spokesperson deal with HeadBlade Razor Company to cite how media are supporting the role of gay male athletes in sports (GLAAD, 2012). Although sports is one area in which the media are assisting with the professional career advancement of gay male individuals, the media are also developing pathways and outlets for individuals ashamed of their identities, or not daring to come out, to achieve these professional successes and advancements.  The media, which are a very public profession, have recently witnessed a similar occurrence of having openly gay male individuals serve in prominent positions. Three recent cases have been Anderson Cooper of CNN, Don Lemmon of CNN, and Sam Champion of Good Morning America. Anderson Cooper confirmed his gay identity in July 2012 and was followed by Don Lemmon 2 months later. Sam Champion, a meteorologist on ABC, discussed his marriage to his partner, Rubem Robierb, in December 2012 on several episodes of Good Morning America (GLAAD, 2012). In all three of these cases, these openly gay individuals continue to be employed in highly prominent positions within the media, a prospect that might not have been possible even a generation or two ago.  As political, legal, social, and individual advancements and achievements continued during the decades of the 2000s and 2010s, a new context from which to examine LGBTQ issues arose and created a complex, fluid, and evolving reality for scholars and LGBTQ individuals. Some within the LGBTQ community were beginning to find themselves in a new political and cultural reality that simply had not existed prior to this time in American culture. Some gay 44  scholars were beginning to identify an experience that existed among some gay individuals that was different from that of their predecessors both within their personal and professional lives. These experiences have created the need for scholars to reexamine and revisit homonormative constructs that had been in place for many years and for many people within the LGBTQ community. The New Political, Cultural, and Economic Reality of the LGBTQ Community  in the 21st Century A Return to Homonormativity Within a New Political and New Cultural Reality Eventually, as more and more societal and legal pathways of acceptance became available to some LGBTQ individuals, theorists began to question what they refer to as homonormativity (Duggan, 2002b; Rasmussen, 2004; Reddy, 2008). Duggan (2002a) described homonormativity as “the assimilation of heteronormative ideals and constructs into LGBTQ culture and individual identity” (p. 2). Scholars (D’Emilio, Turner, & Vaid, 2000; Rasmussen, 2004; Reddy, 2007) began to contend that some LGBTQ individuals, particularly gay males (admittedly with some inherent privileges related to race and social class), were being offered legitimized societal and institutional pathways. These pathways included positive media coverage, legal recognitions of marital status, and public openly gay role models such as Jarid Polis (an openly gay congressman calling for unity and protection of LGBT rights in the U.S. government), Ron Huberman (a former superintendent of Chicago Public Schools who called himself a proud gay man), and Jim Kolbe (an openly gay Republican congressmen from Arizona). These pathways were all beginning to redefine homonormative norms both within LGBTQ communities and in the wider society, including educational communities.  45   Eng, Halberstam, and Munoz (2005) in their article “What’s Queer about Queer Studies Now?” discussed how the changing political and social landscapes within American society and culture were beginning to have a direct impact on gay culture and gay identity within America. However, the authors were quick to point out that many of the changing landscapes and pathways that are being offered to some in the LGBTQ community remain either unavailable or unobtainable to others within the community. What has been acknowledged, though, is a debate among scholars (Eng et al., 2005) that states that there are some within the LGBTQ community who have been, and still are experiencing, a different reality from that of some of their queer counterparts within American society.  The authors recognized the complexity of queer studies in the context of a dynamic landscape and structure, described as “the current return to an unapologetic and rapacious white masculine heteropartriarchy in a putatively ‘postidentity’ and ‘postracial’ US nation-state” (Eng et al., 2005, p. 11). Eng et al. (2005) suggested there is still a strong heterosexual focus on the male-dominated white society as the ruling class within America. This suggestion also implies a sort of gender discrimination and gender stereotyping, with the attachment of certain traditionally male roles to white men.  In essence what was and has been occurring for some individuals with the LGBTQ community, although again for some predicated upon their race and gender, were pathways that have been creating new homonormative realities similar to those grounded in heteronormative values and beliefs. This was explored by Jones (2009) and the critical analysis provided in the Colorado debate for legalizing domestic partner status for same-sex couples. Jones found that gay people distanced themselves from a queer reality of marginalization because they had been given the privilege to live out desired lives that the majority takes for granted. Hence, the choice 46  of many modern LGBTQ individuals is to follow the path of a normal, conforming life for the sake of acceptance; being previously juxtaposed to the heterosexual society, they now seek integration and assimilation reflected in outlets within American society such as media, consumerism, and legalized rights.  Media Portrayal of Gay Males  The media portrayal of gay males through such television shows as the situational comedies Will and Grace and Modern Family and the quasi-reality show Queer Eye for the Straight Guy was unique and simply had not occurred before (Papacharissi & Fernback, 2008). The portrayals of gay male characters and actors in these shows were not merely alternative or resistant to homonormative and heteronormative operating norms but portrayed a symbiotic relationship that validated these new homonormative practices and beliefs within the LGBTQ community to be beneficial to both heteronormative and homonormative communities. Mainstream media outlets were now offering a portrayal of the homonormative lives of gay males that appeared to coexist with, and not be in contrast to, those within heteronormative communities.  In their critique of the show Queer Eye for the Straight Guy, Papacharissi and Fernback (2008) demonstrated how the media portrayed a group of gay males intervening into the personal lives of heterosexual males. The major premise of the show was to demonstrate how, through interventions into the areas of fashion, style, physical fitness, hygiene, interior decorating, and romantic relationships, this group of gay male individuals could provide a basis for a heterosexual male to achieve a more productive and fulfilling life. This demonstrated space for both heteronormative and homonormative cultures to simultaneously exist in a mutually 47  beneficiary context, a notion that simply was not present even a generation or two ago within American society and culture. This change in the media portrayal of gay males has also occurred in situation comedies. Mainstream media once portrayed gay males as flamboyant, promiscuous, and quirky characters and as forms of comic relief; now these media outlets have been portraying gay male individuals in completely different characterizations (Papacharissi & Fernback, 2008). Gay males in television shows such as Will and Grace and Modern Family were portrayed as lawyers and professionals who either were or desired to be in committed relationships that included raising a family. This was in stark contrast to the portrayal of gay characters within media outlets as comic reliefs or as flamboyant, over-the-top individuals. Again, this portrayal evolved in fairly rapid succession in American media outlets and was a portrayal that simply was nonexistent merely a decade ago. As mainstream media portrayals of gay males rapidly evolved, this helped to give rise to and reinforce a belief that some of the homonormative operatives contained within the gay male community had some value for the larger homonormative, and in turn American, culture.  However, some scholars suggested that this new media portrayal of some within the LGBTQ community was simply a way by which heteronormative beliefs have infiltrated into the homonormative lifestyle and have distanced themselves from a queer critique. Scholars such as Tilsen and Nylund (2010) and Gauntelett (2008) took an alternative view of these media portrayals and question whether the media is attempting to portray gay males as normal middle-class families that are simply replicating a heteronormative lifestyle. Tilsen and Nylund (2010) took issue with the fact that these portrayals were not representative of queer culture and in fact may ultimately have a negative impact on and outcome for the LGBTQ community. These newer 48  portrayals within the media leave out the existences of individuals who do not practice or entertain newer homonormative beliefs and practices within the LGBTQ community.  Even further some scholars such as Manuel (2009) and Langdrige (2008) contend that this new portrayal may in fact revert the LGBTQ movement back to a time and place whereby the normative and deviant lenses of sexuality have to be reexamined because all sexual portraits are not adequately dealt with or represented. Yet, despite this lack of representation of the entire LGBTQ community, Ward (2002) still provided a quintessential framework that suggested that the realities for LGBTQ individuals are fluid and dynamic and contain intersections and cominglings of homonormativity and heteronormativity in a new and unique way. Capitalism and Consumerism    Similar to the debate that has occurred when examining media and cultural portrayals of LGBTQ individuals, evolutionary and fluid inquiries about homonormativity have occurred among queer scholars in regards to issues of capitalism and consumerism as they pertain to gay individuals and groups. D’Emilio (1983) traced the ability of gay communities to organize in the expansion of capitalism by stating, Only through the development of capitalism in the United States of America and the  movement away from an individual’s own self-sustainability and reliance towards a  dependence upon a reliance on the exchange of goods and services was a gay identity as a class of people developed. (p. 101)  D’Emilio (1983) pursued the viewpoint that without industrialization, people would not have received an opportunity to leave their families for the sake of acquiring relative privacy in cities, which allowed them to follow their own desires, even if they contradicted the expectations and aspirations of their parents and family members. The guiding point of D’Emilio was that commodities and gay people are intricately connected from an economic standpoint, and with the help of shaping certain images about, and expectations regarding, the lifestyles of various social 49  groups, researchers and practitioners in the economic field may resolve some economic tensions and inconsistencies.  Tilsen and Nylund (2010) contended that there is a particular connection between class, economic position, and sexual orientation. Reflecting on the effect of the Stonewall riots and their aftermath, the authors noted that history repeated itself, and the LGBT movement, previously striving toward unity, integration, and understanding, has become “less inclusive and radical, more accommodationist and sexually apologist,” which can in turn represent a more normative approach (Tilsen & Nylund, 2010, p. 69). Quoting a critique of Sycamore (2008), the authors emphasized that the recent focus of the LGBT movement has been stolen and replaced by the needs and interests of the LGBT elite and that gay rights should not be universalized but rather specified and narrowed because all that the LGBTQ community needs is  an end to discrimination in housing and employment, but not for the provision of housing or jobs; domestic partner health coverage but not universal health coverage . . . hospital visitation and inheritance rights for married couples, but not for anyone else . . . tougher hate crimes legislation, instead of fighting the racism, classism, transphobia (and homophobia). (Sycamore, 2008, p. 2; cited in Tilsen & Nylund, 2010, pp. 70–71)    Hence, Tilsen and Nylund (2010) concluded that the class fragmentation of the LGBT community makes it weaker and betrays the true goals of LGBTQ activism. Homonormativity has become the goal of elite LGBTQ activists, which means that those striving toward homonormativity become the privileged recipients of sexual rights in a heterosexual society. Unfortunately, it also means that those wishing to pursue their queer identities find themselves at the bottom of the social and sexual identity hierarchy.  However, the need for capitalism’s perpetuation through the recreation of new consumers continues to offer a pathway toward economic validation and acceptance. The need for individuals to reproduce in order to provide new consumers flew in the face of many within the 50  LGBTQ community for years and was often used as the basis for homophobic economic and capitalistic arguments made against LGBTQ individuals. This, however, was found to contradict the economic reality in which the corporate world actually managed to appreciate the full inclusion of the LGBTQ community into the social and economic life of the state, mainly due to their having more disposable income because of having no children. Hence, the antigay economic arguments were challenged by the corporate reality of consumerism and public spending (Jeppesen, 2010).  Scholars such as D’Emilio (1983) and Ruffalo (2009) were able to advance the concept that evolving capitalism in the late 20th and 21st centuries in America was able to provide a pathway and positioning by which individuals and identifiable groups could be recognized and validated for their need to play a role within the American capitalist system from the 1960s onward. An evolution occurred within the U.S. workforce as companies became more diversified and needed different skill sets within the workplace. More and more attention and possibilities were introduced into the workforce, such as an increase in the rates of working females, African Americans, Latinos, and other minority groups (Ruffalo, 2009).  The phenomenon created new working experiences for many within American society because the diversified workforce created the need to foster diversity at the workplace as a new cultural value. However, the present change at the same time created a need for consumerism and capitalism to shift in order to reach newer individuals. One such example can be found in the divergence and shift in the professional and personal roles of women. Single women, regardless of the process by which they achieved this position, could now be considered heads of household and the system of capitalism was comfortable identifying them as such.  51  The old-fashioned family and earning economic models have been disabling for many individuals in terms of seeking independence and pursuing their own identity paths. The family and employment culture imposed and intensely propagated in the United States made people ashamed of their urgings toward a different life. D’Emilio (1983) argued that the rise of capitalism, the promotion of individualism, and individual endeavor have contributed to the reconsideration of social and family roles. After women’s massive entry to the U.S. paid workforce, they have ceased being the financially dependent, male-supported members of society and have managed to determine their life paths on their own, not with the consideration of survival issues. Therefore, self-sufficiency, encouragement of employment, and pursuit of career development for both males and females have economically contributed to the opportunity of LGBTQ individuals to create their own households, to live according to their individual aspirations, and not to rely on the family and spouse ideals imposed by their parents, mass media, and government. The rise of the individual and the power of the consumer had been given its blessing and approval by the American capitalist system, which in turn had urged recognition and inclusion in the LGBTQ community. Scholars debated whether this movement toward the LGBTQ community was a positive advancement or negative setback. Weeks (2007) focused the research on the patterns that used to be typical for LGBTQ individuals but were replicated by wider categories of population as a certain type of fashion. Brown (2009) emphasized multiple aspects of contemporary urban gay life that had already become able to offer alternatives to imposed homonormative practices. Other scholars such as Duggan (2002a), Nast (2002), and Puar (2006) argued that the reconfiguration of the economic lives of urban LGBTQ people rests on the creation of a nearly universal stereotype of a gay white male consumer that rarely corresponds to 52  real-life LGBTQ practices and images. The overall impact and effect of these economic pathways of homonormativity continue to be debated among scholars such that the muddling and merging of homonormative consumption and influences into the great scope of the American economy pose new opportunities and changes to the LGBTQ community and the individual.  Gay theorists such as Puar (2006) and Sothern (2004) continued their critique of division and segmentation practices within capitalism and labeled them as means through which assimilation was offered to only some within the LGBTQ community. Even more so, these scholars contended that such practices left the LGBTQ community without a group of gay economic leaders, the only people who possessed enough resources, power, and influence to move the LGBTQ issue forward in the political, legal, and social domains of the United States. Similarly, as was the case with American media portrayals of gays, a crossroads was being created within the LGBTQ community whereby some within the community were aligning themselves more toward a mainstream American reality of assimilation, one that very much distanced them from those living out a more queer identity. Again, as was the case with the media, the purchasing power and representation of gay males quickly changed and intensified within the past couple of decades. The market system that used to exclude gay males quickly changed and adapted to new social trends, giving LGBTQ individuals recognition as consumers willing to pour funds into the American capitalist system. Groups such as Fruits in Suits helped to lead the new cultural shift of LGBTQ inclusion, whereby gay males were now no longer viewed as nonexistent within the American capitalist system but instead were regarded by some companies and market areas as individuals who had more discretionary income than other consumer groups within the United States (Pendelton, 53  2001). This recognition also presented positions and pathways of power and leadership to some within the LGBTQ community, which again created divisions and critique.  Conservative Australian gay leaders such as Julie McCrossin and Dr. Kerryn Phelps (GLAAD, 2010) went on to lead conservative economic institutions in Australia, which also drew criticism from radical gay liberation scholars like Pendelton (2001) and Farrant (2001), reinforcing an additional divide within the LGBTQ community. As was the case with media portrayals, the role of the gay individual within consumerism and capitalism remains fluid, dynamic, and unfortunately divided within American society of the 2010s. Although media and economic opportunities have created new pathways and positioning that have created a divergence within the LGBTQ community, perhaps none has had as great an impact as the new political realities that have emerged within the decades of the 2000s and 2010s. Unfortunately, these avenues also propose a divide among scholars within the LGBTQ community as heteronormative and homonormative constructs intersect with and diverge from queer understandings and realities. Legalization of LGBTQ Relationships  Scholars such as Richardson (2005), Puar (2006), and Weeks (2007) contend that within this new political and cultural age for the LGBTQ community, one of the most challenging and debatable issues is the legal recognition of gay marriage, unions, and domestic partnerships in relationship to both the LGBTQ community and heteronormative American culture. Up until just a generation ago, the legalization of gay marriages, unions, and domestic partnerships was not an option for anyone in the LGBTQ community. Although informally these practices occurred within certain outlets and communities, the full legalization, recognition, and enforcement of such unions was simply not a reality or possibility for a large portion of the LGBTQ community.  54  Again, it must be noted that the recent phenomenon of the legal recognition of same-sex marriages, unions, and partnerships has dramatically changed the context through which queer, homonormative, and heteronormative constructs of a political and legal reality are being viewed in American culture in the 2010s, despite the fact that there are many states in which such legalization has still not occurred. The following statistics are offered to demonstrate the radical and sweeping change that has occurred in just the 2000s and 2010s: a. As of 2013 gay marriage was allowed in the states of Connecticut, Iowa, Massachusetts, New Hampshire, Vermont, Oregon, New York, and Maine, as well as in Washington, D.C. (U.S. Department of Justice, 2013).   b. The states of New Jersey, Maryland, Rhode Island, and Illinois did not facilitate gay marriages but instead recognized them if they had been legally performed in other states (U.S. Department of Justice, 2013).   c. States such as Hawaii, Delaware, Illinois, Nevada, and California allowed for civil unions or domestic partnerships (U.S. Department of Justice, 2013).   d. Full joint adoption by same-sex couples was legal in New Jersey, New York, Indiana, Maine, California, Connecticut, Illinois, Massachusetts, Oregon, Vermont, Florida, and Washington, D.C. (U.S. Department of Justice, 2013).   e. Reversal of Pub. L. 103-160 (10 U.S.C. § 654) occurred, otherwise known as don’t ask, don’t tell (U.S. Department of Justice, 2013).  Specifically, how these new political and legal changes for some within the LGBTQ community have simultaneously created divergence, division, and acceptance is further explored.  Since the beginnings of the foundational work of queer theory, the major body of work related to LGBTQ inquiry, scholars have been arguing that the lens of sexuality cannot merely be viewed through polarized normative and deviant constructs (Warner, 1999). Again, the issue and constant evolution of homonormativity, whereby heteronormative constructs are being introduced, accepted, and embraced by some within the LGBTQ community while these community members are simultaneously distancing themselves from some queer realities, 55  creates a major point of contention between scholars. Scholars such Casey (2007), Haritaworn (2007), Oswin (2005), and Sothern (2004) argued that heteronormative practices such as marriage are being urged upon homosexual culture in an effort to create a divide within the larger LGBTQ community. Some scholars such as Puar (2006) and Duggan (2002b) argued that this pathway and positioning is being offered as a pathway for both the heteronormative culture and for some within the LGBTQ community to position LGBTQ individuals in a manner in which the concepts of marriage and family can continue to perpetuate institutions within American society.  However, some research evidence (Casey, 2007; Haritaworn, 2007) indicates the exact opposite and implies that such institutions are purely heteronormative constructs and cannot be adapted to fit a homonormative existence. Similarly, some within the LGBTQ community are arguing about, and discussing how, such existences are limited to only a few within the LGBTQ community who fit into such a concept. Warner (1993) discussed the argument of normalcy and how American society embraces the concept of normal above all else as a warning against merely perpetuating heteronormative institutions within the LGBTQ community. In his book The Trouble with Normal, Warner stated, “It is not normal to be a genius, die a virgin, or be well endowed. That, again, tells us nothing about what one should want” (p. 54). Again, this further works to present a complexity and sticking point within the scholarly community surrounding LGBTQ issues on the complexity of gay personal and professional existence within America in the 2010s.  Although gay scholars such as Carter (2004), Mallon (2007), and Shelley (1970) have long been arguing the position of obtaining equal rights and protections under the law, the arguments and derivative movements that have resulted based upon these arguments have given 56  rise to a different reality that exists today for some within the LGBTQ community. What scholars are now presenting is an argument that the LGBTQ community itself is facing questions of assimilation into areas of acceptance and equality while at the same time struggling with questions around identity and fit (Duggan, 2002a; Nast, 2002; Puar, 2006). As was the case with media portrayals, capitalism, and consumerism within the LGBTQ community, the issues of political realities are still not representative of all individuals and contain fluid and dynamic realities for both scholars and individuals to contend with.   Questions surrounding people who identify as queer and reject embracing and following a more homonormative reality continue to remain topical within the cultural time period of American society in the 2010s. For instance, scholars continue to ask questions about such individuals as transgendered or African American gay males, whose realities may not reflect the new political and cultural reality, and about where this leaves the LGBTQ movement in the achievement of its goals of acceptance, equality, and legalized rights (Haritaworn, 2007; Nast, 2002; Puar, 2006). There can be little doubt that LGBTQ research and politics that define sexuality as dynamic and fluid call into question homonormativity and its apparent stabilization of identity.  Gaps in the Literature LGBTQ individuals have a unique perspective and shared life experiences that are worthy of academic exploration, such as living in two worlds at once and fighting for the basic rights of their identity exploration. These perspectives and shared life experiences have established components of an existence that are unique to the individual, especially in the case of being employed in the educational sector. The works of Capper (1995, 1999), Banks and Banks (2009), Blount (2006), Lugg (2003), and other researchers detailed the systematic barriers and 57  structures constructed out of traditional roles and identities that limited and impacted emergence of LGBTQ leadership. Yet, despite conservative attitudes, policies, and practice, space has been created for openly gay openly leadership in schools, a direct result of the advancements and achievements of LGBTQ activism since the 1960s and individual accomplishments. These studies set a firm basis for the research of LGBTQ members’ experiences in the educational sector, including both the advantages and disadvantages they face, and can offer insight into the educational institutions in which they work or lead. However, I contend that many of these studies focus on the struggles and challenges that LGBTQ individuals face within their personal and professional experiences. Although these stories of struggle and challenges continue to be disseminated, valued, and explored through the scholarly community, I believe it is also necessary to discuss, disseminate, and value the stories of individuals who are now experiencing levels of acceptance based upon the political and legal advancements and achievements that have been occurring in modern America. The body of research most commonly used to explore LGBTQ issues through an academic and theoretical lens, while evolving, contains significant gaps particularly within the context of examining individuals within the context of a more socially progressive areas of America. In order to address these gaps, further examination into the cross section of heteronormativity, homonormativity, and queer realities must be conducted by scholars willing to examine a fluid and dynamic context evolving rapidly within the context of political and legalized advancements and achievements.  It is true that some homosexual individuals working in the educational sector have achieved profound success and have been successfully accepted by their families, surroundings, and colleagues, a reality and context that is different from what the research suggests. This 58  population of gay males makes their life experiences highly positive and valuable for research and communication to the rest of society and the research community. The life of LGBTQ individuals, even in conservative sectors such as education, is indeed becoming better, which needs to be researched in parallel with the painful experiences associated with homophobia and prejudice that LGBTQ individuals unfortunately also face on a regular basis.  Additionally, it is necessary to examine issues specific to gay males entering educational leadership insomuch as unresolved issues, such as myths or stereotypes, and impediments to interpersonal relationships may still exist despite the changed political and legal landscapes of America in 2013. However, it must also be acknowledged that the extent to which some of these myths and impediments exist may have evolved, changed, and disappeared in certain educational domains, which also needs to be celebrated with sound empirical research evidence. Through this literature review and lens, a foundation has been established for exploring the experience gay males face in obtaining or maintaining positions as educational leaders in America in the 2010s. In the next chapter, I present the methodology I used to examine this experience among gay males.     59  Chapter 3 Methodology Creswell (2002) described quantitative methods of research that involve experimenting (i.e., investigating the relationship between phenomena), asking questions (i.e., surveying a group of people regarding certain patterns of behavior), and observing (i.e., staying with a group of people and noting the patterns of their behavior). As a result, qualitative research is substantially different from quantitative research. Creswell noted that qualitative research is based on interpretations and is subjective in contrast to quantitative research methods. In contrast to the deductive research process of quantitative research, which implies that a certain hypothesis is constructed and further validated, qualitative research takes an inductive approach relying on research in natural settings and poses less significance on the sample size (Krathwohl, 1998). Samples used in qualitative research are less inclusive than quantitative research samples are; however this feature should not impair the generalizability of research findings (Krathwohl, 2004). Creswell (2002) indicated that the qualitative research process should take place in the natural setting; this way the researcher goes to the site (e.g., home or office) of the participant to conduct research, which helps make qualitative research a situated activity. Moreover, qualitative research is an interactive effort deeply directed at the involvement of the respondents in active participation. This research method is emergent rather than predefined, with some questions changing in response to the unique responses of participants (Creswell, 2002).  Taking these characteristics into account, and emphasizing the fact that in qualitative research the authentic voice of the information is the key focus of representation, I chose qualitative inquiry as the methodology of the present research. Qualitative research contains a 60  methodology that strives to gain a better understanding of the questions being asked within the research (Lincoln & Guba, 1988). In addition, as noted by Krathwohl (1998), qualitative research methodology is much more suitable in cases where the inquiry involves deep exploration into culture and anthropology. Qualitative research is appropriate to use when attempting to understand the uniqueness of the individuals involved in the inquiry, which was a suitable choice for the present study considering my focus was on gaining an understanding of how people explain their personal experiences and how they interpret their participation in educational leadership. In this chapter, I explain my research methodology and present a clear process by which I sought to answer the research questions that were proposed. Review of Purpose and Questions Gay males seeking and maintaining positions of leadership within the field of education operate in a unique political and legal context. As identified by the gaps in literature, there is a strong need to add to the research exploring the individual experiences of the LGBTQ community and the changes in the environment in which they are urged to exist and progress professionally and personally. This context, strongly constructed out of the political and legal advancements of other gay males since the late 1960s, has given way to a new positioning and pathway for gay males to achieve and operate in the realm of educational leadership. Additionally, this new context has caused the need for a reexamination of the intersections of homonormativity, heteronormativity, and queer existences.  These new political and legal contexts have produced a reality for gay males whereby they may openly serve in the United States military, legally enter into marriages and civil unions with members of the same sex, and legally adopt children. Mainstream media portrayals of gay males, along with consumerist and capitalist recognition of gay males, have created and 61  reinforced homonormative existences for some representatives of the LGBTQ community. Additionally, political leaders, famous athletes, and media figures who have served in an openly proud fashion as gay leaders have given rise to the ability of gay males to serve openly in positions of leadership within the American educational system. In order to answer the question that was asked throughout this qualitative study, the research was guided by three sub-questions. Those three sub-questions were the following: 1. What personal qualities and characteristics limit or create the opportunity for gay males to become leaders?  2. What perceived challenges (internal or external) do gay male leaders believe they are facing when they are applying for or accepting a position?  3. Once a gay male has attained a leadership position, what are the ongoing challenges he faces?   Through the use of elite interviews, which are further outlined in this chapter, the three sub-questions established an understanding of the realities of gay male educational leaders through the establishment of the theoretical lens established in chapter 2. Overview of Methodology and Rationale In acquiring data for this qualitative study that provided analysis containing rich and thick descriptions (Stake, 2004), elite interviews were used as the primary research methodology. Elite interviewing is a process by which the researcher develops questions, open-ended and face-to-face, for members of public, high-profile organizations in order to gain a better understanding of an issue, an organization, or the members themselves (Aberbach & Rockman, 2002). The primary focus of the research questions centered on the individuals themselves and the ways in which their experience of obtaining and maintaining their positions of leadership intersected with their sexual identities. Additionally, because each of the respondents was a leader of a high-62  profile, public organization (i.e., a schools or institution) whose stance and/or personal or professional experiences were already written or known about in a public manner, elite interviewing was appropriate to use in this qualitative inquiry (Berry, 2002).  Elite interviewing’s preferred use of open-ended questioning allows for the acquisition of enough data to provide thick descriptions of the participant’s experience, viewpoint, or stance on a particular event, issue, or profile (Aberbach & Rochman, 2002). Elite interviewing, in the opinion of Marshall and Rossman (2010), has a large number of advantages in qualitative research and for this study in particular. Because educational leaders were central to the present research inquiry, elite interviewing was considered a highly relevant research tool. It provides valuable information from the participants because of the position they hold in social, political, financial, and organizational realms (Marshall & Rossman, 2010).  Marshall and Rossman (2010) also emphasized that elite interviewing is a tool stressing the interviewee’s position in the situation and providing the interviewee with the opportunity to introduce his or her relevant notions instead of relying on the researcher’s points of relevance. Finally, Cascione (2003) emphasized that during elite interviewing, the interviewer is willing to give the interviewee an opportunity to educate the researcher on what the problem and the situation are. Hence, elite interviewing allows greater emphasis on the respondents and a much deeper understanding of the situation under research. Additionally, elite interviewing was selected in order to gain deeper insight not only into the leadership trajectory of such individuals but also into the gay individuals themselves and the institutions they lead. Specifically, the gay male respondents within this inquiry were in fact elite due to their knowledge and ability to navigate conservative structures within education in order to achieve their status of power and influence within such institutions. Although the institutions 63  themselves created opportunity and space to allow for such ascension, this also was the result of the individuals’ abilities and knowledge that allowed them as openly gay leaders to navigate and achieve success within the dynamic and fluid climate and culture that exists within 21st-century American education. These abilities, these skill sets, and this knowledge require the deeper focus and attention that these individuals possess; therefore elite interviewing was necessary to achieve such insight into the individuals themselves and the institutions they lead. Next, reflexivity occupied a significant place in the methodological framework of this study. The concept of reflexivity in qualitative research possesses high significance. Thomson and Walker (2010) noted that researchers are usually required to be reflexive about the research process, the subjects they research, and the world through which they conduct knowledge creation. Moreover, research reflexivity refers to understanding the way in which knowledge is produced at each research stage (Thomson & Walker, 2010). Self-reflexivity is a vital component of qualitative research and notes the critical consciousness achieved through a personal account of how the researcher’s self-location, or the situated self, influences the research process (Mohen, 2005). Self-reflexivity is also synonymous with self-disclosure and is necessary for the researcher in the process of research problem formulation, research setting choice, and research finding elicitation (Thomson & Walker, 2010).  Finally, it is essential to note the study involved interviewing on sensitive topics. Lee (1993) indicated that sensitive research is a highly complex area in which the major hardship is for the researcher to initiate trust and sincerity in interviewing because of the threats that respondents feel. This hardship may be a result of several presupposing factors. First, the personal and private areas of an individual’s life experience may not be areas that all respondents are eager and willing to share. Second, the researcher must be aware of possible sanctions that 64  may occur if a breach of confidentiality were to occur. Sanctions may include dismissal, litigation, or incarceration (Lee, 1993). Therefore, it is incumbent upon the researcher to ensure that all measures of confidentiality are maintained before, during, and even after the research process occurs. Lee (1993) discussed the possibility of a third threat that was most relevant for this present inquiry, whereby political and social conflict may occur within respondents’ lives as a result of divulging sincere revelations. Thus, again, it was imperative, necessary, and incumbent upon the researcher not only to recognize such threats related to sensitive topics but also to create structures within the research to limit and minimize such threats.  Data Collection A questionnaire that contained 16 questions (see Appendix A) was initially created in alignment with the sub-questions and the literature presented in chapter 2 (Miles & Huberman, 1984). The initial questions served as a basis for an interview that would provide common areas of inquiry for each of the respondents. The interviews were conducted in order to provide a data-rich description for analysis as described in chapters 4 and 5 (Bogdan & Bilken, 1992).  Interviews were conducted with 3 respondents. The interview questions were aligned with the three sub-questions that guided this study (see Appendix A). An initial conversation was held with each of the participants to acquire background information on each individual. These conversations lasted between 2 and 2.5 hours. The formal interview then took place and lasted between 1 hour and 1.5 hours. A follow-up interview took place between me and each participant, which lasted between 45 minutes and 1 hour. Additionally, I engaged myself in this process to provide for additional richness and examination within the research processes. This allowed for 15 hours of data to be collected. The formal 1-hour to 1.5-hour interviews were conducted in three parts based upon each of the three sub-questions asked within this study. 65  The first sub-question was the following: What perceived challenges (internal or external) do gay male leaders believe they are facing when they are applying for or accepting a position? Questions that were used in the interview process to address this sub-question were as follows: Were there any occurrences during the interview process that you perceived were going to be a challenge to your obtaining the position because of your sexuality? Was there any information that you heard from people within the community (e.g., teachers, administrators, or community members) that made you feel as though there was going to be an issue with you or your sexuality? These questions served to formulate a basis for answering the first sub-question. The second sub-question was the following: What personal qualities, characteristics, and mannerisms limit or create an opportunity for gay males to become leaders? Questions that addressed this second sub-question in the research were as follows: Do you believe any personal mannerisms would affect the role of the leader in carrying out his duties? Are you partnered or single? Did this play a role in your obtaining a position? What evidence do you have to support this statement? Again, these questions within the interview served as means of gathering data to answer the second sub-question guiding this research. Finally, the third question that guided this research was as follows: Once a gay male has attained a leadership position, what are the ongoing challenges he faces? Again, questions within the interview were as follows: Once you obtained your position, were there encounters that made you feel as though your sexuality was an issue? If so, what were those encounters? These questions served to answer the overall third sub-question. Once the data were electronically recorded, they were stored on a password-protected server and computer. The interviews were transcribed by the researcher on a password-protected computer and server, and any names or identifying markers contained within the interviews were 66  removed and/or changed in order to maintain confidentiality throughout the research project as outlined in the institutional review board (IRB) proposal.  In order to ensure methods of validation, the data were reviewed by the researcher against the issues that commonly arise in the process of qualitative data analysis:  1. The data that were collected contain terminology or language that is unclear or unfamiliar to the researcher (Creswell, 2003).  2. The data that were collected did not provide the researcher with enough information to answer sub-questions that are driving the research (Krathwohl, 2004).  3. The data that were collected provided the researcher with enough information to answer the three sub-questions contained within the purpose of this study; however the researcher felt there was an area of the data that needed more exploration and explanation (Creswell, 2003).  4. The data that were collected provided the researcher with enough information to answer some, but not all, of the research questions within the purpose of this qualitative study (Krathwohl, 2004).  5. The data that were collected provided the researcher with enough information to produce rich and thick descriptions for all three sub-questions, and the researcher will ask the questions again in order to ensure that trustworthiness of the data has been achieved (Stake, 2004).  The collected data were analyzed in terms of the issues mentioned above, and I made sure that these issues were effectively addressed. The first issue appeared irrelevant because the respondents and I worked within the same educational field and LGBTQ community, and the terminology they might use was familiar for both. All other issues were targeted by proper design of the interview questions and by conducting a series of three interviews to ensure that all areas of interest were effectively addressed. These included an initial meeting in which background information was collected, a formal interview, and a follow-up interview with each of the research participants. The data are presented in chapter 4 and the analysis of these data is presented in chapter 5. 67  Participant/Site Selection  In order to identify participants, a word-of-mouth method (Tooms, 2007) of selecting the participants was used. Because of the sensitive nature of the topic, a word-of-mouth method was selected in order to identify potential research participants. The method began with my research adviser and I identifying “safe contacts” who could suggest participants for this study (Denton, 2009; Tooms, 2007). These safe contacts, totaling a number of 25, were university professors, administrators, and graduate students who were familiar with research protocol. Their names are withheld so as not to identify the potential participants.  These safe contacts were informed of the purpose of the study and were asked to make the first contact with potential research participants. This initial contact served first to determine whether or not the potential research participant was willing to be interviewed for this qualitative study. The safe contacts were then instructed to keep the potential research participants anonymous until they agreed to be interviewed for the study. Once a verbal agreement was made between the potential research participant and the safe contact, the safe contact arranged the manner in which the researcher and the research participant would establish their first contact.  Once the first contact was made, the researcher allowed the research participant to select the location of the initial meeting. Participants first were contacted through e-mail, their preferred method of contact. Then, over the course of e-mail exchanges, two participants were willing to meet for initial interviews at a local restaurant. The third participant, due to being out of state, determined that a phone interview was the most appropriate avenue to conduct this initial interview.  During the initial identification of potential research participants, three safe contacts were identified four potential respondents who met the criteria set forth by the inquiry. One potential 68  respondent did not feel comfortable pursuing a role within the study and was no longer pursued as a potential respondent. Additionally, none of the participants themselves or the other 22 safe contacts were able to identify other individuals who met the research criteria, and the identification of participants phase concluded.  Interviews were conducted simultaneously with data analysis. The site and participant selection were determined to meet the ethical considerations outlined within this study. The need for the strictest confidentiality far outweighed the need for the researcher’s data; therefore participants were only identified through safe contacts or buffers who utilized a blind word-of-mouth technique (Tooms, 2007). The procedure of selecting and contacting the interviewees drew on the unique, specific context in which the modern LGBTQ community representatives are forced to exist and pursue their paths to professional leadership and success. Although the 21st century is characterized by much more openness and tolerance regarding nontraditional sexual orientation, nobody can simply contact an LGBTQ community representative, especially a powerful educational leader, with an assumption that he is gay and with a request for an interview. Therefore, the use of safe contacts is one of the surest ways of establishing a trustful contact with gay educational leaders.  Once participants and the researcher had participated in an initial interview, the participants were allowed to select the location of the formal interview. Again, the reason for allowing the participant to select the location of the interview was to make sure that ethical considerations were met during the course of this research. Consent was offered at the beginning of each interview and again in accordance with the IRB to create another layer of protection of confidentiality for the research participants.  69  One interview was conducted at a participant’s home, another was conducted at a participant’s office, and the third was conducted over Skype. Follow-up interviews were conducted with all three participants by phone and lasted between 45 minutes and 1 hour. Additionally, I engaged myself in the interview process and again recorded, transcribed, and stored my own data in accordance with IRB protocols. This provided me with approximately 15 hours of data, which I used to create rich and thick descriptions (Stake, 2004) within the presentation and analysis chapters of this qualitative study (chapters 4 and 5). Author’s Voice As a researcher dealing with the topic of gay male administrators, I report again within the context of this study that I am a gay male administrator. As someone who lived life as a closeted and then openly gay male, both personally and professionally, I felt I could add to the existing body of research regarding understanding the life paths, experiences, and forces that gay male educational leaders come across during their professional career. As a researcher, I understand that I was offered perspectives and understandings, as well as unique perspectives and access, that might not have been available to someone who is not gay. These perspectives include a personal understanding of the challenges and opportunities that gay male administrators come across during their leadership career, as well as increased trust of interviewees because of sharing the same status and similar life experiences. My own situated self caused me to select this study for research purposes; however these perspectives have been stated in order to establish myself as a researcher within the context of this study (Mohen, 2005; Nathan, 2005). I can admit that I am an insider because of my identity category, which can give me increased access to shared experiences I have read about but have not experienced in full. My 70  own closeted life, which I used to lead until recently, reflects the fear of misunderstanding and rejection that I nevertheless luckily avoided. Therefore, my personal self has become naturally integrated into my research focus. Rather than focusing on the critique of the normal, I would like to explore the experiences of being gay and knowing about exclusions that persist for many LGBTQ individuals. I would like to target the homophobic moods in the contemporary educational field, not because I have traumatic experience regarding them but because I want to establish more tolerant and inclusive conditions for LGBTQ community members in the modern conservative sectors of education and employment based on sound research data rather than prejudice and ignorance.   It has been my view throughout this study that if one views a reality that contains no hope or is only defined through limitations and challenges, then the potential for examining an issue through the lens of hope, validation, and accomplishment becomes lost. Again, if research examiners are only looking at the LGBTQ community through the perspective of one who has only suffered hardships and challenges, the potential to understand the totality of the members within the community becomes elusive (Ismael, 2007). One must be careful not to make assumptions or equate the entire community with an individual (Ismael, 2007). The LGBTQ community has members who have not faced hardship and discrimination but have risen to positions of achievement within their professional lives, as well as members who have assimilated to a homonormative lifestyle in their personal lives. The LGBTQ community has members who have obtained achievement within their chosen professions, and one must also take into account this perspective when viewing the LGBTQ community. Even though I have situated myself from a standpoint that acknowledges that there have been members of the LGBTQ community who have achieved high status levels within their own 71  chosen professions, this positioning does not dismiss the acknowledgement that there have been, and continue to exist, struggles, obstacles, and challenges. This has situated me as neither viewing the research participants solely as individuals who have not endured challenges nor viewing the research participants as individuals who need to be pitied. It is with both perspectives that I have chosen to situate myself as the researcher within the context of this qualitative study. Ethical Considerations The ethical considerations given in this study established research protocols that severely limited the potential harm to participants within this study. This was achieved by setting up safe contacts as an intermediary to serve in the identification of the participants. Also, upon the recommendation of the IRB, participants were allowed to give consent through verbal permission in order to maintain confidentiality throughout this inquiry. Additionally, locations for the interviews were chosen by the research participants in order to ensure that safe locations were established for those participants who might not be out. Finally, keeping all documents on a password-protected computer and server limited the potential for any breach in confidentiality. Therefore, every effort was taken to ensure that confidentiality was maintained throughout this study by forming strict research protocols that have been outlined.  Data Analysis As the data were collected from the 3 participants, totaling 15 hours of data collection, I simultaneously began the process of coding the data (Holliday, 2007). The data were coded into seven themes developed from the literature. Those preliminary themes were (a) professional and personal characteristics of the participants, (b) the hiring process for leadership positions, (c) 72  coming out in the interview process, (d) experiences and reactions within the workplace to sexuality, (e) experiences with myths and stereotypes, (f) internal and societal acceptance, and finally (g) role models and networking support. After the data are presented in chapter 4, chapter 5 is used to conduct analysis of the data. I returned to the literature presented in chapter 2 framed through the three guiding sub-questions that were developed throughout this inquiry. Two recommendations are offered for further research, and two recommendations are offered for practice in the field. A reflection on the research process is also offered in chapter 5 as a summation of the experience of this qualitative inquiry (Creswell, 2003).  Standards of Validation Qualitative research is focused on the data-rich findings regarding the meanings that respondents attach to a subject of interest (Creswell, 2003). In order for this to occur, research methodology and protocols need to be followed. Lincoln and Guba (1985) emphasized research validity, or transferability, as one of the major challenges of qualitative research that usually acts as its major limitation. Throughout this section, I used the terminology that was developed over years of qualitative research methodology in order to establish the standards of validation (Creswell, 2003).  The key method of data validation in this study was the design of three interview stages to ensure response consistency within a certain course of time. The interview questions asked at every next meeting were not identical but were designed in a similar manner to elicit answers to the range of core questions within the focus of the research. The records of all interviewees were further compiled to ensure that the standards for validation regarding trustworthiness of the data were met (Lincoln & Guba, 1988).   73  An additional method chosen for validation of the present study was member checking, as recognized by Holloway and Wheeler (2009) and Merriam (2009). Member checking is the process of correlating the understanding and analysis that the researcher derived from interviews with respondents (Merriam, 2009). Creswell (2002) noted that member checking is used for the sake of verifying whether the interpretation is a valid, fair, and objective representation of the respondents’ perspective. The reasons for this step were to again ensure validity of data by offering opportunities for feedback of the participants and to elicit their reaction to the data and findings compiled in the process of research. According to Creswell, member checks are performed when the researcher is interested in finding out whether he or she has properly presented the reality of the participants. This step enabled the respondents to change the mistakes they felt I had made and allowed me to understand and interpret the data adequately and correctly (Merriam, 2009). Member checking was undertaken at the follow-up interviews, the third stage of the data collection process, to ensure data validation within the present research.  Significance Throughout the past half century, much has changed in the acceptance of individuals belonging to the LGBTQ community. However, at present, this community contains not only individuals who have experienced discrimination, hatred, and intolerance within their personal and professional lives but also those who have achieved a modicum of acceptance by openly serving in positions of power and authority. This qualitative inquiry focused on gay male individuals currently serving in positions of power and leadership within the field of education. The individuals interviewed within this study offered their personal reflections on the results of the LGBTQ movement toward political achievements and legalized rights that began in American society in the late 1960s. Additionally, individuals within positions of power and 74  authority are exploring characteristics of homonormative existence and whether or not this is a direct result of their position of power and authority, a direct result of the political and legal advancements that have occurred in America since 1969, or a combination of both these processes and influences.  The potential value of this inquiry’s findings is in bringing personal experiences of both a positive and negative nature to the light of research. By means of presenting their situated selves through the stories of their LGBTQ existence, the participants are likely to introduce a new paradigm through which homonormativity, leadership, and influence all intersect in the complex social, political, cultural, and legal paradigm of modern society’s existence. It is true that within the past couple of decades, LGBTQ individuals have started experiencing wider acceptance and wider access to leadership; yet there is a significant gap in research regarding the experience of gay males who have successfully achieved leadership positions in education. Even further there is limited research that interprets these achievements in the wider context of the cultural, social, legal, and political changes regarding LGBTQ rights. The stories of the personal and professional advancements and achievements of individuals within the community need to be valued and shared equally with the stories of hardship and challenges that also are a part of the community.     75  Chapter 4 Presentation of Data Society has changed. We’ve come a long way. – Dr. Ireland  The purpose of this qualitative study was to explore the experiences that gay males face in obtaining and maintaining positions as leaders within the American educational system.  Through the course of elite interviews, three participants were interviewed about their experiences achieving and maintaining their roles as gay leaders in education. Additionally, in order to provide further insight, my voice was added in italics to explain my story in the context of the participants.    Once the initial interviews were completed, I then transcribed the data. The data were then analyzed by looking for common themes that existed in each separate interview and in all three initial interviews. The themes were then placed into a table to make the coding process more understandable. In Table 1 I present those themes along with the supporting data that developed each theme.  Data that supported each theme from the participants’ interviews were next entered into the table. Once data were entered into the table, the table was then analyzed to see if there were enough data to support each of the emerging themes. In cases where the data were unclear, vague, or insufficient, follow-up interview questions were then generated to ask of the participants at a later date and time. Phone interviews were then conducted with the research participants mutually agreed upon in the interest of time and based on the availability of the research participants. Handwritten notes were taken during the follow-up interviews at the 76  request of the research participants. The notes were once again transcribed by the interviewer and were further entered  Table 1 Coding of Interviews Interview areas Dr. Ireland Dr. Daniels Dr. Bryan Myself Theme Background prior to holding current  leadership role Athletic director, principal, superinten-dent Assistant principal, assistant superinten-dent Program coordinator High school teacher, consultant 1-Personal/ Professional Experiences Leadership roles  Superinten-dent  Superinten-dent Associate dean Principal 1-Personal/ Professional Experiences Years in position 6 4 4 8 1-Personal/ Professional Experiences Interviews for leadership positions 3 1 1 3 2-Hiring Process for Leadership Position Processes (committee; rounds) 1- Committees multiple rounds 2- Committees multiple rounds 3- Committees multiple rounds Committee multiple rounds Committee multiple rounds Pastor, school Board Administrative team, committee, superintendent 2-Hiring Process for Leadership Position Committee awareness of their sexuality Never mentioned; protest; Never mentioned Volunteered information to headhunter and committee Members already knew from living in the community Never mentioned Coming Out in the Interview Process 77  Table 1 (continued) Interview areas Dr. Ireland Dr. Daniels Dr. Bryan Myself Theme How this came about  Baptist minister found out, never introduced in first and third position Self-introduced: told the headhunter and the board members Self-introduced: community knew from living and working in the community Introduced through intermediary: told secretary and assistant superintendent 3-Coming Out in the Interview Process Reactions from committee members, community members, and staff Baptist minister protest Did not come out Did not come out 1-Secretary negative 2-Pro reaction from board 1-Secretary negative then positive 2-Never an issue Positive, not an issue 3-Coming Out in the Interview Process Presently out in the position To some Yes Yes To some 4-Experience in the Workplace with Sexuality Reactions by staff, community members, etc., to being out Positive (invitation to commitment ceremony) Negative (board member) Positive (board president) Positive (board president) Negative (secretary, evangelical group) Positive (nonissue, everyone knew) Negative (secretary experience) Neutral, not an issue within the workplace 4-Experience in the Workplace with Sexuality Experience with myths and stereotypes Cognizant, aware of this issue (don’t want to put yourself in any situation) Cognizant, aware of this issue, having children makes this easier to deal with Relationship with students (more issue with straight than gay), student who had crush Hesitant to discuss with current age group of students 5-Experiences with Myths and Stereotypes 78  Table 1 (continued) Interview areas Dr. Ireland Dr. Daniels Dr. Bryan Myself Theme Experience with being partnered/ single in position Single, now partnered; navigating issue of raising family Has children; dated and brought to events Fully integrated into his life at work Recently civilly joined with partner 6-Internal and Societal Acceptance Relation-ships within the workplace Doesn’t wear ring or display pictures; moved out of district Brought people to school functions; comfortable because he lives in the community and people know he is gay; has pictures and ring Everyone knows; lives in and works in the community; not really an issue; wears ring; has been through marriage ceremony  Wears ring; invited some people trusted to the ceremony 6-Internal and Societal Acceptance Comments on society We have come a long way in the last 5 years Society changing, making it more accepting; civil unions and gay marriages Changed; society becoming more and more accepting and open Does not know how society was years ago; people have been very accepting and supportive 6-Internal and Societal Acceptance Acceptance within other positions Superinten-dent; most difficult is athletic director; other positions have added protec-tions and safeguards; wanted to teach in higher ed. because it was more accepting Can be difficult in positions with less protections; high school easier than elementary school; pretty sure college level easier but is not there so doesn’t know  Accepted in some disciplines like the arts; chemistry teacher who was a transvestite; collegiate level a nonissue Believe that a high school whereby students have been exposed to the topics of sex and sexuality makes it easier than at the elementary level 6-Internal and Societal Acceptance 79  Table 1 (continued) Interview areas Dr. Ireland Dr. Daniels Dr. Bryan Myself Theme See yourself as a role model Not really; does not want to be known as the gay superinten-dent; conscious about hiring; comments from other gay educators Not really; pick your battles; keep people focused on education; comments from other gay educators Not really but comments have been made about being a role model in the 1980s as a student Did not at first but have been more recently in light of civil union 7- Role Models and Networking Had role models Not gay but educationally Not gay but educationally President of university was openly gay but didn’t feel this way because he didn’t want to be a president Some of the respondents and many who were not gay but within the field of education 7- Role Models and Networking Networking National conferences being done in an informal manner Gay leaders know one another and are tight knit Seeing more at conferences More needs to occur 7- Role Models and Networking  into the table. The table was then analyzed again to see if the themes became clearer, were  sufficient, or had enough supporting detail to make certain claims.   Participants’ Shared Themes  During the course of analyzing the data, seven themes of an understanding of the experience of the individuals emerged and are presented below. The first theme centered on the 80  individual professional and personal backgrounds of the research participants themselves. The second involved the various hiring experiences that participants were part of in order to obtain either past or present leadership positions. The third theme involved the process or non-process of coming out during the hiring process itself, whereas another centered on the participants’ experiences within the workplace and people’s reactions toward their sexuality. The fifth entailed personal experiences and opinions about stereotypes and myths that surround gay males, and the sixth involved their experiences, opinions, and choices involving internal and societal acceptance. Finally, the participants’ experiences with gay role models and networking support as leaders within the American educational system emerged as the seventh theme.  Each of these shared themes is presented below in greater detail in order to provide finely detailed description, a fundamental component of qualitative research (Stake, 2004). The Research Participants All 3 research participants were identified through a blind word-of-mouth methodology (Tooms, 2007). Each research participant was identified through a university professor who had a connection to the participant. Each of the participants had a unique professional and personal background that he believed allowed him to achieve a position of leadership within the field of education. In the following section, the participants’ current professional position, previous positions held within the field of education, and personal status (such as single or partnered) are detailed to help bring about understanding of the participants themselves within the context of this research. 1. Professional and Personal Characteristics of the Participants Dr. Ireland is a 35-year-old Caucasian who identifies himself as a gay male. At the time of the interview, he was serving in the role of superintendent of schools for a suburban Grades 9–81  12 district of a major city in the Midwestern region of the United States. The district has the third largest high school in the state, and the community was described by Dr. Ireland as having tolerance and acceptance towards diversity. Dr. Ireland served in the role of teacher, coach, athletic director, principal, and superintendent, and had experiences of administrating in both middle and high schools. This was the third superintendency for Dr. Ireland; his previous two were in different states in K–12 districts. He had recently participated in a commitment ceremony with his partner and was expecting to start a family in the next 14 to 24 months.  Dr. Daniels is a 57-year-old Caucasian who identifies himself as a gay male. At the time of the interview, he was serving in the role of superintendent of schools for a suburban Grades 9–12 district of a major city in the Midwestern region of the United States. Dr. Daniels described the community as accepting and having a current pattern of tolerance towards diversity. Dr. Daniels served in the roles of teacher, assistant principal, and assistant superintendent. This was his first superintendency, and he had previous administration experience in another state in a K–12 district. Dr. Daniels has three children, and while he had had significant relationships in the past, he identified himself as being single and not in a current relationship. Dr. Bryan is a 59-year-old Caucasian who identifies himself as a gay male. At the time of the interview, he was serving in the role of associate dean of students for a community college in a suburban area of a major city in the Midwestern region of the United States. Dr. Bryan described the community as very tolerant towards diversity. Dr. Bryan had served as an advisor and as a program coordinator at a university in the Midwestern region of the United States prior to becoming a dean of students for a department at the community college. Dr. Bryan has been in a committed relationship for 27 years with his partner. He did not have any children. 82  I am a 35-year-old Caucasian who is a gay male. At the time of this writing, I am currently serving as a public school principal of a Grades 3, 4, and 5 elementary school building in the suburbs of a large Midwestern city that serves 250 students. The community has a high mobility rate, and is becoming more tolerant towards diversity. The district I serve in has three schools with Grades K–8 and has approximately 700 students. I have 5 years experience as a private school principal in suburban school, and have taught and consulted at the high school level in both public and private schools. I am currently civilly united to my partner and we are intending to explore the possibility of adopting children. 2. The Experience of Applying for the Position of Leadership All three interviews began with asking the participants about their experiences leading up to acquiring their current positions. Each participant had unique experiences that he felt had prepared him for his current role and position. Dr. Ireland and Dr. Daniels followed a fairly traditional path to the superintendency, with each of them holding the roles of high school teacher and then having experiences in administration at the building level. Dr. Ireland served in the roles of athletic director and principal prior to becoming a superintendent. Dr. Daniels served in the roles of principal and assistant superintendent prior to becoming a superintendent. Dr. Bryan worked as a program coordinator prior to becoming an associate dean of students. The interviews explored with the participants the individual hiring processes that were used in their becoming leaders within the field of education. All three participants had experiences with either an initial contact person or headhunters as part of the beginning of their hiring process. All 3 participants had been approached by someone associated with the position who encouraged them to apply. Dr. Ireland had the most experience obtaining leadership 83  positions and spoke about how he had three different experiences in this field. His first leadership role was as a superintendent in a K–12 setting: “I had been a principal in the district, and when a situation occurred between the Board of Education and the superintendent parting ways, I was approached by the board to take the position.” For his second superintendency, I realized I had never applied for the position and went on an interview on a whim. I interviewed for two different positions I never thought I would have a shot at. One involved a district where my best friend was also applying, and even if I had been offered the position, I would not have taken it. The second I applied for had the largest high school in the state and [I] thought I would have no shot. Then they offered me the position.  For Dr. Ireland’s third superintendency, a friend encouraged him to apply and told him, “The best job in the country just opened up.” As he explained, “I thought, ‘If it is the best job in the country, there is no way they are going to hire this 34-year-old kid,’ but they did.” Dr. Bryan had a similar experience and stated, “I was contacted by a person who was on the committee and who I had worked with in previous years.” Dr. Daniels also acknowledged seeking out someone who was familiar with position and stated, “I had used a headhunter to learn about the district and the current position.”  I had followed a fairly traditional path to my leadership role. I began teaching high school in the private school system for five years and was then offered a position teaching and consulting for a public high school. After a year, I was recommended by a colleague of mine to apply for a principal position in a private pre-K–8 elementary school. After serving for two years, I transferred within the system to a larger pre-K–8 elementary school. After serving in that capacity for three years, I applied for the 84  position of principal of a Grades 3, 4, and 5 public elementary school. The recommendation of applying to this particular district came through a contact I had made within the field of education. He thought this might be a good district for me to work in, and he contacted the superintendent of the district to offer his recommendation on my behalf. In the case of private schools, I interviewed with the pastor of the church and then interviewed with the local school board. In the case of the public school, I interviewed with the administrative team (principals and district office officials), then with a committee consisting of students, parents, and teachers. Finally, I interviewed with the superintendent prior to accepting the position. 3. Coming Out in the Interview Process During the interview process itself, there were several interesting experiences that the research participants had to negotiate, including the issue of their sexuality. Each of the participants had unique experiences of revealing this information in the process of being hired. Dr. Daniels chose to introduce the topic into the process with both the headhunter and the board. Dr. Ireland chose not to disclose the fact but had it disclosed for him, and the people involved in Dr. Bryan’s hiring process already knew his sexual orientation.    Dr. Daniels initially discussed his sexuality with the headhunter: “I told him that if me being gay was going to be a problem, please don’t bother. I am not even going to apply.” Dr. Daniels had several experiences he drew upon, describing how his sexuality was brought into the interview process. When the time came to discuss his sexuality with the board of education, Dr. Daniels stated, I had gotten through all of my interviews with various committees, and the school board had gotten to ask all of their questions. When the time had come for me to ask any 85  questions and the board president asked if there was anything else, I said, “Yes, I have one more thing. Do you have any issues with the fact that I am gay?” They all said no, not a problem. The present excerpt from the interview with Dr. Daniels displays the genuine leadership characteristics that he was able to reveal in the issue of protecting his dignity and being openly gay. He holds a very strong and stable position regarding his sexual identity and is ready to reaffirm his personality in any context as indispensably characterized with belonging to the LGBTQ community. Therefore, the way in which Dr. Daniels affirmed himself in the new environment shows the proactive way of handling issues that arise or may arise with one’s sexual orientation at the workplace. The atmosphere of concealing the truth and hiding behind heterosexuality as the accepted norm is not an alternative anymore. Dr. Daniels showed in this interview fragment that members of the LGBTQ community can and should stand their ground not only in the legal and political arenas but also in the daily routines of recruitment and employment, which may lead to a profound change in the society.  Dr. Bryan also had a supportive experience during his process. Dr. Bryan had been out for many years and had been living with his partner in the town where he was applying to the position. He stated, I was local, so everyone knew. In fact, in all of my hiring experiences, people knew. In fact, one position that I took I was recommended for the position by my partner who worked in the same department a few years back. So everyone knew that I was gay, and it wasn’t an issue. In fact, the first position I had at the college that my partner and I attended and everyone knew we were gay. So from there on out, because I worked locally, everyone knew. 86  As I can infer from the present interview excerpt, it is possible to assume that comfort and strength in an openly gay position comes with the experience of living openly and interacting within the community with both heterosexual and LGBTQ individuals. Dr. Bryan was highly comfortable about disclosing his sexual identity during the process of applying for an educational leadership position because he already had years of positive experience of acceptance, stability, and recognition by people around him. The challenging experiences can thus be considered as coming at the beginning of open life when gay males, frightened and challenged by the prejudice and homophobic moods that used to dominate the society only about a decade ago, decide to come out. However, after a series of positive and negative reactions, gay males finally establish themselves in the same society as new people and gain much more comfort living as openly gay people. My conclusion is that coming out may not always be associated with a pleasant and accepting experience like I had, but the first stages are necessary for smoothing one’s life and gradually achieving a proper fit between one’s identity and the surrounding community.  This was a different experience from the one that Dr. Ireland had during the hiring processes. During Dr. Ireland’s second superintendency, he received a call from the board of education president on his way to his reception and announcement party. Dr. Ireland’s words were as follows:  I was on my way up to the district to attend my reception when I received a call from the board president informing me that a local Baptist minister had heard that I was gay and was planning on staging a protest this evening. I am not going to lie; the next hour-and-a-half drive up there was filled with anxiety. 87  The protest did not come to fruition, but Dr. Ireland and the Baptist minister did have a conversation that evening. Dr. Ireland described the conversation as follows: “He was more interested in whether or not I was interested in promoting a gay lifestyle to the community and the students. When I told him that was not my intention, we were fine.” During Dr. Ireland’s third superintendency, the issue did not come up during the hiring process at all.  As it comes from the present account of Dr. Ireland, there is still much ignorance about LGBTQ issues in contemporary society, and the representatives of the most conservative sectors dealing with religious, moral, and formal education of the population still regard it in negative terms.  In the case of my private school experience, I never revealed my sexual orientation in any of the interviews or at any other time. I was in denial in regards to my sexuality and did not admit it to anyone, including myself. I had spent such a significant time in the Catholic school system as both a student and as a teacher and principal, I continued though to deny who I was and struggled with this process. Slowly over time, though, I became more and more comfortable with myself and wanted to explore the possibility of seeking out and developing relationships. I had dated a few individuals but remained closeted during this time. Eventually, I realized that I wanted more out of life and desired to have a family and partner. I met my current partner during an online exchange one evening and we began dating. After 6 months of dating, I knew he was the one I wanted to spend the rest of my life with and began to look for a public school position in which my sexuality would not cause me to be fired. I used an intermediary to get into contact with the superintendent in the district I was applying for to see if there was any issue with me being gay. The intermediary informed me that it should not be an 88  issue and that there was a solid culture of professionalism whereby the focus was on kids and learning and not on people’s personal lives or business. As I can see from the present account of coming out during the recruitment process for the leadership position, the respondents and I used to have very distinct paths toward success in leadership. Each of us came out at different times and did it in his own specific way. Moreover, each of us had distinct experiences regarding coming out accompanied with either positive or negative emotions and events. However, the present findings allow me to speak about diversity within diversity. The educational leaders under research are united in a sample not only because they are gay males but also because they are natural leaders with unique approaches to managing the spheres of their influence, as well as their lives, identities, positions, and attitudes. Hence, coming out as a leader is also an essential aspect of our personalities, and it should also be viewed in the context of discussing our LGBTQ experiences, since they often stand apart from our self-identities as being gay and refer to us only as being people.  4. Experiences and Reactions within the Workplace to Sexuality The interviews next focused on navigating sexuality while in the workplace. Again, each of the participants had unique experiences, with some of the experiences being positive and some being negative. Two participants experienced a negative situation with a secretary, and Dr. Ireland and Dr. Daniels both experienced a negative situation with a board member. However, all 3 participants had experienced at one point a positive experience as a result of their sexuality in the workplace. Dr. Daniels discussed how one of the board members at a previous district had discovered that he was gay: 89  During one of the board meetings, the issue of extending benefits to partners came up, and one board member said that if they started extending benefits to partners, then we are going to be paying for everyone out there. After the board meeting, I approached the board member and said I took offense with your statement. I asked him if he knew that the African American community had a divorce rate higher than the national average, and why wasn’t he questioning whether or not they (the district) should be paying for benefits for African Americans? My intention was to get him to understand that he shouldn’t be asking questions like that at all because they are offensive. From that point on, the board member knew I was gay. It eventually got around the board, but it was fine, and no one really said anything. This section of the interview with Dr. Daniels made me think about the way in which leadership qualities helped him stand his ground and not make his life confined to securing his right to being gay; rather he was thinking in a much wider context and fighting the prejudice, stigma, racism, and discrimination that can still be found in the judgments of some individuals. In this context Dr. Daniels revealed a strong and just social position, thus showing that he was not only an LGBTQ rights advocate because of belonging to the community but also a loyal and wise man seeing the social injustice and being ready to target it. These are the qualities that really make people leaders, and they are necessary for gay male educational leaders in the 21st century to take a proactive approach to eliminating discrimination in any form.   Dr. Ireland also recalled an incident with a board member during his second superintendency. He told the story of how he had received a call one night from his board president. Dr. Ireland stated,  90  I got a call from the board president one night, who told me that one of the board members had called him and said she had gotten a call from a parent who said, “Hey, I saw your sup in a gay bar.” The board president told me that he told her three things: “Number 1, who cares? Number 2, what is a supposedly married man with children doing in a gay bar 45 minutes away from the district? And Number 3, do you realize there is no statute of limitations on suing a district in this state for sexual orientation discrimination? If I were you, I would quit calling everyone, because we are all going to be named in a lawsuit.” This is another fragment revealing how substantially the 21st-century context in which LGBTQ individuals function has changed, which includes strong people not afraid of defending their right to hold the identity they want, equipped with the legal, political, and social tools of facing the prejudiced and phobic social opinions. The community in which Dr. Ireland works has taken a very wise, proactive approach to managing private issues. The focus of the public has shifted to the professionalism and success of Dr. Ireland as a superintendent, and the intrusion into the issues of sexual orientation was seen as unethical compared to past practices within education. This supportive approach suggests significant progress in terms of providing gay educational leaders with the optimal, comfortable working conditions designed to manage prejudice and stigma. These findings are highly positive for the LGBTQ community, as they show increasing acceptance by the community and protective mechanisms against those disapproving the integration of LGBTQ representatives into the heterosexual community and workplace.  Dr. Ireland concluded his story by stating, “I never heard anything else about me being gay again from the board.” Board members were not the only individuals that participants had experiences with. Dr. Bryan and Dr. Daniels had different negative experiences with secretaries 91  at one point or another in the workplace. Both Dr. Daniels and Dr. Bryan described the person with whom they had minor disagreements as a “right-wing conservative,” and both secretaries at one point or another stated that they were “praying for the souls” of both participants. Dr. Bryan recalled, “My partner had run into that person (the secretary I had disagreements with) a few years later, and the woman inquired about both of us and wished us well.” Dr. Daniels stated, “I had a Mormon secretary when I first started, and we used to clash all the time. Eventually, she just got used to me and I guess saw that I was a nice guy because she stopped trying to change me.” Although there may have been some negative experiences in the workplace, all 3 participants recalled positive experiences as well. The present account is highly helpful in understanding the behaviors that help LGBTQ individuals secure their positions in the heteronormative society today without compromising their sexual identity. The respondents managed to evolve a slight change in their colleagues’ attitude toward them without any feasible, targeted effort, simply by being who they are, acting as they usually do, and disclosing their personalities. A change is inevitably coming whereby people who communicate with openly gay individuals get used to their identity with time and use this variable as the key defining factor in their attitude. The community is able to see LGBTQ individuals as personalities first. Positive change is possible if it is initiated by means of communicating with surrounding people with dignity, confidence, and openness instead of adopting an approach of isolation and shame that can cripple a person both socially and psychologically.  Dr. Bryan said no less than 10 times in the interview, “It was really a nonissue with his colleagues at the collegiate level.” Dr. Bryan has been out in the community in which he works for over 27 years and noted, “One of my program director’s daughters is getting married next 92  year, and both my partner and I were invited to the wedding. The invitation that we received was addressed to both of us.” Dr. Daniels stated, One time I can recall when there was some noise about me being gay from the small evangelical group in the district. The Board and the Board President said they would handle it at the meeting. They said in no way was this what our district was about and that they would handle everything. It was great!  The present institutional practice about which Dr. Bryan spoke is a wonderful example of how the legal and wider social context in which LGBTQ individuals have to navigate their identities has changed and which additional opportunities it now provides for gay male leaders. The institution in which Dr. Bryan works is proactive in protecting the rights of its employees regarding their freedom of sexual orientation; therefore he exists in a favorable environment where he is evaluated according to his personal and professional characteristics and not his sexuality. The present liberalization of sexual identity attitudes is a very positive trend in the modern community, and there is much hope that a wide variety of other similarly conservative organizations will adopt such protective and supportive attitudes toward LGBTQ individuals in the near future. Dr. Ireland, describing his commitment ceremony to his partner, shared, “All the associate superintendents flew out to Boston and joined us. Even the principals and the secretaries who could not make it due to vacation and travel sent their regards.” When I was preparing to apply for a position in a public school, I had a conversation with my secretary, who told me that she had noticed how unhappy I was and asked if there was anything that she could do. It was during that conversation that I told her that I had met someone and that I needed to move on. With some tears, I told her that 93  I was gay. She gave me a big hug and told me she was so happy for me and shared with me her experiences with her uncle who was also gay.  When I was civilly joined to my partner, we had invited teachers and secretaries from my private school experience, along with my current superintendent and assistant superintendent. So many of the people who had meant so much to me in my professional life were able to join us on that day, and I was so happy that they had accepted both my partner and me.  From the present account of my respondents’ experiences and the experiences I used to have accompanying my process of coming out, I can conclude that the presence of a supportive and caring environment and the ability to establish social relationships with those who understand you and care for you are a tremendously important aspect of coming out as a gay male. As my personal experience showed, many people have friends or relatives who belong to the LGBTQ community, so they have ceased treating such people as aliens, perverts, or mentally ill people. Getting closer to LGBTQ individuals in their daily lives allows larger numbers of people treat non-heterosexual orientation as a normal phenomenon, which contributes to the establishment of a proactive, supportive environment simplifying daily lives, employment, and social relationships for members of the LGBTQ community and enables them to achieve more in their lives, giving them wider and easier access to leadership positions that used to be banned for them because of their sexual identity.  5. Experiences with Myths and Stereotypes An area that I asked about in the interviews with all 3 participants centered on stereotypes within the workplace and the community members with whom they worked. Two common stereotypes that are prevalent in society about gay males are the issues of appropriate 94  relationships with students and flamboyance. All three participants addressed these issues within their interviews in the context of the workplace and the communities that they served.   Dr. Ireland stated, “I was always cognizant of these stereotypes and disciplined myself to never be put in a position whereby any type of accusation of stereotype could be leveled against me.” It appeared that both of the leaders who were working in K–12 education felt that the myth of pedophilia was much more pervasive within their cultures, and both were aware that they needed to make sure that they were never in a position in which an accusation could be launched against them. This position appears rather wise from Dr. Ireland’s part; however his observations indicate that there is still a strong but false stigma regarding the link between pedophilia and homosexuality. As research indicates, there is a need to take a more proactive, rather than a defensive, approach to managing these issues (e.g., educating the community on pedophilia issues, eliminating stereotypes about this false connection, and ensuring a safer environment for LGBTQ individuals by reducing the moral and psychological tension and control they have to sustain when working with children in order to never be suspected of pedophilia).  Dr. Daniels stated, “I think the fact that I have children allows me to be a little less susceptible to have anything like that come my way. I am much more lucky in that regard.” Dr. Bryan never felt that this was an issue at the collegiate level due to the age group that he works with, but he did comment on the appropriateness of relationships, which sometimes are called into question. Dr. Bryan stated,  I have seen some of my colleagues over the years, more straight than gay, strike up relationships with students. I have seen some of them date and even marry some of their students. For me, this has been more of an issue with the straight faculty members than it has with the gay faculty members.  95  Dealing with the second major stereotype, I must report that none of the participants in my various meetings with them demonstrated flamboyant characteristics or mannerisms. This stereotype was brought up in the context of asking the participants whether or not they believed that this was an issue in the hiring process. Dr. Ireland and Dr. Daniels were hesitant to speak on this issue, partly because of their roles as hiring agents. After some follow-up questions as to whether or not they believed flamboyance made it easier or harder to obtain a position, Dr. Ireland commented, “It totally depended on the position the person was applying for.” This was similar to the response offered by Dr. Bryan, who stated, “There was no place for flamboyance in the professional workplace. In fact, there were times that I had to tell a gay instructor from time to time to tone it down a little.”  While this was the initial response to the inquiries surrounding flamboyance, Dr. Bryan went on to say that it also depended upon the position. Dr. Bryan stated, I suppose in certain disciplines, one could be a little more flamboyant and still be accepted. For instance, someone who was in the arts would probably get away with it. But sometimes, the disciplines do not agree. I would imagine that a faculty member who was a transvestite that was working as a chemistry teacher might not be a good fit based upon myths and perceptions. This segment of the interview indicates that despite his belonging to the LGBTQ community, which has usually been considered nontraditional, Dr. Bryan still regards some other, more flamboyant representatives of the LGBTQ community as not proper for the educational environment. The present comment did not refer exclusively to their identity but to their personal self-representation that sometimes goes beyond the limitations established within the conservative field of education.  96  It is necessary to admit here that the respondents, though being openly gay, strongly focused on their professionalism in leading the educational organization to which they belonged and perceived their sexual identity as a part of their personality and not part of the organizational culture. Standing out from the normative staff in an educational environment involves attracting unnecessary attention to the issue of nontraditional sexual identity, which echoes the concern voiced to Dr. Ireland by the Baptist minister regarding the promotion of his sexual orientation in the institution he was about to head. Being gay does not mean that it will become the part of his leadership approach or the educational policy incorporated in the institution; however being a transvestite is a much more outstanding and physically distinguishing feature that may cause unnecessary attention to issues of sexuality. This may or may not be a problem in some communities but does reveal some barriers still confronting individuals within the educational sector.  Dr. Daniels was very much in line with Dr. Bryan and commented, “The workplace should always be professional.” I am still somewhat guarded in sharing my personal life with some faculty and community members due to the fact that I am principal of an elementary school building. I do believe that there are some issues still with stereotypes against gay men, especially at the elementary level. I think one needs to be careful about not only what one says but how, when working with a younger age group. I honestly believe that many do not have an issue with it and believe it would not be an issue. My hesitancy for not being totally open has to do more with the appropriateness of generating a topic of discussion that some parents would believe is inappropriate for the age group I work with.  97  In our fifth grade curriculum, we have a biological unit on the reproductive system, which a significant number of parents still wrestle with having their children exposed to. I think it would be difficult introducing the topic of sexuality into the culture of my school, so I remain somewhat guarded about making this an issue. I would agree that in an environment wherein students have a developmental awareness of sexuality, such as in a high school, the topic would be easier to introduce on a more widespread basis.  Hence, the interviews I have conducted, as well as my personal reflections, indicate that a gay male leader can normally work with young children in the contemporary educational context; however the issue of age appropriateness still stands out as an important aspect for concerned parents. Here is the point at which my sexual identity, parents’ concerns about overall education on sexuality, and the ways in which children explore sexuality nowadays intersect.  6. Internal and Societal Acceptance  Another issue that was addressed throughout the course of the interviews was just how accepting the workplace had become over the past few years and how the participants have dealt with this acceptance both from a personal and professional point of view. Dr. Daniels and Dr. Bryan believed that they were much more free to express their sexuality in the workplace, while Dr. Ireland was more hesitant to share any of his personal life within the context of his professional role. All 3 participants were also cognizant that some positions within the workplace offer more protections and safeguards that enable one to feel freer in expressing one’s sexuality. Dr. Daniels and Dr. Bryan felt very comfortable sharing elements of their personal lives within the workplace. Dr. Daniels stated, “I’ve brought people I was dating at the time to school functions such as proms or dances or athletic events. I could not be in a relationship with 98  someone and not have them involved in what I do.” When asked if he was in a relationship, Dr. Daniels stated, “I would feel comfortable enough wearing a ring or putting pictures of my partner up around the office. I live in this community. Everyone knows, so it would not be an issue.” Dr. Bryan agreed and stated, “Everyone knows, so it really is a nonissue. Everyone asks about my partner, Bryan.” While Dr. Daniels and Dr. Bryan had commonality in this regard, Dr. Ireland was much more hesitant to share aspects of his personal life.   Concerning the issue of whether or not there was a residency requirement to live in the district, Dr. Ireland indicated that he had just had that portion of his contract renegotiated. When asked why this was case, he replied, “We are looking at starting a family within the next 14 to 24 months. I knew it would just not be a good thing if our children went to the district. The teachers, the staff, everyone—it just would not be a good thing.” When asked if he felt comfortable displaying pictures of his partner in the office or wearing his commitment ring, Dr. Ireland responded by saying, “I am just not there yet. I wear a ring, but not when I am at work.” The issue of just how far acceptance has come in workplaces of education was explored when the participants were asked their opinions on whether certain positions or conditions made it more or less likely for people who are gay to be hired within education. A question that was asked of all 3 participants was whether they believed that in their current position it was easier or more difficult to come out as gay to other people. Dr. Bryan said, “In my experience, it was very easy in the collegiate setting, and it was not that difficult. But depending on the discipline and the person that was applying for the position . . .  it could in fact be more accepting and more tolerated.” Dr. Bryan followed up by stating, “Again, in the field of the arts, it might be easier for a teacher or instructor in that discipline for it to be more accepted or more tolerated.”  99  Dr. Ireland and Dr. Daniels both agreed that there were more protections in place for people who serve in non-leadership roles. Dr. Daniels stated, “Teachers have unions and contracts that protect them, and those are very difficult to break legally. As a superintendent, you don’t always have those same protections.” Dr. Ireland made a similar statement: “I don’t have the protections that a principal or teacher does. I work for seven people, and if four of them change their mind, I am out looking for work.” Dr. Ireland felt that while he had some challenges in his position, he did not think it was the toughest educational position in which to be gay. “By far, I think the hardest position is athletic director or coach, partially because of the duties that they perform. As an athletic director or coach, you cannot not go into a locker room.”  Dr. Daniels felt that in elementary schools it was more difficult to be gay than at the high school level. Dr. Daniels stated, “Because of the protective nature of parents at that age, exposing them to anything that may be deemed inappropriate in their eyes has got to be much tougher.” Dr. Ireland reinforced the idea that he thought it is easier to work at the collegiate level and be gay. Dr. Ireland reflected, “I always thought once I had a family, I would go teach at the collegiate level just because it appears that it is more understanding at that level.” Dr. Bryan remarked, “It never really was an issue at this level. I think it is much more so at the elementary and high school levels.” Dr. Daniels stated, “It probably is easier at the collegiate level, but I don’t know, because I am not there. But that is the sense that I get.” This then turned the interviews toward the discussion of role models within the gay and educational communities. What all 3 participants had seen during their time in education was that attitudes toward educational leaders who are LGBTQ have changed in the course of their tenure. Dr. Daniels observed, “Society has changed a lot. We never thought there would be this sudden surge of civil unions or marriages, at least in my lifetime. Look at how far we have come in just the last few 100  years.” Dr. Ireland said, “Look at what happened in just the last 5 years. We are moving at such breakneck speed, and things have changed. Things have changed a lot.” Dr. Bryan noted, “I just am not seeing that it is being too much of an issue any more. Things have come a long way in society and have changed a lot in the past few years.” I really cannot comment on whether or not things have changed, because I don’t know what it was like to come out and live as an openly gay man 10 or 20 years ago. What I do know is that I have been able to tell all of the people who have been close and important to me, and they were very accepting and supportive. They all attended our civil union, and if they were unable to make it, they sent best wishes and a gift. While I do have some reservations still about being fully out in my public role, the issues center more around the loneliness that sometimes occurs within leadership. I know many straight administrators who do not talk about whether they are divorced or have kids and seem to keep that world separate from their subordinates and from those community members they may work with. I have seen situations wherein staff members gossip about the personal issues of their bosses, and keeping a clear line of professionalism in the workplace sometimes appears to be a healthy and effective practice in leadership.  The results of my research indicate that the educational field is still highly conservative, which is understandable given the role that school education plays in shaping the personalities of small children. Therefore, gay male educators and educational leaders, though having a much more liberal working environment and a much wider scope of opportunities at present, still have to look for the golden middle in negotiating the heteronormative values of the general community and their belonging to the LGBTQ community. They should look for the optimal 101  balance of their personal needs, preferences, values, and beliefs, and the commonly held beliefs and values of the public they serve, which is still predominantly heterosexual.  7. Role Models and Networking Support A final theme or topic that was developed throughout the interviews was the issue of role models and networking to find support. The participants were all asked about whether they believed they were role models, what experiences they had either being or having a role model, and just how important support and networking were in achieving their positions as gay male leaders within the U.S. educational system. A commonality that existed among all 3 participants was that while others had commented to them about how they felt that they were role models, they were hesitant to view themselves in that regard. Dr. Daniels said, “We [my partner and I] were both seen as role models in the 1980s. Many people made that comment to us. I have known other gay people in education, and they commented to me how much they appreciated how I handled things.” Dr. Bryan stated, “There are other gay administrators in the district, and they have told me a few times that they were appreciative of having me as their superintendent.” Not one of the three participants, even after having been asked in a follow-up question at the follow-up interview, answered directly that he saw himself as a role model to other gay males wanting to be hired. What did come about with this line of questioning was that each participant did not necessarily want to be solely defined as a gay leader.  Additionally, it was important to note that they were very careful about how far they went in their roles as role models or how much they tried to advance individuals or agendas that were perceived to be gay in nature. Dr. Ireland stated, 102  I don’t want to be known as the gay superintendent. I am conscious when I hire someone as to how it will be perceived. I probably shouldn’t be, but I am. For instance, I came from out of state and didn’t want to just off the bat start hiring other people from out of state. There are a lot of other things that I want to accomplish. For right now, I want to keep everyone focused on instruction and don’t want to deter us from that. Dr. Daniels also commented by stating, You have to learn to pick and choose your battles. I have dealt with discrimination and other issues surrounding being gay but only when they have been brought up. I am very fortunate to have a board that when this does occur, they say, “Come on, let’s go; we need to deal with this.” But other times, you don’t want to bring it up because it can deter from what you really want to accomplish educationally.  Dr. Bryan further explained,  I have hired people from time to time who I either knew or suspected were gay but that is not why I hired them. I am a firm believer that it has to be the best possible person for the job at the time that they apply regardless of whether or not they are gay. This led to conversations throughout the interviews concerning whether or not the participants felt that they had gay role models to follow as leaders within education. All 3 participants did not feel as though they had role models who were gay in education. Dr. Bryan came the closest to saying he did see role models: The president of the university at the time I was a student was openly gay. In fact, the current president of that university is openly gay. But I did not see him as a role model, because I did not want to be a university president.  103  Dr. Daniels and Dr. Ireland also acknowledged that they did not have role models who were gay but rather had professional role models in their lives who mentored them and helped them along the way. Dr. Daniels explained, “I had a superintendent who was very understanding and supportive but was not gay.” Dr. Ireland stated, “I had good role models, but none of them were gay.”  None of the participants really felt that they were role models or that they had educational role models who were gay; this led to conversations throughout the interviews on just how important networking is as society is changing and more gay males are feeling more comfortable letting their sexuality be known in their roles as educational leaders. Several comments were made about how there are now more networking opportunities available to gay educators and leaders. Dr. Ireland explained,  We are not there yet, but I am hoping that eventually there will be a formal gathering of LGBTQ educators at one of the national conventions. Right now it takes place informally during the second night through word of mouth that we are meeting at a gay bar. Anyone is welcome to attend, and then you usually know who is gay and who isn’t. The present account provided by Dr. Ireland is an indication of the dramatic scarcity of systematic, organized, scholarly knowledge on the issues that LGBTQ community individuals face in the educational sector. His understanding as an educational leader demonstrates how strongly this approach can help in tackling issues and in turn allow for a much more optimal existence for LGBTQ individuals in the educational workplace. There is indeed much pressure on people with non-traditional sexual orientation in conservative workplaces such as education, politics, and so on. Therefore, there is a need to organize the LGBTQ community in the field of education, not to promote LGBTQ values but to ensure nondiscrimination and to create the 104  atmosphere of openness and trust in which LGBTQ individuals will be able to advance both personally and professionally.  Dr. Daniels stated, “There aren’t too many of us around, so we are particularly close. We all know one another and aren’t really scared or frightened to be able to pick up the phone and call one another for support or advice.” Dr. Bryan stated, “You get to know people at conferences, and then one person says something and you get introduced to that person or that person, and you start to see how many people are out there who are gay.” Somewhat new to being an openly gay male, I have found role models in my partner and individuals whom I have come to know throughout the course of my doctoral studies. I have been introduced to many wonderful and successful gay individuals who have shown me it is all right to prioritize for yourself and that you can create and find safe environments for you to be successful and happy in. As I have been introduced to more and more gay individuals, as well as some incredible straight individuals, they have shown me that there are avenues and places of support wherein I can be a successful gay male within the realms of leadership and education. This network is still pretty tough to gain access to without knowing exactly who to talk to, but it is starting to become more widespread as I have found gay male individuals in positions of leadership are becoming more willing to discuss and share their experiences. Summary of Findings  The data presented in this chapter described the unique experiences and challenges that each of the participants faced in obtaining and maintaining positions of leadership within the American educational system. Two of the participants, Dr. Ireland and Dr. Daniels, developed their career paths in the high school setting and followed fairly traditional routes to leadership, 105  which included administration at the building level and eventually gave them a path to their current position as superintendent. Although I am not a superintendent, I did share in the traditional pathway of being a teacher and then building-level administrator. Dr. Bryan followed a fairly nontraditional career path that included working at the university that he attended, which gave rise to two promotions and brought him to joining a neighboring college that employed him as a dean. Throughout their career paths, each of the participants faced challenges, but also opportunities and acceptance, as a result of their sexuality.  All 3 participants at one point or another faced the issue of making their sexuality known to the communities in which they were employed. All 3 participants had this initial subject brought to the attention of the community by another individual. This also was the case for me, as I too used an intermediary to test the waters. In the case of Dr. Daniels, it was through the use of a headhunter, and in the case of Dr. Bryan and Dr. Ireland, the subject was brought forth by a committee member. In the case of Dr. Bryan, who was already known as a gay male in the community, the experience was described as neutral and not an issue. In the case of Dr. Ireland, the issue was brought to light through a protest and was made known to the community in a negative experience.  The research findings suggested that the LGBTQ community representatives found it challenging to come out for the first time and may have indeed faced rejection, disapproval, or prejudice at first. However, the period of living as openly gay and the level of psychological comfort were strongly correlated among the respondents. Dr. Bryan, who has been living as openly gay for many years and has been known as gay in his community, felt absolutely no discomfort about personal, social, or employment issues that could be possibly related to his application for a leadership position.  106  Dr. Ireland, in contrast, had some psychological discomfort about being openly gay and preferred not to wear his wedding ring at work. He repeatedly indicated the supportive, proactive environment in his institution had helped him avoid any harassment regarding his sexual orientation. It may be due to this policy that Dr. Ireland had mostly positive experiences about being gay, though in the majority of cases, he preferred to leave this information without emphasis, which indicated that he still experiences a certain level of pressure regarding his identity and believes that it may hinder his operation in the leadership position.    All 3 participants detailed both negative and positive occurrences they had experienced in the workplace as a result of their sexuality. Dr. Daniels and Dr. Bryan described negative initial experiences with secretaries that they eventually viewed as positive when the relationships were allowed to develop further. Dr. Ireland described a similar experience with a board member but through the experience was able to develop a more positive relationship with his board president. Eventually, all 3 participants described positive experiences with their coworkers that centered on invitations to coworker social gatherings such as weddings. Dr. Ireland and I even felt comfortable enough to invite coworkers to attend our respective commitment ceremonies with our partners. Dr. Daniels felt comfortable enough in his community to bring a date to school and work functions such as dances and retirement dinners. As these experiences formed positive realities for these educational leaders, all 3 had strong views about mentoring and expectations in the workplace. The present accounts of the study participants provided strong evidence of the fact that society is becoming much more accepting of LGBTQ individuals even in educational leadership positions. The present change may stem from the increasing density of personal experiences of having LGBTQ individuals around, in one’s family, or among one’s spouse’s friends. The 107  present findings suggested that people were very negative and discriminative toward the representatives of the LGBTQ community in the past because of ignorance about them as people and personalities. Such individuals were considered sick, were named perverts and psychos, and were associated with many negative stereotypes.  Nowadays with more people openly acknowledging sexual identity and continuing a normal life side by side with their friends and relatives, the situation is improving. People now know LGBTQ individuals and understand that they are the same people they used to be when they were considered heterosexual. These increasing experiences contribute to a wider and stronger social acceptance of LGBTQ individuals in many professional fields that used to be considered closed for people deviating from the norm.   All 3 participants were careful to point out that they did not want to be known solely for their sexuality within the workplace, and I strongly agreed with and shared their opinion in terms of professional philosophy. All 3 participants were careful about hiring other gay males for fear of being known as a single-agenda leader. All 3 participants discussed professional expectations and behaviors in the workplace and would not tolerate flamboyance in the workplace. Additionally, all 3 participants recognized that although they received many informal opportunities to network and support other gay male educational leaders, they each recognized the need to make the process more formal, which was again similar to my own beliefs and practices. These were all similar experiences to my own journey and experience. This observation about the unwillingness of gay male leaders to be considered only as gay leaders or to stand out because of their sexuality characteristics also implied additional insights. The respondents repeatedly noted throughout the interviews that they were not eager to hire other LGBTQ individuals right after taking a leadership position. This implied that they did 108  not want to show themselves as LGBTQ advocates but were targeted toward professional fulfillment of their responsibilities. This component showed that the respondents did not emphasize their sexuality as a relevant feature in the workplace; rather it was a personal trait irrelevant to the process of decision making in recruitment and selection.  They all reported being aware that their sexual orientation posed certain limitations and constraints on their operation within their working environment (e.g., working with young children). However, they did not pose the LGBTQ agenda as part of their professional practice, retaining it as part of their private life, which implies that despite the activism that was observed in the 20th century in the political, social, cultural, and other arenas, present-day gay leaders are more apt to enjoy the fruits of labor of their predecessors than promote LGBTQ issues in the educational environment. The gay educational leaders of today are displaying a quiet activism, whereby gay leaders show through their example that being LGBTQ is not a constraint in the professional field. It is a personal rather than professional attribute that should not close the doors for people in their professional career and growth, one distinctly different from gay individuals even a generation or two ago in American society and in the American educational system.  The participants’ responses within this qualitative inquiry provided the basis for a discussion in chapter 5. The participants’ responses presented the experiences that gay males face in obtaining and maintaining positions of leadership within the American educational system and within a new cultural, legal, and political context that is being forged in some aspects of American society that were developed in the review of literature in chapter 2. Chapter 5 extends this discussion in the context of a review of the literature in order to make recommendations for both practice in the field of education and further research.  109  Chapter 5 Discussion, Recommendations, and Conclusion It has changed. – Dr. Ireland  Reflecting upon the research results, I gained additional insights into the complex context in which the gay males are urged to exist in the educational leadership sector. These insights gave me an opportunity to enrich a discussion on the LGBTQ issues that used to exist and that are experienced by individuals with a non-traditional sexual orientation in contemporary American society. There is no doubt that the context in which LGBTQ individuals exist nowadays has changed. Political and social activism for LGBTQ rights has evolved from a place of physical confrontation on the streets just a generation ago to a more adaptive and norm-changing approach based upon relationships and conversations currently within the workplace. This increasing acceptance of LGBTQ individuals into the heterosexual community reflects growing social and psychological readiness for acceptance of alternative lifestyles, alternative sexual identities, and so on into the mainstream society.  The overall trends toward inclusion and diversity are the products of the 20th-century struggle for the rights of people in the world, including people with disabilities, LGBTQ individuals, racial minorities, and women. These movements, which intensified in the middle of the 20th century, have allowed space for conversation to take place within workplaces and the emergence of openly gay leaders in conservative institutions once viewed as professionally unobtainable for some. However, this new environment continues to pose challenges, as well as opportunities, for individuals who seek out and obtain positions of leadership within such institutions. 110  Gay educational leaders of today are no doubt products of the struggles against social inequities and injustices that took place within schools and political institutions during the last century. Gay educational leaders of today recognize that without the sweeping and transformative accomplishments and achievements of LGBTQ individuals and activism during the latter half of the 20th century, their personal and professional achievements today would not be possible. Dramatic political and social forces and shifts have allowed for opportunities and space within even some of the most conservative institutions to allow for the emergence of openly gay leadership. Yet, despite this emergence, openly gay leaders of today exercise personal and professional caution in midst of a fluid and dynamic landscape, which traps them between the remnants of a dark and troubling past and opportunities for a future based upon acceptance and tolerance. Obviously, the limitations, struggles, challenges, and discrimination of the past, filled with the collective memory of the traumas, prosecution, condemnation, and stigma, will linger in the hearts and minds of LGBTQ individuals and society. However, a new stage of incorporating those wider legal, social, and political changes at the micro-level of particular communities and organizations has come. While some may argue that the focus of LGBTQ activism has not changed and has only reached a deeper level of struggle into the most resistant areas within society, the fact remains that the position from which LGBTQ individuals can affect such changes and struggles has indeed changed. No longer are gay leaders outside of such areas, and as this research demonstrated, they are now in fact in positions of leadership to impact such changes. What remains a key and central issue to openly gay individuals leading conservative institutions of today is the delicate balance that they must understand as a result of their place in 111  their historical context. Gay educational leaders of today find themselves in the heart of continuous tension and struggle, both in the LGBTQ community and in the institutions they lead. The gay leaders of today must affirm and recognize that they are products of a historical struggle and achievement, which have allowed them opportunities to experience many personal and professional benefits not awarded to previous generations. Additionally, gay leaders of today must also maintain their positions as leaders within institutions that have embraced them on some level of personal and professional acceptance. Thus, gay males face positions and decisions in a leadership context that is totally unique and uncharted by previous generations.  Gay educational leaders of today face an uncharted landscape. First, they must be willing to continue the trend toward inclusion and acceptance on a level that their institutions may not be willing to accept at this time. This is often predicated upon the recognition of and desire to contribute to the LGBTQ activism and achievement that allowed the possibility of their leadership. Secondly, gay leaders walk the line to preserve their own positions of leadership now in a context that includes having legally recognized dependents or partners, which brings forth considerations not faced by previous generations. Thirdly, the gay educational leaders of today may face critique and criticism from both the heterosexual and homosexual communities for either adopting or not adopting attitudes and choices viewed as not embracing either community fully. The discussion, presented in chapter 5, seeks to bring more clarity and focus on the unique and uncharted landscape that affects the gay male educational leader’s experience. These observations and inferences stood out in the process of data collection conducted within the framework of the present research. By using a historical overview in order to establish perspective and context through which homonormative gay males are achieving and maintaining positions of power and leadership within the field of education, this chapter presents a discussion 112  of the experiences that gay leaders face within a new and uncharted landscape of America in 2013. Review of Purpose One of the greatest attributes of the LGBTQ community is its richness of diversity and uniqueness of experiences. The purpose of this qualitative study was to understand the experiences that gay males face in obtaining and maintaining positions of leadership within education, especially in the light of the cultural, legal, and political advancements and achievements of gay males within American society circa 2010, which were predicated upon the events and trailblazers of the past. I wanted to understand the experiences that gay males face in obtaining and maintaining positions as leaders within the American educational system. In order to answer the question that was asked throughout this qualitative study, the research was guided by three sub-questions. Those three sub-questions were the following: 1. What personal qualities and characteristics limit or create the opportunity for gay males to become leaders?  2. What perceived challenges (internal or external) do gay male leaders believe they are facing when they are applying for or accepting a position?  3. Once a gay male has attained a leadership position, what are the ongoing challenges he faces?  Discussion The discussion of findings elicited in the present study was impossible without defining the key themes that emerged after the detailed overview of the shared themes for the 3 respondents comprising the sample of the present study. Because much attention has been paid to the historical account of how LGBTQ existence has changed within the past half century due to activism, and what experiences LGBTQ individuals used to face in the course of the 20th and 113  21st centuries, there was need to explicate the changes seen by the respondents and reflected in their real-life settings. The respondents largely agreed on the fact that life for LGBTQ individuals has changed dramatically within the past couple of decades, and every year brings about some feasible, positive change in the lives of people with nontraditional sexual orientation.  Second, it was essential to explore the evolution of homonormativity whereby individuals who seek such lifestyles seek an embrace by the heteronormative community and a distancing from queer and alternative communities that seek similar acceptance and validation. This places the modern-day educational leader as not only a product of historical advancements and achievements but also a product of some critique and criticism from the LGBTQ community. This perpetual state of conflict places modern gay educational leaders in a unique and uncharted context in which this conflict is played out no longer in the streets of major cities but in workplace settings.  Finally, the present research focused on the prior and contemporary experiences of LGBTQ individuals in their workplaces. Educators and civil servants have traditionally experienced the highest pressure and were seriously discriminated against by certain limitations and bans for occupying governmental and educational positions as chronicled by the accounts of Alsenas (2008) and Graves (2009). Much has changed since the time of unreasonable, discriminatory, and unethical prohibitions; however internal and external pressures continually influence gay leaders toward embracing extremes of gay activism or fully adopting heteronormative practice, a choice they understandably wish to avoid. The Changed Landscape All of the participants within the study recognized the importance of the changed political and legal landscapes that they are currently working in as educational leaders, which were much 114  different from the experiences of gay men from even a generation or two ago. The participants within the study did not operate in the context of the 1960s or 1970s such that they were not living in a world where confrontations with police are taking place on the streets of New York or where they are actively being discriminated against by a state beverage authority or the large metropolitan police department (Alsenas, 2008).  Dr. Ireland shared a story about being possibly outed by a community member and the reassurance he received from the president of the board of education, directly demonstrating the monumental shift in the landscape that has occurred since 1969. Prior to today’s legal protections and political advancements, Dr. Ireland may have very well been publicly outed, his reputation may have been ruined, and he may have been fired from his position. Whether or not the president of the board of education was genuine in his support for Dr. Ireland, the fact remained that the state in which Dr. Ireland was employed had long since passed antidiscrimination laws that protected individuals from being discriminated against on the basis of one’s sexual identity or orientation. This clearly demonstrated that the political and legal context in which Dr. Ireland was operating stands in stark contrast to New York City in 1969.  This was again reinforced by the story of Dr. Daniel and his willingness to speak to a board of education member on the issue of legal benefits for spouses and partners. The ultimate outcome, again, that took place was the need for the board of education to follow the legal protections and guarantees under the law. The participants within this research study were not facing a critical examination of whether or not it is appropriate to take militant and physical approaches in the achievement of legal rights and protections (Hirshman, 2012). Again, this is a much different context than the one in which gay males were operating even a generation or two ago. However, simply maintaining employment or the rights and benefits guaranteed from such 115  employment is not the only change that has occurred in a more socially progressive America since 1969. The participants within the research study were operating in a social, political, and legal reality that followed a period of conservatism in the 1980s. This period in American history witnessed negligence in terms of taking decisive action to combat a deadly outbreak of a disease based upon stereotypes and misconceptions (Shilts, 1987). None of the participants reported facing exaggerated stereotypes or misconceptions that were prevalent during the AIDS epidemic in American society in the 1980s. Although each of the participants did have experiences with coworkers who identified themselves as religious, each of the participants felt he was still able to engage in professional relationships with such individuals in the context of the workplace.  The detailed accounts of political inaction, and even in some cases negligence, that had been reported in the 1980s toward individuals who may or may not have been homosexual or gay stand in stark contrast to the experiences that openly gay individuals currently serving in positions of leadership are facing (Berridge & Strong, 1993). In fact the participants were operating in a context wherein legalized advancements in some states afforded them opportunities that were almost inconceivable just a generation or two ago. The participants within this study currently operate in a context that is post–don’t ask, don’t tell, and in some cases operate in a context that transcends the notions of firsts. The participants within the study had witnessed other openly gay males achieve positions of power and leadership within the U.S. government, military, and educational fields (Marcus, 2002). The participants within this study truly exist within a different context that again stands in stark contrast to that of the men who had preceded them in the decades of the 1960s, 1970s, 1980s, and 1990s.  116  Perhaps this contrast stands no sharper than in the current relationship status and personal goals of the participants. Three out of 4 participants are currently in civil unions or same-sex marriages. Additionally, 2 of the participants were considering adoption with their partners. The participants were experiencing a context wherein the president of the United States, Barack Obama, has come out in support of gay marriage and same-sex unions and marriages are now available in 19 states and the District of Columbia (U.S. Department of Justice, 2013).  What can be argued is that the political, social, and legal advancements and achievements that began in the 1960s for some gay males have continued to advance and thus have created a new political and social context. This new political and social context through which some gay males are obtaining advancements and achievements within their professional careers within the field of education is totally different from the context just a generation or two ago. This new climate and culture that exists in some areas of the United States has opened a debate in regards to how gay males experience their professional and personal lives by examining concepts of homonormativity and assimilation.   Homonormativity Duggan (2002a), as discussed earlier, described homonormativity as “the assimilation of heteronormative ideals and constructs into LGBTQ culture and individual identity” (p. 2). The legal, political, and social advancements and achievements that have occurred since 1969 in regards to gay males have had a lasting impact on the ongoing debate within the heterosexual and homosexual communities. The struggle for rights, advancements, and (some use the term) equality calls into question the very issues raised by Wittman (1971) in his Gay Manifesto. Wittman’s clear stance on not replicating heterosexual institutions such as marriage because they ultimately create systems of dysfunction and perpetuate sexual roles that are harmful, continues 117  to be raised in the context of the new political and social realities that gay males are facing within American society in the 2010s. It begins to beg the question of whether or not individuals who are gay and in positions of power or leadership within public institutions such as schools and universities are doing so as a result of their assimilation into heteronormative roles. Again, this is a debate that has been ongoing within both the heterosexual and homosexual communities for quite some time. Warner (1991) delved further into the questions surrounding assimilation and provided the basis for arguments utilizing comparative metaphors, such as the fact that genius and being physically well endowed are not normal but are at the same time sought after by many within society, in his book The Trouble with Normal. So the question remains whether gay males who have achieved positions of power and leadership in the context of new political and legal rights and opportunities have done so at the risk of assimilating into roles that disregard the uniqueness of their sexual identity.  Again, what some scholars (Papacharissi & Fernback, 2008) have argued is that some elements of popular culture, namely television, movies, and literature, are accurately portraying what some gay males desire out of their professional and personal lives. The authors have pointed to this shift within the portrayal of characters in pop culture, who have evolved from either being totally flamboyant or simply tools of comic relief. Gay male characters are now being represented in pop culture as individuals who are in committed relationships, have families, and have achieved professional successes in areas of law, business, and politics (Papacharissi & Fernback, 2008). As was the case with all 4 of the participants in the study, each had achieved a position of leadership within the field of education. Additionally, 3 out of the 4 participants were in unions or marriages with their partners. Two of the participants were in the process of deciding to start a family, and 1 participant had children from a previous marriage. 118  Whether this is a question of life imitating art or art imitating life remains answered; however the fact that all of the participants within the study are exhibiting homonormative lifestyles keeps the long-standing debate alive. While Papacharissi and Fernback (2008) argued that the media are finally representing an accurate portrayal of gay individuals, others such as Manuel (2009) and Langdrige (2008) stated that this portrayal of gay individuals was doing more harm than good. Manuel (2009) and Langdrige (2008) argued that pop culture was ignoring representation of gay males and others within the LGBTQ community who might not have pathways to or desire a homonormative lifestyle. None of the participants in this study described themselves as flamboyant, and all 4 had strong comments regarding how this was not appropriate behavior to exhibit within the workplace.  When the participants were asked about the notion of fit for some positions within the educational field, all 4 of the participants had comments pertaining to how some positions might be more accepting than others in regards to an individual who displays characteristics outside of a homonormative lifestyle. However, it must be noted that 3 out of the 4 participants within this study had achieved positions of leadership when they were not in committed relationships, dating, or actively hitting the scene. It also must be noted that a possible shift in their belief regarding obtaining leadership positions outside of homonormative lifestyles may have come from the role and responsibility that they now possess as hiring agents of conservative institutions, which are responsible for the continuation of the mission and norms that exist within such institutions.  119  Perhaps these questions pertaining to homonormativity can be more fully understood in the context through which openly gay educational leaders must operate in the new political and legal landscapes within the workplace.  The Workplace: Perceptions, Realities, and Navigation Even though a new political and legal climate exists for gay males in positions of leadership in America in the 2010s, the fact remains that such individuals still operate out of a political and legal context in order to navigate and survive in their positions of leadership. Again, this operation and maneuvering continues to call into question homonormativity as means for political survival within the context of the institution. Although the institutions may have evolved in the sense of the legal protections and rights that are being offered to gay males, the question remains about the operating norms and procedures that take place within the institution. Again, there have been many legal and political advancements of gay males since the 1960s that have offered some openly gay males the ability to lead conservative institutions such as schools. However, one must remember that these institutions were founded on heteronormative and conservative constructs, beliefs, and practices. The question then remains as Wittman (1971), D’Emilio (1983), and Warner (1991) have put forth, Does engaging in or leading these institutions merely assimilate an individual into homonormativity and continue to perpetuate within institutions heterosexual constructs that are destructive and dysfunctional to those who do not fit into them?  The answer to such a question still remains to be seen. Unfortunately, this central question goes to the heart of the fluidity of the time and positioning in which gay educational leaders are currently serving. Again, the current generation of gay leaders is operating in a new and uncharted context in which they are openly serving and leading conservative institutions. 120  The generation of gay male educational leaders in 2013 is no longer a generation of firsts whose major accomplishments are most often viewed in a historical context as simply obtaining a position of power or leadership. Yet, in many ways openly gay male educational leaders are dealing with firsts in the context of a new, more socially progressive America. For instance, this generation of gay leaders may not be the first to achieve positions of leadership, but they may be the first to do so in a legally recognized union or marriage with a partner. These social and legalized firsts present unique challenges to gay educational leaders in America in the 2010s. The Gay males interviewed within this study appeared to overcome some of the remnants of myths surrounding sexual orientation, such as a perceived connection between homosexuality and pedophilia, which has also been dispelled through research (Blanchard & Bogaert, 1996; Schiffer, 2008). Each of the participants supplied data that reflected no evidence of having to deal with these myths; however what did develop, and will continue to develop, is the issue of deep interpersonal relations, a key criterion for achieving effective leadership within the field of education (DuFour, 1998; Sergiovanni, 1994).  Research from Tooms (2007) and Capper (1998) discussed the issue of workplace norms and how navigating the accepted norms can be difficult and create dissonance for LGBTQ individuals, which may impact these interpersonal relationships. Questions surrounding whether or not individuals can feel comfortable displaying pictures of their partner, wearing wedding or union bands, or even receiving gifts from their partner at work, continue to be an issue for some individuals as they navigate what are accepted heteronormative operating norms within the workplace. Dr. Ireland, even though he was civilly united to his partner, did not wear his union band at work. Dr. Daniels felt comfortable enough to bring a date to a work function and actively introduced himself as his date. Dr. Bryan attended social functions with coworkers with his 121  partner, and I invited coworkers to my civil union. What is evident from each of these examples is that educational leaders are still navigating what may be deemed as an accepted norm in one educational setting that may not exist within another. Again, this demonstrates the unparalleled and unchartered landscape in which this generation of gay educational leaders is operating. The discussion among each of the 4 participants about whether or not they viewed themselves as role models for other gay individuals continues to reflect a dynamic landscape containing unresolved issues. Each of the 4 participants felt that they wanted to distance themselves from simply being known as the first to achieve or even as a gay leader. Each participant stated that they were very careful of messages that they might send in terms of their hiring practices so as not to be perceived as promoting any type of gay or hidden agenda. Each of the participants also expressed how they wanted to be known for accomplishments within the field of education outside of their sexual identity or identity as a trailblazer. This is not to say that the individuals involved in the study were maliciously or purposefully distancing themselves from gay advancements and achievements for other gay individuals. These actions again can be based and better understood through the context of the new political and legal landscape through which gay individuals are leading, which places them somewhere between being known as a first and actively continuing to see the achievements and advancements of gay individuals within positions of power and leadership. If gay leaders are willing to divorce themselves from advancing the political and legal achievements that allowed them to become openly serving individuals based upon a desire to be known for their professional accomplishments outside the context of their sexuality, the question remains how opportunities for achievement and advancement will exist for others. Additionally, the question of whether institutions will continue to evolve in levels of acceptance toward those 122  individuals seeking positions of power and leadership outside a homonormative lifestyle remains. This key question served as the basis for providing the discussion on implications, below, as well as the basis for four recommendations for both practice in the field and for continued research. Implications  As a gay male, I embarked upon this research not knowing what I might find. This process of discovery led me to understand that there are emergent opportunities for gay males as leaders within the field of education; yet I find these opportunities have distanced themselves from the valuable and integral stories of marginalization and rejection of past research. Instead, this journey of discovery distanced itself from previous research and worked to tell the experience of gay male educational leaders in the United States who have been experiencing a new political, legal, and social context that has presented opportunities that may not have been previously discussed or publicized. The implications of this research directly affect gay males living in more progressive areas of the United States, and conservative gay men seeking positions within education and other once perceived unavailable and unobtainable fields.   Again, as I began this research inquiry and process, I had no previous contact with gay males who were serving in positions of formal leadership within education. I had read about them in theory only, and my professional experiences led me to hypothesize that if such people did exist within education, they must be closeted or unwilling to share any of their stories. If I was being led professionally to such conclusions, I wondered how many other gay individuals who aspired to be educational leaders must have been drawn to similar conclusions. The direct implication of this research was to bring to light the stories of gay men who were achieving positions of leadership within the field of education.  123  The richness and uniqueness of the LGBTQ community includes stories of challenges, discrimination, and even hatred, but simultaneously contains experiences of achievement and advancement that have allowed gay males desiring a homonormative personal and professional existence to emerge as openly gay male educational leaders leading within a new political and legal context in America in 2013. If campaigns such as It Gets Better continue to be dominating slogans passed on through the LGBTQ community, and particularly LGBTQ youth, then specific and concrete examples of achievement are necessary to complete such a message.  Reflecting on the stories I heard within this research process, I can conclude that they have both empowered me in understanding the fact that LGBTQ individuals can pursue new paths in the professional careers and leadership positions that used to be closed for them because of their nontraditional, non-normal sexual orientation. As a gay school principal, I have been greatly enabled by these stories. The stories and the respondents have allowed me to believe that professional qualities, leadership characteristics, and a strong character are emerging as dominant characteristics of educational leaders, particularly in socially progressive areas of the United States. I am sure that more conservative gay leaders in these areas who have been successfully conducting their professional activities but who have been experiencing fear and tension regarding coming out and being misunderstood, losing their job, or falling into disgrace with their community, will be empowered by the present research findings. I hope that this will allow more gay individuals to relieve themselves of the burden of keeping their identity secret and that they will finally acquire a normal, open life without pretense and fear.  Despite the contemporary context of inclusion, openness, and diversity, social and psychological stigmas regarding coming out still exist. I hope that revealing the stories of success will serve other gay individuals. Stories that contain descriptions of gay males in 124  comfortable lives with a combination of positive personal life experiences and successful professional careers need to be shared and disseminated. I hope these stories will serve as guidelines for many other misguided and undecided individuals who believe that balancing an open LGBTQ existence and a successful career is impossible, and there is a need to choose only one of the two.  However, in addition to the inspiring and enabling nature of the experiences that my respondents shared with me, I admit that some observations and notes made by them indeed make me pause and contemplate on the real intersection of a person’s sexual identity and professional career, especially in education. Although all 3 respondents occupied high positions in the field of educational leadership, they never voiced a positive attitude toward letting other LGBTQ individuals join their working team. They seemed to distinguish their personal life from their professional career and did not attribute any importance to sustaining the rights of wider LGBTQ groups in their organizations.  Noting the support they received from their organizations in terms of privacy and curbing rumors, the respondents never mentioned the ways in which they personally contributed to the promotion of LGBTQ individuals’ inclusion into the educational sector’s employment. Hence, the present observations implied that the respondents were personally not eager to involve themselves in LGBTQ activism and seemed to submit to the normative rules their institutions, despite traditions of embracing diversity. Instead, the respondents were content with standing their ground on their personal right to be gay and have a relationship.  These findings made me think of the delicate balance that gay educational leaders must sustain in their daily living to protect their right to be who they are while at the same time allowing not the slightest hint of overt promotion of LGBTQ activism in education. The 125  respondents’ accounts implied that they distanced themselves from the wider LGBTQ community, and their stable, respected position in educational leadership was the combination of prior activist success and their own strong leadership qualities—not of their perceived unity with the modern LGBTQ community, their feeling of belonging to it, and their support for its members. Therefore, I was quite challenged by the findings, seeing a gap between the gay male leaders’ real-life success as individuals at present amplified by the prior success of activists and the theory of LGBTQ activism bringing about new advancements to others within the LGBTQ community.  Additionally, implications for this research stretched into the field of education. Specific recommendations for the practice in the field are given in subsequent sections. This research impacted those within the field of education who may not believe that achieving formalized and institutional positions of leadership is possible for gay males, particularly for those working in more progressive communities. Again, the stories of gay male individuals achieving success in all aspects of their lives, including those of their professional achievements, need to be told and celebrated. The willingness of the participants to share their stories is a process by which others who are gay in the field of education can learn from and replicate when possible.   Finally, the implication of this research extended into the greater realm of the growing number of areas within the United States that are embracing and enacting LGBTQ advancements and rights. Gay educational leaders have led some of the largest educational systems in the Midwestern region of the United States, and this could not have been achieved if society had not advanced through political, legal, and social achievements and advancements that began in the late 1960s. Yet, these achievements and advancements find gay individuals caught in a context that is dynamic and characterized by the combination of their personal abilities to stand their 126  ground and protect their identity, and the complex social and legal liberalizations that provide LGBTQ individuals with more legal protection from prejudice and prosecution. Although there are issues facing gay male leaders, such as impediments to developing full acceptance of interpersonal relationships and issues surrounding their pathways to power, gay male educational leaders are currently operating in a landscape, culture, and climate that are unprecedented and challenging. Recommendations for Practice in the Field  There are two major recommendations for practice in the field of education offered as a result of this qualitative study. The first centers on hiring processes and opportunities for candid and honest conversations between candidates and hiring bodies. The second major recommendation offered centers on the need to formalize networking and mentoring opportunities for gay males who are considering career paths as educational leaders.  The first major recommendation for practice in the field is to create opportunities for candid and honest conversations that are accessible to both the hiring body and candidates. All 3 participants were able to access opportunities within the hiring processes that allowed them to successfully navigate the issue of sexual identity within the hiring process. Although hiring bodies must abide by the legal statutes of hiring and it is illegal to ask questions pertaining to sexuality, candidates need to feel a sense of security and confidence that allows them the ability to volunteer this information if they so choose.  This could be achieved through an intermediary who initiates a conversation or through advertisement of positions that encourage LGBTQ individuals to apply. Dr. Daniels and Dr. Bryan were able to volunteer such information through a third party, such as a contact or headhunter, and the issue of their sexuality was eventually introduced into the hiring process. 127  Both Dr. Daniels and Dr. Bryan thought this would be best for the mutual benefit of both the candidate and the hiring agent. As a result, both Dr. Daniels and Dr. Bryan were able to perform their professional duties such that the issue of sexuality did not interfere with their professional work.   When candidates feel as though they cannot disclose their sexuality, this creates certain barriers that may impact the development of interpersonal relationships within the workplace (Capper, 1998; Tooms, 2007). Dr. Ireland recalled hearing that advertisements for positions within some communities are using language such as “diverse candidates actively encouraged to apply.” How communities choose to advertise for positions, conduct interviews, and engage in conversations with finalists and candidates for the positions goes a long way in establishing an environment that is supportive of those people who are LGBTQ and who may be applying for positions. It is recommended that communities, in order to get the most qualified and effective candidates, use terminology within their recruitment and hiring processes that encourages candidates to feel comfortable disclosing their sexual identity if they so choose.    In disclosing sexual identity to hiring agents, there can be a deeper sense of trust and community building than in cases when sexual identity is hidden or secretive. Candidates seeking the position of leader within the field of education should be encouraged if they feel it is appropriate to disclose this information to the hiring agents for a variety of reasons. First, hiring agents should be fully supportive of their hires at the beginning of this relationship and should create opportunities and structures of support. Second, it is illegal for hiring agents to discriminate on the basis of sexual identity in only 16 states (U.S. Department of Justice, 2013). Third, the disclosure of this information to the hiring agent could in turn provide a basis for 128  navigating difficult conversations in the future and could acknowledge the centrality of the relationship, a key component to a working relationship (Sergiovanni, 1994).  The hiring agents, through their recruitment procedures and hiring processes should in turn create safe harbors and opportunities that encourage candidates to disclose information, as was successful with Dr. Daniels and Dr. Bryan. Currently, many hiring agents employ search firms to assist with their hiring process, and it is recommended that these search firms serve as intermediaries that assist boards with diversity training as part of the hiring process. Search firms could then train hiring agents on the appropriate, legal questions to ask but could also assist board members in creating opportunities in the hiring process to allow for substantial and significant conversations that also may be introduced by the candidates themselves.    A second major recommendation centers on the issue of networking and mentoring for LGBTQ educators who are currently in or wish to pursue leadership positions within the field of education. It is recommended that a national association of LGBTQ educational leaders be formed to assist in creating networking opportunities for current LGBTQ leaders. Additionally, this national organization could create more opportunity for those LGBTQ leaders who are willing to serve as mentors to LGBTQ individuals wishing to develop a career path as leaders in education. Seminars and trainings should be offered as a support system that assists LGBTQ individuals in navigating the hiring processes. This national organization could assist in pairing LGBTQ candidates with opportunities within communities that are LGBTQ friendly.  A major obstacle that exists not only within the educational profession but also within the LGBTQ community is that only some people have access to the informal network that exists. Finding other LGBTQ leaders and leaders within the field of education can at times be tough if one does not have the right contacts or leads. Additionally, while an LGBTQ leader might be 129  reluctant to serve as a mentor to other LGBTQ individuals within his or her district, creating a national mentor program might serve as an alternative for LGBTQ leaders to serve in this capacity. An LGBTQ leader might be willing to offer career advice, provide networking opportunities, or assist with navigating issues within the workplace or hiring processes to individuals who are not part of his or her district. This could start to encourage more LGBTQ leaders to consider themselves as role models and in turn allow them to avoid the labels of “the gay superintendent” who only concerns himself with gay issues. Reflections on the Research Process  As a gay male who lived a closeted life until recently, I feel that this process of research had a profound impact on both my personal and professional lives. Although none of the research participants viewed themselves as role models, I must deeply disagree. The words, availability, and willingness of each of the participants were courtesies that I deeply appreciated and profoundly respected. In entering this research process, I did not have contact with such individuals within the educational field, and additionally considered the study of LGBTQ representation in the education sector to be connected only with rejection and secrecy. Educational leaders existed for me only in theory and research. In conducting this study, I found out that gay males can achieve positions of leadership in the field of education and can also find a pathway to overcoming challenges that face gay males in becoming leaders within the educational system. Whether or not the individuals who were interviewed in this research process view themselves as role models, from my perspective I can sincerely say that they have been true pioneers who have forged ground in the acceptance of LGBTQ individuals into the conservative sector of education. These individuals have been and continue to be examples of courage and 130  offer aspiring individuals like myself models of achievement. The negative aspect of this entire research process was my desire to spend more time with the participants in order to gain more insight into and knowledge of their belief systems within the field of education. Unfortunately, due to their roles and availability, a case study was not feasible and ultimately may not have led me to the deep conversations the elite interviewing process allowed me to solicit. One of the most significant achievements for me as a researcher and as a gay male comprehending his identity and its place in the overall 21st-century context of social, political, cultural, and legal relaxation on LGBTQ issues was that I managed to see the real-life, lived experiences of gay males as situated in the theoretical, socio-cultural, legal, and political landscape mapped with various changes in the rights of LGBTQ individuals. For me as a gay male, real-life experiences are usually separated from the overall history of activism and the fight for recognition and ending the discrimination and abuse of LGBTQ individuals. I, as many other LGBTQ individuals, think that acceptance of their families, neighborhoods, colleagues, and friends remains particularly meaningful. However, all LGBTQ individuals experience a variety of treatment, and along with acceptance and understanding, many face hate and rejection, which implies that the legal context is still not ideal. However, the stories of advancements and successes that have occurred need to be celebrated and backed by research.  This research gave me an opportunity to coordinate personal, collective, shared, and unique LGBTQ experiences, and to understand the roots and causes of both negative and positive experiences of LGBTQ individuals, which was a highly valuable experience for me as a member of this community. I found out that there is no practice without theory and that queer studies have been informing the practice of LGBTQ activism throughout the 20th century in order to lead to pathways of inclusion of vulnerable, marginalized, minority groups into 131  mainstream American society. Conservative LGBTQ individuals in progressive areas of the United States are now enjoying recognition and the ability to occupy leadership positions because much research and practice has been conducted. The shared experience of these individuals and the LGBTQ community must continue to be disseminated and shared. Recommendations for Future Research This study provided in-depth insight into the experiences of gay educational leaders in the modern educational environment. A wide range of recommendations for educational practice were produced, and there was a clear need to define the theoretical implications of the present research. Recommendations for future research must be outlined within the framework of the final chapter in detail to map the progress achieved by the present study and the pathways for further investigation that it uncovered.  Focusing on the research findings, I found that some recommendations for further research stood out. First, the present study could be characterized as focusing on the respondents themselves, although there is a need to research the much wider psychological and social context in which any individual with an LGBTQ identity explores his or her opportunities in establishing himself or herself as an educational leader. The issue is of utmost importance in the present LGBTQ research, because apart from a series of successful stories of leadership positions occupied by people with a nontraditional orientation, there are still many more accounts in which LGBTQ representatives present stories that are not reflective of this success.  The stories of success that integrate one’s personal and professional lives within the educational context are surely inspiring for some but not all within LGBTQ community. The responses of the participants implied that they did not express their identity purposefully and did not emphasize it at their workplaces, in contrast to many heterosexual employees who involve 132  colleagues into their personal lives. Hence, additional research should be made into what personal and professional constraints LGBTQ individuals conform to that are different from their heterosexual counterparts in order to retain and apply for more prestigious positions of power and influence.  Finally, I suggest that more research should be conducted to connect LGBTQ studies and leadership theory. Leadership qualities were revealed in many instances by the respondents as their keys to success and tools for the mitigation of negative attitudes toward their gay identity. It seems to be appropriate to suppose that in their life experiences, the respondents managed to achieve their leadership positions not despite being gay but thanks to being natural leaders.  There are a great number of leadership theories, and the universal recipe for becoming a leader may remain undiscovered. The scholarly community should stress the need to reveal leadership qualities in managing not only one’s identity but also the challenging situations occurring because of it. The respondents admitted that at times, when critical, complex decisions had to be made, they managed to resolve the situation peacefully, proactively, and without stress. These gay educational leaders exhibited their leadership skills with a calm, balanced attitude toward both positive and negative experiences related to their gay identity and are examples to follow. This type of leadership can become a data-rich aspect of research on how leadership aids the establishment of LGBGTQ individuals in the positions and fields that used to be closed and unattainable for them.   Conclusion  This research demonstrated that the LGBTQ community has experienced a major shift from isolation, rejection, and the need to conceal nontraditional identities for the sake of preserving jobs and positions toward inclusion, acceptance, and understanding of the ways in 133  which they have become similar to contemporary heterosexual individuals. The atmosphere in which the LGBTQ representatives were forced to exist in the past century was filled with prejudice and stigma, which gradually ended with the rise of social movements that signaled a fundamental and comprehensive change toward more social inclusion in progressive areas of the United States. The emergence of the LGBTQ movement in the 1960s and 1970s in the United States demarcated a change in the social acceptance of some marginalized individuals with the LGBTQ community and forced even the most conservative institutions within the United States to allow for space that includes openly gay leadership.  The present study of the life paths of gay educational leaders showed that gay male leaders are not distinguished much from heterosexual leaders in their professional competencies, their ability to pursue their ambitions, and their potential to solve complex tasks, meet challenging situations regarding their identity, and bring these challenges to a peaceful and proactive outcome. Many leadership theories do not distinguish the characteristics of homosexual and heterosexual leaders, which makes the gay male respondents who participated in the present research similar to other educational leaders. Thus, the present study bridged the gap between gay leaders and heterosexual leaders, and showed that the sexuality of a person in charge of a large, serious organization rarely is starting to become secondary to his or her professionalism and ability to handle professional duties within many communities. The present findings showed that to become a leader in a contemporary organizational institution, LGBTQ representatives must possess natural leadership qualities and a natural urge to success as the primary prerequisites for occupying a leadership position.  The majority of issues regarding one’s belonging to the LGBTQ community have a social and psychological nature. Some respondents revealed initial challenges with revealing their 134  LGBTQ identity, and the research findings indicated that a longer period of living openly was directly related to a more positive attitude toward one’s own identity and society’s acceptance of one as a gay male. Therefore, there is a need to understand the psychological complexes nurtured by decades of phobias and stigmas to help LGBTQ individuals tackle their identity synthesis more quickly and to help them occupy their natural places in contemporary society at both conventional and leadership positions in all sectors of employment.  If recommendations set forth by this qualitative study are followed, more opportunities may be available for gay and LGBTQ male individuals who are applying for and who are serving in roles of leadership within education. Through the creation of practices within the field that allow for dialogue to occur when interviewing candidates, more candidates may feel as though they do not need to hide in the closet or shadows anymore. This may result in more gay males applying for positions of leadership, which may also ultimately result in more gay males achieving positions of leadership within education. Through the creation of practices that allow for more formal networking and support systems for future and current gay educational leaders, gay male individuals may discover that they have a support network that not only encourages their ascension into their position as educational leaders but also provides a support network that encourages their retention of such positions. However, research must also pay close attention to gender-normative LGBTQ representatives and those who “try to behave the way others do” in order to gain more opportunities for advancement and growth. Because the field of education appears to remain highly conservative and myths about gay men still linger, gender-normative gay men may be seen as those who have found a way to adjust their behavior to their contemporary surroundings without compromising their identity. Thus, further research is needed in the field of whether gay 135  men whose gender-normative behaviors have opened pathways to leadership, power, and success will advocate for more diversity in the educational sector.              136  References Aberbach, J., & Rockman, B. (2002). Conducting and coding elite interviews. PS: Political Science and Politics, 35, 673–676.  Adam, B. (1987). The rise of gay and lesbian movement. Boston, MA: Twayne.  Alsenas, L. (2008). Gay America struggle for equality. New York, NY: Amulet.  Armstrong, E., & Crage, S. (2006). “Movements and memory: The making of the Stonewall myth.” American Sociological Review, 71(5), 724–752.   Banks, J. A., & Banks, C. A. M. (2009). Multicultural education: Issues and perspectives (7th ed.). Hoboken, NJ: Wiley.   Barrett, D. C., Pollack, L. M., & Tilden, M. L. (2002). Teenage sexual orientation, adult  openness, and status attainment in gay males. Sociological Perspectives, 45, 163–182.   Beemyn, B. (2003). The silence is broken: A history of the first lesbian, gay, and bisexual  college student groups. Journal of the History of Sexuality, 12, 205–223.   Berridge, B., & Strong, P. (1993). AIDS and contemporary history. Cambridge, England:  Cambridge University Press.   Berry, J. (2002). Validity and reliability issues in elite interviewing. Political Science and  Politics, 35, 679–682.   Blanchard, R., & Bogaert, A. F. (1996). Homosexuality in men and number of older brothers.  American Journal of Psychiatry, 153, 27–31.   Blount, J. M. (2006). Fit to teach: Same-sex desire, gender, and school work in the twentieth century. New York, NY: SUNY Press.   Bogdan, R., & Biklen, S. (1992). Qualitative research for education: An introduction to theories and methods. New York, NY: Pearson. Bonner, B., Walker, C. E., & Berliner, L. (1999). Treatment manual for cognitive–behavioral group for sexual behavior problems. Washington, DC: National Clearinghouse on Child  Abuse and Neglect.   Brown, G. (2009). Thinking beyond homonormativity: Performative explorations of diverse gay  economies. Environment and Planning A, 41, 1496–1510.  Burstyn, V. (1999). The rites of men: Manhood, politics, and the culture of sport. Toronto, Canada: University of Toronto Press.   137  Cascione, G. L. (2003). Philanthropists in higher education: Institutional, biographical, and religious motivations for giving. New York, NY: Routledge.  Capper, C. A. (1995). An otherist poststructural perspective of the knowledge base in educational administration. In R. Donmoyer, M. Imber, & J. J. Scheurich (Eds.), The knowledge base of educational administration: Multiple perspectives (pp. 285–299). Albany, NY: State University of New York Press.   Capper, C. A. (1998). (Homo)sexualities, organizations, and administration: Possibilities for  in(queer)y. Educational Researcher, 28(5), 4–11.   Carter, D. (2004). Stonewall: The riots that sparked gay revolution. New York, NY: St.  Martin’s.   Casey, M. (2007). The queer unwanted and their undesirable “otherness.” In Browne, Lim, & Brown, Geographies of sexualities: Theory, practices and politics (pp. 125–136).   Caudwell, J. (2006). Sport, sexualities and queer theory. New York, NY: Taylor & Francis.   Clark-Carter, D. (1997). Doing qualitative research: From design to report. East Sussex, UK: Psychology Press.  Creswell, J. (2002). Research design: Qualitative, quantitative, and mixed methods approaches. Thousand Oaks, CA: Sage.   D’Augelli, A. R., Hershberger, S. L., & Pilkington, N. W. (1997). Lesbian, gay, and bisexual  youth and their families: Disclosure of sexual orientation and its consequences. American Journal of Orthopsychiatry, 68, 361–371.   D’Emilio, J. (1983). Sexual politics sexual community. Chicago, IL: University of Chicago  Press.  D’Emilio, J., Turner, W., & Vaid, U. (2000). Creating change: Sexuality, public policy and  civil rights. New York, NY: St. Martin’s Press.  Duberman, M. (1993). Stonewall. New York, NY: Penguin Books.   Dufour, R. (1998). Professional learning communities at work. Bloomington, IN: Solution Tree Press.   Duggan, L. (2002a). The incredible shrinking public: Sexual politics and the decline of democracy. Boston: Beacon Press.  Duggan, L. (2002b). The new homonormativity: The sexual politics of neoliberalism. In Castronovo, Russ, & Nelson, Materializing democracy (pp. 175–194). Durham, NC: Duke University Press.  138  Elliott, J. (2005). Using narrative in social research: Qualitative and quantitative approaches. Thousand Oaks, CA: Sage.   Eng, D., Halberstam, J., & Munoz, J. (2005). What’s queer about queer studies now? Social Text, 23, 1–17.  Ernst, A. (2003). Comparison of qualitative and quantitative research. Santa Cruz, CA: GRIN Verlag.   Fejes, F. (2008). Gay rights and moral panic. New York, NY: St. Martin’s.  Ferfolja, T. (2007). Schooling cultures: Institutionalizing heteronormativity and heterosexism.  International Journal of Inclusive Education, 11, 147–162.   Foster, T. (2007). Long before Stonewall: Histories of same-sex sexuality in early America.  New York, NY: New York University Press.  Gauntelett, D. (2008). Media, gender and identity: An introduction (2nd ed.). London, UK: Routledge.  Gay & Lesbian Alliance Against Defamation. (2012). Retrieved from http://www.glaad.org   Graves, K. (2009). And they were wonderful teachers: Florida’s purge of gay and lesbian teachers. Champaign, IL: University of Illinois Press.   Halberstam, J., Eng, D., & Muñoz, J. (2005). What’s queer about queer studies now? Durham, NC: Duke University Press.   Haritaworn, J. (2007). Queer mixed race? Interrogating homonormativity through Thai  interraciality. In Browne, Lim, & Brown, Geographies of sexualities: Theory, practices and politics (pp. 101–112).   Harrison, L. (2001). Political research: An introduction. New York, NY: Routledge.   Henderson–King, D., & Kaleta, A. (2000). Learning about social diversity. Journal of Higher  Education, 71, 142–164.   Herek, G. M. (2012). Facts about homosexuality and child molestation. Retrieved from http://psychology.ucdavis.edu/rainbow/html/facts_molestation.html  Hershberger, S. L., & D’Augelli, A. R. (1995). The impact of victimization on the mental health and suicidality of lesbian, gay, and bisexual youth. Developmental Psychology, 31, 65–74.   Hershberger, S. L., Pilkington, N. W., & D’Augelli, A. R. (1997). Predictors of suicide attempts  among gay, lesbian, and bisexual youth. Journal of Adolescent Research, 12, 477–497.  139   Hirshman, V. (2012). The triumphant gay revolution. New York, NY: Harper Collins.  Holliday, A. (2007). Doing and writing qualitative research. Thousand Oaks, CA: Sage.  Holloway, I., & Wheeler, S. (2009). Qualitative research in nursing and healthcare. Ames, IA: \\ Wiley.   Ismael, J. (2007). The situated self. Oxford, UK: Oxford University Press.  Jacobs, J. A. (1996). Gender inequality and higher education. Annual Review of Sociology, 22, 153–185.   Jeppesen, S. (2010). Queer anarchist autonomous zones and publics: Direct action vomiting  against homonormative consumerism. Sexualities, 13, 463–478.  Jones, R. G., Jr. (2009). Queering marriage and family in the 2006 Colorado election. In K. M. German & B. E. Drushel (Eds.), Queer identities, political realities (pp. 59–79). Newcastle upon Tyne, UK: Cambridge Scholars Press.  Justia. (2013). Retrieved from http://www.justia.org.  King, G., Keohane, R., & Verba, S. (1994). Designing social inquiry: Scientific inference in qualitative research. Princeton, RI: Princeton University Press.  King, J. R. (2004). The (im)possibility of gay teachers for young children. Theory into Practice, 43, 122–127.   Krathwohl, D. A. (1998). Methods of educational and social science research: An integrated approach (2nd ed.). New York, NY: Longman.   Krathwohl, D. (2004). Methods of educational and social science research. Long Grove, IL: Waveland. Langdridge, D. (2008). Are you angry or are you heterosexual? A queer critique of lesbian and gay models of identity development. In L. Moon (Ed.), Feeling queer or queer feelings? (pp. 23–35). London, UK: Routledge.  Lee, R. (1993). Doing research on sensitive topics. London, UK: Sage.  Lincoln, Y. S., & Guba, E. (1985). Naturalistic inquiry. Beverly Hills, CA: Sage.   Lincoln, Y. S., & Guba, E. (1988, Spring). Criteria for assessing naturalistic inquiries as reports. Paper presented at the annual meeting of the American Educational Research Association, New Orleans, LA.   140  Lugg, C. A. (1998). The religious right and public education: The paranoid politics of homophobia. Educational Policy, 12, 267–283.   Lugg, C. A. (2003). Sissies, faggots, lezzies, and dykes: Gender, sexual orientation, and a new politics of education? Educational Administration Quarterly, 39, 95–134.   Manuel, S. L. (2009). Becoming the homovoyeur: Consuming homosexual representation in  Queer as Folk. Social Semiotics, 19, 275–291.  Marcus, E. (2002). Making gay rights. New York, NY: Harper.  Marshall, C., & Rossman, G. B. (2010). Designing qualitative research (5th ed.). Thousand Oaks, CA: Sage.  Martin, W. (1996). With God on our side: The rise of the religious right in America. New York, NY: Broadway Books.  Martin, J., & Yonkin, D. (2006). Transgender identity. In D. F. Morrow & L. Messinger (Eds.),  Sexual orientation and gender expression in social work practice: Working with gay, lesbian, bisexual, & transgender people (pp. 105–128). New York, NY: Columbia University Press.   Mathison, S., & Ross, E. W. (2007). Battleground: Schools. 2 vols. Westport, CT: Greenwood Publishing Press.  Mayo, C. (2006). Queer lessons: Sexual and gender minorities in multicultural education. In J. A. Banks & C. A. M. Banks (Eds.), Multicultural education: Issues and perspectives (pp. 209–228). Hoboken, NJ: Wiley.  Merriam, S. B. (2009). Qualitative research: A guide to design and implementation. San Francisco, CA: Wiley.   Miles, M., & Huberman, M. (1984). Qualitative data analysis. Beverly Hills, CA: Sage.   Miller, R. (2001). Playing the pedophilia card. Retrieved from http://www.robincmiller.com/gayles4.htm  Mohen, E. (2010). Two researchers reflect on navigating multiracial identities in the research  situation. International Journal of Qualitative Studies in Education 23, 259–281.  Nast, H. (2002). Queer patriarchies, queer racisms, international. Antipode, 34, 877–909.  Nathan, R. (2005). My freshman year. Thousand Oaks, CA: Sage.   Newman, I., & Benz, C. R. (1998). Qualitative-quantitative research methodology: Exploring the interactive continuum. Carbondale, IL: SIU Press.  141  Newman, B. M., & Newman, P. R. (2009). Development through life: A psychosocial approach (10th ed.). Belmont, CA: Cengage Learning.  Newton, D. (2009). Gay and lesbian rights: A reference handbook (2nd ed.). Santa Barbara, CA: ABC-CLIO.   Oswin, N. (2005). Towards radical geographies of complicit queer futures. ACME: An  International e-journal for Critical Geographies, 3(2), 79–86.  Papacharissi, Z., & Fernback, J. (2008). The aesthetic power of the Fab 5: Discursive themes of homonormativity in Queer Eye for the Straight Guy. Journal of Communication Inquiry, 32, 348–367.  Pinar, W. (2009). Queer theory in education. Mahwah, NJ: Erlbaum.   Puar, J. (2006). Mapping US homonormativities. Gender, Place and Culture, 13, 67–88.  Rasmussen, M. L. (2004). The problem of coming out. Theory into Practice, 43, 144–150.   Reedy, C. (2008). Time for rights? Loving, gay marriage, and the limits of legal justice. Fordham Law Review, 76, 2849–2872.  Richards, D. (1996). Elite interviewing: Approaches and pitfalls. Politics, 16, 199–204.  Rosales, J. (2010, March). Liberalism, civic reformism, and democracy. Paper presented at the 20th World Congress on Philosophy: Political Philosophy, Boston, MA.   Saunders, B. E., Berliner, L., & Hanson, R. F. (Eds.). (2003). Child physical and sexual abuse: Guidelines for treatment: Final report. Charleston, SC: National Crime Victims Research and Treatment Center.  Schiffer, B. (2008). Brain response to visual sexual stimuli in homosexual pedophiles. Journal of Psychiatry and Neuroscience, 33(1).  Sergiovanni, T. (1994). Building communities in schools. San Francisco, CA: Jossey–Bass.  Shilts, R (1987). And the Band Played On. New York, NY: St. Martin’s.   Simmons, M. (1998). Leadership and loneliness. International Legal Practice, 23, 106.  Sothern, M. (2004). (Un)queer patriarchies: Or, what we think when we fuck. Antipode, 36,  183–191.  Stake, R. E. (2004). Standards-based and responsive evaluation. Thousand Oaks, CA: Sage.  Stake, R. E. (2010). Qualitative research: Studying how things work. New York, NY: Guilford.   142  Thomson, P., & Walker, M. (2010). The Routledge doctoral student’s companion: Getting to grips with research in education and the social sciences. New York, NY: Taylor & Francis.   Tilsen, J., & Nylund, D. (2009). Popular culture texts and young people: Making meaning, honoring resistance, and becoming Harry Potter. International Journal of Narrative Therapy and Community Work, 2, 3–10.  Stein, M. (2012). Rethinking the gay and lesbian movement. New York, NY: Routledge.  Tilsen, J., & Nylund, D. (2010). Homonormativity and queer youth resistance. In L. Moon (Ed.), Counseling ideologies: Queer challenges to heteronormativity. London, UK: Ashgate.  Tooms, A. (2007). The right kind of queer: Fit and the politics of school leadership. Journal of  School Leadership, 17, 601–630.   Tooms, A., & Alston, J. A. (2006). (OUT)siders at the gate: Administrative aspirants’ attitudes  towards the gay community. International Electronic Journal for Leadership in Learning, 10(24).   U.S. Department of Justice. (2013). Retrieved from http://www.justice.gov   Warner, M. (1993). Fear of a queer planet: Queer politics and social theory. Minneapolis: University of Minnesota Press.   Weeks, J. (2007). The world we have won. London, UK: Routledge.  Wolf, S. (2009). Stonewall: The birth of gay power. International Socialist Review, 63 (January-February 2009). Retrieved from http://www.isreview.org/issues/63/feat-stonewall.shtml   Wright, L. (1999). The Stonewall riots: 1969: A turning point in the struggle for gay and lesbian liberation. Socialism Today, 40.  Young, S. L. (2007). Practitioner research on critical multicultural pedagogy: Challenging  heterosexism in a public school. Multicultural Perspectives, 9(4), 13–19.    143  Appendix A Interview Questions 1. Please tell me a little about your district.   2. Please tell me about your professional experiences leading up to becoming a leadership candidate.   3. Please tell me about the process of becoming a leader.   4. Did the people who were hiring you know that you were gay? How did they find out that information?    5. If the people knew you were gay, were there any discussions or reactions about it? Who with? What were those conversations and discussions?   6. What perceived challenges do you think you had to face when interviewing for the position of leadership?   7. Do you think the issue of flamboyance plays a role in applying for the superintendency? How so?   8. Do you think the issue of partnered or single plays a role in applying for the superintendency? How so?   9. Do you think the issue of out or in plays a role in applying for the superintendency? How so?   10. Do you believe the challenges you faced as an applicant changed, remained the same, or disappeared once you acquired the position? If yes, how so?   11. If people found out that you were gay after you received the position, how did they react? Were there any discussions? With whom did those discussions take place and what were the reactions?  144  12. Do you believe you are a role model for other gay men who are aspiring to become educational leaders? If yes, have you taken any steps as a role model? What have been those steps?  13. Is there any of your personal story that you would feel comfortable sharing that you feel affected your becoming a leader?   14. Is there any of your personal story that you would feel comfortable sharing that you feel posed a challenge to your becoming a leader?   15. Is there any advice you have for gay males who are trying to become leaders?    16. Do you have any advice for gay males who are already leaders?          145  Appendix B IRB Approval Letter    146  Appendix C Schedule of Interviews  Dr. Ireland Initial: Tuesday, July 12, 2011 8:00 a.m.–10:00 a.m. Formal: Wednesday, July 20, 2011 12:00 p.m.–1:30 p.m. Follow-up: Thursday, July 28, 2011 2:00 p.m.–2:30 p.m.  Dr. Daniels Initial: Wednesday, June 22, 2011 1:00 p.m.–2:30 p.m. Formal: Wednesday, July 13, 2011 2:00 p.m.–3:15 p.m. Follow-up: Wednesday, July 27, 2011 3:30 p.m.–4:00 p.m.  Dr. Bushmill Initial: Thursday, September 8, 2011 7:00 p.m.–8:30 p.m. Formal: Sunday, September 18, 2011 6:00 p.m.–7:20 p.m. Follow-up: Sunday, September 25, 2011 6:00 p.m.–6:45 p.m.     ",
    "id": 16750848,
    "identifiers": {
        "doi": null,
        "oai": "oai:www.ideals.illinois.edu:2142/44496"
    },
    "title": "The experience gay males face in the obtaining and maintaining of their positions in educational leadership",
    "language": null,
    "publishedDate": "2013-05-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://www.ideals.illinois.edu/bitstream/handle/2142/44496/Chad_Prosen.pdf?sequence=1"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/16750848.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/16750848"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/16750848/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/16750848/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/16750848"
        }
    ],
    "abstract": "There have been many studies, including school-based research, detailing the rejection, violence, and hatred experienced by gay men (Hershberger, Pilkington, & D’Augelli, 1997; King, 2004; Rasmussen, 2004). Despite these findings, political, legal, and social changes that began in the late 1960s have created a different political and legal landscape in many areas of American society enabling gay men to enter leadership positions with fewer obstacles than might be expected. This experience begs the question, are gay male leaders products of the political, social, and legal change process that began in the 1960s, or have they merely assimilated and adopted homonormative lifestyles in order to achieve their positions of power and leadership? This research presents a combination of the processes and influences that have forged a unique experience for gay male educational leaders.\r\nThe purpose of this qualitative study was to understand the experiences of gay male educational leaders through a modern social, legal, and political context within American society. Through the use of elite interviews, three participants were interviewed in order to develop a better understanding of their pathways to educational leadership. The author’s perspective was also offered in order to develop further understanding of pathways to educational leadership. The participants were identified through a word-of-mouth methodology. By using qualitative inquiry, this study first explored the foundation for openly gay leadership in the traditional and conservative field of education.   \r\nIn order to place the questions posed by this research in context, the establishment of gender-specific identity and roles within schools was explored to help understand how such constructs within schools led to impediments whereby openly gay leadership in schools is only a recently occurring phenomenon. The remnants of these impediments, such as myths and issues of acceptance still confronting gay males in educations, were further explored. Additionally, historical events and achievements, such as legal, political, individual, and LGBTQ activism since the late 1960s, were explored in order to create an understanding of how conservative institutions such as schools and political institutions have been influenced in order to create space for the possibility of openly gay male leadership. Next, the focus returned to the individuals themselves, which required deeper attention and focus on homonormative identities that confront gay educational leaders in a historical perspective and context. Finally, an analysis of data showed that the gay educational leaders studied within this research have acquired professional and personal experiences with limited homophobia. This has, in turn, placed these openly gay leaders in a fluid and uncharted landscape, allowing them to reap many personal and professional opportunities not afforded to earlier generations of gay males. These opportunities have simultaneously created a landscape wherein openly gay educational leaders face conflicting considerations. Openly gay educational leaders must still consider decisions in a context tempered against both what their institutions will accept and what they as leaders can offer personally and professionally in advancing LGBTQ rights and agendas. This inquiry provided a basis for four recommendations: two for further research and two for practice in the field of education.\r\nTwo recommendations were offered for further research: (a) exploring the issue of hiring gay male educational leaders from the perspective of the hiring agents and (b) exploring whether or not others within the LGBTQ community, such as lesbians or transgendered individuals, describe similar pathways and experiences. Two recommendations were offered for practice in the field of education: (a) creating opportunities for hiring agents and gay males to have safe and candid conversations about sexuality and (b) creating more formal opportunities for gay males and other LGBTQ educators to be mentored and to network with other LGBTQ leaders who are examples of positive leaders accepted by educational communities",
    "tags": [
        "text",
        "Education",
        "Leadership",
        "Superintendent",
        "Lesbian, Gay, Bisexual, Transgender, or Questioning (LGBTQ)",
        "Gay",
        "Homonormativity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:www.ideals.illinois.edu:2142/44496",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "198",
        "openDoarId": 0,
        "name": "Illinois Digital Environment for Access to Learning and Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 16750848,
        "depositedDate": null,
        "publishedDate": "2013-05-01T01:00:00+01:00",
        "updatedDate": "2022-05-16T11:44:15+01:00",
        "acceptedDate": null,
        "createdDate": "2013-10-02T14:00:31+01:00"
    },
    "urls": [
        "http://hdl.handle.net/2142/44496"
    ],
    "lastUpdate": "2022-05-16T11:44:15+01:00",
    "setSpecs": []
}