{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2016-11-21T19:08:09+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71340149.pdf",
    "fullText": "the housing needs of ChiCago’s aging LgBt PoPuLation: affordability, acceptance, & access to servicesLThe contents of this brief are largely derived from research conducted by the Mid-America Institute on Poverty of Heartland Alliance with LGBT seniors in Chicago and are supplemented with additional relevant research.esbian, gay, bisexual, and transgender (LGBT) seniors face challenges common to all aging adults such as health problems, dwindling finances, ageism, and loneliness. However, LGBT seniors frequently find that these challenges are compounded due to discrimination based on their sexual orientation/gender identity and other unique social obstacles, economic and service barriers, and health issues. One of the greatest challenges facing Chicago seniors is the ability to find affordable housing. Due to different types of discrimination, many LGBT seniors find it particularly difficult to locate safe housing at a price they can afford. Additionally, as LGBT adults age they often find it necessary to hide their sexual orientation/gender identity in order to access the services they need. Based on the projected growth of the LGBT senior population in Chicago, attention must be given to how the city can provide for their service and housing needs. This brief outlines these needs and explores the idea of an affordable, inclusive housing facility in Chicago that validates and supports LGBT seniors through culturally appropriate services.2007Chicago Population  facts & figures•  2005 adults  over age 55:1  532,052•  2005 to 2010  projection  for adults  over age 55:2  +5.7%•  Estimate of  LGBT adults  over age 55:3  40,000“due to many circumstances, my retirement income is low. affordable rental housing would allow safety and independence.”“if i wanted some sort of [LgBt] retirement community, there is not too much available. What is available is too pricey. i hope for more choices in the future.”housing is considered affordable when housing costs — including rent or mortgage payments, insurance, utilities, fuels, association fees, and real estate taxes — consume no more than 30% of a household’s income. similar to other groups, the most important housing characteristic for Chicago LgBt seniors is affordability1economic viability and affordable housing are often concerns for  the general Chicago senior population.• The median price for an owner-occupied home in Chicago in 2004 was $225,247 — far out of the price range of the majority of Chicago seniors.5• Approximately one in five Chicago LGBT seniors has an annual income below $20,000.6• Nearly half of all renters in the Chicago region are paying more than 30% of their income on housing, and 70% of those who are rent burdened are seniors over the age of 65.7LgBt seniors experience economic hardship that is further exacerbated by a lifetime of institutional discrimination, making financial security and the ability to access affordable housing less  of a reality.• Social Security benefits cannot be paid to a beneficiary’s same-sex life partner, costing LGBT seniors approximately $124 million a year in unaccessed benefits.8 • Medicaid regulations do not protect same-sex life partner homes or assets when one partner enters a long-term care facility — a security offered to married spouses that helps guard against hardship.9 • Same-sex life partners cannot receive benefits from the private pension plans of their partners.10• Twenty percent of LGBT seniors have experienced employment discrimination.11• Workplace discrimination leads to fewer earnings over a lifetime.122the housing needs of ChiCago’s aging LgBt PoPuLation3Chicago LgBt seniors need a housing option that is accepting of their sexual orientation/gender identity13LgBt seniors face discrimination based on both age and sexual orientation/gender identity.•  Chicago LGBT seniors experience barriers in accessing the housing and support services they need.14•  Oftentimes family ties are strained or have been severed completely due to family members’ non-acceptance of the LGBT individual. Additionally, LGBT seniors are less likely to have adult children to care for them in old age.15Chicago’s LgBt community needs a safe, diverse, and integrated affordable housing option where LgBt seniors can age with dignity, are free to be themselves, and can experience acceptance and camaraderie.16•  With a location in a tolerant community and an LGBT-friendly atmosphere, such a housing development would promote feelings  of acceptance among Chicago LGBT seniors.17•  This housing can fit seamlessly into the community and allow LGBT seniors to participate in community life while accessing grocery stores, recreational activities, public transportation, and other neighborhood amenities.18•  In addition, competent property management and front door security at the housing development would promote feelings of safety for Chicago LGBT seniors.19“i’d feel comfortable, accepted, approved of, unafraid, more trusting, less inhibited. i’d feel i share at least something in common with any of my neighbors.”“as we become older,  people come less and less out. You don’t know where they are. it would bring people together.”“it would be very good to spend my final years with friendly and accepting people who have similar interests  and outlooks.”“i don’t want to live in a hospital apartment. i think a mature adult building for able, independent, capable seniors — separate from a full-service facility — is definitely desirable.” “i would want [to] know [that] the services are available, but you could be as busy…or as relaxed as you want to be. i would like the opportunity to exercise my options for just as long as health would allow.”developing an LgBt-friendly housing facility in Chicago presents an opportunity to provide integrated, culturally appropriate services for LgBt seniors20even though they face certain health issues more frequently than their counterparts, LgBt individuals have more difficulty accessing medical care.• LGBT seniors face the following health issues more frequently than heterosexual seniors: depression,21 substance abuse,22 HIV/AIDS in men,23 and reproductive organ cancers in women.24•  Almost one out of four lesbian and bisexual women avoid seeking healthcare because they fear negative attitudes from providers.25 •  Forty percent of doctors indicate they would be uncomfortable providing care for lesbian patients.26•  As a result of these barriers to basic services, LGBT senior housing should incorporate exercise classes, food/nutritional services, and health services.27 LgBt seniors face additional challenges when attempting to obtain culturally appropriate services.•  Nearly half of Area Agencies on Aging, which coordinate and provide a wide range of supportive and community resources to seniors, report that LGBT seniors would not feel welcome at their neighborhood senior centers.28•  Only 2 of the 60 national aging organizations have LGBT-friendly programs. Even within LGBT organizations, seniors are frequently faced with ageism, and programming for seniors at these organizations is often very limited.29•  As a result of such discrimination, LGBT senior housing facilities in Chicago should incorporate transportation, case management, and appropriate social and cultural programming.304the housing needs of ChiCago’s aging LgBt PoPuLation5Ken’s story*Ken’s story illustrates many of the issues facing Chicago LgBt seniors.Ken is a gay African American senior who is HIV positive. Ken held the same job for over 15 years but had to endure verbal and physical harassment from his coworkers. His job did offer some stability and benefits that allowed Ken to live modestly, and for 14 years he lived in an apartment that was affordable to him.In 2000 he was notified that his unit was going to be sold for more than $200,000, and if he wanted to continue living there he would have to purchase the unit or else relocate. Ken did not have the ability to buy the unit, so he had 90 days to find a new place. Shortly after hearing that he must move, Ken’s health deteriorated to a point where he would soon be unable to work. In his rush to find an affordable place to live, he settled for an apartment in an unsafe neighborhood with few, if any LGBT community members. Of his living environment Ken said, “You’re on edge all the time…’cause you gotta deal with violence and real live fear…when you step out of your door you gotta be prepared to go down.”Ken’s Social Security Disability and his pension are barely enough to cover his rent, utilities, mounting medical bills, and other basic necessities. Like so many in his situation, Ken cannot rely on his family for support. “I’m alone. I have a screwed up family that would not take me in, and I’m wondering as I get older what is going to happen to [me]; it causes me to stay up at nights…I don’t know how much longer I am going to be able to do this…it is a scary thought.”  For aging LGBT individuals like Ken, affordable LGBT-friendly housing could alleviate the economic burden that so many people face and also provide a safe place where people can be themselves without fear of judgment, discrimination, or prejudice.this story is adapted from: Jones, C. J., & gedar, g. (2005). Targeted LGBT senior housing in Chicago: A study of the needs and perceptions of LGBT seniors in Chicago. Chicago: Mid-america institute on Poverty of heartland alliance. offering services that are incorporated into an affordable housing development presents a model of service delivery and inclusion that allows seniors to remain vibrant, contributing members in their communities.6the housing needs of ChiCago’s aging LgBt PoPuLationChicago can become the Midwest leader in developing affordable, LgBt-friendly senior housingLGBT-friendly senior housing is beginning to surface around the country. These developments, which are becoming increasingly more popular, do not exclude heterosexual individuals but rather provide an environment of tolerance for LGBT seniors. However, the majority of these developments are for-profit enterprises located in mostly southern states and are targeted to senior members of the LGBT community who are more affluent and can afford a retirement community lifestyle.31the housing needs of low-income LgBt seniors must not be overlooked in senior housing discussions. Plans are in the works in several parts of the country to address the needs of low-income LGBT seniors through affordable housing developments:•  The first nonprofit, affordable LGBT-friendly senior housing development is expected to open in 2007 in Los Angeles.32 •  Other similar projects are in the planning stages in New York,33  San Francisco,34 and Boston.35•  Discussions about developing affordable LGBT-friendly senior housing have begun in Chicago.As the nation’s third largest city and home to a sizable LGBT population, Chicago must plan for the future needs of its residents. Chicago LGBT seniors fear that traditional senior housing options such as retirement communities, assisted living facilities, and nursing homes will not provide inclusive environments and may force LGBT seniors to hide their sexual orientation in the later years of their lives.36Clearly there is a demonstrated demand and a need for new affordable senior housing to serve Chicago’s LGBT community. On the supply side, stakeholders must continue working with traditional and new community, government, and foundation partners to identify land, buildings, and funding that can be used to increase the number of available units.7funderRetirement Research FoundationauthorsAmy Terpstra and Curtis Jones, Mid-America Institute on Poverty of Heartland AllianceeditorAmy Rynell, Mid-America Institute on Poverty of Heartland AllianceQuotes throughout this brief were taken from: Jones, C. J., & Gedar, G. (2005). Targeted LGBT senior housing in Chicago: A study of the needs and perceptions of LGBT seniors in Chicago. Chicago: Mid-America Institute on Poverty of Heartland Alliance. summaryThis brief on affordable LGBT-friendly senior housing illustrates the obstacles Chicago LGBT seniors face while seeking affordable housing. In addition to multiple economic barriers that limit incomes and assets, LGBT seniors face discrimination based on their age and their sexual orientation/gender identity, which makes it difficult to access the services needed as they age.Affordable LGBT-friendly senior housing complexes are springing up in other areas of the country, and Chicago LGBT seniors need and desire to be involved in similarly designed inclusive housing. Additionally, many Chicago neighborhoods have the qualities that LGBT seniors look for in a community. Such housing would provide an opportunity to offer services that are otherwise difficult for LGBT seniors to access in a culturally appropriate way. Developers, LGBT and senior service providers, housing providers, and state and city officials should collaborate to secure stable resources in order to make affordable LGBT-friendly senior housing a reality in Chicago. endnotes1 Metro Chicago Facts Online. (n.d.). 2005 estimates and 2010 projections. Retrieved May 22, 2006, from http://info.mcfol.org/www/index.aspx 2  Ibid.3 Beauchamp, D., Skinner, J., & Wiggins, P. (October, 2003). LGBT persons in Chicago: Growing older. Chicago: Chicago Task Force  on LGBT Aging. 4 Jones, C. J., & Gedar, G. (2005). Targeted LGBT senior housing in Chicago: A study of the needs and perceptions of LGBT seniors in Chicago. Chicago: Mid-America Institute on Poverty of Heartland Alliance.5 U.S. Census Bureau, American Community Survey Data Sets 2004.6 Beauchamp, D., Skinner, J., & Wiggins, P. (October, 2003). LGBT persons in Chicago: Growing older. Chicago: Chicago Task Force on LGBT Aging.7 Smith, J.L. (2003, February). Aging and homelessness: Research on people age 50 and older who are homeless or at-risk of homelessness in the Chicago region. Chicago: Regional Roundtable on Homelessness, Homeless Needs Assessment Project.8 National Gay & Lesbian Task Force. (2006). The issues: Seniors.Retrieved March 22, 2006, from http://www.thetaskforce.org/theissues/issue.cfm?issueID=249 Ibid.10 Adelman, M. (2006). Marriage ban hurts LGBT seniors most. (Spring 2006 Newsletter). San Francisco: Openhouse.11 Grossman, A. H., D’Augelli, A. R., & O’Connell, T. S. (2001). Being lesbian, gay, bisexual, and 60 or older in North America. Journal of Gay & Lesbian Social Services, 13, 23-40.12 National Gay & Lesbian Task Force. (2006). The issues: Seniors. Retrieved March 22, 2006, from http://www.thetaskforce.org/theissues/issue.cfm?issueID=2413 Jones, C. J., & Gedar, G. (2005). Targeted LGBT senior housing in Chicago: A study of the needs and perceptions of LGBT seniors in Chicago. Chicago: Mid-America Institute on Poverty of Heartland Alliance.14 Ibid.15 Ibid.16 Ibid.17 Ibid.18 Ibid.19 Ibid.20 Ibid.21 Grossman, A. H., D’Augelli, A. R., & O’Connell, T. S. (2001). Being lesbian, gay, bisexual, and 60 or older in North America. Journal of Gay & Lesbian Social Services, 13, 23-40.22 Morrow, D.F. (2001). Older gays and lesbians: Surviving a generation of hate and violence. Journal of Gay & Lesbian Social Services, 13, 151-169.23 Office of HIV/AIDS Surveillance. (2003). AIDS Chicago. (HIV/AIDS Surveillance Report, Third Quarter 2003). Chicago: Chicago Department of Public Health. 24 Mautner Project. (n.d.). General health factors for Lesbians. Retrieved May 15, 2006, from http://www.mautnerproject.org/health%5Finformation/Fact%5FSheets/25 Lesbian Community Cancer Project. (n.d.) Women’s health survey. Chicago: Author.26 Ibid.27 Jones, C. J., & Gedar, G. (2005). Targeted LGBT senior housing in Chicago: A study of the needs and perceptions of LGBT seniors in Chicago. Chicago: Mid-America Institute on Poverty of Heartland Alliance.28 National Gay & Lesbian Task Force. (2006). The issues: Seniors. Retrieved March 22, 2006, from http://www.thetaskforce.org/theissues/issue.cfm?issueID=2429 Anetzberger, G.J., Blair, M., Ishler, K.J., & Mostade, J. (2004). Gray and gay: A community dialogue on the issues and concerns of older gays and lesbians. Journal of Gay & Lesbian Social Services, 17, 23-45.30 Jones, C. J., & Gedar, G. (2005). Targeted LGBT senior housing in Chicago: A study of the needs and perceptions of LGBT seniors in Chicago. Chicago: Mid-America Institute on Poverty of Heartland Alliance.31 Gay & Lesbian Association of Retiring Persons, Inc. (n.d.). LGBT retirement communities. Retrieved June 20, 2006, from http://www.gaylesbianretiring.org/id4.html32 Misso, B. (n.d.). Gay senior finds home in unique housing project. Gay.com News. Retrieved May 19, 2006, from http://www.gay.com/news/roundups/package.html?sernum=120533 Sage New York City. (n.d.). Outreach. Retrieved May 19, 2006, from http://www.sageusa.org/outreach.htm34 Openhouse. (n.d.). Homepage. Retrieved May 19, 2006, from http://www.openhouse-sf.org/35 Stonewall Communities. (2006). Our mission. Retrieved May 22, 2006, from http://www.stonewallcommunities.com/index.htm36 Jones, C. J., & Gedar, G. (2005). Targeted LGBT senior housing in Chicago: A study of the needs and perceptions of LGBT seniors in Chicago. Chicago: Mid-America Institute on Poverty of Heartland Alliance.Mid-america institute on Poverty  of heartland alliance The Mid-America Institute on Poverty of Heartland Alliance (MAIP) was established in 1989 as a vehicle for achieving systemic policy changes to improve the quality of life for poor and low-income individuals and families. MAIP achieves this through a variety of methods including: conducting research to illuminate issues, evaluating the effectiveness of innovative program models, creating dialogue among players on issues of importance, developing findings-based policy recommendations, and advocating for change with policy makers, administrators, and program implementers. Heartland Alliance is a service-based human rights organization focused on investments in and solutions to help the most poor and vulnerable in society succeed. For more information, call 773.336.6075  or email maip@heartlandalliance.orga copy of this brief can be downloaded from http://www.heartlandalliance.org/maip/research.html",
    "id": 71340149,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:1018"
    },
    "title": "The Housing Needs of Chicago's Aging LGBT Population",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2007-04-04T01:00:00+01:00",
    "publisher": "Social IMPACT Research Center",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/1018/1018.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2007",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71340149.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71340149"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71340149/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71340149/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71340149"
        }
    ],
    "abstract": "Lesbian, gay, bisexual, and transgender (LGBT) seniors face challenges common to all aging adults such as health problems, dwindling finances, ageism, and loneliness. However, LGBT seniors frequently find that these challenges are compounded due to discrimination based on their sexual orientation/gender identity and other unique social obstacles, economic and service barriers, and health issues. One of the greatest challenges facing Chicago seniors is the ability to find affordable housing. Due to different types of discrimination, many LGBT seniors find it particularly difficult to locate safe housing at a price they can afford. Additionally, as LGBT adults age they often find it necessary to hide their sexual orientation/gender identity in order to access the services they need. Based on the projected growth of the LGBT senior population in Chicago, attention must be given to how the city can provide for their service and housing needs. This brief outlines these needs and explores the idea of an affordable, inclusive housing facility in Chicago that validates and supports LGBT seniors through culturally appropriate services",
    "tags": [
        "letter",
        "text",
        "Aging",
        "Housing and Homelessness",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "letter",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:1018",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71340149,
        "depositedDate": null,
        "publishedDate": "2007-04-04T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:43:20+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:08:09+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/1018/1018.pdf",
        "https://issuelab.org/permalink/resource/1018"
    ],
    "lastUpdate": "2024-02-14T12:43:20+00:00",
    "setSpecs": []
}