{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Reisman, Judith"
        }
    ],
    "contributors": [],
    "createdDate": "2017-11-21T01:53:48+00:00",
    "dataProvider": {
        "id": 1732,
        "name": "Liberty University Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/1732",
        "logo": "https://api.core.ac.uk/data-providers/1732/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/129593004.pdf",
    "fullText": "Liberty UniversityDigitalCommons@LibertyUniversityFaculty Publications and Presentations Liberty University School of Law11-2016The Origins of the Transgender Phenomenon: TheChallenge and Opportunity for Training Lawyers,Judges and Policy Makers in the Historicity ofAlfred Kinsey’s Pansexual WorldviewJudith Reismanjreisman@liberty.eduFollow this and additional works at: http://digitalcommons.liberty.edu/lusol_fac_pubsPart of the Sexuality and the Law CommonsThis Article is brought to you for free and open access by the Liberty University School of Law at DigitalCommons@Liberty University. It has beenaccepted for inclusion in Faculty Publications and Presentations by an authorized administrator of DigitalCommons@Liberty University. For moreinformation, please contact scholarlycommunication@liberty.edu.Recommended CitationReisman, Judith, \"The Origins of the Transgender Phenomenon: The Challenge and Opportunity for Training Lawyers, Judges andPolicy Makers in the Historicity of Alfred Kinsey’s Pansexual Worldview\" (2016). Faculty Publications and Presentations. 74.http://digitalcommons.liberty.edu/lusol_fac_pubs/741   The Origins of the Transgender Phenomenon  The challenge and opportunity for training lawyers, judges and policy makers in the historicity1 of Alfred Kinsey’s pansexual worldview  Judith Gelernter Reisman, Ph.D. Mary E. McAlister, Esq.2   INTRODUCTION  How has the country gone from a “firm reliance on the protection of Divine Providence”3 to where defining marriage as the union of one man and one woman is condemned as constitutionally irrational,4 and where the use of sex-separate private spaces by biological sex is subject to federal discrimination lawsuits?5 The answer can be traced to 1948 when Dr. Alfred C. Kinsey launched what was marketed then--and now--as the first “scientific” study of human sexuality.6 Indeed, Chief Judge of the Seventh Circuit Court of Appeals, Richard Posner extols Kinsey’s study as the “high-water mark of descriptive sexology.”7 Influential law professors such as Columbia University’s Herbert Wechsler8 and Yale University’s William Eskridge9 have ensured that Kinsey’s world shaking reports on male and female sexuality are entrenched as authoritative scientific research in legal scholarship and mainstream cultural institutions. Yet, Judge Posner, Professors Wechsler and Eskridge and the hundreds of other scholars who have relied upon this alleged “sex science” continue to cover up the facts: Kinsey’s claims are wholly fraudulent despite having ushered in the “sexual revolution” of the 1960s and 1970s.10 His fame                                                  1  Historicity: historical authenticity; fact American Heritage® Dictionary of the English Language, Fifth Edition. (2011). Retrieved September 14 2016 from http://www.thefreedictionary.com/historicity. 2  Judith Gelernter Reisman, Ph.D., is a Research Professor at Liberty University School of Law, Director of The Child Protection Institute; PhD from Case Western Reserve University. Mary E. McAlister, Esq., Senior Litigation Counsel at Liberty Counsel,  J.D. from the University of California, Berkeley Boalt Hall School of Law. Thanks to Brett Beyler, J.D. candidate, 2017, Liberty University School of Law for his able research assistance. 3  Declaration of Independence (1776) 4  Obergefell v. Hodges, 135 S.Ct. 2584, 2605 (2015). 5  United States of America v. State of North Carolina, et. al., MD NC Case No. 1:16-cv-425. 6  Alfred Kinsey, et. al. SEXUAL BEHAVIOR IN THE HUMAN MALE ( 1948) (“Kinsey MALE”); Alfred Kinsey, et. al. SEXUAL BEHAVIOR IN THE HUMAN FEMALE, (1953) (“Kinsey FEMALE”). 7  Richard A. Posner, SEX AND REASON, 19 (Harvard University Press, 1992), describing Kinsey MALE. 8 See, e.g., Herbert Wechsler, The Challenge of a Model Penal Code, 65 HARVARD L. REV. 1097 (1952); Herbert Wechsler, Codification Of Criminal Law In The United States: The Model Penal Code, 68 COLUMBIA L. REV. 1425 (1968). 9  See, eg., William N. Eskridge, Jr., DISHONORABLE PASSIONS: SODOMY LAWS IN AMERICA 1861-2003 (2008); Eskridge and Hunter, SEXUALITY, GENDER AND THE LAW, 3d (University Casebook Series, 2011);William N. Eskridge, Jr., No Promo Homo: The Sedimentation Of Antigay Discourse And The Channeling Effect Of Judicial Review, 75 N.Y.U. L.REV. 1327 (2000), discussed infra. 10  Theodore M. Brown & Elizabeth Fee, Alfred C. Kinsey: A Pioneer Of Sex Research. 93 AMERICAN JOURNAL OF PUBLIC HEALTH 896-897 (June 2003).    2   was built on lies, and the massive criminal sexual abuse of children, significantly more damaging than the cover up of child sexual abuse by the Catholic Church and graphically apparent to anyone  who reads Chapter Five of his report.11   For nearly 70 years, the foundational truths that the Founders used to build our constitutional republic have been systematically undermined via a strategic plan orchestrated and funded by elite cultural change agents. Standing on the beliefs of Charles Darwin, Sigmund Freud, Karl Marx and Margaret Sanger, powerful financial change agents poured their vast resources into ideologies, aiming to remake society into their utopian vision, beginning with the foundational cornerstone, the family.12 These visionaries found an eager accomplice in Kinsey, an Indiana University gall-wasp zoologist, whose books, Sexual Behavior in the Human Male (1948) and Sexual Behavior in the Human Female (1953), were heralded as the first “scientific studies” of human sexuality. Despite stunning methodological and statistical inaccuracy based upon reliance on an aberrant population and sexual abuse of children,13 Kinsey’s books became a wellspring for the overhauling of American law, public policy, education, medicine, and other cultural institutions.  The efforts have been largely successful. Their latest manifestation is the replacement of male and female reality with “gender fluidity” first promulgated by Kinsey in 1948.14 This cultural revolution has involved a gradual strategic infiltration of traditional institutions, particularly universities and law schools, with cleverly disguised messages of tolerance, inclusion and fairness. Beneath this façade is a secular humanist, anti-faith, anti-“morality” worldview the aim of which is nothing less than the destruction of all vestiges of Judeo-Christian-based natural law.  Secular humanist training has been become so entrenched that three generations of lawyers, judges, politicians, professors and other cultural leaders now think and write laws, set policies and adjudicate disputes in the secular humanist worldview.  Another recent manifestation of the cultural narrative is the United States Supreme Court’s 2015 ruling that limiting marriage to the union of one man and one woman violates the U.S. Constitution.15 Next on the horizon will be a Supreme Court decision on whether federal administrative agencies can expand the definition of “sex discrimination” under civil rights laws to include “gender identity.”16 Despite the lack of congressional action or judicial opinion on expansion of the impact of this definition, the “State” (United States Departments of Education and Justice) issued “guidance” letters to school districts nationwide declaring “gender identity” a protected class under civil rights laws. Hence, schools must grant access to sex-segregated facilities not based on biological sex, but on the basis of “gender identity,” or risk loss of federal funds.17 The Department of Justice sued the State of North Carolina for enacting a law restricting sex-segregated facilities to one’s biological sex.18 Companies such as Target, Planet Fitness and                                                  11  Kinsey MALE AT 175-80, TABLES 30-34.  12  See Judith Reisman, STOLEN HONOR STOLEN INNOCENCE, 87-102, 270-272 (2013). 13  See, infra, and Kinsey MALE, Tables 30-34, pp. 170-80. 14  See the Kinsey Scale, at 638. 15  Obergefell v. Hodges, 135 S. Ct. 2584, 2605, 192 L. Ed. 2d 609 (2015) 16  G.G. ex rel. Grimm v. Gloucester County School Board., 822 F.3d 709 (4th Cir. 2016), cert. granted sub nom. Gloucester County School Board v. G.G., 2016 WL 4565643 (U.S. October 28, 2016) (No. 16-273). 17  United States Department of Justice Civil Rights Division & United States Department of Education Office of Civil Rights, Dear Colleague Letter on Transgender Students, May 13, 2016 http://www2.ed.gov/about/offices/list/ocr/letters/colleague-201605-title-ix-transgender.pdf. 18  United States of America v. State of North Carolina, No. 1:16CV425, 2016 U.S. Dist. WL 4005839 (M.D.N.C. July 25, 2016). 3   Macy’s have announced policies to permit access to sex separate fitting rooms and bathrooms based on gender identity, negating biological sex.19 Customers and parents have opposed the policies as disregarding threats to safety posed by opening access to private spaces to those who are biologically the opposite sex but claim to “identify” as the other.20   Part one of this article describes how elite cultural change agents have used marketing techniques and scientific misconduct to build a new paradigm. Part two chronicles how the law and other cultural institutions have moved from being based upon a Judeo-Christian worldview to being molded into a secular humanist pan-sexual worldview using Kinsey’s fraudulent pseudo-science. Part three explores the long-buried truth of Kinsey’s books based upon data collected by pedophiles and how burying the truth provided elite change agents with the license to fit law and other cultural institutions into the Kinsey model. Part four examines the consequences of having used Kinsey’s worldview to frame language and legal scholarship. Part five proposes how influencers can countermand the tide and begin the transformation back to the Judeo-Christian worldview.    I. THE MARKETING OF SOCIAL CHANGE BASED ON DESTRUCTION OF MORALITY AND THE FAMILY.   This article will explain how denial of genetic, biological reality, i.e., who is a girl and who is a boy, reflects 70-years of sexual confusion hatched in 1948 by criminal Kinsey’s ideas of homosexuality and bisexuality as normal “variations” of fluid human sexuality. Allegedly the first “scientific” findings on human sexuality Kinsey is still heralded as the “high-water mark of descriptive sexology”21 despite ample evidence of statistical and scientific fraud and criminal sexual abuse of children. One answer to the question of how Kinsey’s books could become the cornerstone for a new “field” of human sexuality is offered by Philosopher Philip Reiff: Every science has its canon, an established body of knowledge from which students learn. Moreover, every science has its established body of authoritative makers of opinion, the cadre of men empowered to organize ideas into dogma.22   In fact, instead of creating a “scientific” canon, Kinsey and his progeny created a canon based on abusive, criminal, “scientific misconduct” with long range, negative effects:                                                   19  See, e.g., Cormier v. Planet Fitness, Michigan Circuit Court Case No. 15-2463-NZ-B, in which Planet Fitness member alleges her membership was terminated when she objected to the franchise’s “no judgment” policy which permitted a biological male to use the female locker room. Hadley Malcom, How other stores are handling transgender bathroom policies, USA Today, April 27, 2016, http://www.usatoday.com/story/money/2016/04/27/retailers-transgender-bathroom-policy-lgbt/83560714/. 20  Hadley Malcom, More than 700,000 pledge to boycott Target over transgender bathroom policy, USA Today, April 28, 2016, http://www.usatoday.com/story/money/2016/04/25/conservative-christian-group-boycotting-target-transgender-bathroom-policy/83491396/; Students and Parents for Privacy, et. al v. Department of Education, et. al, U.S. District Court for the Northern District of Illinois Case No. 1:16-cv-04946 (May 5, 2016) (Groups of parents and students sue school district for adopting policy granting access to sex-segregated spaces on the basis of gender identity). 21  Richard A. Posner, SEX AND REASON, 19 (1992), describing Kinsey MALE AND Kinsey FEMALE. 22  Philip Reiff, THE TRIUMPH OF THE THERAPEUTIC: USES OF FAITH AFTER FREUD 81 (Harper & Row 1987)  4   Scientific misconduct generates rampant damage . . . Once published, the information pollutes the stream of knowledge, perverts the scientific process, and causes researchers to abandon potentially valuable lines of inquiry and commit themselves to false ones. Because the scientific endeavor is based on the search for truth, honesty is central to the scientific enterprise…misconduct places the future of science [and society] at risk.23  The scientific misconduct inherent in Kinsey’s work not only threatened the future of science, but also law, as laws regulating sex offenses and human relationships reflect Kinsey’s “fluid sex” concepts of sex, gender, rape, etc. Supreme Court Associate Justice Stephen Breyer explained how science and the law interact, which explains why Kinsey’s work has become so ubiquitous in the law.  Judges have begun to work more closely with scientists to ensure that their rulings are founded on scientifically sound knowledge. In this age of science, science should expect to find a warm welcome, perhaps a permanent home, in our courtrooms. The legal disputes before us increasingly involve the principles and tools of science.24  The upheaval of societal norms regarding human sexuality is also a reflection of long-recognized principles of marketing social change. Edward Bernays, Dr. Sigmund Freud’s nephew, called such successful transformations, “engineered consent.”25 “Modern propaganda is a consistent, enduring effort to create or shape events to influence the relations of the public to an enterprise, idea or group.”26 Bernays was hired by the American Tobacco Company to find the stratagems to seduce female smokers. Women had long been resistant to cigarette smoking as unhealthy, smelly, masculine, and as causing bad breath.27 Bernays sought to “shape the behaviour patterns of the entire society for the benefit of his corporate clients” and “engineer consent.”28 Berneys was so successful in marketing cigarette use as granting average women links to an elitist advanced female clique, that, “in the last 50 years, a woman’s risk of dying from smoking has more than tripled and is now equal to men’s risk.”29  Similarly, an elite special interest confederation of at most 4 percent (lesbian, gay, bisexual and as little as .03 percent transgender)30 has utilized the tools of propaganda to upend millennia of Judeo-Christian sexual morality as hopelessly outdated in light of the “sex science” developed by Dr. Kinsey. This is a manifestation of what marketing expert Phillip Kotler calls                                                  23  Bratislav Stankovic, Pulp Fiction: Reflections of Scientific Misconduct, 2004 Wis. L. Rev. 975, 979-80, (2004). 24 Justice Stephen Breyer, Science in the Courtroom. 16 ISSUES IN SCIENCE AND TECHNOLOGY (Summer 2000). http://issues.org/16-4/breyer.  25  Edward Bernays, PROPAGANDA, 52 (1928). 26  Id. 27  Amosa and Margaretha Haglund, “From social taboo to “torch of freedom”: the marketing of cigarettes to women,”  Tob Control 2000;9:3-8 doi:10.1136/tc.9.1.3. 28  Id. 29  CDC; https://www.cdc.gov/tobacco/data_statistics/sgr/50th-anniversary/pdfs/fs_women_smoking_508.pdf.   30  Gary J. Gates, Williams Institute, “How many people are lesbian, gay, bisexual, and transgender?,” April 2011, www.law.ucla.edu/williamsinstitute. 5   the “diffusion of innovation.”31 Under Kotler’s theory 2½ percent of “influential” leaders can sway the adoption of new values, morals and attitudes, the 2½ percent can sway 13 percent, he calls “early adapters.” Shortly, 34 percent or the “early majority” join up, followed by another 34 percent or “the late majority.” Roughly 16 percent remain behind as “laggards.”32  Marketing of diffusion of innovation, or “engineering consent” started by Kinsey has also inverted the legal principle, described by the late Supreme Court Justice Antonin Scalia, that care and deliberation is necessary so that law is based upon logic and precision, not passing trends.33 The abrogation of “logic and precision” for “passing trends” left America reeling from a higgledy-piggledy malfeasance infecting our fundamental legal principles. This is evident, for example, in the majority opinions in Obergefell, and G.G. v. Gloucester County and in 23 states being compelled to sue the federal government to preserve the biological, genetic and cross-cultural, historical reality that humans exist as two unique, biological sexes.34 That such an elemental truth is even in dispute reflects the extent of marketing “engineered consent” and the socio-sexual upheaval and accompanying chaos of public opinion. Judge Posner credited Kinsey’s reports as the catalysts for “the change in public opinion that set the stage for Obergefell.”35 [I]n the 1960s with the Alfred Kinsey reports revealing a greater amount of promiscuity than conventional people realized existed, there was a loosening of sexual mores in general and among its effects was an increasing tolerance of homosexuals.36  What neither Judge Posner nor virtually all of the other scholars recommending Kinsey’s “findings” have addressed is the elaborately hidden historicity of Kinsey’s reports. The engineering of public opinion and its resulting consequences were not prompted by scientific research, but by deliberate marketing of ‘reformative’ scientific fraud. Kinsey’s purported representative sample of 4,120 “average” males (sometimes mapped as 21,00037) included 1,400                                                  31    Philip Kotler, MARKETING MANAGEMENT, 345 (1988). 32  Id. 33  Obergefell v. Hodges, 135 S. Ct. 2584, 2630, 192 L. Ed. 2d 609 (2015) (Scalia, J. dissenting). 34  Texas v. United States, No. 7:16-CV-00054-O, 2016 WL 4426495, 1-18 (N.D. Tex. Aug. 21, 2016) (brought by the States of Texas, Alabama, Wisconsin, Oklahoma, Louisiana, Utah, Georgia, Mississippi, West Virginia and Tennessee, the Commonwealth of Kentucky and Harrold Independent School District of Texas; Arizona Department of Education; Heber-Overgaard Unified School District of Arizona and Paul LePage, Governor of the State of Maine; State of Nebraska, et. al. v. United States of America, et. al., No. 4:16-cv-03117 (D. Ne. Jul. 8, 2016), http://www.pacermonitor.com/public/case/15188047/State_of_Nebraska_et_al_v_United_States_of_America_et_al.  (brought by the states of Nebraska, Arkansas, Kansas, Montana, North Dakota, Ohio, South Carolina, South Dakota and Wyoming and the Arkansas Division Of Youth Services and Attorney General Bill Schuette for the people of the state of Michigan); McCrory v. United States, No. 5:16-cv0000238-BO, 2016 (D.NC. Filed May 5, 2016). http://keepmyncsafe.com/wp-content/uploads/McCrory-HB2-DOJ-Suit-only.pdf.  35  Richard A. Posner, Eighteen Years On: A Re-Review, 125 YALE L.J. 533, 541 (September 2015). http://www.yalelawjournal.org/review/eighteen-years-on.  36  Id.  37  See Reisman, STOLEN HONOR, STOLEN INNOCENCE, at 52 citing to Arno Karlen, Sexuality and Homosexuality, 456 (1971). Note that 75% of this group was, testified Kinsey chief researcher, William Simon, 6   convicted sex offenders, 915 prisoners, 200 sexual psychopaths, over 450 homosexuals, 300 “underworld” males, and up to 2,035 children as young as two months old.38  Kinsey claimed that none of his 4,441 women subjects were harmed by rape.39 Further, he concluded children are sexual from birth based upon “data” on up to 2,035 boys and girls, some as young as two months, who were “observed” fainting and weeping when timed for “orgasms.”40 These iconic Kinsey statistics celebrated by the unfortunately guileless Judge Posner and others helped eliminate or greatly lessen penalties for rape, adultery, fornication, sodomy, bestiality, obscenity, and child abuse through adoption of the 1955 Model Penal Code.41 Kinsey’s “data” would help establish as “outdated” the morally based, Judeo-Christian laws which protected women, children, social health and stability by restraining sexual behavior. What sexual rights activists did not predict, at least publicly, was that libertine sex laws would create a hypersexualized culture with devastating consequences. On the other hand, Christian leaders like Billy Graham and Reinhold Niebuhr echoed the exhortations of Old Testament prophets who warned Israel against disregarding God’s moral law. These judicious theologians warned of the predictable fallout of Kinsey’s books. In 1948, when the male report was released, Reinhold Niebuhr said “Christian teaching comes much nearer than Dr. Kinsey to a true understanding of …sex in human relations. The Kinsey Report [assumes the] . . . triumph of a 'scientific' civilization.’”42 In 1953, the year of the female report, Rev. Billy Graham addressed Kinsey’s misleading methodology: Women who would talk to these secret agents about such intimate details of their lives are not typical of the Christian women of America. Dr. Kinsey’s one-sided report is an indictment against American womanhood. It will cause children to doubt the fidelity of their parents and will lead to various types of moral abuses.43  History has proven Rev. Graham right as “liberation” from morally drive laws restricting sexual behavior has gradually eroded our evaluative judgments of harming others. This is seen in the epidemics of STD’s, HIV/ AIDS, child sex trafficking and pedophilia sweeping America.44 A Department of Homeland Security agent vented, “child sexual exploitation has reached staggering proportions.” The Pentagon’s Defense Security Director noted, the “amount of child                                                                                                                                                              were eliminated from Kinsey’s calculations. “Kinsey interviewed 18,000 people and used only a quarter of the cases in his two reports. Some of the data are still on ﬁle, but haven’t ever been coded on the IBM cards for statistical study yet.”  This was confirmed by statistician, W. Allen Wallis, Statistics of the Kinsey Report, 248 JOURNAL OF THE AMERICAN STATISTICAL ASSOCIATION, 463-484 (December 1949). Also see, Paul Wallin, An Appraisal of some Methodological Aspects of the Kinsey Report, THE AMERICAN SOCIOLOGICAL REVIEW,  197-210 (April 1949). 38  Kinsey MALE at 175-80. Kinsey prominently featured five tables showing “data” on experiments done on infants and children, purporting to show them experiencing “orgasms.” 39  Kinsey, FEMALE, at 122. 40  Kinsey, MALE at 175-80. 41      THE MODEL PENAL CODE, 1955, §207.4 Comments, at 244; also see, Robert C. Bensing, A Comparative Study of American Sex Statutes, 42 JOURNAL OF CRIMINAL LAW, CRIMINOLOGY, AND POLICE SCIENCE 57, 58-59 (1951). 42  Religion, Sex & the Church, TIME, June 7, 1948.  43  E.J. Daniels, D.D. I Accuse Kinsey, Billy Graham, The Bible and Dr. Kinsey, at 103-04. 44  Tara John, FBI: Child Abuse ‘Almost at an Epidemic Level’ in U.S., TIME, July 30, 2015. ,http://time.com/3978236/american-children-sold-sex 7   porn” found on government computers is “unbelievable.”45 Meanwhile, college administrators and professors decry but, arguably, ignore the “rape culture” on campuses.46  A less reported but equally destructive consequence has been the orchestrated recruitment of children and youth into sexual activity, and particularly the homosexual livestyle. Writing in Gay and Lesbian Youth (1989) cultural anthropologist, Gilbert Herdt explained that homosexual youth recruitment had to be expanded following the advent of AIDS:  We had not foreseen that….gay youth would also have to contend with the new horrors of AIDS [that]…teenage gays and lesbians would shun older gays as role models or even as friends47…[To meet this challenge, said Herdt] only now has gay culture begun to institutionalize socialization techniques for the transmission of its cultural knowledge to a younger generation48… [as] local “gay” movements provide their own infrastructural support for the coming out process in teens.49  (Emphasis added) Medical anthropologist and homosexual activist, Douglas Feldman said, “…these kids are our [homosexual] future and we must invest in them.”50 Feldman wonders then, why do homosexual organizations discourage having “gay” boys tested for HIV?51  He answers: “Teenagers tend to be very susceptible to sexually transmitted diseases”52 and “gay” boys “have about a one in four chance of developing AIDS in approximately 5 years.”53 This recruitment of children into sexually aberrant lives followed forty-one years of believing the Kinsey team’s child sex experiments “proving” children “derived definite pleasure” from their sexual violations.54  As discussed infra, this is part of an overall devaluing of women and children as evidenced by the growing trivialization of assaults on women and the smallest of children such as a former Ohio mayor who raped a 4-year-old child, claiming she was a “willing participant.”55 Or, the Iowa judge who ruled jail was unnecessary for a young man who filmed selfies while he raped an infant of about 12 months old.56 This trivialization is seen in legalizing a “gender transition” for a 4-year-old by Australian authorities.57 Meanwhile, those who resist trivialization of what they see as God-given biological reality, who view marriage as the union of one man and                                                  45  Aliya Sternstein, ‘Feds Have Found ‘Unbelievable’ Amounts Of Child Porn On National Security Computers. Is This The Solution?’ Nextgov.com, May 2, 2016. http://www.nextgov.com/defense/2016/05/feds-have-found-unbelievable-amounts-child-porn-national-security-computers-solution/127944,  46  J. Reisman & M. McAlister, The “Sexual Revolution” Gave Us the “Rape Culture,” Breitbart, January 5, 2016, http://www.breitbart.com/big-government/2016/01/01/the-sexual-revolution-gave-us-the-rape-culture.  47  Gilbert Herdt, GAY AND LESBIAN YOUTH, Harrington Park Press, New York, (1989), at 3. 48  Id, at 4. 49  Id., at 29. 50  Id., Feldman in Herdt at 192. 51  Id., at 188. 52  Id., at 189. 53  Id., at 188. 54  Kinsey, MALE, at 161. 55  Jordan Cohen, Prosecutor: Ex-Hubbard mayor admitted child rape guilt, VINDY.COM, (Sep. 13, 2016, 12:10 AM), http://http://www.vindy.com.  56  Spargo, Iowa teen, 19, who 'filmed himself sexually assaulting a toddler online' receives NO prison time despite guilty plea, Daily Mail.com, September 15, 2016, 57  Sophie Lowery, 4-year-old begins gender transition in Australia, NEWSHUB, (Sep. 1, 2016),   http://www.newshub.com  8   one woman, believing private facilities belong to those of the same biological sex, are marginalized by the US Supreme Court and sued by the federal government.58  These events reflect the fact that sexual rights agents have for decades directed the training of lawyers, judges, policy makers, legislators, mental health professionals, educators, and other leaders, while covering up the fraudulent, criminal historicity of Kinsey and his followers. As a result, those who still adhere to the Judeo-Christian worldview but who have been educated in secular humanist dominated schools are ill-prepared, without the powerful arguments, data, facts that are available to regain the culture. Lacking knowledge of the intellectual history underlying the present cultural paradigm means that conservative cultural warriors are woefully outmatched. The results of this lop-sided confrontation are seen, inter alia, in the legalization of abortion, sodomy, same-sex “marriage,” erosion of religious freedom conscience protections, legalized proliferation of pornography, even for school children, and other violations of the national heritage. This Article will be helpful to those seeking truth to turn the tide.  II. SEVEN DECADES OF SOCIETAL TRANSFORMATION: FROM RELIANCE UPON DIVINE PROVIDENCE TO RELIANCE UPON FRAUDULENT PSEUDO-SCIENCE.   For nearly 70 years our constitutional republic has been systematically deconstructed by elite, cultural change agents. Some reasonable people have argued that the script would transform America from a “firm reliance on the protection of Divine Providence”59 to the failed theories of Charles Darwin, Karl Marx, Margaret Sanger, and similar ideologues and that funded by powerful financial change agents, cultural revolutionaries sought to remake society into their utopian vision by marginalizing Judeo-Christianity, and eliminating the authority of the natural family.60 Whether or not these charges are true or false, society today is surely reeling in confusion.   A Country Founded on Moral Law  When the Founders signed the Declaration of Independence on July 4, 1776, they explicitly declared their firm reliance on the protection of Divine Providence, asserting independence from Britain, and dependence upon God.61 That dependence was codified as “ethics/morality” in the 1755 dictionary by Samuel Johnson,62 which was used by the founders. Indeed, the founders equated, “Éthical. adj. [ἤθιχος.] [with] Moral; treating on morality. . .Éthically. adv. [from ethical.] According to the doctrines of morality. . . Éthick. adj. [ἤθίκος.] Moral; delivering precepts of morality…. Éthically. adv. [from ethical] According to the doctrines of morality.”                                                  58  Obergefell, 135 S.Ct. at 2605, United States of America v. State of North Carolina, et. al., MD NC (2016 WL 4005839).  59  THE DECLARATION OF INDEPENDENCE, para. 5 (U.S. 1776). 60  See Judith Reisman, STOLEN HONOR STOLEN INNOCENCE, 87-102, 270-272 (2013). 61  David Barton, ORIGINAL INTENT, 100 (Wall Builders, 4th Ed. 2005) (2000).  62  Samuel Johnson, A  DICTIONARY of THE ENGLISH LANGUAGE, 1755, at. 724; johnsonsdictionaryonline.com. 9   This is further illustrated by the extant definitions of “morality,” “marriage” and “sodomy,” as described in Webster’s 1828 dictionary:  MORAL'ITY, noun. The doctrine or system of moral duties, or the duties of men in their social character; ethics. The system of morality to be gathered from the writings of ancient sages, falls very short of that delivered in the gospel. 1. The practice of the moral duties; virtue. We often admire the politeness of men whose morality we question. 2. The quality of an action which renders it good; the conformity of an act to the divine law, or to the principles of rectitude. This conformity implies that the act must be performed by a free agent, and from a motive of obedience to the divine will. This is the strict theological and scriptural sense of morality But we often apply the word to actions which accord with justice and human laws, without reference to the motives form which they proceed.   MAR'RIAGE, noun [Latin mas, maris.] The act of uniting a man and woman for life; wedlock; the legal union of a man and woman for life. marriage is a contract both civil and religious, by which the parties engage to live together in mutual affection and fidelity, till death shall separate them. marriage was instituted by God himself for the purpose of preventing the promiscuous intercourse of the sexes, for promoting domestic felicity, and for securing the maintenance and education of children.63 SOD'OMY, noun A crime against nature; SOD'OMITE, noun 1. An inhabitant of Sodom. 2. One guilty of sodomy. [Homosexual was not a noun to describe a person, but a verb to describe an action.  It was an achievement of the homosexual lobby to eventually move the public thought from action (sodomite) to noun (homosexual).]  Dependence upon God and His law was the cornerstone of our Constitution and of our state and federal laws. The American system of jurisprudence, and the main text for training lawyers until the early twentieth century, was Blackstone’s Commentaries, the “laws of Nature” and “Nature’s God.”64 Blackstone’s Commentaries were relied upon by legislators and judges for drafting and interpreting the law, seen in the United States Supreme Court’s declaration in 1892 that “this is a religious people…a Christian nation.”65 The country’s embrace of the foundational principles of moral law was particularly clear in laws related to sexuality. Evidence of the nation’s commitment to strict sex laws designed to preserve public morality for public health and welfare, was validated by President Lincoln’s 1865 anti-obscenity proclamation banning “French” post cards from the mails. “[N]o obscene book, pamphlet, picture, print, other publication of a vulgar and indecent character, shall be admitted into the mails of the United States.”66 Increased sex trafficking in New York City and                                                  63    Webster's Dictionary 1828, http://webstersdictionary1828.com/Dictionary/mrriage. 64  Id. at 216. 65  Church of the Holy Trinity v. United States, 143 U.S. 457, 470-71, 12 S. Ct. 511, 516, 36 L. Ed. 226 (1892). 66  Terrence J. Murphy, CENSORSHIP, GOVERNMENT AND OBSCENITY 75 1963). 10   other large cities, in 1873 led to The Comstock Act and a concerted effort to enforce laws that inspired virtuous conduct, contained venereal disease, preserved marriage, and protected the most defenseless members of society, women, children, the elderly and the unborn.67 These early statutes illuminated the attitudes of the United States pre-World War II, in which faith in God was part of everyday life, personal responsibility and honesty largely prevailed, and communities reflected these characteristics.68 Those characteristics, rooted in the unchangeable foundations of natural law provided the United States with unprecedented prosperity and growth leading to dubbing those who fought in and won World War II the “Greatest Generation.”69 Those in the American military and any working for the war effort, knew that speaking about private matters to anyone was akin to treason. Thousands of versions of “Loose Lips Sink Ships” posters appeared everywhere.70 Yet, Kinsey claimed that silent majority were the men and women he interviewed who confessed to him their utmost secrets. The country’s laws regarding sexual behavior still reflected the faith in God that was part of everyday life. Sexual offenses such as adultery, fornication, sodomy, bestiality and obscenity, carried strict sanctions. Rape was punishable by death in 20 jurisdictions and up to life or 99 years in twenty two and in one 15 years.71 72 Incest could result in 10 years in prison in 21 states, 20-50 years in 10 others.73 Statutory rape was punishable by death in 16 states.74 Sodomy was subject to a life sentence in 3 states and 30 years or more in 5 states.75 Seduction, to entice sex on a promise of marriage, was a felony in California, maximum prison of 5 years.76   Kinsey Prompts Fundamental Transformation.  Those laws were covertly altered by societal change agents deliberate dissemination of “data” claimed by Kinsey.  Carol Cassell, past president of the American Association of Sex Educators, Counselors, and Therapists (AASECT), wrote in 1991:  Look how we've used the Kinsey data.  We've used it for everything from assessing the stability of marriage to raising children to trying to understand human growth and development -- not just sexual but also psychological growth and changes over time.77                                                  67  Reisman, STOLEN HONOR, at 196-97. 68  Tom Brokaw, THE GREATEST GENERATION 37, 55 (1998). 69  See generally, id. 70   Reisman, SEXUAL SABOTAGE, at 18, 71  THE MODEL PENAL CODE, 1955, §207.4 Comments, at 244; also see, Robert C. Bensing, A Comparative Study of American Sex Statutes, 42 JOURNAL OF CRIMINAL LAW, CRIMINOLOGY, AND POLICE SCIENCE 57, 58-59 (1951). 72  Robert C. Bensing, A Comparative Study of American Sex Statutes, 42 JOURNAL OF CRIMINAL LAW, CRIMINOLOGY, AND POLICE SCIENCE 57, 58-59 (1951). 73  Id.  at 64. 74  Id. at  61. 75  Id. at  63. 76  Id. at 66. 77  Carol Cassell, Contemporary Sexuality, The American Association of Sex Educators, Counselors and Therapists (AASECT), October 1991. 11   Thousands of scholars similarly credited Kinsey’s books as causal in our historical sea change:78 “The history of research on human sexuality, at least in the United States, can be divided somewhat crudely into the Pre-Kinsey and Post-Kinsey Eras.”79 “Kinsey's books …. [helped form] the homophile movement….greater diversity in the sexual practices….than might first appear given the conservative sexual mores…”80 “Alfred C. Kinsey, in his groundbreaking empirical studies of sexual behavior among American adults, revealed that [10%]…of his research participants reported having engaged in homosexual behavior to the point of orgasm after age 16.”81 “Kinsey and his co-authors, in describing the fluid, rather than dichotomous, nature of sexual orientation….”82 “[The] Model Penal Code …. was “prompted….by the Kinsey studies of the 1950s…[which] showed that large numbers of…. heterosexual adults--engaged in so-called “deviate” sexual activity.”83  Doctors such as Alfred Kinsey publicized the utilitarian framework for thinking about sex regulation (rendering the natural law arguments potentially irrelevant) and subjected the predatory homosexual trope to skeptical analysis (potentially neutralizing the primary medical argument).84  Tilting of justice in favor of sex offending criminals began in 1948 when legal experts rallied behind Kinsey’s “expertise” for changes in sex laws, mirroring his permissive, avant-garde worldview.85 Within months of the Male 1948 publication, four major books representing top scholars appeared lionizing Kinsey’s 804-page tome. Uniformly they echoed the need for major social and legal changes--based on Kinsey’s “interviews” with “16,000” average Americans.86  Sexual Behavior in the Human Male….dropped like an 800-page bomb into American culture in 1948.…Rocketing to the top of the bestseller list, where it stayed for 27 weeks, the report introduced facts and statistics into America's dinner table conversations that dramatically altered perception of sexual behavior in America. The statistics shocked and scandalized: 86 percent of men said they had engaged in premarital sex; 50 percent said they had committed                                                  78  See, Judith Reisman, Mat D. Staver, Shawn D. Akers, Mary E. McAlister, Richard L. Mast; Reliance on Kinsey’s “Scientific” Child Sex Atrocities and The Effects of His Crimes and Fraud on Past and Current Law and Public Policy, SCRIBD (last viewed September 21, 2016, 6:15 PM), https://www.scribd.com/doc/218209847/Kinsey-s-Criminal-Psychopathology-in-American-Law.  79  National Research Council, AIDS, Sexual Behavior, and Intravenous Drug Use 79 (The National Academies Press (1989). 80  Carlos Ball, Obscenity, Morality, and the First Amendment: 28 COLUM. J. GENDER & L. 229, 264 (2015) 81  Gregory Herek, Facts About Homosexuality and Mental Health, SEXUAL ORIENTATION: SCIENCE, EDUCATION, AND POLICY (Aug. 26, 2016), http://psychology.ucdavis.edu/rainbow/index/html.  82  Nancy Marcus, Bridging Bisexual Erasure in LGBT-Rights Discourse and Litigation, 22 MICH. J. GENDER & L. 291, 325 (2015). 83  C. Joslin & J. Levine, The Restatement of Gay (?), 79 Brook. L. Rev. 621 (Winter, 2014). (Kinsey’s “comprehensive and highly respected work on sexuality established…”) 84  W. Eskridge and N. Hunter, SEXUALITY, GENDER AND THE LAW, 3d (University Casebook Series, 2011) 85  David Allyn, Private Acts/Public Policy: Alfred Kinsey, the American Law Institute and the Privatization of American Sexual Morality, 30 JOURNAL OF AMERICAN STUDIES, note 155 at 421 (1996). 86  Albert Deutsch, SEX HABITS OF AMERICAN MEN (1948); Morris Ernst, & David Loth, AMERICAN SEXUAL BEHAVIOR AND THE KINSEY REPORT (1948); RE N E  GUYON, THE ETHICS OF SEXUAL ACTS (1948); Donald P. Geddes & Currie, eds. ABOUT THE KINSEY REPORT (1948). 12   adultery before turning 40; 37 percent of men reported at least one episode of homosexual sex; and 17 percent of men who had grown up on farms claimed to have had sex with animals. The Kinsey report blew the lid off the container in which sexual experience had been sealed. Sexual activity previously labeled \"deviant\" or \"immoral\" seemed rampant among the very people who outwardly condemned it. One of Kinsey's explicit goals in publishing the report was to export discussion of sexual practices from the realm of morality to that of science. In a scientific context, whatever the surveys found was \"natural\" and whatever was \"natural\" was \"normal\" and whatever was \"normal\" was morally okay. In other words, he sought to demolish \"normal\" as a meaningful category of sexual behavior. …. The Kinsey report solidified science's role as the new, preeminent cultural authority. And Kinsey's version of the Word of Science was that, sexually speaking, anything goes. Whatever he found in his survey—and he found great quantities of adultery, homosexual sex, oral sex, prostitution, bondage, and bestiality—was by definition acceptable. Our moral values needed to be brought more scientifically in line with our sexual practices….The sexual revolution….found its intellectual underpinnings here.87 Based on complete confidence in Kinsey’s “data” legal scholars began an orchestrated effort to radically gut the nation’s morality based laws that restricted sexual behavior, “designed to protect the family.”88 By early 1949 Kinsey and his supporters were meeting with leaders in politics and academia and testifying before legislative commissions to overhaul sex crime regulations.89 In 1949, Kinsey convinced California legislators to jettison their plans for “indefinite incarceration” of child sex offenders. Kinsey claimed that his extensive data on children proved children are unharmed by sex; that molesters seldom repeat their crimes and therefore all sex criminals should be paroled.90 He cited his “data” as showing that children are not traumatized by sexual contact with adults unless the adults make a fuss about it.91 By March 10, 1949, when the New Jersey Senate created a commission to study sex crimes, Kinsey was their key sexpert. Kinsey’s influence is apparent in their findings of the benign nature of sex criminals and the ridicule of those who sought tough laws to protect the vulnerable—women and children: It has been carefully estimated by Dr. Kinsey that not more than five percent of our convicted sex offenders are of a dangerous variety, exercising force or injury upon a victim.... The sex fiend as portrayed by Dr. Wittels, et al, is a rare phenomenon in the criminal history of any state: the tens of thousands that he                                                  87  Scott Stossel, The Sexual Counterrevolution, THE AMERICAN PROSPECT, (July-August, 1997), http://prospect.org/article/sexual-counterrevolution.   88  Ernst & Loth, AMERICAN SEXUAL BEHAVIOR AND THE KINSEY REPORT at 81, 83. 89  Tamara Rice Lave, Only Yesterday: The Rise And Fall Of Twentieth Century Sexual Psychopath Laws, 69  LA. L. REV. 549, 561 (2009). 90  THE SUBCOMMITTEE ON SEX CRIMES OF THE ASSEMBLY INTERIM COMMITTEE ON JUDICIAL SYSTEM AND JUDICIAL PROCESS (Preliminary Report), H. Res. 232-1949, 43-1949 at 103, 105, 117 (Cal.1949). 91  Kinsey, FEMALE, at 120-122. 13   hypothecates are the much publicized creatures of his well stirred imagination.92  In 1951, Kinsey advised the Illinois Commission on Sex Offenders. Chairman Frank Allen, reported that Kinsey’s findings “permeate all present thinking on the subject.”93 Heeding Kinsey, the commission recommended decriminalizing private consensual homosexual sodomy.94 In 1955, Kinsey spoke at the Congress of Correction-a four-day meeting sponsored by the American Correctional Association saying he found no evidence of an increase or a decrease in sex crimes over the last fifty years. 95 What was hidden from these groups and from the public was the fact that Kinsey and his team habitually, harmfully engaged in the very criminal acts they sought to decriminalize.96 After his death in 1956, Kinsey’s biographers confirmed that he engaged in adultery, promiscuity, sodomy and sado-masochism and was addicted to violent masturbation and pornography.97   Former President Ronald Reagan acknowledged the change in laws from protecting victims to protecting criminals in 1981:  For most of the past thirty years [since 1951] justice has been unreasonably tilted in favor of criminals and against their innocent victims. This tragic era can be fairly described as a period when victims were forgotten and crimes were ignored.98  These changes were prompted by elite change agents who, like the Honorable Judge Posner, hearlded Kinsey’s findings as scientific evidence of the need to fundamentally change law and society’s view of sexuality. As discussed more fully infra, the fundamental change started when the Rockefeller Foundation funded the  revision of the criminal law which became the  Model Penal Code, and particularly the 1955 draft dealing with “Sex Offenses.”99 Kinsey was the “expert”, whose research modernized “antiquated” sex laws.  The results are seen in scores of new sexual diseases and daily arrests of men and women for child pornography (rape) and for abusing, trafficking, children, even infants.100  Kinsey’s Studies Garner Congressional Attention But No Action  An early consequence of the changes in sex laws was the HIV/AIDs epidemic which came into the public spotlight in the early 1990s when NBA legend Earvin “Magic” Johnson                                                  92  Lave, at 561-62, (citing Paul W. Tappan, The Habitual Sex Offender: Report and Recommendations of the Commission on the Habitual Sex Offender 13-14 (1950) (emphasis added). 93  William N. Eskridge, Jr., DISHONORABLE PASSIONS: SODOMY LAWS IN AMERICA 1861-2003, 120 (2008). 94  Id.  at 121.  95  Lave, at 562.  96  Benjamin D. Wiker, Dr. Benjamin Wiker on the real Alfred Kinsey: Dedicated Scientist or Sexual Deviant?  IGNATIUS INSIGHTS (last viewed Sept. 21, 2016, 7:30 PM), http://www.ignatiusinsight.com/features/bwiker_kinsey_nov04.asp;  see also The Stop Kinsey Coalition, The Kinsey Institute Exposed: A Warning to Parents & Governments Throughout the World, STOPTHEKINSEYINSTITUTE.ORG (last visited Sept. 21, 2016, 7:30 PM), http://www.stopthekinseyinstitute.org/kinsey-brief.  97  James Jones, Annals of Sexology, Dr. Yes, THE NEW YORKER, August 25 & September 1, 1997, at 103-104.  98  Ronald Reagan, Crime Victims Handbook Preface (U.S. Department of Justice 1981). 99 See, infra, 3, p. 188.  100 See, e.g., Spargo, supra note 27. 14   announced his retirement from the NBA for HIV/AIDS.101 Johnson’s disclosure prompted questions about promiscuity and sodomy as a public health crisis, reigniting a national debate about the growing cost of new sexual diseases and appropriate legislative responses. This led congressional inquiries between late 1991 and 1995 that focused some attention on Kinsey’s work. In each case, the inquiries failed to materialize into federal law.  On September 12, 1991, the U.S. Senate was considering funding for the Departments of Labor, Health and Human Services and Education for the next fiscal year when Senator Jesse Helms (R-NC) raised the question of sex surveys and Kinsey’s work:  Such deception and misrepresentation have been endemic in these surveys from the very beginning, starting with Alfred Kinsey's original sex survey back in the 1940's-the survey that is the original source for the often-cited statistic that 1 in 10 people- -is homosexual. Mr. Kinsey knew before he started what he wanted his survey to prove. So he never publicized the fact that he surveyed mostly homosexuals, prisoners, and college students, an obviously nonrepresentative sample of the general American public. Despite this fact, Dr. Kinsey passed his findings off as being representative of the population as a whole, not just of the crowd-what is the word-subset, that he chose to interview. Mr. President, the community of these sex survey “scientists” has itself acknowledged the real purpose behind Kinsey's deception. Just a few years ago as part of a National Research Council report, the so-called sex “scientists” stated that Alfred Kinsey's, and let me quote: “….claim for the legitimacy of science in the area of sexuality was an attempt to change the rules of the game that defined what conduct was normal and what was abnormal.”102    On November 26, 1991, the Senate heard testimony on “AIDS and Sexual Behavior Studies.” Senator Daniel Patrick Moynihan (D-NY) discussed the errors in the Kinsey reports and the need for better data:  There are numerous methodological problems with the Kinsey study. Yet for lack of more up-to-date comprehensive data, our knowledge about the prevalence of various sexual behaviors is still largely based on this source. This will not do.103 On Thursday, April 2, 1992, Senator Helms (R-NC) stood to argue against the passage of the “National Institutes of Health Revitalization Amendments”104 and pointed to questions about Kinsey’s research:                                                  101  Sarah Moughty, 20 Years After HIV Announcement, Magic Johnson Emphasizes: ‘I Am Not Cured’, PBS (November 7, 2011), http://www.pbs.org.  102  Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 137 Cong. Rec. S12848-02, 137 Cong. Rec. S12848-02, S12862, (1991) (statement of Jesse Helms, U.S. Senator from North Carolina). 103  AIDS and Sexual Behavior Studies, 102nd Congress, First Session, WL 250462, 1 (1991) (Statement by Daniel Patrick Moynihan, U.S. Senator from New York). 104  National Institutes of Health Revitalization Amendments, 102nd Congress, Second Session, (1992) (statement of Jesse Helms, U.S. Senator from North Carolina). 15   The truth is clear, Mr. President. Children are engaging in sex at younger and younger ages as the so-called sex education agenda moves into the elementary schools-an agenda often camouflaged as so-called AIDS education. But the real intent and real effect of these programs unmistakably desensitizes children at younger and younger ages to immoral and deadly sexual lifestyles….. Such deception and misrepresentation have been endemic in such sex surveys from the very beginning. Look back at Alfred Kinsey's sex survey in the 1940's . . . Dr. Kinsey knew before he started what he wanted his survey to prove. So he never-never-disclosed the fact that he had surveyed mostly homosexuals, prisoners, and college students-a sample obviously nonrepresentative of the American people as a whole. It was, and it was intended to be, a monumental falsehood. But let us consider a rather revealing quote from Mr. Gagnon's 1977 book entitled “Human Sexualities.” I want to be very slow in reading the following quote because I want Senators to understand what the man said. I quote: “The horror with which society views the adult who has sexual contact with young children is lessened when one examines the behavior of other mammals . . . Sexual activity between adult and immature mammals is common and appears to be biologically normal.”105 In 1995, Congressman Steve Stockman (R-TX) introduced H.R. 2749, the Child Protection and Ethics in Education Act of 1995, which would have directed the:   ….Comptroller General to conduct a study to determine whether programs, lectures, texts, or other pedagogical materials involving sexuality used by agencies, universities, or elementary and secondary schools (institutions) that receive Federal funds for educational purposes significantly or particularly rely on the scholarship of, directly or indirectly consisting of, or based on the studies [by Alfred Kinsey and his team of collaborators].”106  The bill would have authorized the General Accounting Office to evaluate if the: ….contents of the Kinsey reports are erroneous, wrongfully obtained by reason of fraud or criminal wrongdoing (i.e., systematic sexual abuse of children), or both.” [Should the investigation uncover wrongdoing] “no Federal funds are provided to any persons or institutions for any educational purpose which instruct in Kinsey's work, derivative Kinseyan scholars, or scholarship without indicating the unethical and tainted nature of the Kinsey report.”  The bill died in committee.  Despite these congressional revelations about the questionable nature of Kinsey’s findings, no action was taken to investigate the reports or to stem the flow of taxpayer funds to                                                  105  Id. 106  H.R. 2749 (104th): Child Protection and Ethics in Education Act of 1995, GOVTRACK.US, http://www.govtrack.us.   16   the Kinsey Institute and various organizations relying Kinsey’s “data.” As a result, scholars and policy makers continued to regard Kinsey’s data as scientifically reliable and use his work to make fundamental changes to law and policy. However, as discussed infra, and as alluded to by Senators Helms and Moynihan, Kinsey’s reports were neither scientifically sound nor statistically accurate.   Indeed they were based on criminal child sexual abuse.  Kinsey Experts Versus Untrained Conservative Attorneys In The Courts  Kinsey’s work has also become foundational in judicial decisions as Kinsey-trained experts have gutted longstanding precedents with little and unpersuasive scholarly from the opposition.107 Because Kinsey’s findings have gone unchallenged for so many years, his theories have become the accepted norm, illustrating science historian and philosopher, Thomas Kuhn’s theory that “post-revolutionary scientists” are commonly guaranteed academic honors and become founders of a new paradigm.108   A recent example of the authority of Kinsey’s legacy for the new sexuality paradigm is illustrated by the winning trial court testimony of Professor Gregory Herek, prominent homosexual psychologist and expert witness for the Plaintiffs in Perry v. Schwarzenegger.109 During his 2010 testimony,110 Professor Herek frequently cited Kinsey as trustworthy and that representation was never challenged on cross-examination. Instead, the defense attorney affirmed the scientific findings of Kinsey’s “data” that Herek included in his expert witness report, data Plaintiffs admitted into evidence. Defense counsel Nielson confirmed that Herek relied upon Kinsey’s reports in forming his expert opinion. However, he did not inquire into the nature of Kinsey’s research or particular records of child sexual abuse prominently displayed in Kinsey’s famous, influential books.111 Nielson: “And I believe you said earlier that you agree that sexual orientation ranges along a continuum, correct?”   Herek: “Yes, that's how we generally understand it.  And as I said, that idea was elaborated by Kinsey in this book.”112 Herek: Kinsey’s sample was not “representative of the population at large.”  Neilson: “Why?” Herek: “Kinsey …. shows that there are large numbers of people with various patterns of experiences.”  Neilson: “So in other words, we should be cautious of precise numbers  or proportions from Kinsey, correct?”                                                   107  Judith Reisman “Stolen Honor, Stolen Innocence (2013); see also n.8.  108  Thomas S. Kuhn, THE STRUCTURE OF SCIENTIFIC REVOLUTIONS, 144-59 (2d ed. 1970). 109  Perry v. Schwarzenegger, 704 F. Supp. 2d 921 (N.D. Cal. 2010), aff'd sub nom. Perry v. Brown, 671 F.3d 1052 (9th Cir. 2012). 110  Herek is a Fellow of the American Psychological Association (APA), the Association for Psychological Science, giving Congressional testimony on “antigay violence” (1986), military policy (1993) and drafting APA amicus briefs for Obergefell as well as Perry v. Schwarzenegger.  111  Transcript of Trial Testimony, vol. 9 at 2124. 112  Id. at 2153 17   Herek: “you shouldn't generalize to the larger population, which is why when I talk about Kinsey, I tend to focus just on just the number of people that he found….”  Nielson: “And on page 638…. there is Kinsey's ‘\"Heterosexual/ Homosexual Rating Scale.\"’ And I would like to pull this up on the screen, too.”  (He screens Kinsey’s “scale” without challenge or criticism.) Herek then quotes Professor John DeCecco, an outed pedophile, regarding: “Kinsey’s approach…. the Kinsey continuum.” DeCecco, a featured pedophile supporter in magazines advocating for pedophilia, 113 was not questioned. Instead, Nielson solicited Herek’s expert opinion about Kinsey.  Nielson: “Nearly all heterosexual people are capable of some homosexual response” and vice versa?  Herek: “Kinsey's work was useful…in sensitizing us.”114  The Nielson-Herek courtroom exchange illustrates the depth of the infiltration and acceptance of the Kinseyan worldview in the legal community. Nielson did not even think to challenge Herek on Kinsey’s fraudulent methodology and underlying premises, even on information such as documented child sexual abuse diagrammatically, explicitly presented in Tables 30-34 on pages 175 to 180 of Kinsey’s male report, page 10 of the alleged subjects he obtained, or pages 160-161 where Kinsey explicitly defines the “orgasms” of children (all under 12 years of age) that were being penetrated and abused by Kinsey’s team of men. More than six decades of unquestioned reliance upon Kinsey’s research in all major academic disciplines has made Kinsey as unassailable in the field of “sexology” as Einstein is in the field of physics. Just as no attorney would even think of questioning an expert witness’ reliance upon Einstein, so too no attorney thinks of questioning an expert’s reliance upon Kinsey.  Because the historicity of Kinsey’s duplicity and criminal cover-up has been carefully buried for decades his “data” is treated as credible as Einstein’s theory of relativity, leaving attorneys and others seeking to halt the sexual rights tsunami hamstrung. This was evident in the Perry case as Nielson failed to investigate the Kinsey reports for himself, so never put Kinsey’s child abuse tables into evidence as tools for cross-examination. Instead, Nielson elevated the credibility of Kinsey by referring to the scale and reiterating Kinsey’s false conclusion that “sexuality is a continuum.” This illustrates the aim of this paper, to urge exposure of the truth behind the Kinsey reports and unapologetically to expose that truth.                                                   113  See Mary Eberstadt, Pedophilia Chic, THE WEEKLY STANDARD (Jan. 1, 2001), http://www.weeklystandard.com.   114  Trial Testimony, vol. 9 at 2153.    18   III.  HISTORICITY OF KINSEY’S FALSE “SEX SCIENCE”    “Make the lie big, make it simple, keep saying it, and eventually they will believe it.” Adolf Hitler. 115  Kinsey claimed to have “scientifically” proven to the world that Americans were far more “promiscuous” than anyone knew.116 His books were embellished by a façade of scientific objectivity and are still revered as THE scientific study of human sexuality.117 However, the long-buried truth behind the methodology employed by Kinsey and his co-authors shows that the reports were fraudulent, unscientific, statistically inaccurate, and based upon the criminal sex abuse of children from 2 months old to teens. It is upon this flimsy, criminal foundation that societal change agents created new sexual legal and societal paradigms to replace the Judeo-Christian underpinnings upon which the country was founded. Unearthing this truth is critical to reverse the damage caused by 70 years of Kinseyan based social change.  Kinsey’s Unrepresentative Representative Sample  Implicit in the public’s acceptance of Kinsey’s reports was an understanding that Kinsey had undertaken a statistically and scientifically valid study of human sexual behavior based representative samples of men and women. In fact, however, Kinsey’s subjects were not representative and neither his science nor his statistics were accurate. As President of the American Statistical Association, W. Allen Wallis reported in 1949, “very little is revealed in the statistical data about the number of males covered in the volume.”118 Indeed, reading Kinsey’s book leads to conflicting conclusions about the sample upon which he based his conclusions. In one place Kinsey said he interviewed 21,350 subjects,119 another shows 12,214,120 with totals at “about” 6,300121 or 6,200.122 Wallis’ deduction, having studied Kinsey’s data, was that he interviewed, and used at most, 4,120 “men.”123 Kinsey co-author Clyde Martin admitted the sample “is nowhere well described.”124 Fellow co-author Wardell Pomeroy admitted to concealing the exact figures of the interviews because critics would disagree with the types of people they included.125  Pomeroy reported that by “1946, [Kinsey], Gebhard and I had interviewed about 1,400 convicted sex offenders in penal institutions scattered over a dozen states.”126 Kinsey admitted that his “normal” population included 1,400 sex offenders127 as well as prisoners, sexual                                                  115  ADOLF HITLER, MEIN KAMPF Vol. I, Ch. X (Franz Eher Nachfolger 1925).  116  Ernst & Loth, AMERICAN SEXUAL BEHAVIOUR AND THE KINSEY REPORT 81, 83 (1948).  117  Posner, SEX AND REASON, at 19. 118  W. Allen Wallis, Statistics of the Kinsey Report, 248 JOURNAL OF THE AMERICAN STATISTICAL ASSOCIATION , 463-84 (1949).  119  Kinsey MALE, at 5. 120  Id. at 10. 121  Id. at 5. 122  Id. at 29. 123  Wallis, Statistics of the Kinsey Report, at 463-84. 124  REISMAN, STOLEN HONOR, STOLEN INNOCENCE, at 52 citing December 31, 1990 letter from Clyde Martin to June Reinisch, head of the Kinsey Institute, available in Dr. Reisman’s archive.  125  Wardell Pomeroy, DR. KINSEY AND THE INSTITUTE FOR SEX RESEARCH 293 (1972). 126  Id. at 208. 127  Kinsey MALE at 392 (Kinsey states that they have data in the Male volume on “1200 persons who have been convicted of sex offenses,”); POMEROY, DR. KINSEY AND THE INSTITUTE FOR SEX RESEARCH at 144 (reported 1,400 was the final figure).  19   psychopaths, homosexuals and “underworld” members.128 As Pomeroy said, Kinsey often commented that prisoners and sex offenders were no different than everyone else, they just got caught.129 As nonchalantly displayed in five tables (see Table 34, left, Male volume, page 180). Kinsey also  included in his “male subjects” from 319 to 1,888 boys and infants.130 Also, of his alleged nearly 8,000 female “subjects,” Kinsey said he excluded those who did not fit into his pre-conceived ideas.131 Indeed, “about 75 percent of the “data” collected by Kinsey’s team were never used.132   Statistician Wallis criticized Kinsey’s claim that pedophiles, criminals, homosexuals, prostitutes, and other sexually aberrant persons were “average” Americans”. And collapsing 1,400 sex offenders into the database as “normal” subjects was a particularly egregious violation of research honesty.133  In addition, “there was ‘substantial discussion’ of social and legal attitudes about sexual behavior not based on evidence presented,”134 i.e., data were slanted, unscientific. Kinsey’s discussion of the timing of his interviews also demonstrates his “sampled populations” were unrepresentative of men in the 1940s.135 He documented that he collected personal information from thousands of men when America was fighting World War II.136 As one historian approvingly observed, “While the soldiers were away, Alfred Kinsey at Indiana University was managing to get some 16,000 Americans interviewed about their sexual behaviors.”137  Dr. Albert Hobbs testified to Congress the data were false.138  Apart from the doubtful veracity of the samples of men and women questioned by Kinsey, his statistical methods have been seriously criticized by organs of the American Statistical Association and several scholarly reviewers. But even if the sampling had been representative of American attitudes on sex, and even if all the persons interviewed had been willing to give truthful answers and were psychologically capable of doing so, it seems preposterous….that social change should be justified upon empirical inquiry alone.139 Using his unrepresentative “representative sample,” Kinsey reported that 95 percent of American men engaged in illegal sexual conduct. He claimed 67 percent to 98 percent of men had premarital sex; 69 percent had at least one experience with a prostitute and 50 percent had committed adultery.140 Among the more widely quoted of Kinsey’s findings are that from 10 to 37 percent of men engaged in homosexual sodomy at some point in their lives and that 46 percent “reacted to” both sexes at some point in their adult lives.141 Kinsey’s labeling sex                                                  128  Kinsey MALE, at 13-16, 78, 176.  129  Id. at 292. 130  Id.  176-80;  131  Kinsey Female at 22. 132  Arno Karlen, SEXUALITY AND HOMOSEXUALITY 456 (1971). 133  Judith Reisman, STOLEN HONOR, STOLEN INNOCENCE (2013) at ii. 134  Id. 135  Kinsey MALE at 10, featuring a chart detailing interviews taken during the height of World War II. 136  Id. 137  Gary F. Kelly, AMERICA’S SEXUAL TRANSFORMATION: HOW THE SEXUAL REVOLUTION’S IS SHAPING OUR SOCIETY, OUR YOUTH AND OUR FUTURE, 7 (2012). 138  Rene A. Wormser, FOUNDATIONS: THEIR POWER AND INFLUENCE 104 (1993). 139  Id. 140  Id. at 549–552, 586-87, 597. 141  Id. at 650-51, 656. 20   offenders as “normal,” permitted him to conclude that tough sex crime laws were wrongheaded for increases in sex crime were solely due to hysterical reactions and overzealous enforcement by sexually disturbed, repressed “reform groups”: [O]nly a minute fraction of one per cent of the persons who are involved in sexual behavior which is contrary to the law are ever apprehended, prosecuted, or convicted …. The prodding of some reform group, …. hysteria over some local sex crime, a vice drive….to distract attention from defects in their administration … a sadistic officer…. [with] sexual problems, may result in…a hundred percent increase-in the number of arrests on sex charges, even though… [this represents] a fantastically minute part of the illicit activity….in the community.142  To illustrate his theories on male sexuality, Kinsey manufactured the “scale” that has become a cornerstone for the subsequent transformative societal and legal changes, especially decisions subverting natural marriage, as seen in Perry.  “[I]t has seemed desirable to develop some sort of classification which could be based on the relative amounts of heterosexual and of homosexual experience or response in each history.”143 Kinsey created a seven point scale for each period of one’s life with zero representing solely heterosexual and six solely homosexual.144 In defining heterosexual and homosexual “experiences,” Kinsey included not only physical sexual contact, but also “psychic” or “socio-sexual” responses, which could include nightmares or fantasies.145 One would be counted as partly homosexual if raped, drunk, drugged or asleep during an assault.146 Based upon that rating system, Kinsey opined that 10 percent to 37 percent of men were “homosexual” during at least some part of their lives, and that the majority of humans are bisexual.147 Notably, as Professor Herek testified, Kinsey taught sexuality as unfixed, as a fluid continuum, subject to change throughout an individual’s lifetime.148 “Males do not represent two discrete populations, heterosexual and homosexual …. The sooner we learn this concerning human sexual behavior the sooner we shall reach a sound understanding of the realities of sex.”149 Those “realities” according to Kinsey’s 1953 second volume on women, included the claim that only legal and social restrictions kept women from being sexually active, birth until death.150 Kinsey defined “married” as women who lived with a man “for at least a year.”151 Since few normal women granted sex interviews in those years his sizeable prostitute population counted as “married.” Contraception was illicit unless one was married and Kinsey found 2.5 percent of women with a venereal disease.152 According to Kinsey then, 40 percent of women in the ‘30s and ‘40s had premarital sex, 26 percent of “wives” committed adultery with 26 percent having (illegal) abortions, and 28 percent of women engaging in a homosexual relationship lasting at least three years. Hence, widespread female promiscuity caused zero negative fallout.                                                   142  Kinsey MALE at 18 (emphasis added). 143  Id. at 639.  144  Id.  145  Id. at 640-41. 146  Id.  147  Id. at 90. 148  Id. at 639. 149  Id. 150  FEMALE, at 115-16. 151  Id. at 53. 152  Id. at 327, 416, 458. 21    Kinsey Records Statutory Rape, Incest, Child Abuse as “Pre-Adolescent Sexual Experiences” Proving “Children Are Sexual From Birth.”  Although prominently featured in Kinsey’s Male volume, his record of child sex crimes were overlooked until Dr. Reisman’s presentation to international leaders of the human sexuality field at the 5th World Congress on Sexuality in 1981.153 Detailing to the congress what Kinsey called “pre-adolescent” sexual “experiences,”154 she screened Table 30; figures on “pre-adolescent eroticism and orgasm” showing “males” as young as one year old.155 Table 31 “pre-adolescent experience in orgasm” included data alleging “actual observation of 317 males” from two months old to 15 years old.”156 Table 32 claimed to show “speed of pre-adolescent orgasm” by 188 “males” from five months to “adolescence” whose “duration of stimulation before climax[es]” were timed using “second hand or stop watch.”157 Table 33 reportedly were “multiple orgasms” of 182 “males,” that Kinsey said were “the capacities of pre-adolescent boys in general.”158 Table 34; “multiple orgasm in pre-adolescent males” listed children from five months to 14 years of age “observed” having what Kinsey called three to 26 “orgasms” from minutes to 24 hours.159 Kinsey observed “even the youngest males, as young as 5 months of age, are capable of such repeated reactions.”160 He concluded his alleged data on “sexual activities of younger males” supported Freud that sexual capacity is present in “earliest infancy….”161 As his colleagues would later repeat, “[w]e made our point that children are sexual from birth.”162 That was the major premise of the books, i.e., to convince the public that human sexuality is “fluid” from “womb to tomb.”163  Kinsey associates revealed years after the information was already being used to transform law and society that much of his Tables were compiled from records of serial child rapists, including a highly placed German Nazi, Fritz von Balluseck and an Arizona surveyor, called Rex King. Both provided records detailing their sexual assaults on hundreds of children.164 King helped prove “children are sexual from birth” and “contributed a fair amount to our knowledge                                                  153  Judith Reisman, Child Sexuality of Child Sexual Abuse, a Consideration of the Kinsey Reports, Jerusalem, Israel, 1981. 154  Id., Tables 30-34, pp. 175-80. 155  Id., Table 30, p. 175. 156  Id., Table 31, p. 176 (emphasis added). 157  Id., Table 32, p. 178. 158  Id., Table 33, p. 179. 159  Id., Table 34, p. 180. (emphasis added). 160  Kinsey MALE at 180. 161  Id. at 180. 162  REISMAN, STOLEN HONOR, STOLEN INNOCENCE, at 149. 163  Id.  164  REISMAN, STOLEN HONOR, STOLEN INNOCENCE, at 136-39.  22   and medicine’s knowledge of sexuality in children.”165 So, pedophiles were the source of labeling as outdated and repressed our common understanding; unless children were abused or traumatized they were commonly asexual until puberty stirred sexual hormones.   Kinsey “proved” there was no harm in a child’s sexual experiences and/or exposure. Cases of harm from sexual contact “are in the minority….if the child’s parents do not become disturbed.”166 Not only are children unharmed by “early sexual experiences” with adults, but said the Indiana professor, young girls “actively sought” out “sexual contacts with adult males.”167 As co-author Wardell Pomeroy said: “Kinsey …. contended that, as far as so-called molestation of children was concerned, a great deal more damage was done to the child by adult hysteria.”168 Kinsey’s Male volume recrafted the crimes of rape, child abuse and the like as “pre-adolescent sexual contact with adult males.”169 He labeled adult males as: “at least fifteen years of age…” Therefore, “experiences” that he interpreted as “adolescent sex play” were discarded unless “the male was at least five years older than the …. pre-adolescent” female.170   Kinsey concluded when children were sexually violated by older children, this was “play,” interviewing 4,441 women who (he claimed) were largely sexually active, with one child who might have been harmed by rape.171 Such “findings” -- believed by scholars – became part of American and global consciousness, changing thinking, laws and sex “education” about rape as largely harmless, impulsive contact. Kinsey purged the word “rape” from his data although twenty-four percent of female interviewees had sex “contact .”  “Contact” like many terms in his books, was never defined. Fifty- two percent of 609 girls under 12 years old were allegedly “partnered” with “adult males” strangers, thirty-two percent “friends or acquaintances,” and twenty percent “fathers, grandfathers, uncles and brothers”172 (at left).  “[R]epetitive incidents” occurred “in the same household”173 since the “children had become interested in the sexual activity and….sought repetitions of their experience.”174 Abandoning the idea of the asexual child, advocates began substituting Kinsey’s mantra of; “blaming the victim, the child wanted it.” Kinsey linguistically recrafted the brutal life-altering crimes of rape and child sex abuse “pre-adolescent sexual contact with adult males” or “experiences.”175 (While a “good rape” was unthinkable, he/she could have a “good contact” or “good experience”.)                                                     165  Id., quoting Gebhard’s interview on KINSEY’S PAEDOPHILES.  166  FEMALE, at 121-22. 167  FEMALE at 117-19. 168  POMEROY, DR. KINSEY AND THE INSTITUTE FOR SEX RESEARCH at 207-08. 169  FEMALE, supra note 6 at 53, Emphasis added. 170  Id. 171  Id. at 121. 172  Id. 173  Id. 174  Id. 175  Id. 23   IV. THE CONSEQUENCES OF KINSEY’S NEW PANSEXUAL PARADIGM   Consequences of Kinsey’s Findings: Jettisoning Judeo-Christian Worldview  Immediately after Sexual Behavior in the Human Male was published Kinsey was credited as having done “more than document American sexual behavior. He challenged the legitimacy of public regulation of sexual conduct through morality.”176  Change agents accepted the challenge and called for jettisoning the Judeo-Christian worldview--the ruling paradigm in behavioral sciences, law, and other disciplines--in favor of Kinsey’s “scientific” pansexual worldview as discussed. Until his death in 1956, Kinsey personally met with many of the leaders and helped shape their recommendations for normalizing homosexuality and lessening or eliminating penalties for child molestation, rape, sodomy and other criminal conduct. Manfred Guttmacher, chair of the Group for the Advancement of Psychiatry (“GAP”), met with Kinsey for two days to discuss his findings.177 That discussion yielded a 1949 paper on sexually deviant sex offenders plagiarizing Kinsey in which GAP stated that “[t]he preponderance of persons who carry out sex offenses for which they are punishable by our current laws are not involved in behavior fundamentally different from that commonplace in the population.”178 Based upon that false narrative the psychiatrist group “urged a general decriminalization of illicit sexual behavior, saying that ‘some laws should be revised and perhaps some entirely abandoned.’”179 Quoting Kinsey’s “child sexuality,” data, GAP argued age 7 might be the age of consent. The legal status of minors (which was then defined as under age 21) regarding sexual relations should be “clarified:”  3. Age Disparity (Relations Involving One Adult).  In general, persons under the age of 7 are legally regarded as not responsible.….. On the other hand the legal definition….[ignores] emotional maturity observed in many persons stamped as minors….many are by endowment and training fully capable of part or exceptionally even full responsibility for sexual behavior. Thus, in the later years of childhood age disparity may diminish to a point of a day or even hours…. the legal concepts of rape and of contributing to delinquency become increasingly untenable.180 [Emphasis added.]   Guttmacher later wrote, “Kinsey's findings were the points by which we steered. The debt that society will owe to Kinsey and his co-workers for their researches on sexual behaviour, will be immeasurable.”181 Indeed. Kinsey’s reports were also relied upon by members of the National Institute of Mental Health (NIMH) Task Force on Homosexuality, to justify                                                  176  DAVID ALLYN, Private Acts/Public Policy: Alfred Kinsey, the American La w Institute and the Privatization of American Sexual Morality, 30 JOURNAL OF AMERICAN STUDIES  416-17 (1996) 177  Id. at 420, (citing Committee on Forensic Psychiatry of the Group for the Advancement of Psychiatry, Psychiatrically Deviated Sex Offenders, Report No. 9 (May 1949)). 178  Id. 179  Id. 180  Committee on Forensic Psychiatry of the Group for the Advancement of Psychiatry, Psychiatrically Deviated Sex Offenders, Report No. 9 2 (May 1949 revised and republished February 1950), http://ourgap.org.  181  ALLYN, PRIVATE ACTS/PUBLIC POLICY, supra note 155, at 420, (citing Manfred Guttmacher, The Kinsey Report and Society, 70 SCIENTIFIC MONTHLY 291-94 (May 1950)). 24   normalizing homosexuality.182 Thus we follow the well-trodden roadway to pansexual marriage in America. It [the 1969 task force report] claimed, parroting the Kinsey reports almost word-for-word, that sexuality was a continuum from exclusive homosexuality to exclusive heterosexuality, and that some degree of bisexuality was the human norm. Without evidence, it stated that any homosexual suffering was caused by societal prejudice. (It avoided mentioning, however, that in Kinsey’s view, human sexual taste was almost infinitely malleable.) Thus, there was nothing problematic with homosexuality per se.183  The American Psychiatric Association (“APA”) used Kinsey’s “data” to argue “exclusive homosexuality was a normal part of the human condition. Based on GAP, logically, after the child reached age 7 she or he could pick a new gender as well as who to have sex with.  After all, at 7 years of age, children were “capable of part or exceptionally even full responsibility for sexual behavior.” And, “homosexuality did not meet the requirements of a psychiatric disorder” because Kinsey’s “data” proved homosexuality doesn’t “cause subjective distress or is regularly associated with some generalized impairment in social effectiveness or functioning.”184 Based upon that the APA dropped homosexuality as a psychiatric disorder from the Diagnostic and Statistical Manual (“DSM”) in 1973.185 Quietly lurking in the background was the future decision that age 7 could be viewed as sexually ready, thus as “gay youth” or “non-binary” or transgendered—but of course, these views awaited inevitable unfolding.  Legal scholars immediately began citing Kinsey’s report as authoritative proof of the need for fundamental changes in the law to correspond with what scholars and lawyers said were scientifically sound data on human behavior.186 Within months of Kinsey’s 1948, 804-page book publication, four books by esteemed scholars representing well-nigh all academia were in book stores congratulating the Kinsey Institute, citing Kinsey’s “findings” and calling for fundamental social and legal changes.187 These books would have been pre-planned “spontaneous” publicity for Kinsey’s conclusions as unquestioned and scientifically sound. American law would now be enlightened, and hereafter seen as irrelevant, ineffective and outdated. None of these scholarly books noted the Tables showing babies 2 months old and 5 months timed “orgasms” being sexually abused.188 None asked how did he obtain child orgasm data? Similarly, none questioned the magical scale Kinsey created.189 Nor that 10 to 37 percent of men are homosexual at some point in life, based on sex offenders, homosexuals, pedophiles, prisoners and a self-fulling definition of “homosexual experience.”190                                                  182  Jeffrey Satinover, The “Trojan Couch”: How the Mental Health Associations Misrepresent Science,  http://narth.org/docs/TheTrojanCouchSatinover.pdf  183  Id. at 2.  184  Id. 185  Id. at 3-4. 186  ALLYN, PRIVATE ACTS/PUBLIC POLICY, at 421. 187  Albert Deutsch, ed., SEX HABITS OF AMERICAN MEN (1948); Ernst, & Loth, AMERICAN SEXUAL BEHAVIOUR AND THE KINSEY REPORT; Rene Guyon, THE ETHICS OF SEXUAL ACTS (1948) and Geddes & Currie, eds., ABOUT THE KINSEY REPORT (1948). 188  MALE at 176-80, TABLES 30-34. 189  Id. at  639. 190  Id. at  13-16, 78, 176, 640-41, 650-51, 656. 25   Acknowledging that laws regulating sexual behavior were based on longstanding Judeo-Christian principles “designed to protect the family,” but claiming that Kinsey had disproven cultural understandings about family, leaders in the legal and academic community naturally demanded wholesale revision of criminal law.191 Morris Ernst, co-founder of the ACLU, said Kinsey disproved contemporary American beliefs in marital fidelity:  “…that sexual activity for men outside the marriage bond is as rare as it is offensive to the publicly proclaimed standards of the people . . . strengthened by the bulk of popular literature and entertainment . . . [and] the almost savage penalties which many State laws attach to such activities [adultery].”192 Similarly, New York Magistrate Morris Ploscowe proclaimed Kinsey’s first volume “ended an era…[It is] the single greatest contribution of science to the . . . law in my lifetime [more than] the Brandeis Brief.” 193 Without even alluding to statistical errors, scientific dishonesty and the deliberate sexual experimentation of children, Judge Ploscowe said:    [E]nforcement of the prohibitions of sex legislation [are a] failure, our sex crime legislation is completely out of touch with the realities of [life]. [T]he law attempts to forbid an activity which responds to a wide human need . . . . [N]o bar association, law school journal, or lawyers’ committee can consider laws . . . on sexual matters without reference to the Kinsey study.”194  “[T]he sex offender is not a monster. . . but an individual who is not very different from others in his social group, and that his behavior is similar to theirs. The only difference is that others in the offender’s social group have not been apprehended.”195 “This recognition that there is nothing very shocking or abnormal in the sex offender’s behavior should lead to other changes in sex legislation. . . . In the first place, it should lead to a downward revision of the penalties presently imposed on sex offenders.196 Sex offenders “are not for the most part degenerate sex fiends who are potential killers. Nor are they individuals with persistent patterns of illicit sexual activity who graduate from minor crimes to atrocious major offenses.197  Adopting and promoting Kinsey’s mantra that children are sexual from birth, now an activist, Judge Ploscowe added: If most rapes simply involve consensual acts of sexual intercourse with under-age girls they are not the product of degenerates and psychopaths who force their attentions upon unwilling victims. Only where the age disparity between the man and the girl are very great is it possible to say that the rape may be the work of a                                                  191  ERNST & LOTH, AMERICAN SEXUAL BEHAVIOR AND THE KINSEY REPORT, at 81, 83. 192  Id. 193  MORRIS PLOSCOWE, SEXUAL PATTERNS AND THE LAW, in SEX HABITS OF AMERICAN MEN 125 (Albert Deutsch, ed., 1948). 194  Id. at 125-26 195  Id. 196  Id. at 125-26, 133-34. 197  MORRIS PLOSCOWE, SEX AND THE LAW  202 (Prentice Hall 1962) 26   mentally abnormal individual, a psychopath, or a potentially dangerous sex offender.198 Another famous sociologist and legal expert said, since Kinsey had “indicated that more than fifty per cent of the males studied, had had some homosexual experience in their lifetimes,” homosexual conduct should not be punished.199 “Many of these perverts have good standing in society,” were of above average intelligence and education, and were generally “law-abiding and hard working.” With HIV-AIDS unheard of and other venereal diseases at a minimum, he concluded that homosexual activities “constitute little danger to the rest of society.”200 Kinsey’s findings required “a drastic re-examination of our statutes relating to sexual offenses.”201    Consequences of Kinsey’s “Findings:” Reformation of the Criminal Law.     Sex crime law reforms were called for by Hugh Hefner202 (a 22-year-old college virgin until he read Kinsey) who dubbed himself “Kinsey’s Pamphleteer” and launched Playboy magazine, opening the floodgates to today’s pornography industry.203 Said reforms began in the American Law Institute’s (“ALI”) Model Penal Code (“MPC”) revisions of sex offense laws. Many of the scholars who accepted Kinsey’s findings without question and used them to call for fundamental change in the law--including Judge Ploscowe, Louis Schwartz,204 and Professor Herbert Wechsler205--were employed to draft a new model criminal law code addressing sexual offenses.206 Kinsey’s prisoner-pedophile-biased compilations were the authority for their  recommendations.207 Wechsler described the changes in criminal law on sexual behavior that were incorporated into the MPC:  Sexual Offenses and Abortion. Private sexual relations, whether heterosexual or homosexual, are excluded from the scope of criminality, unless children are victimized or there is coercion or other imposition. [Note, Kinsey’s graphically documented child sex crimes are completely ignored.] Penal sanctions also are withdrawn from fornication and adultery, contrary to the law of many states. Prostitution would continue to be penalized, primarily because of its relationship to organized crime in the United States, but major sanctions would be reserved for                                                  198  Id.,  199  Edwin H. Sutherland, The Sexual Psychopath Laws, 40 J. OF CRIMINAL LAW AND CRIMINOLOGY 543, 546 (1950). 200  Id. 201  PLOSCOWE, SEX AND THE LAW at 130. 202  Hugh M. Hefner, The Legal Enforcement of Morality, 40 U. Colo. L. Rev. 199 (1968). 203  JUDITH REISMAN, “SOFTPORN” PLAYS HARD BALL 36-37 (Huntington House1990), (citing THOMAS WEYR,  REACHING FOR PARADISE 195-196 (Times Books 1978). 204  Louis B. Schwartz, Review, Sexual Behavior in the Human Male, 96 U. PA. L. REV. 1947, 1947-48 (1948); Louis Schwartz, Morals Offenses and the Model Penal Code, in MORALITY AND THE LAW 90, 91 (R.A. Wasserstrom, ed., 1971). 205  Herbert Wechsler, The Challenge of a Model Penal Code, 65 HARVARD L. REV. 1097 (1952); Herbert Wechsler, Codification Of Criminal Law In The United States: The Model Penal Code, 68 COLUMBIA L. REV. 1425 (1968) (emphasis added). 206  ESKRIDGE, DISHONORABLE PASSIONS at 121. 207  Id. 27   those who exploit prostitutes for their own gain. Forcible rape would be extended to include coerced deviate intercourse but relations between spouses would be excluded entirely, which is not now generally true. Sanctions are maintained against intercourse with minor females notwithstanding their willing participation, but the crime is not denominated “rape” unless the child is under ten years of age. When the girl is older but below the recommended age of consent (16 years), the offense is treated as corruption of a minor. It is not committed, moreover, unless the male is four years older than the female, and a defense is provided if it is shown that she had previously engaged in promiscuous relations with others. The crime of incest is preserved but the enormous sentences permitted in some states are much reduced. Finally, abortion performed by a physician in a hospital would be justifiable when it was considered necessary not only to safeguard the life of the woman but also to protect her physical or mental health, or when there is a substantial risk that the child would be born with a grave physical or mental defect, or when the pregnancy resulted from rape or incest.”208 Many of those who called for change, including Ploscowe, Schwartz,209 Wechsler210 and others would usher in changes in their own states and Kinsey colleague, Paul Tappan from New Jersey led the ALI in drafting lighter penalties for sex crimes.211 The MPC would end public shame for sex crimes, indeed it was “just sex” after all; the problem was emotional overreaction. The task force reviewed Kinsey among reams of other material, and submitted recommendations to the ALI Council in 1953-54.212 Kinsey biographer Jonathan Gathorne-Hardy noted the “American Law Institute’s Model Penal Code of 1955 is virtually a Kinsey document…. At one point Kinsey is cited six times in twelve pages.”213  MPC recommendations to the states included decriminalizing private consensual sodomy. Many council members rejected decriminalization so a new place holding draft made it a misdemeanor.214 Kinsey was prominent in the sex crime comments due to his claims of a high number of homosexuals and thus the high frequency of homosexual sodomy with no societal or health consequences. Such laws Kinsey testified, were foolish as there were no adverse consequences to the high frequency of mass sodomy he had calculated. And the frequency showed that laws were unenforceable; hence sodomy posed no health, or criminal or behavioral harm to the community.215 It would be over 30 years before sodomy would be                                                  208  Herbert Wechsler, Codification Of  Criminal Law In The United States: The Model Penal Code, 68 COLUM. L.REV. 1425, 1449 (1968). 209  Louis B. Schwartz, Sexual Behavior in the Human Male, 96 U. PA. L. REV. 1947, 1947-48 (1948); Louis Schwartz, Morals Offenses and the Model Penal Code, in MORALITY AND THE LAW 90, 91 (R.A. Wasserstrom, ed., 1971). 210  Herbert Wechsler, The Challenge of a  Model Penal Code, 65  HARVARD L. REV.  1097 (1952); Herbert Wechsler, Codification Of Criminal Law In The United States: The Model Penal Code, 68 COLUMBIA L. REV. 1425 (1968). 211  Lave, Only Yesterday, at 561-62 (citing Paul W. Tappan, The Habitual Sex Offender: Report and Recommendations of the Commission on the Habitual Sex Offender 13-14 (1950)). 212  ESKRIDGE, DISHONORABLE PASSIONS at 121. 213 JONATHAN GATHORNE-HARDY, ALFRED C. KINSEY, THE MEASURE OF ALL THINGS 449 (Indiana University Press 1998).  214  Id. at 121-23 215  Id.  at 122, citing, ALI, Model Penal Code, Commentary 277-80 (Tent. Draft No. 4, 1955). 28   identified as causal in the modern tragedy of HIVAIDS.216 In May 19, 1955, the ALI approved decriminalizing private consensual sodomy.217 Illinois followed in 1961.218 Between 1969 and 1978, twenty-three states decriminalized consensual sodomy, with five more between 1980 and 2001.219 In eight states courts razed laws criminalizing private consensual sodomy between 1980 and 2001.220  These sexual behavior changes in criminal laws, grounded on Kinsey’s fraudulent information were approved by the ALI on May 19, 1955 and adopted by states beginning in 1961.221 Among the provisions of the MPC was an important paragraph that would drastically damage children’s future. Paragraph 251.4(3)(a) which exempted from prosecution dissemination of obscene materials to minors by “institutions or persons having scientific, educational, governmental or other similar justification for possessing obscene material.”222 In other words, schools, libraries, museums and similar institutions would be permitted to distribute materials otherwise deemed as harmful to minors and subject to prosecution if not done in the name of education or science. Forty-five states have adopted some version of that exemption,223 implicitly accepting Kinsey’s testimonies that children are sexual from birth and unharmed by early sexual experiences. From capital punishment to current “sensitized” notions of rape of women or children as “misdemeanors,” punishable by a few months or even probation reveals that “privatization” of sexual morality, the pretense that “promiscuity” and sodomy have no public health and welfare consequences has failed, certainly for women, children, marriage and the family.224  Weakening our criminal law was coordinated with Kinsey’s first and last visit to England. “Closet Queens,” a study of twentieth century leading homosexuals in British politics, identifies scores of closeted academic and political leaders serving in the Macmillan cabinet during implementation of the Wolfenden Report225 focused on the United Kingdom’s criminal sex offense laws on male homosexuality.226 Logically, Kinsey advised Baron John Wolfenden, who solicited help from “Alfred Kinsey, the American sexologist. Kinsey's matter-of-fact                                                  216  Centers for Disease Control and Prevention, Anal Sex and HIV Risk (October 2016) http://www.cdc.gov/hiv/risk/analsex.html 217  Id. at 123-24. 218  Morris Ploscowe, Sexual Patterns and the Law, in SEX HABITS OF AMERICAN MEN 125, 127 (Albert Deutsch, ed., 1948). 219  Id. at 388-407 220  Id. 221  ESKRIDGE, DISHONORABLE PASSIONS, at 123-24. 222  G. Blum, Obscenity prosecutions: statutory exemption based on dissemination to persons or entities having scientific, educational, or similar justification for possession of such materials. 13 AMERICAN LAW REPORTS 567 (5th edition 1993).  223  Id. 224  Sophia Bollag, Inspired by accusations against Bill Cosby, California lawmakers move to lift time limits on rape cases, LOS ANGELES TIMES, (Aug. 30, 2016, 6:20 PM), http://www.latimes.com/politics; Charley Lanyon, This Rape Bill Will Close the Loophole That Let Brock Turner Off So Easily, NEW YORK MAGAZINE (Aug. 30, 2016, 9:12 AM), http://www.nymag.com/thecut/2016/08/california-rape-bill-will-close-brock-turners-loophole.html; Christine Hauser, Victim in New Hampshire Prep School ‘Senior Salute’ Case Speaks Out, N.Y. TIMES (Aug. 30, 2016), http://www.nytimes.com.   225  In 2015 Little Brown published Michael Bloch’s book, Closet Queens, gay men in twentieth century British politics, from Lord Rosebery and Lord Beauchamp to today. 226  Cornelia V. Christenson, KINSEY, A BIOGRAPHY 195 (1971). 29   approach to homosexuality and his implicit moral neutrality pointed to a less punitive legislative framework.”227 He “attended conferences with professional groups.…[and] the British commission that was then working on the revision of the English sex law” Presented to Parliament in 1957.228 The resulting UK report, like the MPC, recommended legalization of obscenity, homosexuality, and other activities previously understood to be perversions with adverse social and health consequences. Like the MPC, Wolfenden appears widely cited in judicial opinions, such as Lawrence v. Texas, 539 U.S. 558, 573 (2003), as scientific proof of the need for removal of restrictions against sodomy and other sex offenses.   Consequences Of Kinseyan Criminal Law Reforms: Same-Sex “Marriage.”  By 2004 the legal system and the Courts had almost three generations of Kinsey training. It was in the air they breathed imbedded between the lines of what they read. So, the courts wasted little time in quoting Lawrence to justify dismantling marriage. Only five months after the Supreme Court’s decision, the Supreme Judicial Court of Massachusetts cited Justice Kennedy in Lawrence quoting Casey to overturn the Commonwealth’s statutes defining marriage as the union of one man and woman.229 “Sex” no longer grounded in morality or biology in the law, also debased notions of virginity before marriage for women and men.230 As is true with subsequent cases invalidating state marriage laws and constitutional amendments, the Massachusetts court erased the objective definition of marriage without offering a new objective defintion to prevent further dilution of the institution.231 Despite the non-monogamous definition of what homosexual culture defines as “marriage,”232 the Kennedy court concluded that same-sex couples were to be welcomed to the institution of marriage.233 Left in the air was who, or what, is included in the institution. Following the Kinseyan pansexual philosophy to its logical conclusion all sexual “outlets” merit equal recognition and approbation.234 The Justices in the Fourth, Seventh, Ninth, and Tenth circuits, and now the Supreme Court, have similarly failed to answer the question of how marriage should be defined if the millennia old understanding of the union of one man and one woman does not comport with the Constitution. Instead, the courts write in platitudes and clichés, as in the Ninth Circuit’s conclusion: “inclusion strengthens, rather than weakens, our most important institutions.... When same-sex couples are married, just as when opposite-sex couples are married, they serve as models of loving commitment to all.”235 Judge Reinhardt elaborated: Yet our core legal instrument comprehends the rights of all people, regardless of                                                  227         Jeffrey Weeks, Policy Papers, “Wolfenden and beyond: the remaking of homosexual history” 2007,  http://www.historyandpolicy.org/policy-papers/papers/wolfenden-and-beyond-the-remaking-of-homosexual-history. 228  Christenson, Id. 229  Goodridge v. Dep't of Pub. Health, 440 Mass. 309, 312, 798 N.E.2d 941, 948 (2003). 230  Patrick Healy, Hefner is Engaged, Again, THE NEW YORK TIMES (Dec. 26, 2010), http://www.nytimes.com.  231  Id. at 349-50. 232  Judith Reisman, Crafting Bi/Homosexual Youth, 14 REGENT LAW REVIEW,283 (2002). 233  Id. 234  See Robinson, THE MODERNIZATION OF SEX supra note 8, at 59. 235  Latta v. Otter, 771 F.3d 456 (9th Cir. 2014), cert. denied, 135 S. Ct. 2931, 192 L. Ed. 2d 975 (2015), and cert. denied sub nom. Idaho v. Latta, 135 S. Ct. 2931, 192 L. Ed. 2d 975 (2015), and cert. dismissed sub nom. Coal. for the Prot. of Marriage v. Sevcik, 136 S. Ct. 13, 192 L. Ed. 2d 983 (2015) 30   sexual orientation, to love and to marry the individuals they choose. It demands not merely toleration; when a state is in the business of marriage, it must affirm the love and commitment of same-sex couples in equal measure. Recognizing that right dignifies them; in doing so, we dignify our Constitution.236 Similarly, in the battle over marriage, the Tenth Circuit placed a high premium on including those who the court claimed were previously excluded from marriage without establishing any definitive structure. “Consistent with our constitutional tradition of recognizing the liberty of whose previously excluded, we conclude that plaintiffs possess a fundamental right to marry and to have their marriages recognized.”237 As was true in Latta, the Tenth Circuit s tood in large part on Justice Kennedy’s language in Lawrence, quoting Casey; homosexual couples should enjoy equal dignity and autonomy, as do heterosexual couples.238 In his zeal to have same-sex marriage approved by the Seventh Circuit, Judge Posner,239 traversed Kinsey by claiming homosexuality is “an immutable (and probably an innate, in the sense of in-born) characteristic rather than a choice.”240  As he said, the American Psychological Association opined:  [M]ost people experience little or no sense of choice about their sexual orientation ... The leading scientific theories of the causes of homosexuality are genetic and neuroendocrine theories, the latter being theories that sexual orientation is shaped by a fetus’s exposure to certain hormones.241 Judge Posner turned “theories” into facts, ruling same-sex couples must be included in marriage to ease the pain of a discrimination that they share “among the most” persecuted minorities in history. This is innovative history. Comparing demands for homosexual “marriage” (statistically, “open marriage,”242) to the disenfranchisement, economic powerlessness, enslavement and mass murders of blacks, Mexicans, Chinese, Jews, Christians, etc., as well as women’s history of mass rape, lack of voting, property, economic rights, etc., would argue against homosexual inclusion “among the most persecuted”:  Because homosexuality is not a voluntary condition and homosexuals are among the most stigmatized, misunderstood, and discriminated-against                                                  236  Id. 237  Kitchen v. Herbert, 755 F.3d 1193, 1218 (10th Cir.), cert. denied, 135 S. Ct. 265, 190 L. Ed. 2d 138 (2014). 238  Id. 239  Judge Posner’s writings contain frequent citations to Kinsey and accolades of Kinsey’s work as the high water mark for the scientific study of human sexuality. He has regularly cited the Kinsey scale and Kinsey’s data as authoritative. See, e.g., Posner, SEX AND REASON, supra note 83, at 19; Richard A. Posner, OVERCOMING LAW (Harvard University Press, 1995). 240  Baskin v. Bogan, 766 F.3d 648, 657 (7th Cir.), cert. denied, 135 S. Ct. 316, 190 L. Ed. 2d 142 (2014), and cert. denied sub nom. Walker v. Wolf, 135 S. Ct. 316, 190 L. Ed. 2d 142 (2014). 241  Id. 242  Judith A. Reisman & Charles B. Johnson, Briefing Book: Partner Solicitation Language as a Reflection of Male Sexual Orientation, THE INSTITUTE OF MEDIA EDUCATION (last visited Sept. 21, 2016, 9:45 PM), http://www.drjudithreisman.com; See also, Judith A. Reisman, The Reisman & Johnson Report: Applied to “Homosexual Marriage” and “Hate Crimes”, THE INSTITUTE FOR MEDIA EDUCATION (last visited Sept. 21, 2016, 9:45 PM), http://www.drjudithreisman.com.  31   minorities the disparagement of their sexual orientation, implicit in the denial of marriage rights to same-sex couples, is a source of continuing pain to the homosexual community.243  (Emphasis added) Judge Posner further argued granting marriage rights to homosexual couples would help convince the opponents of same-sex “marriage” that “homosexual married couples are in essential respects, notably in the care of their adopted children, like other married couples.”244 As is true with his colleagues in the Ninth and Tenth Circuit, Judge Posner did not provide any objective parameters or metrics for his new construct.245   The same prosaic language is true for the Fourth Circuit. While offering less rhetorical flourish than Judge Posner, the majority opinion in Bostic has the same Kinseyan underpinnings.246 Ironically, the Fourth Circuit proclaimed that “[c]ivil marriage is one of the cornerstone in place, i.e., its objective structure as the union of one man and one woman.”247 The Bostic court jettisoned any structure, saying “the right to marry is an expansive liberty interest that may stretch to accommodate changing societal norms.”248 The court equated Virginia’s marriage laws defining marriage as the union of one man and one woman to laws prohibiting interracial marriage and prisoner marriage. The honorable court ruled just as changing societal norms required overturning those laws, changing societal norms require overturning laws restricting marriage to the union of one man and one woman.249 Unlike Bostic, however, the anti-miscegenation and prisoner prohibition laws maintained the objective definition of marriage while removing impermissible barriers to legalizing the union of one man and one woman.250 Still hopefully for a faithful lifetime and for the propagation of a family. The Court’s comparison is further flawed because it relies upon the Kinseyan notion that homosexual and heterosexual relationships are the same, i.e., merely one of many sexual “outlets” individuals choose.251 The Court’s embrace of Kinsey’s sexual outlet theories supplies neither historical nor other evidence that permitting same-sex couples to marry will “strengthen the institution of marriage.”252 Such a statement reveals the irrational belief that no fundamental difference exists between procreative heterosexual coitus and nonprocreative conduct--hence no need to honor conjugal sex as innately valuable to survival of a civil society. Under the Kinseyan worldview adopted by the courts, all sexual conduct, or physical “outlets” are equally valued, (hand, vagina, anus, mouth, object or other) are the same. In fact, in the closest thing to an alternative definition of marriage, the Fourth Circuit framed the fundamental right of marriage as the right to marry the person of one’s choice.253  Consequently, the Supreme Court, Fourth Circuit, along                                                  243  Id. at 658. 244  Id. 245  Id. at 672. 246  Bostic v. Schaefer, 760 F.3d 352 (4th Cir.), cert. denied sub nom. Rainey v. Bostic, 135 S. Ct. 286, 190 L. Ed. 2d 140 (2014), and cert. denied, 135 S. Ct. 308, 190 L. Ed. 2d 140 (2014), and cert. denied sub nom. McQuigg v. Bostic, 135 S. Ct. 314, 190 L. Ed. 2d 140 (2014). 247  Id. at 384. 248  Id. at 376. 249  Id., discussing Loving v. Virginia, 388 U.S. 1, 87 S. Ct. 1817, 18 L. Ed. 2d 1010 (1967); Turner v. Safley, 482 U.S. 78, 107 S. Ct. 2254, 96 L. Ed. 2d 64 (1987). 250  See Loving, 388 U.S. at 12; Turner, 482 U.S. at 82. 251  Bostic v. Schaefer at 381-83. 252  Id. at 381. 253  Id. at 377. 32   with the Seventh, Ninth, and Tenth circuits and national legislatures are enamored of Kinsey’s philosophy that “all orgasms [are] equal, regardless of how one came by them [so] there [are] no grounds for placing heterosexual intercourse in a privileged position.” “Inclusive” marriage as advocated by the Supreme Court, with no objective structure to regulate human relationships, is and will continue to create disorder, confusion and instability as society struggles with questions either deliberately or naively unanswered. Judge Sutton of the Sixth Circuit summarized the consequences: Imagine a society without marriage. It does not take long to envision problems that might result from an absence of rules about how to handle the natural effects of male-female intercourse: children. May men and women follow their procreative urges wherever they take them? Who is responsible for the children that result? How many mates may an individual have? How does one decide which set of mates is responsible for which set of children?254  A marriage-less society is precisely what Kinsey activists were working toward. Michelangelo Signorile, illustrious homosexual advocate explained: A middle ground might be to fight for same-sex marriage and its benefits and then, once granted, redefine the institution of marriage completely . . . to debunk a myth and radically alter an archaic institution that as it now stands keeps us down.  The most subversive action lesbian and gay men can undertake . . . is to transform the notion of family entirely.255 That anticipated transformation has created conflicting policies, statutes and court decisions as various states have struggled with how to accommodate the new social order.256  Consequences of Kinsey’s “Findings:” Constitutional Conflict  A much more fundamental issue has been the conflict between the newly minted same sex marriage, and the constitutional rights of free speech and religious free exercise.257 Many states that have permitted or been told to permit same-sex “marriages” also have enacted anti-                                                 254   DeBoer v. Snyder, 772 F.3d 388, 404 (6th Cir. 2014), cert. granted sub nom. Obergefell v. Hodges, 135 S. Ct. 1039, 190 L. Ed. 2d 908 (2015), and cert. granted sub nom. Tanco v. Haslam, 135 S. Ct. 1040, 190 L. Ed. 2d 908 (2015), and cert. granted, 135 S. Ct. 1040, 190 L. Ed. 2d 908 (2015), and cert. granted sub nom. Bourke v. Beshear, 135 S. Ct. 1041, 190 L. Ed. 2d 908 (2015), and rev'd sub nom. Obergefell v. Hodges, 135 S. Ct. 2584, 192 L. Ed. 2d 609 (2015). 255  Michelangelo Signorile, Bridal Wave, OUT, 161 (December/January, 1994). 256  In  re  Kandu,  315 B.R.  123 (Bankr. W.D.  Wash.  2004) (addressing conflict  between federal bankruptcy law and foreign recognition of same-sex “marriage.”); Ross v. Goldstein, 203 S.W.3d 508 (Tex. App. 14th 2006) (refusing to grant marriage-like status to same-sex surviving partner for estate purposes); Finstuen v. Crutcher, 496 F.3d 1139 (10th Cir. 2007) (addressing same-sex adoptions in state recognizing that marriage is the union of one man and one woman); Adar v. Smith, 639 F.3d 146 (5th Cir. 2011) (addressing conflict between Louisiana adoption which did not permit any unmarried couples to obtain revised birth certificates with both parents' names and New York recognition of same-sex couples as “married.” 257  Ryan T. Anderson & Leslie Ford, Protecting Religious Liberty in the State Marriage Debate, HERITAGE FOUNDATION (April 10, 2014), http://www.heritage.org/research/reports/2014/04/protecting-religious- liberty-in- the-state-marriage-debate. 33   discrimination laws that include sexual orientation and gender identity.258 Providers of wedding services whose religious belief prevented them from performing or providing services for same-sex couples were fined, harassed and in some case driven out of business entirely.259 The New Mexico Supreme Court ruled that the New Mexico Human Rights Act requires a photographer to photograph same-sex commitment ceremony—despite violating the photographer’s religious beliefs.260 The court said renouncing religious beliefs is the “price of citizenship” for the right to be a photographer.261 Bakers in Oregon and Colorado were found to have violated their respective states’ civil rights laws and were fined when they declined to create wedding cakes for same-sex couples based on their religious belief.262 The Oregon bakers closed their business in the interest of protecting their family after receiving threats related to their defense of their free exercise  rights.263  Florists, galleries and family farms throughout the country have faced similar conflicts as their First Amendment rights are trumped by state anti-discrimination laws.264 Faith based foster court care and adoption agencies had to stop helping abandoned children in Massachusetts, the District of Columbia, and Illinois. Why? State governments required they abandon their religious beliefs that marriage is the union of one man and one woman and that the best and safest place is with and mother and a father.265 Similar scenarios will play out in even more jurisdictions, as citizens’ religious liberty rights clash with what some call the tyrannical paradigm of same-sex “marriages.” A s  Michelangelo Signorile explained: first get “same-sex marriage and its benefits and then, once granted, redefine the institution of marriage . . . transform the notion of family entirely.”266 The history of other jurisdictions indicates that, as Signorile predicted, this is just the beginning. Kinsey’s permeation of the criminal law was fully realized in the ALI/MPC revisions of laws related to sexual offenses. The MPC sexual offense reforms became the foundation for court decisions invalidating long-standing prohibitions against abortion, Roe,267and sodomy, Lawrence v. Texas,268 upon which the decisions invalidating marriage laws have been based.                                                   258  Id. at 2.  259  Id. at 2-5. 260  Elane Photography, LLC v. Willock, 309 P.3d 53, (N.M.S.C. 2013), cert. den’d., 134 S. Ct. 1787, 188 L. Ed. 2d 757 (2014). 261  Id. at 92 (Bosson, J., specially concurring). 262  Anderson, Protecting Religious Liberty, at 3-4, citing Billy Hallowell, “We Still Stand by What We Believe’: Bakers Who Refused to Make a Gay Wedding Cake Doubled Down Despite Ruling They Violated Couple’s Civil Rights, THE BLAZE (Jan. 20, 2014, 7:40 AM), http://www.theblaze.com/stories/2014/01/20/state- rules-oregon-bakery-that-refused-to-make-a-gay-wedding-cake-violated-lesbian-couples-civil-rights/; see also, Kristen Anderson, Baker Says He’d Rather Go to Jail After Judge Orders Him to Bake Cakes for Gay Weddings, LIFE SITE NEWS, (Dec. 11, 2013, 3:47 PM), https://www.lifesitenews.com/news/baker-says-hed-rather-go-to-jail- after-judge-orders-him-to-bake-cakes-for-gg. 263  Id. at 3, citing Todd Starnes, Opinion, Christian Bakery Closes After LGBT Threats, Protests,  FOX NEWS, (Sept. 3, 2013), http://www.foxnews.com/opinion/2013/09/03/todd-american-dispatch-christian-bakery-closes- after-lgbt-threats-protests.htm. 264  Id. at 4, see also, Leslie Ford, Government to Farmers: Host a Same-sex Wedding or Pay a $13,000 Fine, THE DAILY SIGNAL (Aug. 19, 2014), http://dailysignal.com/2014/08/19/government-farmers-host- sex-wedding-pay- 13000-fine/. 265  Id. at 5-6. 266  Michelangelo Signorile, Bridal Wave, OUT, 161 (December/January, 1994). 267  Roe v. Wade, 410 U.S. 113, 139-40 (1973): “In the past several years, however, a trend toward liberalization of abortion statutes has resulted in adoption, by about one-third of the States, of less stringent laws, 34   Consequences of Kinsey’s “Findings”: Educational Obscenity Exemptions  The inclusion of educational obscenity exemptions in the MPC and state statutes shows how Kinsey’s “data” “proving” infants and children deserve orgasms from birth, and homosexuality and sodomy as normal, have justified teaching “sexual diversity” from kindergarten onward.269 School districts use standards developed by the Sex Information and Education Council of the United States (“SIECUS”). Like Kinsey, the SIECUS Report (1996) urged the use of “sexually explicit visual, printed or on-line materials” for schoolchildren to “reduce ignorance and confusion” and to help the children develop “a wholesome concept of sexuality.”  The official SIECUS position equates sodomy with marital sex as “any type of unprotected sexual intercourse (oral, anal or vaginal).” Few people realize that the great library collection of... the Kinsey Institute... was formed very specifically with one major field omitted: sex education.  This was because it seemed appropriate, not only to the Institute but to its major funding source, the National Institute of Mental Health, to leave this area for SIECUS to fill.  Thus, we applied and were approved for a highly important grant from the National Institute for Mental Health that was designed to implement a planned role for SIECUS to become the primary data base for the area of education [indoctrination] for sexuality.270 The SIECUS Sex Education Curriculum Board was also led by Pomeroy, Bell, Calderwood, Calderone, and McIlvenna—all Kinseyans and all committed to Kinsey’s research findings, deviant standards and pedophile promotions.  What has been the damage of the ideas unleashed by the documented SIECUS/Playboy partnership?                                                                                                                                                                most of them patterned after the ALI Model Penal Code, s 230.3,37 set forth as Appendix B to the opinion in Doe v. Bolton, 410 U.S. 205, 93 S.Ct. 754.” 268  Lawrence v. Texas, 539 U.S. 558, 571, 123 S. Ct. 2472, 2480, 156 L. Ed. 2d 508 (2003).  269  In February 2013, the Chicago Board of Education, which oversees the nation’s third largest school district, approved a new policy that “mandates comprehensive sexual health education for grades K through 12. Curriculum is to be aligned with the National Sexuality Education Standards, be age-appropriate for each grade level, and include instruction about gender identity, gender expression, and sexual orientation.” Chicago Department of Public Health, Policy Brief, Sexual Education Policy In Illinois And Chicago June 2013, https://www.cityofchicago.org/content/dam/city/depts/cdph/policy_planning/Board_of_Health/HCPolicyBriefJune2013.pdf. See also, Emily Ike, Illinois: Sex Ed Set to Begin in Kindergarten in Chicago Public Schools, SIECUS Policy Report September 2013, http://www.siecus.org/index.cfm?fuseaction= Feature.showFeature&featureID=2297. 270 Mary Calderone, SIECUS' role in Kinsey's message, SIECUS Report, May-July 1982, p. 6. 35   Like Kinsey, the SIECUS Report (1996) urged the use of “sexually explicit visual, printed or on-line materials” (obscenity) for schoolchildren in order to “reduce ignorance and confusion” and to help the children gain what these sex activists call, “a wholesome concept of sexuality.” Meaning, “any type of unprotected sexual intercourse (oral, anal or vaginal).” Dr. Mary Calderone said: \"What is needed is to teach them that sexuality is a marvelous natural phenomenon, to be developed in the same way as the child’s inborn human capacity to talk or to walk, and that their role should relate only to teaching the child the appropriateness of privacy, place, and person-in a word, socialization. Parents can be helped to comprehension of this if they will only recognize that, from the very beginning of its life, a child’s sexuality is an integral part of its being-that it is meant to function along with, rather than apart from, its mind and body, with each inherently influencing and being influenced by the other two.”271 The push to groom children for sex goes back 42 years at least to 1974 with a Planned Parenthood booklet given by teachers to secondary level schoolchildren, entitled “You’ve Changed the Combination!!!” Illustrated with nude, Playboy-like, large-bosomed women towering over small, wimpy nude males Planned Parenthood recommended that children have sex—but only with their “friends.”  It also equated virginity with prostitution since some girls remained virgins until they married: “Do you want a warm body?  Buy one.  That’s right. There are women who have freely chosen that business, buy one.…  Do you want a virgin to marry? Buy one.  There are girls in that business too.  Marriage is the price you’ll pay, and you’ll get the virgin. Very temporarily.”272                                                   271   Mary Calderone, M.D. Fetal Erection and Its Message to Us, 9 SIECUS REPORT, May-July 1983. 272  Rocky Mountain Planned Parenthood, YOU’VE CHANGED THE COMBINATION (1974).  36   By 1991, the AIDS Program Services, New York City Department of Health published and distributed \"A Teenager’s Bill Of Rights\"273 to New York schoolchildren. The pamphlet was endorsed by a series of credible organizations. Two decades of schoolchildren, now parents, grandparents, leaders and followers who were taught to have sex with friends, now tell this generation; \"I have the right to decide whether to have sex and who to have it with,\" without reference to parents, age of consent, or statutory rape.274 The following directions grace an illustration of “How to use a condom”:  [U]se condoms in \"vaginal sex (penis into a woman’s vagina), oral sex (penis into the mouth) and anal sex (penis into the butt). Use a dental dam . . . or plastic food wrap for oral sex . . . . Hold it over her vagina to keep from getting her fluids in your mouth.\"275  In 1994, the Minnesota Department of Education published a booklet \"Alone No More: Developing a School Support System for Gay, Lesbian and Bisexual Youth,\" which repeats Kinsey’s myth of the \"full continuum of sexual orientation.\"276 The booklet does not discuss consequences of homosexual conduct, but perpetuate the twin myths of condom use = safe sex and “informed consent” for students too young to consent to sex.277 Educators are instructed that they must accept the sexual fluidity of their students or face disciplinary action.278 There is no condom approved by the FDA for sodomy…no, none. Fast forward to 2016 and schools are not only teaching the myth of sexual orientation as a “continuum,” but also that gender is merely a social construct that can be expressed in myriad ways.279 For example, beginning with the 2017-18 academic year, kindergartners in Washington state will be expected to: “Understand boys and girls have some body parts that are the same and some that are different,” and that “there are many ways to express gender.”280 Although sex education was and is touted as necessary to decrease teen pregnancy and other consequences of early sexual activity, in fact the materials made possible by the Kinsey-inspired educational obscenity exemptions have spun and sex disorders off the charts. Pediatrician Meg Meeker has documented the devastating consequences that the Cosmo Girl lifestyle has had on a whole generation of young women. Some startling statistics, now 13 years old, that Dr. Meeker chronicles:  From 2 to 4 million teenagers have sexually transmitted diseases (STDs), with many having more than one;281   Teenagers account for 25 percent of the newly reported STD infections;282                                                  273  NEW YORK CITY DEPARTMENT OF HEALTH, A TEENAGER’S BILL OF RIGHTS (1991). The pamphlet was published as part of New York City’s AIDS Program Services and was funded by the City and the Centers for Disease Control.  274  Id. 275  Id. 276  MINNESOTA DEPARTMENT OF EDUCATION, ALONE NO MORE: DEVELOPING A SCHOOL SUPPORT SYSTEM FOR GAY, LESBIAN AND BISEXUAL YOUTH (1994).  277  Id. 278  Id at 1. 279 Washington State Learning Standards, Health and Physical Education, pp. 28-29 http://www.k12.wa.us/HealthFitness/Standards/HPE- 280  Id.  281  Meg Meeker, M.D., EPIDEMIC: HOW TEEN SEX IS KILLING OUR KIDS, 11-13 (Lifeline Press 2002). 282  Id.  37    Nearly 50 percent of African-American teens have genital herpes;283   One in 10 teenage girls has chlamydia, with one-half of all new cases occurring in girls from 15 to 19 years old;284  One in five children over the age of 12 tests positive for herpes type 2;  50 percent of 9th to 12th graders have had sexual intercourse, with many more having engaged in oral or anal sodomy or mutual masturbation, which they do not regard as “having sex.”285 In the 1960s there were two known STDs–gonorrhea and syphilis–and they were curable with penicillin. Today, there are as many as 80 to 100 types of STDs, many with no cure at all and some with cures that are much more complex than a shot of penicillin.286 In many cases, the STDs go undetected for years and lead to pelvic inflammatory disease which can require a radical hysterectomy or in some cases leads to death.287 Human papilloma virus or HPV has gone from being relatively unknown in the 1980s to the most prevalent STD, affecting at least 20 million people.288 HPV is a leading cause of cervical cancer, which in a generation has gone from being a disease primarily of post-menopausal women to one that is most prevalent in young women under 25.289 HPV also causes vaginal, vulvar, uterine and penile cancers. Because many tweens and teens have been encouraged to engage in oral and anal sex (sodomy) to avoid getting pregnant, HPV has also been spread to those regions, causing anal cancer and cancers in the throat, head and neck.290 Yet, no condom has ever passed the tests, been approved, for anal or oral sodomy. This fact was exposed by this article’s first author in 2014. It still is absent from sex education materials.291  Young girls, young women are at greater risk of developing cancer from HPV infections than are older women because of the relative immaturity of their immune systems.292 Also, tween and teen bodies are more susceptible to infections in general due to their immaturity.293 In particular, teen girls’ vaginas contain mucus that holds onto a virus more than does an older woman’s body and the teen’s immature cervical cells are more receptive to viral infections.294 A young girl’s cervix develops slowly and has physiological differences from a women’s cervix which makes the girls more susceptible to STDs.295 A young girl’s cervix is attractive to viruses, bacteria and other pathogens which seems to lead to a much greater risk for pelvic inflammatory                                                  283  Id. 284  Id. 285  Id. 286  Id. at 11-13, 32. 287  Id. at 32, 51-61. 288  Id. at 32. 289  Id.  290  Id. at 37. 291  Judith Reisman, “Condoms never FDA-approved for sodomy,” WorldNetDaily, March 14, 2014,  image: http://www.wnd.com/files/2011/12/Judith-Reisman_avatar.jpg; see also David Heitz, “FDA: Condoms Not Approved for Anal Sex. It hasn’t been kept a secret, but nobody ever really asked.” April 30, 2014. “[L]ast month…Dr. Judith Reisman, a conservative pundit, calls for a “class action lawsuit by AIDS victims and their loved ones” against groups such as “AIDS Healthcare Foundation, Planned Parenthood and a myriad of teachers and school systems, too many to count.”   292  Id. at 34-37. 293  Id. 294  Id. 295  Id.  at 175-76. 38   diseases than that experienced by adult women.296 The physical ravages of STDs are not the only consequence of early experimental sex. Dr. Meeker calls the alarming increase in teen depression and suicides “Emotional STDs,” as or more devastating than HPV, chlamydia or other STDs.297 Her years of treating tweens and teens has shown that early sexual activity by teens leads to emotional turmoil and psychological distress, coming as it does at a time when teens are already experiencing intense and confusing emotions and hormonal changes.298 Over one-third of the adolescent population has thought about killing themselves.299 One in eight teenagers is clinically depressed.300 The rate of suicide increased 200 percent between 1992 and 2002.301 “Sexual freedom causes most [teenagers] tremendous pain.”302 The so-called “sex education” has been clearly massive sex miseducation propaganda.   Dr. Meeker’s observations are supported by brain science which has been able to track the development of the human brain from infancy to adulthood. Studies using magnetic resonance image and brain mapping have shown that the part of the brain which controls risk-taking, curbs inhibitions and permits the processing of complex emotions does not fully develop until the mid 20s.303 Until a young person is about 25 they are subject to “continuous neurological developments increased preferences for risky behavior and novelty seeking,” which promotes the development of addictive behaviors, be it nicotine, alcohol, drugs or sex.304   The difference between the way the teen (11-17) brain understands emotional, novel, images, information, versus that of the adult is seen in the MRI images at left.305 The “gut,” the limbic system, imbeds memories of “novel” often confusing, emotionally stirring information. Brain scientists point out that this is ones hippocampal autobiography. Research finds young persons commonly “read” even basic facial expressions such as fear, shame, disgust, etc., inaccurately compared to the adults’ prefrontal analysis.  This has significance for any proffering of “sex education” materials given to children with the alleged assumption that such information will be “learned” objectively like mathematics and spelling. Sex is not processed “cognitively.” Children, tweens and teens are cannot cognitively process sexual stimuli when reading, hearing, or viewing sexually explicit words and/sounds/images. Few adults cognitively manage such stimuli as evidenced by growing addictions to pornography. Young brains are overwhelmed, made anxious, by sexual stimuli commonly causing long-term damage to mental                                                  296  Id. 297  Id. at 63-73. 298  Id. 299  Id. 300  Id. 301  Id. 302  Id. at 65. 303  Mary Beckman, Crime, Culpability, and the Adolescent Brain, 305 SCIENCE 596 (July 30, 2004). 304  Dulcie Leimback, For Teenages, a Tweak on ‘Just Say No,’ The New York Times, June 20, 2005, http://www.nytimes.com/2005/06/20/health/menshealth/for-teenagers-a-tweak-on-just-say-no.html 305  Jeannie Von Stultz, Bexar County Juvenile Probation, Mental Health Services Director; Adolescent Brain Development, https://www.youtube.com/watch?v=Hl-R5vtERj8  39   and emotional development. As Dr. Meeker found, if the teens actually act out on what they read and find that it does not lead to the kind of freedom and joy promised, then the anxiety, trauma is increased and can lead to PTSD as well as depression and suicidal ideation.306 A recent law journal article notes, “Once action scenarios…. are learned and stored in memory, human brains access these memories to generate actions that then happen immediately and effortlessly.”307 For more than twenty years, National Institute of Mental Health neuroscientist Dr. Jay Giedd studied adolescent brain development. “Decades of imaging work have led to remarkable insight and a more than a few surprises.”308  At different ages of life certain parts of the brain have much more dynamic growth than at other times. And so for very early in life we have our five senses where our visual system and audio system is getting established and optimized for the world around us. In adolescents, the key changes are in the frontal part of the brain involved in controlling our impulses, long range planning, judgment, decision making…. The most surprising thing has been how much the teen brain is changing. By age six, the brain is already 95 percent of its adult size. But the gray matter, or thinking part of the brain, continues to thicken throughout childhood … this process of thickening of the gray matter peaks at about age 11 in girls and age 12 in boys, roughly about the same time as puberty….But another part of the brain -- the cerebellum, in the back of the brain -- is not very genetically controlled….is very susceptible to the environment. And interestingly, it's a part of the brain that changes most during the teen years. This part of the brain has not finished growing well into the early 20s, even.309 Children exposed to sexually confusing, thus stimulating materials also become targets for sexual predators. Much that is called sex education, mirror materials that predators use to “groom” potential victims. FBI investigator Michael Heimbach, described for Congress how sexual predators recruit, entreat, petition, persuade, and entice children to adopt “romantic tastes” in sex that will make them easy prey for                                                  306  Meeker, at 68-78. 307  Donald Peters & Martha Peters, Using Psychological Type Theory roto Help Law Students Develop Professional Identity, 27 REGENT UNIVERSITY LAW REVIEW, 275 (2016). 308  Dr. Jay Giedd, Development of a Young Brain, National Institute of Mental Health, May 2, 2011,  http://www.nimh.nih.gov/news/media/2011/giedd.shtml.  309  Dr. Jay Giedd, Inside the Teenage Brain, Public Broadcasting Company, 2014, http://www.pbs.org/wgbh/pages/frontline/shows/teenbrain/interviews/giedd.html. 40   exploitation and abuse:310 Pedophiles . . . gain the trust of children and of unsuspecting parents by sexually grooming children to . . . lower the sexual inhibitions . . . indicating that it is all right to have sex with an adult because other boys and girls do the same thing . . . Sexually arouse children . . . Desensitize children to sex . . . Demonstrate sex acts . . . how to masturbate, perform oral sex and/or engage in sexual intercourse . . . Offenders commonly use pornographic images of other children to arouse victims, particularly those in adolescence . . .expose them to sexual acts before they are naturally curious about such activities.311  Peters and Peters recognize the importance of mirror neurons in shaping law students own past and present lives. The authors report mirror neurons,“sense both the moves another person is about to make and their feelings and instantly prepare us to imitate that movement and… empathize with these emotions.”312 However even if the conclusion that empathy is a natural response for law students is correct, this conclusion would not serve for the neurobiological responses of minors. It requires that  nascent youth “read” another’s emotional state accurately, which, based upon the current research, is not at all confirmed, particularly when minors are bombarded with confusing and conflicting information on questions of their own and others’ gender. Integrating the concept of gender as a social construct into school curriculum and other cultural institutions will lead to even greater dysfunction, as  Dr. Keith Ablow describes: [S]haking the certain knowledge in boys and girls of whether they can count on not being seen naked by the opposite gender, not to mention whether they are themselves actually the gender they thought they were, is a powerful, devious and pathological way to weaken them by making them question their sense of safety, security and certainty about anything and everything.313  Consequences Of Kinsey’s “Findings:” Removal Of Protections Of Women And Children, Now Including Private Spaces.    Another consequence of the integration of Kinsey’s myths that all sexual activity is normal and harmless and that children are sexual from birth is the removal of protections of women and children from sexually motivated harm. The first step was removing and lessening the criminal sanctions for fornication, adultery, rape, seduction and other sexual offenses, of which women were the primary victims. Also, the institution of no-fault divorce and consequent changes in child custody and child support laws to favor the more financially solvent partner                                                  310  Hearing on Ashcroft v. Free Speech Coal., 535 U.S. 234 (2002) before the United States Senate, Subcommittee on Crime, Terrorism, and Homeland Security, May 1, 2002 (Testimony of Michael Heimbach, Criminal Investigative Division, Crimes Against Children Unit, FBI), http://www.fbi.gov/news/testimony/supreme-courts-child-pornography-decision 311   Id. (emphasis added) 312  Peters, at 295. 313  Keith Ablow, M.D., All wrong in California, girls can use urinals in the boys' restroom , Fox News, January 14, 2014, http://www.foxnews.com/opinion/2014/01/14/ allwrongincaliforniagirlscanuseurinalsinboysrestroom.html. 41   (usually male) lessened the financial protection available under the patriarchal system.314 Furthermore, advocates such as the late Dr. John Money, founder of the gender reassignment clinic at Johns Hopkins University, are urging an end to age of consent, which would lead to the de-criminalization of pedophilia and incest.315 If gender identity becomes part of non-discrimination policies, the protection accorded by sex separate bathrooms, locker rooms and similar private places will be removed, leaving women and children vulnerable to predators who will now have license to enter their private spaces with impunity. Instances of cross-dressing men entering into women’s spaces illustrate how making such conduct acceptable could traumatize women and children.316 News report show the extent of the problem of women and girls being victimized even before gender identity becomes part of non-discrimination policies. A cross-dressing New York high school teacher is reported to have victimized six girls between 2011 and 2014.317 He faces 36 charges from his time at the school, including kidnapping, unlawful imprisonment, and criminal sexual acts against six girls between 2011 and 2014.318 According to court documents, the teacher was wearing a schoolgirl costume with women’s underwear, high-heels and tights when he picked up one of the victims.319 In Oregon a sexual predator cross-dressed as a female, entered women’s locker rooms to prey on young girls.320 In 2012 a man dressed in a bra and wig and with a pair of women’s panties in his pocket was arrested after going into a women’s bathroom at a community college. Earlier he showered in the girl’s locker room for sexual gratification.321 A man was accused of dressing up as a woman to enter female only facilities, including a female dormitory at Loma Linda University.322 A male disguised as a female was discovered in a women’s locker room at the                                                  314  W. Bradford Wilcox, The Evolution of Divorce, NATIONAL AFFAIRS (Fall 2009), http://nationalaffairs.com/publications/detail/the-evolution-of-divorce. 315  John Money, Interview in Paidika: The Journal of Paedophilia, (Spring 1991): 12. 316  Dana McCallum, male senior Twitter programmer and self-proclaimed “transgender woman” charged with three felony counts of rape, April 11, 2014; Transgender youth group leader charged with felony rape and strangulation of a minor, May 26, 2016, https://4thwavenow.com/2015/10/09/transgender-youth-group-leader-charged-with-rape-and-strangulation-of-a-minor, Dustin Siggins, Transgender ‘female’ MMA fighter gives female opponent concussion, broken eye socket, September 19, 2014, https://www.lifesitenews.com/news/transgender-female-boxer-gives-female-opponent-concussion-breaks-her-eye-socket  McCallum [a transgender MF] of his estranged wife and charged with multiple felonies including three counts of rape, reports the San Francisco Examiner today. Rape is defined by the state of California as the violent insertion of a man’s penis into a woman’s vagina. “Transgender British Runner Admits to Attempted Murder of Athletic Official,”    http://running.competitor.com/2016/09/news/british-trail-runner-admits-attempted-murder-uk-athletics-official_155892#rm7wx6GsZzJYB50Y.99.  317  Wills Robinson, et. al., Student reveals how 'sex-crazed' cross-dressing high school teacher at Bill de Blasio's son's high school 'flashed her, made her go to nude beaches and took her to sex clubs,' UK DAILY MAIL, January 12, 2015,  http://www.dailymail.co.uk/news/article-2905873/Student-reveals-sex-crazed-cross-dressing-high-school-teacher-Bill-Blasio-s-son-s-school-flashed-nude-beaches-took-sex-clubs.html#ixzz3m1Wa9768. 318  Id. 319  Id. 320  Thom Jensen, Police Warn Parents to Keep Watch Out for Released Sex Offender, KATU, May 3, 2012, http://www.katu.com/news/Police-warn-parents-to-keep-watch-out-for-released-sex-offender-150107235.html 321  Police: Man spotted in women’s bathroom wearing bra, wig, KOMO news, http://www.komonews.com/news/local/Police-Man-spotted-in-womens-bathroom-wearing-bra-wig-142987265.html. See also, https://gendertrender. 322  Kate Mather, Man dressed as woman tried to take pictures in dorm, police say, LOS ANGELES TIMES, June 24, 2013, http://www.latimes.com/local/lanow/la-me-ln-man-allegedly-dressed-woman-20130624-story.html. 42   University of California using a cell phone to photograph women inside.323 A similar incident was reported at Purdue University.324 A Virginia man was caught and arrested for peeping on and filming two women and a 5-year-old child in a women’s restroom after receiving entry by dressing in drag.325 A Los Angeles man dressed in drag, entered a Macy’s department store bathroom and videotaped women from under bathroom stalls.326 Jason Pomare, 33, disguised as a woman, entered the women’s restroom at Macy’s, secretly videotaping hours of footage of women in bathroom stalls. Wearing a wig and fake breasts; he kept his video camera with him in a small purse.327 After his arrest, investigators said the camera had “hours” of videos of women using Macy’s restroom.328 In these instances, the women were protected by school or city policies and the men were arrested. However, if the colleges and municipalities open up the female private spaces to males who say they “identify” as women, then the women and girls’ safety will not be protected. In fact, that is happening in schools and municipalities that have already adopted policies granting access to sex-separate facilities on the basis of gender identity.329 For example, A Seattle man, citing transgender bathroom laws gained access to a women’s locker-room at a public recreational center where little girls were changing for swim practice. A man entered the women's locker room and took off his shirt. Women alerted staff, who told the man to leave, but he said “the law has changed and I have a right to be here.” Subsequent to this new rule, no one called the police on this man who reportedly came back again when girls changed their swimsuits for swim practice.330 A Toronto man claiming to be transgender was arrested and sentenced to jail for sexually assaulting several women in a women’s shelter after he gained access to the shelter and its shower facilitates as \"Jessica.\" “A man claiming to be ‘transgender’ so as to gain access to and prey on women at two Toronto shelters was jailed ‘indefinitely’” in early March.331 Two male students were caught at the University of Toronto exploiting “gender-neutral” facilities to peep at women in the shower with their cellphone cameras. The University of Toronto had to change their gender-neutral bathrooms back to bathrooms separated based on biology “after two separate incidents of ‘voyeurism’ were reported on campus. Male students within the University’s Whitney Hall student residence were caught holding their cellphones over female students’ shower stalls and filming them as they showered.”332                                                   323   Anneli Rufus, Cross-dressing Peeper Infiltrates Cal Women's Locker Room, EAST BAY EXPRESS, October 10, 2010, http://www.eastbayexpress.com/92510/archives/2010/10/12/cross-dressing-peeper-infiltrates-cal-womens-locker-room. 324  Purdue police investigate report of man taking photographs in women's restroom, Purdue University News, March2008,  https://news.uns.purdue.edu/x/2008a/080331PoliceVPA.html 325  Man Dressed as Woman Arrested for Spying Into Mall Bathroom Stall, Police Say, NBC Washington, November 18, 2015, http://www.nbcwashington.com/news/local/Man-Dressed-as-Woman-Arrested-for-Spying-Into-Mall-Bathroom-Stall-Police-Say-351232041.html. 326  John Cadiz Klemack & Jonathan Lloyd Man Disguised as Woman Recorded \"Hours\" of Mall Restroom Video: Investigators, NBC 4, May 14, 2013, http://www.nbclosangeles.com/news/local/Secret-Recording-Store-Mall-Antelope-Valley-Palmdale-Restroom-207541101.html. 327  Id. 328  Id. 329  Amanda Prestigiacomo, 5 Times Transgender Men Abused Women and Children, DAILY WIRE, 4/22/16, http://www.dailywire.com/news/5190/5-times-transgender-men-abused-women-and-children-amanda-prestigiacomo. 330  Id. 331  Id. 332  Id. 43   The fallout from the latest manifestation of the sexual rights agenda has garnered attention even from those who have embraced earlier manifestations, such as feminist lesbian, Camille Paglia, who has said parents are committing “child abuse” by accepting the “transgender mania.” Nothing…better defines the decadence of the West to the jihadists than our toleration of open homosexuality and this transgender mania now…Sex reassignment surgery….cannot in fact change anyone’s sex, okay. You can define yourself as a trans man, or a trans woman….ultimately, every single cell in the human body, the DNA in that cell, remains coded for your biological birth…..there are a lot of lies being propagated at the present moment, which I think is not in anyone’s best interest…. Parents are now encouraged to subject the child to procedures that I think are a form of child abuse. The hormones to slow puberty, actual surgical manipulations, etcetera. I think that this is wrong, that people should wait until they are of an informed age of consent. 333 Voices such as Ms. Paglia’s, however, remain in the minority, as Kinsey’s worldview has and continues to dominate academia, leading to the training of Kinseyan based leaders, lawyers, judges and legislators.  Continuing Effects on Scholarship  Kinsey’s reports have continued to permeate legal and other academic scholarship and have become as inviolable in legal training and scholarship as has Darwin’s theory of evolution in scientific training and scholarship. As is true with Darwin’s theory, Kinsey’s reports have been woven into the fabric of academia as unassailable established truths.334 Just as the shortcomings of Darwin’s theories have been erased from intellectual history, so too have the frauds and crimes underlying Kinsey’s reports. Instead, legal scholarship has been a steady stream of sanitized Kinsey-affirming research and instruction, now spanning three generations.  As a result, for the last 50+ years, students, lawyers, judges, educators, scientists, policy makers and other leaders have been taught that the Kinsey reports are scientifically accurate sexuality information that show, inter alia, that birth-sex biology is irrelevant. Gender is fluid with 10 to 37 percent of men sometime homosexual, most of us bisexual, surgical and pharmacological sex change normal and harmless, even for children. For example, a popular 1983 college level textbook reported:    However, with the widespread circulation of the research findings of Alfred Kinsey and other distinguished investigators, the false assumption that childhood is a period of sexual dormancy is gradually eroding. In fact, it is now widely recognized that infants of both sexes are born with the capacity for sexual                                                  333  Feminist Camille Paglia Calls Out ‘Transgender Mania’ and Says Parents Who Indulge Kids Are Committing Child Abuse, PROGRESSIVES TODAY, November 6, 2015,  http://www.progressivestoday.com/feminist-camille-paglia-calls-out-transgender-mania-and-says-parents-who-indulge-kids-are-committing-child-abuse-video. 334  See, e.g., Edwards v. Aguillard, 482 U.S. 578, 107 S. Ct. 2573, 96 L. Ed. 2d 510 (1987), finding that an act requiring that teaching on origins balance discussion of creation science with evolution violated the Establishment Clause; Kitzmiller v. Dover Area Sch. Dist., 400 F. Supp. 2d 707, 747 (M.D. Pa. 2005), finding that a discussion of intelligent design as an alternative theory to Darwin’s evolution violated the Establishment Clause.  44   pleasure and response. Signs of sexual arousal in infants and children, such as penile erection, vaginal lubrication, and pelvic thrusting, are often misinterpreted or unacknowledged. However, careful observers may note these indications of sexuality in the very young . . . male and female infants have been observed experiencing what appears to be an orgasm.335   Law review articles claim if “Dr. Kinsey's statistics are reasonably accurate, then the multitude of people in this country who do not conform to the sex laws either go undetected or are consciously ignored by law enforcement agencies.”336 The “absurdity of enforcing most of our sex laws…should be obvious, even to the most prudish Neo-Puritans.”337 Also, since Kinsey “established” children are sexual from birth, “[e]ven at the age of four or five,” a child’s “seductiveness may be so powerful as to overwhelm the adult into committing the offense.”338 Before he was appointed to the Missouri Supreme Court, Judge Orville Richardson argued criminal codes should be reformed to match the MPC because: often the “good people speaking through their legislatures, are as yet unwilling to grant sexual liberties to their neighbors which, at least according to Dr. Kinsey, they allow themselves.” Kinsey reported in 1948 as to males and in 1953 as to females that about one-half of all married males and about one-quarter of all married females commit at least one adulterous act, and [s]ome 56 percent of all males have had some homosexual contact by age 55.339  Only an intellectually numb person can still maintain that the criminal law, with the traditional means at its command, can enforce the sexual standard which it endorses. It cannot, and we must face the fact.340 [Men punished under pre-MPC sex offender statutes were] dealt with cruelly, to the satisfaction of no one except a shrinking frenetic fringe of maniacal moralists.341  The elitist jargon of fluidity or sexual “continuum” first penned by Kinsey has become a prop and a pillar off academic literature. As seen in Herek’s Perry expert testimony there is no recognition of Kinsey’s fraud or his sex crimes.342 Four decades of professors have fed students a steady diet of instruction such as: [T]he State has wielded the concept of the traditional family as an oppressive instrument of social control and unjustly granted or denied legal recognitions to different groups within the United States….Queer liberation …[would recognize] donor-conceived family communities and redefining the bonds linking spouses, children, siblings, and parents….redefinition serves the promise of the Fourteenth                                                  335  Robert Crooks & Karla Baur, OUR SEXUALITY 410 (1983). 336  Note, Pedophilia, Exhibitionism and Voyeurism: Legal Problems in the Deviant Society, 4 GA. L. REV. 149 (1969). 337  Id. 338  Ralph Slovenko & Cyril Phillips, Psychosexuality and the Criminal Law, 15 VANDERBILT LAW REVIEW 797, 809 (1962). 339  Orville Richardson, Sexual Offenses Under the Proposed Missouri Criminal Code, 38 MO. L. REV. 371, 379 (1973). 340  Id. 341  Id. at 372. 342  Max D. Siegal, Lessons from a Plague, 4 WM. & MARY POL’Y REV. 292, (2013).  45   Amendment by empowering historically subjugated classes….queer liberation stands to fundamentally alter the boundaries of family and, thus, the organization of the entire nation.343  In 2006, former Chief Justice of Australia, The Hon Michael Kirby, an out homosexual, spoke about how Kinsey’s “data” have affected and continue to affect society worldwide:  [A]s an explanation of the divide that now exists in the world…thoughts naturally turn to the work of Dr Alfred Kinsey at Indiana University - a work that is continuing today in the Kinsey Institute with its research at the cutting edge of the study of sexuality, gender and reproduction…its enormous impact on our world in one of the pivotal ideas of our time.344  As recently as 2015 a Berkley symposium on Griswald examined the elimination of “Morals Legislation” law professors gathered to bring their wisdom to others:   By the 1940s and 1950s….traditional authority was being called into question. In two ground-breaking sex studies, Sexual Behavior in the Human Male  and Sexual Behavior in the Human Female Indiana University's Alfred Kinsey drew back the curtain on the intimate lives of everyday Americans. . . engaged in sexual acts and practices that violated the criminal laws of most jurisdictions . . . problem was … a religiously-inflected legal regime that criminalized these acts in the name of preserving morality . . . Kinsey revealed the incredibly wide gap between the law's expectations and the people’s actual practices as to sexual conduct.345  And, a litigation attorney explained in 2014 that, “Kinsey’s reports on human sexuality (1948, 1965) [sic] offered a ‘liberal re-interpretation of human sexual behaviour,’ and ‘dispensed with earlier static readings of sexual behaviour in favour of a more fluid reading.’”346 (His books were republished in 2004). Because of that, the “post-World War II shift in the ‘way in which sexual behaviour was understood and governed’ came a change in the perception of male-male sexual contact, allowing for the start of a popular acceptance of homosexuality as an identity rather than a disorder.”347  In 2015, Distinguished Professor of Law and Judge Frederick Lacey Scholar of Rutgers Law School extoled Kinsey’s “science” as critical for “the homophile movement.”  The publication of Alfred Kinsey's books . . . contributed to the formation of the homophile movement. The empirical findings . . . [were] based on interviews with more than 10,000 individuals, suggest[ing] . . . [a] much greater diversity in the sexual practices and experiences . . . than might first appear given the conservative sexual mores prevalent at the time . . . The Kinsey books, which                                                  343  Max D. Siegal, The Future of Family, 23 GEO. MASON U. CIV. RTS. L.J. 177 (2013). 344  Justice Michael Kirby AC CMG, “Sexuality and Global Forces - Dr Alfred Kinsey And The Supreme Court Of The United States,” A Branigin Lecture, Bloomington, Indiana, 14 October 2006.  345  Melissa Murray, Griswold's Criminal Law, 47 CONN. L. REV. 1045, 1049-50 (2015). 346  Thayne D. Stoddard, Male Prostitution and Equal Protection: An Enforcement Dilemma, DUKE J. OF GENDER LAW & POLICY (2014). 347  Id. 46   were bestsellers and received an immense amount of media attention, contributed to the growing sense by many lesbians and gay men that they were not alone and that they belonged to a distinct group of individuals ...348  None of these legal (hopefully unread) mavens touting Kinsey’s research referenced the statistical errors, fraud and criminal abuse of children that were the foundation of his work. Among the most influential legal educators who has diligently sewn the Kinsey worldview into law and policy is Yale University Law Professor William Eskridge, who wrote the “field-establishing casebook” on sexual orientation, gender and the law.349 In dozens of law review articles and books Eskridge uses Kinsey’s fraudulent data to advocate for greater legal recognition for “sexual and gender minorities.”350 Eskridge instructs students (who later become lawyers, judges and legislators) and fellow professors that: Doctors such as Alfred Kinsey publicized the utilitarian framework for thinking about sex regulation (rendering the natural law arguments potentially irrelevant) and subjected the predatory homosexual trope to skeptical analysis (potentially neutralizing the primary medical argument). Reflecting this libertarian approach, sex offender commissions of doctors, lawyers, and academics in New York, New Jersey, Illinois, and California insisted that the rapist and child molester were different objects of regulation than the homosexual; they prominently recommended that the criminal law focus on coercive sex and sex with minors and deregulate consensual sodomy that harmed no one.351 Eskridge did give passing reference in a footnote to some “methodological” problems with Kinsey’s representation of the extent of homosexual activity.352 Apparently, Eskridge is unable to clearly articulate exactly what methodological problems they were, citing them approvingly:  More strikingly, Kinsey found that more than one-third of American males and one-eighth of American females had engaged in homosexual conduct to orgasm. Not only was that a lot of homosexual sodomy, but the percentage of Americans committing it was higher in the Kinsey studies, when sodomy was illegal everywhere and often vigorously enforced, than in the Chicago study.353                                                  348  Carlos A. Ball, Obscenity, Morality, and the First Amendment: 28 COLUM. J. GENDER & L. 229, 264 (2015). 349  Eskridge and Hunter, SEXUALITY, GENDER AND THE LAW, 3d (2011). 350  Yale University biography, https://www.law.yale.edu/william-eskridge-jr. 351  William N. Eskridge, Jr , No Promo Homo: The Sedimentation Of Antigay Discourse And The Channeling Effect Of Judicial Review, 75 N.Y.U. L.REV. 1327, 1340 (2000). 352  Id. at 1369  n.185: “The Kinsey studies probably overstated the amount of homosexual and otherwise illegal conduct, because the samples were not random and drew disproportionately from prisons, gay networks, and the University of Indiana. See Kinsey et al., supra note 44, at 623-31 (describing means by which Kinsey sought to check data for nonrepresentativeness); William G. Cochran et al., Statistical Problems of the Kinsey Reports, 48 J. AM. STAT. ASS’N 673, 675 (1953) (criticizing possible bias in constitution of Kinsey sample).” 353   Id.. 47   Eskridge has continued to present the Kinsey findings as established and authoritative proof of the need to jettison the normal biologically based “binary” approach to sex in favor of Kinsey’s continuum,354 seen in the push for transgender rights:  A dramatic breakthrough came in the work of an Indiana University biologist, Professor Alfred Kinsey. His massive empirical analysis of the sexual practices of white males (1948) and females (1953) revealed that Americans engaged in a much greater variety of sexual practices (especially homosexual activities) and gender performances than law and public culture assumed. Building on the descriptive account, the studies argued that state regulation of consensual sexual practices, especially homosexual sodomy, was ridiculously overbroad and ought to be significantly curtailed for essentially Benthamite reasons. Kinsey, himself a closeted bisexual, also pioneered the idea that sexuality represented a continuum rather than a binary (heterosexual/ homosexual). Other scientists extended his notion to think about gender identity, also, as a continuum. Dr. John Money and his colleagues at the Johns Hopkins Medical School demonstrated that even sex itself was not binary; many intersexual human beings had hormonal patterns, genitals, sexual organs, and chromosomes that did not match the man/woman binary.355 Notably, Eskridge, an “out” homosexual himself,356 referenced Kinsey as a closeted bisexual, a fact well-concealed when Kinsey’s books were released and until roughly 2004.357 By the time Eskridge wrote his article in 2010, that fact was well known and regarded as a positive rather than negative characteristic and therefore it could be used to bolster Kinsey’s credibility.  Dr. John Money, additionally praised by Eskridge, has distinguished himself in calling for an end to all age of consent laws as an advocate for adult- child sex.358 Legal scholars such as Eskridge have helped ensure that Kinsey’s falsehoods have become mainstays in judicial opinions, particularly in cases involving sexual offenses and family law issues. As Eskridge’s Yale University biography states:  The historical materials in his book on Gaylaw formed the basis for an amicus brief he drafted for the Cato Institute and for much of the Court’s (and the dissenting opinion’s) analysis in Lawrence v. Texas (2003), which invalidated consensual sodomy laws.359                                                  354  William N. Eskridge, Jr., Sexual And Gender Variation In American Public Law: From Malignant To Benign To Productive, 57 UCLA L. REV. 1333, 1342-43 (2010). 355  Id. 356  David Lat, Eskridge v. UVA Law: Prominent Professor Testifies that he was Denied Tenure because of his Sexual Orientation, ABOVE THE LAW (Oct. 5, 2009, 10:55 AM), http://www.abovethelaw.com.  357  JAMES JONES, ALFRED C. KINSEY A PUBLIC/PRIVATE LIFE 499-500, 605-14, 760-73 (1997); Jonathan Gathorne-Hardy, SEX THE MEASURE OF ALL THINGS: A LIFE OF ALFRED C. KINSEY 82-99 (1998). 358  Interview with John Money, PAIDIKA, THE JOURNAL OF PEDOPHILIA. Winter 1992. The magazine’s statement of purpose provides: “The starting point of Paidika is necessarily our consciousness of ourselves as paedophiles….The ground on which we stand is the emergence and evolution of paedophile consciousness and identity in history. The Editors.” Spring 1991. 359  Yale University biography, https://www.law.yale.edu/william-eskridge-jr. 48   As well as writing the influential Amicus Brief in Lawrence, Eskridge was the author on amicus curiae in briefs in the marriage cases, including Hollingsworth v. Perry, 133 S.Ct. 2652 (2013),360 and Obergefell.361 Even prior to that, Kinsey’s research was featured prominently in case law. In 1978, the Kansas Supreme Court upheld the law granting an “obscenity exemption” for educational and scientific endeavors by referencing the Kinsey reports.362  It can hardly be disputed in this day and age that certain educational, scientific and governmental agencies, persons, institutions and groups have a valid concern in the ongoing study of obscene material and its effects upon the individual. The famed studies of Dr. Alfred Kinsey and the Institute for Sex Research at Indiana University are one example of an educational and scientific person and institution whose interest in obscenity and pornography has been recognized as being of great service in furthering the understanding of the effects and results such material may or may not have on certain individuals.363 A Sixth Circuit Court of Appeals judge specifically referred to Kinsey’s works as “monumental” and “authoritative” when he dissented from the panel’s dismissal of a constitutional challenge to non-renewal of a teaching contract after the teacher admitted being a lesbian.364 In dealing with this type of case, this court (and others) should be aware and take judicial notice of the monumental works concerning the incidence of homosexuality in males and females in the United States. See A. Kinsey, W. Pomeroy & C. Martin, Sexual Behavior in the Human Male (1948); A. Kinsey, W. Pomeroy, C. Martin & P. Gebhard, Sexual Behavior in the Human Female (1953); A. Bell & M. Weinberg, Homosexualities: A Study of Diversity Among Men and Women (1978). …The following sentences represent cumulative summaries of Kinsey's authoritative works on homosexual incidence in males and females: In these terms (of physical contact to the point of orgasm), the data in the present study indicate that at least 37 percent of the male population has some homosexual experience between the beginning of adolescence and old age. ….On the basis of these various studies it is fair to conclude, conservatively, that the incidence of more or less exclusively homosexual behavior in Western culture ranges from 5 to 10 percent for adult males and from 3 to 5 percent for adult females. If bisexual behavior is included, the incidence may well be twice these figures. It is clear, therefore, that the propensity for homosexual reactivity is a widespread one even in societies such as ours which strongly discourage it.365                                                  360  Brief of Amici Curiae William N. Eskridge Jr., Rebecca L. Brown, Daniel A. Farber, and Andrew Koppelman In Support Of Respondents, Hollingsworth v. Perry, 133 S. Ct. 2652, 186 L. Ed. 2d 768 (2013). 361  Brief of Amicus Curiae CATO Institute, William N. Eskridge, Jr., and Steven Calabresi in Support of Petitioners, Obergefell v. Hodges, 2015 WL 1062557 (U.S.) (U.S., 2015). 362  State v. Next Door Cinema Corp., 225 Kan. 112, 116, 587 P.2d 326, 329 (1978). 363  Id. 364  Rowland v. Mad River Local Sch. Dist., Montgomery Cnty. 730 F.2d 444, 455-56 (6th Cir. 1984) (Edwards, J., dissenting). 365  Id. at 455-56. 49   The District of Columbia court of appeals cited to Kinsey’s studies as authoritative for the proposition that human sexuality exists along a continuum and therefore the city’s anti-discrimination law could be enforced against a Catholic university.366   From his study of twelve thousand white males, still the largest of its kind, Kinsey reported that only 50% had neither overt nor psychic homosexual experiences after the onset of adolescence.” Another 37% had had at least some overt homosexual experience to the point of orgasm between adolescence and old age, while the remaining 13% reacted erotically to other males without having physical contacts. Almost half of his sample had both heterosexual and homosexual experiences at some point during their lives….Kinsey's findings challenged the popular assumption that the vast majority of people are either exclusively heterosexual or exclusively homosexual and suggested that instead individual sexual responses and behavior fall somewhere between these extremes for some 46% of the population…. While stressing the existence of a continuum, for convenience Kinsey adopted a seven-point scale, with zero denoting the exclusively homosexual and six the exclusively heterosexual.…The Kinsey scale continues to be relied upon today.367 Foreshadowing the Supreme Court in Lawrence v. Texas, the Ninth Circuit Court of appeals cited Kinsey as support for the proposition that “sexual identity is inherent to one’s very identity a person.”368 Illustrating the predominance of Kinsey in legal training and scholarship, the Ninth Circuit’s reference to Kinsey’s report was itself a reference contained in a law school case book on sexual orientation and the law.369 The MPC sexual offense provisions became the foundation for court decisions, including Lawrence v. Texas, upon which the decisions invalidating traditional marriage laws a r e  based. The ALI MPC was foundational in other controversial cases, such as legalizing adultery, abortion, sodomy, etc.370 Laws criminalizing consensual same-sex sodomy still remained in fourteen states when the Supreme Court heard Lawrence v. Texas in 2003.371 By then, Kinsey was the original sex authority in decisions throughout the country.372 Most notably, the Texas court of appeals referenced Kinsey in its                                                  366  Gay Rights Coal. of Georgetown Univ. Law Ctr. v. Georgetown Univ., 536 A.2d 1, 33–34 (D.C. 1987). 367  Id. 368  Hernandez-Montiel v. INS, 225 F.3d 1084, 1093 (9th Cir. 2000), overruled by Thomas v. Gonzales, 409 F.3d 1177 (9th Cir. 2005). 369  Id., citing Alfred Kinsey, et al., “Sexual Behavior in the Human Male,” in Cases and Materials on Sexual Orientation and the Law 1, 7 (William B. Rubenstein ed., 2d ed., 1997). 370  Roe v. Wade, 410 U.S. 113, 93 S. Ct. 705, 35 L. Ed. 2d 147 (1973) holding modified by Planned Parenthood of Se. Pennsylvania v. Casey, 505 U.S. 833, 112 S. Ct. 2791, 120 L. Ed. 2d 674 (1992): “In the past several years, however, a trend toward liberalization of abortion statutes has resulted in adoption, by about one-third of the States, of less stringent laws, most of them patterned after the ALI Model Penal Code, s 230.3,37 set forth as Appendix B to the opinion in Doe v. Bolton, 410 U.S. 205, 93 S.Ct. 754.” 371  Id. 372  See, e.g.,Hernandez-Montiel v. INS, 225 F.3d 1084, 1093 (9th Cir. 2000) (citing Kinsey for proposition that “sexual identity is inherent to one’s very identity as a person.”); Gay Rights Coalition of Georgetown Univ. Law Ctr. v. Georgetown Univ., 536 A.2d 1, 33-34 (D.C. Ct. App. 1987) (upheld a D.C. anti-discrimination law against a free exercise challenge, citing Kinsey’s data on the prevalence of homosexuality and the Kinsey scale); Rowland v. Mad River Local Sch. Dist., Montgomery Cnty., 730 F.2d 444, 455-56 (6th Cir. 1984) (Edwards, J. dissenting) (In dissenting from the court’s dismissal of a constitutional challenge to non-renewal of a high school counselor’s 50   decision upholding Texas’ law criminalizing consensual same-sex sodomy, invalidated when the Supreme Court reversed the Texas court in 2003.373 The Texas court concluded that the statute did not violate rights of privacy or equal protection because it did not discriminate on the basis of sexual orientation.374 Discouraging sodomy for all would prevent a great deal of throat and anal STDs, certainly including HIV-AIDS. Citing to Kinsey’s research, and in particular, the Kinsey scale, the court said:  On its face, the statute makes no classification on the basis of sexual orientation; rather the statute is expressly directed at conduct. While homosexuals m a y  be disproportionately affected by the statute we cannot assume homosexual conduct is limited only to those possessing a homosexual “orientation.” Persons having a predominately heterosexual inclination may sometimes engaged in homosexual conduct. Thus, the statute’s proscription applies, facially at least, without respect to a defendant’s sexual orientation.375 Writing for the Supreme Court’s opposite conclusion, Justice Kennedy no longer had to cite directly to Kinsey’s reports but relied heavily instead upon the 1955 MPC, which in turn relied wholly on Kinsey’s MPC sodomy data and arguments.  GLBT advocacy groups claimed victory in the overturn of Bowers v. Hardwick. Justice Kennedy said Bowers erroneously claimed sweeping historic precedents for proscribing sodomy.  Kinsey claims the historic roots for the prohibition of sodomy was a general prohibition against acts between men and women as well as between men and men. Justice Kennedy believes “liberty gives substantial protection to adult persons in deciding how to conduct their private lives” (bench opinion, issued June 26, 2003 at 11).  Justice Kennedy writes the majority opinion giving his authority for the newly created liberty:  This emerging recognition should have been apparent when Bowers was decided.  In 1955 the American Law Institute promulgated the Model Penal Code and made clear that it did not recommend or provide for “criminal penalties for consensual sexual relations conducted in private.”  It justified its decision on three grounds: (1) The prohibitions undermined respect for the law by penalizing conduct many people engaged in…376  The sodomy section of the 1955 Model Penal Code is §207.5.  Appendix A to section 207.5 titled “Frequency of Sexual Deviation,” consists of 19 quotations taken directly from Kinsey’s book, Sexual Behavior in the Human Male (1948).  There are only two other quotes -- by Kinsey follower Judge Morris Ploscowe--in that appendix.  Kinsey’s claims are the sole                                                                                                                                                              contract after her admission of being a lesbian, Judge Edwards said that the court should take judicial notice of the “monumental works” of Kinsey); State v. Next Door Cinema Corp., 225 Kan. 112 (1978) (citing to Kinsey as authority for education value of obscenity in finding that the obscenity exemption for scientific, educational and governmental purposes was not void for vagueness). 373  Lawrence v. State, 41 S.W.3d 349, 353 (Tex. Ct. App. 2001), jdt. rev’d, sub nom Lawrence v. Texas, 539 U.S. 558 (2003). 374  Id. 375  Id. 376  Lawrence v. Texas, 539 U.S. 558, 571-72(2003) (emphasis added). 51   authority for determining who and how many men and women committed anal sodomy at that time.  Kinsey claimed 10 to 37 percent of men engaged in sodomy, but as discussed above those figures are wholly methodologically invalid.  Also, “laws and traditions of the past half century….show an emerging awareness that liberty gives substantial protection to adult persons in deciding how to conduct their private lives in matters pertaining to sex.”377 Justice Kennedy quoted his oft-cited language from Casey v. Planned Parenthood of SE Pennsylvania: “[a]t the heart of liberty is the right to define one’s own concept of existence, of meaning, of the universe, and of the mystery of human life.”378 He concluded homosexuals had this same right to engage in socially and personally unhealthy, costly sex--commonly even in “open marriage” with a notoriously large population of sex partners.379 With the pedophile, bi/homosexual Kinseyan principle that homosexuality was an attribute of personhood now ensconced in the Supreme Court precedent, the stage was set for the next phase, i.e., dismantling marriage as an archaic, discriminatory institution that did not conform to the  new, pansexual paradigm.380  Illustrative of the pre-eminent influence of Kinsey in American legal scholarship and education, and of the challenge for faith-based law schools, is the dearth of law review articles criticizing Kinsey’s findings. Among the many thousands of law articles citing Kinsey since 1948, (and thousands in social science) only a handful reveal his culpability; three in the Liberty University Law Review, one in the Regent University Law Review and a 2016 article by these authors in the Thurgood Marshall SCHOOL OF LAW JOURNAL ON GENDER, RACE, AND JUSTICE.381  V. UNEARTHING AND TEACHING KINSEYAN HISTORICITY CAN ARM LEGAL WARRIORS: A SKETCH OF THE TRAINING NECESSARY TO DEFEND CHILDREN’S RIGHTS TO A SAFE AND SECURE UPBRINGING. Professor Eskridge says the Kinseyan-based view of sexuality and its related concepts have, “revolutionized the law” and illustrates the challenge facing lawyers, judges, legislators, policy maker and advocacy organizations who would be part of the defense of children. Espoused by social movements, publicized to great effect by the media, and litigated by their legal allies, the liberal model of tolerable gender and sexual variation has worked a revolution in American statutory and constitutional law. Although neo-natural law counter movements have fought its advancement at every turn, the tolerable variation agenda reflected in the liberal model is in the                                                  377  Id. 378  Id. at 574. quoting Planned Parenthood of Se. Pennsylvania v. Casey, 505 U.S. 833, 851, 112 S. Ct. 2791, 2806, 120 L. Ed. 2d 674 (1992). 379  Id. 380  See Judith Reisman, Sodomy Decision  Based  On  Fraudulent  “Science,”  HUMAN EVENTS,  August  19, 2003 http://humanevents.com/2003/08/19/sodomy-decision-based-on-fraudulent-science/ (. 381  Cynthia Noland Dunbar, True Feminism: Identifying the Real Threats to Women, 20 Wm. & Mary J. Women & L. 25 (2013); Robert H. Knight, How the Concept of \"Sexual Orientation\" Threatens Religious Liberty, 4 LIBERTY U.L. REV. 503 (2010); Mandi D. Campbell, Esq., Reviving a Culture of Life in America, 6 Liberty U. Law Review (2012); Judith A. Reisman, Crafting Bi/homosexual Youth, 14 REGENT U. L. REV. 283, 288 (2002); Judith Reisman & Mary McAlister, Nearly 60 Years After His Death, Alfred Kinsey’s Pansexual Worldview Takes Root In Marriage Decisions, 6 THURGOOD MARSHALL SCHOOL OF LAW JOURNAL ON GENDER, RACE, AND JUSTICE 25 (2016). 52   process of triumphing in American public law. The norm itself has been evolving, toward the notion that sexual and gender variation is not only tolerable (that is, not as good as the traditional norm, but no danger either), but is benign (that is, just as good as majority preferences or conditions). Many laws discriminating against women, gender minorities, and gay or bisexual people have been repealed. Those that remain have been radically recharacterized according to the liberal norm that justifies state intervention only in the presence of third-party or public harm.382 Eskridge also inadvertently offers guidance on how not to challenge the erosion of children’s and women’s civil rights by discussing how the existing strategies have failed: Traditional family values advocates have already turned to liberal “rights” arguments (privacy and freedom of speech), and in the future they will likely adopt post-liberal anti-normalizing arguments (freedom of speech, association, and religion) to resist the state’s implementation of the concept that sexual and gender variation are either benign or productive. In the process of making these liberal or post-liberal arguments, “traditional” family values conservatives will continue the process of transforming (and perhaps destroying) the natural law model.383 In fact, this scenario has already played out in cases such as Lawrence and Obergefell in which the Supreme Court has rejected such arguments challenging changes in laws regarding sodomy and marriage and instead applied those rights to change longstanding precedents. In Lawrence, Justice Kennedy, having relied heavily on Kinseyan-based authorities, proclaimed that same-sex sodomy is a protected right under the Constitution: The petitioners are entitled to respect for their private lives. The State cannot demean their existence or control their destiny by making their private sexual conduct a crime. Their right to liberty under the Due Process Clause gives them the full right to engage in their conduct without intervention of the government. “It is a promise of the Constitution that there is a realm of personal liberty which the government may not enter.” Casey, supra, at 847, 112 S.Ct. 2791. The Texas statute furthers no legitimate state interest which can justify its intrusion into the personal and private life of the individual.384 In her concurring opinion, Justice O’Connor specifically dismissed Texas’ justification of the law as furthering the state interest in protecting morality. She thus dismisses the costly expenses of HIV-AIDS hospitalization, medical, hospice and psychological care that become the responsibility of the taxpaying public for the dubious pleasures of practicing oral and anal sodomy.                                                    382  Eskridge, Sexual And Gender Variation, at 1346. 383  Id. at 1365-66. 384  Lawrence, 539 U.S. at 578. 53   Texas attempts to justify its law, and the effects of the law, by arguing that the statute satisfies rational basis review because it furthers the legitimate governmental interest of the promotion of morality.385   A State can of course assign certain consequences to a violation of its criminal law. But the State cannot single out one identifiable class of citizens for punishment that does not apply to everyone else, with moral disapproval as the only asserted state interest for the law.386  Of course, these arguments are based on the still unproven assumption that one is born a genetic homosexual—as a class. This assumption is necessary for the logical alternative to a homosexual gene, is the long recognized origin of most sexual disorders as early sexual exposure, trauma, neglect. This alternative reality would require a national investigation dislodging much of the “inclusive” sex education forced on families and children today. Justice Kennedy’s opinion in Obergefell is also instructive: These considerations lead to the conclusion that the right to marry is a fundamental right inherent in the liberty of the person, and under the Due Process and Equal Protection Clauses of the Fourteenth Amendment couples of the same-sex may not be deprived of that right and that liberty. The Court now holds that same-sex couples may exercise the fundamental right to marry. No longer may this liberty be denied to them.387 …. The respondents have not shown a foundation for the conclusion that allowing same-sex marriage will cause the harmful outcomes they describe. Indeed, with respect to this asserted basis for excluding same-sex couples from the right to marry, it is appropriate to observe these cases involve only the rights of two consenting adults whose marriages would pose no risk of harm to themselves or third parties.388   Implicit in these decisions, and similar decisions overturning Judeo-Christian based legal precedents, is a belief within the legal community for three generations, that “science” in the form of the Kinsey reports and subsequent materials based on those reports has discredited the morally based restrictions on human behavior. Implicit in that belief is a belief that the Kinsey reports, and consequently anything set upon them, are credible scientific authority upon which laws can be based. That belief has become fully rooted in mainstream legal scholarship, social science and education because the true intellectual history of the Kinsey reports and their progeny has been buried for nearly 70 years. Three generations of law students, now lawyers, law professors, legislators and judges, have been trained that Kinsey’s findings were based on solid, objective scientific scholarship and therefore can be trustworthy foundations for the law. Consequently, when lawyers or judges attempt to challenge the latest iteration of the sexual rights agenda they have no effective weapons to counter the offensive. The result, as seen in Lawrence, Obergefell and similar rulings over the last several years, has been almost certain victory for those seeking to transform the culture into the Kinseyan-based sexual rights utopia.                                                  385  Id. at 582 (O’Connor, J. concurring). 386  Id. at 584. 387  Obergefell, 135 S.Ct at 2604-05. 388  Id. at 2607. 54   The blueprint laid out by his aberrant followers has led inevitably to invalidating reality and replacing “trans-gender fluidity” for the reality of the male and female as the only real gender. This Sexual Culture Revolution required strategic infiltration of our institutions, starting with universities and law schools with clever messages of tolerance, inclusion, diversity, anti-bullying and fairness. Beneath this façade the anti-faith worldview aims to eliminate all vestiges of Judeo-Christian-based natural law. The global, secular humanist worldview has become so entrenched that we inherit three generations of indoctrinated lawyers, judges, politicians, professors, medical doctors, mental health professionals and other cultural leaders who create laws, set radical, irrational policies, and adjudicate disputes in the secular humanist style.   Those controlling the cultural narrative have buried the fraudulent and criminal Kinsey lies that would derail their progress. As a result, those believing in a Judeo-Christian worldview, but inheriting a secular humanist education, lack knowledge of the intellectual history responsible for the paradigm shift to the present cultural paradigm. Our cultural warriors stand naked against an enemy in full battle armor. The results of this lop-sided war was seen, inter alia, first in legalizing fornication and cohabitation, allowing mixed dorms and ending loco parentis in colleges, graduating to “no fault” divorce, abortion, oral and anal sodomy, same-sex “marriage,” erosion of religious freedom conscience protections, legalized proliferation of obscenity, including for school children, and recently open door bathrooms, locker-rooms to those who momentarily feel they are “another sex.” Faith-based law schools and others interesting in redeeming the culture have the opportunity and responsibility to begin reversing the trend by equipping the next generation of Judeo-Christian lawyers, educators and leaders with an intellectual historicity of human sexuality to fight and defeat opponents. This is also a challenge, as revealing the treasonous history and seeking to publish the truth will be met with backlash, criticism and even persecution from an academic and legal community that has been fully immersed in the fraudulent paradigm for over three generations.  However, like all spiritual battles, ultimate success is assured, hence the situation need not remain so dire. The apparent strength of the existing secular humanist foundation is illusory, based upon unsound science, questionable statistical methods, and most importantly, data derived from the sexual abuse of children. When those and similar facts are revealed and verified, the “scientific certainty” underlying the Kinseyan-based agenda will begin eroding away, making room for the millennial proven standards upon which the country was founded. Faith-based law schools, with their emphasis on foundational truth and Biblical authority are well-positioned to begin providing the training necessary to tear away at the illusory foundation. When Dr.  Reisman presented the actual historicity, in Croatia, Jamaica, South Africa, even the Netherlands—winning decisions have resulted. In the United States, as in a key homosexuality in the military case, Steffan v. Perry (1994) in the US Court of Appeals,389 success is attributed to getting the truth about sexual history on the record. Unfortunately, and inexplicably these data were excluded from post 1994 legal cases on homosexuality, even homosexuality in the military. In 1993, Denton, Texas, District Attorney Jim Crouch wrote Dr. Reisman:                                                    389  Steffan v. Perry, 41 F.3d 677 (D.C. Cir. 1994) 55   As a prosecuting attorney, I have tried approximately 35 obscenity jury trials in which the defense has called a sociologist as an expert on community standards. Your book has proven invaluable on cross-examination. This sociologist studied at the Kinsey institute and bases a lot of expert opinions on his studies at that institute. To be able to point out to the jury the fraud that Alfred Kinsey and his institute have perpetrated is a very effective tool.  I encourage you to continue your work in this area to point out to the public the frauds sociology and psychology have given us.390 Training should include an extensive analysis of the Kinsey reports in law and society. Lawyers should disregard argument about “numbers” and focus on experts like Professor Wechsler, Judge Posner, Professor Eskridge, Professor Herek, etc., on why they accepted his data defining a “married” woman as one who lived with a man for more than a year.  Why they accepted the claim that none of his 4,441women were harmed by rape. Why they accepted timed child rape as key legal scholarship, legislative debates, and litigation. Why Kinsey’s “data” on mass abortions and adultery were accepted and repeated as true American marriage. Those relying upon the ideas, the paradigm-shift created by the Kinsey sexology coterie should be invalidated, as should any “scientist” who cites Kinsey’s “data” as credible. The remaining findings in the Kinsey reports, including the Kinsey gender scale and the 10 to 37 percent homosexual figure, should be similarly critically analyzed so that future advocates and judges can effectively counter attempts to use the discredited material or its spinoffs as evidence of anything except deliberate libel, slander, fraud and mass child sex crime. Then perhaps even “born that way” claims can be challenged with logic and meticulous scholarship.  The critical analysis of the Kinsey works should include posthumously written biographies detailing the true history of Kinsey’s activities,391 publications pointing out statistical flaws392 and books such as Dr. Reisman’s Stolen Honor, Stolen Innocence, Sexual Sabotage, and Kinsey, Sex and Fraud, and \"Soft\" Porn Plays Hard Ball, which recount her decades of research uncovering the intellectual history largely ignored by the academic community. After examining these sources, students should critically analyze law review articles, books and judicial opinions which rely upon the 1955 Model Penal Code, Kinsey, Professor Eskridge, and Judge Posner’s writings. Through these analyses, students should create cogent and effective arguments discrediting Kinsey-based research, including the second and third generation material. These arguments should become so familiar that students can recite them and apply them extemporaneously. Students, and lawyers, judges, professors, who develop these arguments after a comprehensive and rigorous critical examination of the Kinsey materials will be better equipped to take on the well-armed and well-funded legal opponents whether in the courtroom, class room or pages of academic journals. Professors and students should be prepared to cogently argue for a return to the Judeo-Christian based legal precepts that have served the physical and mental health of western society                                                  390  Letter from Jim Crouch to Dr. Judith A. Reisman (1993) (on file with the Liberty University’s Center for Child Protection—Children’s Advocacy Center Archive). 391  See, e.g., JAMES JONES, ALFRED C. KINSEY A PUBLIC/PRIVATE LIFE 499-500, 605-14, 760-73 (1997); JONATHAN GATHORNE-HARDY, SEX THE MEASURE OF ALL THINGS: A LIFE OF ALFRED C. KINSEY 82-99 (1998); WARDELL POMEROY, DR. KINSEY AND THE INSTITUTE FOR SEX RESEARCH, 293 (1972) . 392 See, e.g., W. Allen Wallis, Statistics of the Kinsey Report, 248 JOURNAL OF THE AMERICAN STATISTICAL ASSOCIATION , 463-84 (1949).   56   for millennia. Faith-based law schools should ensure that students are well-grounded both in the radical, fraudulent data cited for three generations to gut our rigorous, woman/family favoring sex laws, as well as the founding documents and foundational texts such as Blackstone’s Commentaries, early Supreme Court cases including Holy Trinity Church v. United States, 143 U.S. 457 (1892).   CONCLUSION  Since 1955 law and conduct have been shaped by the sexual mores of a bi/homosexual, adulterous, sadistic, pornography addict. If we expose the historicity of the 1955 Model Penal Code’s Sex Offenses as deliberately designed to attack our Judeo-Christian foundation with Kinsey’s crimes and frauds, by God’s grace we have the tools to turn back.  Let it not be said of this generation that: “My people are destroyed for lack of knowledge.”393                                                    393 Hosea 4:6 (King James).  57    58    59   Reisman, Stolen Honor, Stolen Innocence (2013).  ",
    "id": 129593004,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.liberty.edu:lusol_fac_pubs-1073"
    },
    "title": "The Origins of the Transgender Phenomenon: The Challenge and Opportunity for Training Lawyers, Judges and Policy Makers in the Historicity of Alfred Kinsey’s Pansexual Worldview",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-11-01T07:00:00+00:00",
    "publisher": "Scholars Crossing",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.liberty.edu/cgi/viewcontent.cgi?article=1073&amp;context=lusol_fac_pubs"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/129593004.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/129593004"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/129593004/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/129593004/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/129593004"
        }
    ],
    "abstract": "How has the country gone from a “firm reliance on the protection of Divine Providence” to where defining marriage as the union of one man and one woman is condemned as constitutionally irrational,and where the use of sex-separate private spaces by biological sex is subject to federal discrimination lawsuits?The answer can be traced to 1948 when Dr. Alfred C. Kinsey launched what was marketed then--and now--as the first “scientific” study of human sexuality.Indeed, Chief Judge of the Seventh Circuit Court of Appeals, Richard Posner extols Kinsey’s study as the “high-water mark of descriptive sexology.”Influential law professors such as Columbia University’s Herbert Wechslerand Yale University’s William Eskridge have ensured that Kinsey’s world shaking reports on male and female sexuality are entrenched as authoritative scientific research in legal scholarship and mainstream cultural institutions. Yet, Judge Posner, Professors Wechsler and Eskridge and the hundreds of other scholars who have relied upon this alleged “sex science” continue to cover up the facts: Kinsey’s claims are wholly fraudulent despite having ushered in the “sexual revolution” of the 1960s and 1970s. His fame was built on lies, and the massive criminal sexual abuse of children, significantly more damaging than the cover up of child sexual abuse by the Catholic Church and graphically apparent to anyone who reads Chapter Five of his report",
    "tags": [
        "text",
        "Kinsey",
        "transgender",
        "pansexual",
        "worldview",
        "law",
        "policy",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.liberty.edu:lusol_fac_pubs-1073",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1732",
        "openDoarId": 0,
        "name": "Liberty University Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 129593004,
        "depositedDate": null,
        "publishedDate": "2016-11-01T07:00:00+00:00",
        "updatedDate": "2024-02-14T12:50:30+00:00",
        "acceptedDate": null,
        "createdDate": "2017-11-21T01:53:48+00:00"
    },
    "urls": [
        "https://digitalcommons.liberty.edu/lusol_fac_pubs/74",
        "https://digitalcommons.liberty.edu/context/lusol_fac_pubs/article/1073/viewcontent/The_Origins_of_the_Transgender_Phenomenon.pdf"
    ],
    "lastUpdate": "2024-02-14T12:50:30+00:00",
    "setSpecs": []
}