{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dennis, Clarissa E"
        }
    ],
    "contributors": [],
    "createdDate": "2021-05-25T01:24:41+01:00",
    "dataProvider": {
        "id": 3588,
        "name": "Eastern Kentucky University",
        "url": "https://api.core.ac.uk/v3/data-providers/3588",
        "logo": "https://api.core.ac.uk/data-providers/3588/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/428358185.pdf",
    "fullText": "Eastern Kentucky University Encompass Honors Theses Student Scholarship Spring 2021 The LGBTQ Health Disparities Gap: Access to Healthcare for LGBTQ Individuals in the United States and the Impact it Has on Their Health Clarissa E. Dennis clarissa_dennis16@mymail.eku.edu Follow this and additional works at: https://encompass.eku.edu/honors_theses Recommended Citation Dennis, Clarissa E., \"The LGBTQ Health Disparities Gap: Access to Healthcare for LGBTQ Individuals in the United States and the Impact it Has on Their Health\" (2021). Honors Theses. 803. https://encompass.eku.edu/honors_theses/803 This Open Access Thesis is brought to you for free and open access by the Student Scholarship at Encompass. It has been accepted for inclusion in Honors Theses by an authorized administrator of Encompass. For more information, please contact Linda.Sizemore@eku.edu.  i        The LGBTQ Health Disparities Gap: Access to Healthcare for LGBTQ Individuals in the United States and the Impact it Has on Their Health    Honors Thesis  Submitted  In Partial Fulfillment  Of The  Requirements of HON 420  Spring 2021   By  Clarissa Dennis    Faculty Mentor  Dr. Theresa Botts Department of Psychology  ii The LGBTQ Health Disparities Gap: Access to Healthcare for LGBTQ Individuals in the United States and the Impact it Has on Their Health Clarissa Dennis  Dr. Theresa Botts Department of Psychology  Within the United States, lesbian, gay, bisexual, transgender, and queer (LGBTQ) individuals statistically face a higher health disparity rate than heterosexuals. Studies show that LGBTQ individuals are often hesitant to seek care, or do not return for follow up care because they experience unwelcoming environments or uncomfortable encounters with healthcare providers. The advancement of medical education in order to create more culturally competent healthcare providers, as well as a more welcoming healthcare environment, could begin the process of closing this health disparities gap. Not only do negative encounters affect the physical health of LGBTQ individuals, but there is also adverse influence on their mental health. When healthcare facilities are unable to represent a place of positive community and welcomeness, they are not truly doing their job for the people they are supposed to be serving. There is a long history of discrimination toward LGBTQ people in the United states, but despite this history, there have been few national efforts to study the personal effects of this discrimination. The purpose of this thesis is to share LGBTQ experiences within the healthcare system, the amount of medical education that is focused on LGBTQ health as well as what it looks like, and how increased cultural competence in healthcare environments can create safer spaces and move towards closing the health disparities gap.  Key Words and Phrases: LGBTQ, Healthcare, Health, Discrimination, Medical Education, Cultural Competence   iii Table of Contents  I. Abstract…………………………………………………………………….ii II. Acknowledgements………………………………………………………...iv III. List of Figures ……………………………………………………………...v IV. List of Tables……………………………………………………………….vi V. Introduction…………………………………………………………………2 VI. Importance of Environment………………………………………………....3  VII. Medical Education………………………………………………………….10 VIII. Cultural Competence……………………………………………………….15 IX. Purpose of Study and Hypotheses..………………………………………...20 X. Methods...…………………………………………………………………..21 A. Participants………………………………………..……………………21 B. Eastern Kentucky University Survey…………………………..………22 C. Statistical Analysis…………………………………………………..…23 XI. Results ……………………………………………………………………...23 XII. Discussion and Future Implications……………………………………..…26 XIII. Appendix A…………………………………………...…………………....29 XIV. Appendix B………………………………………………………………....31 XV. References.…………………………………………………………..…......38                iv Acknowledgements I would like to thank my mentor, Dr. Theresa Botts, for taking the time to work with me throughout this entire project and guiding me through the process of conducting research, creating a survey, and learning how to put together so many different aspects of this thesis that I had never done before. Her guidance and willingness to work with me at all times of the day for an entire year is what helped me produce this final product, and I could not have done it without her.  I also would like to thank the EKU Honors College and all of their faculty, for creating a space that allowed me to write something of this nature as an undergraduate student and complete so many other research projects and present them nationally throughout my college career. Without their support, encouragement, and mentorship I would not have had these amazing opportunities during my time as an undergraduate student, and for that I am so grateful to EKU and their Honors Program.   Finally, I would like to thank my family for their support and love throughout my time writing my thesis. They have challenged me to work my hardest and always go the extra mile my entire life, and when it came to completing my thesis project, they met me with questions, sent me articles and provided me with helpful sources, making me feel supported and encouraged even when I felt overwhelmed by my project. I thank them all, my parents Melinda and Brian Dennis, and my two siblings, Aidan and Ella Dennis, for their constant love and support through all my academic ventures.      v List of Figures 1. Needs and Barriers to Healthcare Access…………………………………...29 2. Amount of Comfort Dealing with LGBTQ Patients after Formal Training...29   3. Education Process…………………………………………………………...30                             vi List of Tables 1. Difference in Frequency of Reasons for not Always Discussing Sexual Orientation Based on Medical Field…………………………………….......31 2. Experience with Healthcare Providers…………………………………...…32  3. Demographic Information from Student Survey……………………………33 4. Experiences of Discrimination Based on Sexual Orientation…...………….34 5. Unwelcome in a Healthcare Setting Based on Sexual Orientation……...….35 6. Frequencies of Not Seeking Hospital-Based Care………………………….36 7. Frequencies of Another Person Not Seeking Hospital-Based Care...………37                         2 Introduction Across the United States there exists a health disparities gap between LGBTQ1  identifying persons and heterosexual individuals. Statistically, LGBTQ adolescents experience higher rates of emotional distress, suicidality, substance abuse, and health risk behaviors in comparison to their heterosexual peers (Gower et al., 2019). In order to eliminate these health disparities, it is important to understand how social environments can support LGBTQ adolescents, and how these environments can affect them from a young age. A second step in eliminating this gap is to incorporate structural change into medical education. Additionally, a third way to decrease barriers to care and close the health disparities gap that exists is to introduce cultural competence in healthcare settings. With the introduction of cultural competence into healthcare settings, it will be important to define this term and concept, what it looks like for healthcare workers, and the impact it can have on LGBTQ patients who deserve better access to healthcare. It is the healthcare system’s purpose to create positive social environments for all individuals, with no exclusions. Barriers to care for the LGBTQ community are not all physical but exist on psychological, socioeconomic, and cultural levels that with increased knowledge and willpower, can be overcome. However, for medical professionals to close the health disparities gap, they must first understand it.      1 LGBTQ is not an all-encompassing acronym for the individuals that will be discussed and represented in this thesis. However, it will be the acronym used in this paper to represent individuals who are not cis gender or straight identifying. Generally speaking, those who would experience the discrimination in the healthcare environments that will be discussed in this thesis.   3 The Importance of Environment   LGBTQ individuals account for approximately 3.5% of the population, however, nursing programs in the United States provide only a median of 2.13 hours of training content regarding LGBTQ health (Kuzma et al., 2019). This contributes to barriers to better healthcare, as well as the general lack of understanding of culture, health disparities, and inadequate preparation for healthcare providers when interacting with LGBTQ individuals. In order to create social environments that provide support, there should be a positive connection in the minds of LGBTQ people to the healthcare system as a social environment that provides safety and support. In order for this to be possible, the healthcare field must be equipped with culturally competent workers. Providing medical professionals with the content they need to improve care for LGBTQ patients could be a major step forward in closing the health disparities gap and creating a more positive social environment in the healthcare field.  Emotional support is a major factor is every person’s life. Without it, individuals are left feeling lonely, functioning at a lower level, and are at a higher risk of depression, anxiety, and suicidal thoughts because of the inner and external loneliness this lack of emotional support leads them to face. LGBTQ identifying individuals find themselves in this position, experiencing these vulnerable and extreme emotions at a higher rate than their heterosexual peers, especially LGBTQ adolescents. Without support LGBTQ youth are victims of harassment, bullying, and other types of victimization that can lead to a deteriorating mental health state (Samaroo, 2017). Samaroo identifies four theories as possible reasons why the LGBTQ community experiences unwarranted abuse from others. These four theories are: minority stress theory, social ties theory, the interpersonal  4 theory of suicide (IPTS), and structuration theory, which Samaroo says are all interwoven.  Beginning with the minority stress theory, it states that “LGBTQ-identifying people’s mental health is impacted by the extent to which their social environment stigmatizes gender and/or social minorities and the degree to which they have to disguise their nonconformity and identity” (Samaroo, 2017, p. 21)). This theory is closely related with the social ties theory, which asserts that LGBTQ mental health is affected by the strength of primary and secondary relationships (Samaroo, 2017). Primary relationships include relationships such as close friends and family, while secondary relationships include peers. The fewer social ties a person has, the greater minority stress a person will feel, and vice versa.  The third study that Samaroo identifies, the interpersonal theory of suicide (IPTS) asserts that “Stressful social environments are correlated with two psychological states: perceived burdensomeness and thwarted belongingness” (Samaroo, 2017, pp. 22-23). Immediately, that is an unhealthy place of living and when someone perceives themselves as being a burden to others and does not have a sense of belongingness in relation to others, this can contribute to increased risk for suicidality. When one feels like they are a burden because they are victims of harassment, victimization, or not fitting in with gender and sexuality norms, this may lead to the person being at a higher risk of having suicidal ideations. This risk is increased when they also experience a sense of thwarted belongingness. Whether it is exclusion from society, lack of close relationships, harassment, or any number of experiences in which a person would feel isolated, this isolation could lead a person to consider suicide more often than if they were integrated  5 into society. In essence, when these two states of feeling like a burden to those around you and having a thwarted sense of belongingness co-exist, a person can develop a desire for death and consider suicide at an increased rate.   Finally, there is the structuration theory. According to this theory “Structures and systems result in certain practices through the rules that are deeply rooted within them” (Samaroo, 2017, p. 24). These normative structures and systems are consistently reproduced, generation after generation, by individuals who choose to follow their rules, creating a cycle of oppression for those who do not fit into their molds. Essentially, this is the concept of “it’s always been this way.” There are stigmas surrounding many different non-majority groups in the U.S. and being LGBTQ-identifying is one of them. When asked about LGBTQ curriculum in schools, the question is almost always laughed at by LGBTQ-identifying individuals because it seems so absurd to think of the focus being on anything that is not the majority (Samaroo, 2017). When one LGBTQ-identifying person was asked about LGBTQ curriculum in her school she answered by saying that sex-ed is typically purely heterosexual focused, gay teachers are not easily identified or out, and it was a big deal when two of her girl friends went to prom together (Samaroo, 2017). Structures and systems were in place in that school setting, and breaking from those cultural norms was, and will not be an easy chore. However if sexual minorities are to be made to feel welcomed and included in academic environments, learning material should be made available to them (such as sex-ed). Furthermore, this change should lead to breaking down the social barriers that are isolating adolescents and this starts with recognizing the need for structural change (Kitts, 2010).   6  With the knowledge of increased risk of suicidal thoughts, depression and anxiety, and a potential for a strained school and community life, this becomes a call to action for healthcare workers, raising awareness for LBGTQ adolescents, and adults (Kitts, 2010). The data from Table 1, which can be found in Appendix B, is from an existing table in Kitts (2010) article labeled “Difference in Frequency of Reasons for not Always Discussing Sexual Orientation Based on Medical Field.” The numbers are responses in percentage format, and the table has been redone so that it is easier to see where all the responses line up. This table represents responses from individual hospital departments as it pertains to discussing sexual orientation, and reasons why sexual orientation would or would not be discussed in these departments. The responses are very interesting from each separate department in the hospital, because each of these areas are ultimately responsible for cultivating their own environment and culture.  Both the American Medical Association and the American Academy of Pediatrics cite the need for improving physician care to the LGBTQ population. Unfortunately, there are barriers to providing optimal care to this population, and because of this environment the healthcare setting is not going to be the welcoming and inviting place that it should be. There are many steps to take in order to break down these barriers and access the information needed in order to make system and structural change.  Romanelli and Hudson (2017) define access as “a series of opportunities to identify healthcare needs, to seek healthcare services, to reach the healthcare resources, to obtain or use health care services, and to actually be offered services appropriate to the needs to care” (p. 715). Figure 1 (in Appendix A), is a visual depiction of patient-centered healthcare access, and different levels of needs and barriers when seeking out  7 healthcare are shown (Romanelli and Hudson, 2017, p. 715). Based on Romanelli and Hudson’s (2017) definition of access, there are two interdependent structures at work: access at the system level, and access at the individual level. Access issues at either of these levels can result in barriers to care for LGBTQ-identifying individuals. Romanelli and Hudson (2017) noted that there an existing literature review on barriers for transgender care-seekers across the U.S., and this literature identifies five main barriers to care, all manifesting at the system-level. The five barriers are (a) discrimination and rejection from services; (b) poor treatment and provider insensitivity; (c) problems with the physical environment and climate of services; (d) issues with the availability and appropriateness of services; and (e) lack of competence in transgender care (Romanelli & Hudson, 2017). This article also noted a national sample of LGBTQ care-seekers in which participants identified service cost and provider availability as key barriers to care (Romanelli & Hudson, 2017). Romanelli and Hudson (2017) highlighted individual-level barriers, and these included knowledge of how to find affirmative providers, level of self-advocacy skills, feeling of being unable to talk about or being embarrassed to discuss one’s sexual identity, as well as expectations of stigma-related consequences of treatment (Romanelli & Hudson, 2017). According to Quinn et al. (2015) approximately 30% of LGBTQ adults do not seek out healthcare services and they are more likely to delay seeking healthcare compared to heterosexuals. This results in delayed proper treatment and poorer health outcomes, hence the health disparities gap. While there is still limited research on these systemic and individual-level barriers, there is a general understanding of them, and enough of an understanding to realize that there is a structural problem when it comes to  8 LGBTQ access to healthcare. So, the question is no longer, is there an access problem, but how do we solve it?  Wheeler and Dodd (2011) state that healthcare providers frequently make assumptions about heterosexuality by the questions they ask their patients. This can create an environment where patients anticipate that disclosure of their sexual orientation will negatively affect the care they receive. In 2010, the Joint Commission for the Accreditation of Health Care Organizations set in place a plan that detailed requirements for the inclusion of LGBTQ people within healthcare settings (Wheeler & Dodd, 2011). The purpose of this document is to highlight the relevance of inclusion for health care professionals in several areas, such as patient-family engagement, patient assessment, and end-of-life care and decisions (Wheeler & Dodd, 2011). For healthcare workers to effectively implement these recommendations they must have sufficient data to pull from, however, there are not many nationally distributed surveys that are targeted toward LGBTQ individuals and toward collecting their perspectives on the healthcare system. Because of this lack of data representing LGBTQ people, it can contribute to a lack of quality of care and knowledge of their healthcare needs. However, the research that does exist consistently represents the disparities that have already been mentioned. Healthcare disparities such as being at a disproportionate risk for obesity, depression, anxiety, and substance abuse should serve as a call to action for the healthcare field to find a way to better serve this population (Wheeler & Dodd, 2011).    Another issue that can arise within the hospital setting while trying to seek care is the issue of stigma. According to Whitehead et al. (2016) stigma can be understood as having three domains. Those domains include anticipated stigma, concern for a possible  9 future instance of discrimination, internalized stigma, devaluation of self, based on your sexual orientation or gender identity, and/or enacted stigma, actual instances of experienced discrimination (Whitehead et al., 2016). Each of these types of stigmas may impact an individual’s health in different ways. For example, anticipated stigma acts as a barrier causing a patient to avoid or delay seeking clinical care because they view these facilities as potentially discriminatory (Whitehead et al., 2016). Internalized stigma is often correlated with lower self-esteem, increasing the potential for negative health behaviors (Whitehead et al., 2016). Finally, enacted stigma may lead to poorer mental health, making it difficult for patient access to care (Whitehead et al., 2016). Each of these types of stigmas have been recorded in LGBTQ populations, with transgender patients reporting notably higher rates of maltreatment in healthcare encounters including denial of care, resulting in uncertainty that future providers will know how to treat them appropriately.   Stigma is also interrelated with and affects decisions on “outness.” “Coming out” can be defined as the disclosure of one’s sexual orientation and/or gender identity to others (Whitehead et al., 2016). According to a survey distributed by Quinn et al. (2015), bisexual men/women are less likely to disclose sexual orientation to a healthcare provider than gay men, who are less likely to disclose than lesbian women. Gay men reported being less likely to fear a negative reaction from a healthcare provider than lesbian women (Quinn et al., 2015). Table 2 (in Appendix B) is from the survey conducted by Quinn et al. (2015) that shows experiences with healthcare providers when it comes to disclosing sexual orientation and experiences among gay, lesbian, and bisexual individuals. When asked about their feelings toward the presence of the Human Rights  10 Campaign equality sign, most LGBTQ groups (gay, lesbian, bisexual and straight) felt more trusting toward the setting (Quinn et al., 2015). However, it is important to note that one in four respondents have never seen a HRC equality sign in a hospital setting (Quinn et al., 2015).  The findings noted in the Quinn et al. study (2015) shows how a healthcare setting can either succeed or fail at creating an environment of inclusiveness. Those settings that promote inclusiveness utilize gender neutral language on intake forms, employ primary care providers who do not make assumptions about someone’s sexuality, and provide a safe space for patients to disclose sexual orientation and gender identity whether on intake forms or directly to their primary care provider. How healthcare providers treat and interact with LGBTQ patients can have a lasting effect on their perceptions of the healthcare environment. However, not all healthcare providers are properly equipped or trained when it comes to the health needs of LBGTQ people. Additionally, professionals generally find it difficult to discuss sexuality, and they seem to have to have the most difficulty doing so when it involves talking about sexual orientation or gender identity (Wahlen et al., 2020).  Medical Education  There is currently a movement in the medical profession to increase knowledge and change attitudes surrounding LBGTQ people by training medical students while they are in school so that they feel more comfortable when they interact with and care for these patients in a real-world healthcare setting (Wahlen et al., 2020). According to one study, medical students spend a median of five hours in the first two years of medical school discussing LGBTQ issues (Utamsingh et al., 2017). Furthermore, while schools  11 may include lectures on sexual orientation and gender identity, most do not address other important LGBTQ topics such as risk for chronic disease, body image, or transitioning (Utamsingh et al., 2017). Additionally, less than half of medical schools reported addressing coming out or intimate partner violence as a part of their coursework and as a result, many graduating medical students do not feel comfortable treating patients who do not identify as heterosexual (Utamsingh et al., 2017).  A study conducted by Streed et al. (2019) was distributed through the John Hopkins Physical Education and Assessment Center. The population consisted of 833 postgraduate students, years 1-3, at 120 internal medicine residency programs, completing 1018 tests in total for the study (Streed et al., 2019). The data was compiled from December 2016 through April 2018 and the responses were group-based depending on the year of training the students were in (Streed et al., 2019). The students were given a pre-test and a post-test. The highest pre-test scores, by learning objective, included knowledge of sexual and gender minority terminology which encompassed terms and concepts such as sexual orientation, gender identity and gender expression (Streed et al., 2019). The lowest scores reported were questions on addressing health disparities and preventative care issues affecting these populations (Streed et al., 2019). The respondents performed poorly on the pre-test knowledge of screening and managing sexually transmitted illnesses affecting LGBTQ individuals, as well as substance use and mental health issues unique to these patients (Streed et al., 2019). These results are significant, because they essentially show that medical students were the least knowledgeable about the LGBTQ population and their health-related issues. However, after the medical students completed online module that addressed the issues that they were tested on in the  12 pre-test, they were reexamined with a post-test and there was significant improvement. The researchers in this study acknowledged that the questions posed in the module could not fully duplicate real-life clinical scenarios healthcare workers may encounter in their work with sexual and gender minority populations, but it does present a solid foundation with which to help provide clinically competent care that is evidence-based and seeks to meet the needs of these patient populations (Streed et al., 2019). There are resources such as the LGBTQIA+ Health Education Center (2021) that provide educational programs, resources, and consultations to healthcare organizations in order to optimize the quality of healthcare for the LGBTQ population. With resources like these available, improvement in health and clinical care for the LGBTQ population is possible on a larger scale, and medical professionals must be equipped when they enter the workforce to be both culturally competent and ready to deal with the unique health disparities that currently exist for LGBTQ people.  Once healthcare providers enter the workforce and begin interacting with patients, understanding how their own personal attitudes toward LGBTQ patients affect those in their care becomes much more crucial. Aleshire et al. (2019) studied primary care providers (PCP) and their attitudes toward both heterosexual and LGBTQ identifying patients. Two primary themes emerged in this study. One was that PCPs had a more difficult time providing care to LGBTQ patients because of their personal attitudes related to these patients, and second, PCPs often dismissed sexual and gender identity as irrelevant to care, attempting to avoid being discriminatory (Aleshire et al., 2019). This can be linked to the issue of heteronormativity, which is the bias and prejudice that can arise out of thinking that the only acceptable relationship is between a cis-man and a cis- 13 woman (Compton et al., 2015). Understanding the harm that can result from this attitude toward LGBTQ people and how it can affect their health outcomes is integral in better recognizing the barriers they face in accessing care.   Recognizing the disparities that exist for LGBTQ individuals, the U.S. Department of Health and Human Services’ Health People 2020 program intentionally set goals in order to improve the health, safety, and well-being of LGBTQ people (Greene et al., 2018). Also, in 2011, the National Institute of Health (NIH) commissioned the National Academy of Medicine (NAM) to conduct a comprehensive review of health needs of LGBTQ populations (Greene et al., 2018). This report highlighted the scarcity of and necessity for research focused on LGBTQ patients and communities (Greene et al., 2018). According to Greene et al. (2018) several studies have evaluated training and education in medical schools specific to LGBTQ health. Both the American Medical Association (AMA) and Association of American Medical Colleges (AAMC) recommend the “inclusion of LGBTQ-focused topics in medical schools to adequately prepare clinicians (Greene et al., 2018).” Despite this recommendation, a 2001 survey of 176 U.S. medical school deans reported a median of two hours of LGBTQ-related content, with 44.1% of deans who reported “poor” or “very poor” coverage of LGBTQ specific topics (Greene et al., 2011). In Figure 2 (in Appendix A) the distribution of responses by school are reported (Greene et al., 2011, p. 7). The results demonstrate overall positive attitudes toward LBGTQ individuals and consistently higher levels of comfort towards dealing with LGBTQ patients after receiving formal training. However, the results also show that students felt their instructors were not very competent in delivering the information, and they were unsure where to find more information on the  14 subject of LGBTQ health. The time spent training students to competently work with the LGBTQ population in these medical schools is not nearly extensive enough. The findings that are noted reflect the United States average of nursing programs, who reported providing only a median of 2.13 hours of training content regarding LGBTQ health (Kuzma et al., 2019).  A study by Morris and Roberto (2016) was conducted to better understand the ways LBGTQ health professionals seek information and their information needs. Key points of this study included that LGBTQ health professionals prefer to work with medical librarians whom they know to be LGBTQ because of concerns about discrimination or a lack of relevant knowledge (Morris & Roberto, 2016). Health professionals who are LGBTQ identifying and using the medical library also value confirmation that the library welcomes LGBTQ guests, and prefer that they utilize visible signs and/or dedicated subject guides (Morris & Roberto, 2016). Additionally, this study concluded that medical libraries should consider appointing and training a specialist in LGBTQ health information (Morris & Roberto, 2016). Furthermore, a key message in this study is that there is limited training available for medical librarians who are interested in LGBTQ health. So, a useful pursuit between interested medical faculty and specialists could be a collaboration in developing materials for such training (Morris & Roberto, 2016).  There are many resources currently available and medical services in place of which their purpose is to not only provide education for individuals searching for answers, but also to provide care to those who need it. In the state of Kentucky there is the nationally regarded hospital, the University of Kentucky Hospital. They are the  15 number one hospital in Kentucky, and are in the Top 50 rankings nationally in many different areas, including neurology, cancer, geriatrics, and diabetes and endocrinology. The University of Kentucky Hospital also has many services available for LGBTQ individuals, and they are constantly searching for new ways to be inclusive and affirming of all the patients that they serve. One of the services they offer is through their adolescent medicine department. They offer gender identity counseling as well as gender affirming primary care (Adolescent Medicine, n.d.). Options like this and acceptance of this type of care would not have been available even a few short years ago, but today these options are available, and provide a safe and welcoming environment to people of ages and demographic backgrounds.  Cultural Competence  In addition to provide trainings that focus on educating medical students on diseases and disorders that are more prevalent among LGBTQ patients, training should also help these students to develop cultural competencies in working with these patients. As defined by the Joint Commission, “Cultural Competence requires organizations and their personnel to do the following: (1) value diversity, (2) assess themselves, (3) manage the dynamics of difference, (4) acquire and institutionalize cultural knowledge, and (5) adapt to diversity and the cultural contexts of individuals and communities served” (Margolies et al., 2019, p. 38). Creating a culturally competent system of care would break down barriers, educate more people on the LGBTQ health disparities gap, and create much healthier minds and bodies among LGBTQ patients. In order to provide the best treatment to LGBTQ patients, healthcare providers must understand culture, language, and barriers to “high-quality” healthcare (Margolies et al., 2019).   16 Margolies et al. (2019) suggested that since nurses spend a significant amount of time with patients, they are integral in leading their healthcare organizations and the people within them to improvements in LGBTQ care. System change is slower than individual change, but with the establishment of a committee or workgroup of individuals who have a common goal in mind, systemic change is much more possible (Margolies et al., 2019).  Forming a committee of nurses, physicians, social workers – all healthcare professionals – as well as LGBTQ individuals, they can decide where to place their initial focus (Margolies et al., 2019). Input from this diverse committee could aid in the creation of a safer and improved provision of services, which could include an organizational nondiscriminatory statement, patient education materials, transgender care, and a more inclusive workplace for LGBTQ employees (Margolies et al., 2019).  In order to challenge forces that contribute to the disparities in healthcare for LGBTQ patients, it is important for healthcare workers to continue enhancing their interpersonal skills and cultural competencies. Advocating for policies that end workplace discrimination (given that in the U.S. health insurance is largely employer supplied) and requiring training curriculum that helps all healthcare professionals to develop greater competencies in working with LGBTQ patients, are both ways to decrease barriers to equal access to health services (Wheeler & Dodd, 2011). Additionally, requiring sensitive and appropriate collections of demographic information related to sexual orientation and gender identity, since this information is not typically available and can be used to inform specific health initiatives, is a way to create a more culturally competent workplace and provide people with greater access to healthcare (Wheeler & Dodd, 2011).  17 Like all patients, LGBTQ patients should be placed at the center of care and allowed to be a part of the decision-making process (Margolies et al., 2019). It is important for nurses and doctors alike to work with LGBTQ patients, and not on them (Margolies et al., 2019). By intentionally creating this collaborative patient-provider relationship, trust is formed, and there is both shared decision-making as well as increased patient engagement (Margolies et al., 2019). With the implementation of a culturally competent workforce, improved care to LGBTQ patients would include an increase in communication and trust in the relationship between provider and patient as well as increased trust and release of information into the life of the patient. Healthcare providers must recognize the importance of sharing patient information with their LGBTQ patients in terms of health needs, risks, and also involving their support systems (Margolies et al., 2019). In doing this, the patient’s experience and the care the patient will receive is greatly improved, as well as an increase in the patient’s sense of autonomy.   Quinn et al. (2015) provided a web-based survey with questions unique for LGBTQ community members as well as straight allies. Within this survey, nearly half of the participants provided open-ended comments about ways to improve LGBTQ cultural competence within healthcare facilities (Quinn et al., 2015). Responses indicated a need for respect, equal treatment, and general inclusiveness (Quinn et al., 2015). Participants suggested a need for staff training in order to improve knowledge and sensitivity and they wanted more partner involvement and visitation rights in the healthcare setting (Quinn et al., 2015). Some quotes from the survey on this topic include, “Accept my word or that of my partner… that my partner is allowed to see me ANYTIME. Straight people DO NOT  18 need documentation, why should we?” and “Healthcare providers should be more inclusive of spouse/significant other in discussing patient’s condition (Quinn et al., 2015, Cultural Competence, para. 1).” Many responses also indicated the need for improvement of health intake forms, suggesting more inclusive language and the preference for intake forms to ask for both gender and sexual orientation (Quinn et al., 2015). Another suggestion was that of creating a welcoming environment with visible LGBTQ stickers and signs, even a Human Rights Campaign equality sticker (Quinn et al., 2015). Finally, multiple lesbian respondents noted that the requirement of a pregnancy test by medical institutions, even after their disclosure of their sexual orientation was taken as an indication that their healthcare provider was not listening to them and not tailoring their care to their needs (Quinn et al., 2015).   Cultural competence extends into the use of correct terminology and understanding definitions of terms used by LGBTQ patients. Self-education becomes very important, and healthcare leaders should provide their employees with resources so that they may become more educated on culturally correct terms as well as have a full understanding of terms they may come into contact during conversations with patients. Resources such as Glossary of Terms (n.d.) provided by the Human Rights Campaign is a glossary that was written “to help give people the words and meaning to help make conversations easier and more comfortable” (Glossary of Terms, n.d., para. 1). Another similar self-education resource comes from a New York Times article in which explains language used to describe gender and sexuality. This article was written by a gay man who writes about the “letters” used in LGBT or LGBTQ or LGBTQIA+ that are just not all encompassing, and never will be, when it comes to the full gender and sexuality  19 spectrum that exists (The ABCs of L.G.B.T.Q.I.A.+, 2018). He then goes onto say that the words that will be defined in his article are in no way all-inclusive of the vocabulary of LGBTQIA+ individuals, but it does include definitions of Times readers who shared how they identify (The ABCs of L.G.B.T.Q.I.A.+, 2018). With resources like this being utilized and read by people in the healthcare sector, patients will feel understood from the moment they come out to their primary care provider, nurse practitioner, OB-GYN, or whomever they are seeing at that moment. If this was the case, the health disparities gap that exists and statistics reporting hesitancy to seek care because of fear of discrimination, or not receiving care based on sexual/gender identity, would no longer be the barriers faced by LGBTQ persons. Resources are available, from clinical in-person practice to self-education, and must be utilized for a healthcare professional to show evidence of being culturally competent.  A study conducted by Compton and Whitehead (2015) was meant to evaluate and educate healthcare providers regarding LGBTQ patients. Parts of this study were not only meant for medical education purposes, but also to equip healthcare providers with the knowledge they needed to make practice environments gender neutral and LGBTQ friendly. A question presented in this journal article was “How can education on LGBT issues affect not only the way they [healthcare students] practice but also the practice itself?” (Compton &Whitehead, 2015, p. 114) In response, the article noted that one way is for students to “understand that there are relatively simple ways to create a more receptive environment within or beyond the examination room for their LGBT patients and carry these methods with them in the professional world” (Compton & Whitehead, 2015, p. 114).  20 Examples of carrying such methods into the professional world include ensuring equal access for LGBTQ individuals who desire to visit their partners in healthcare facilities, having the option to list legal names alongside preferred names, and replacing the traditional husband/wife with spouse/domestic partner on intake forms, etc. (Compton & Whitehead, 2015). With regards to legal gender, most forms only have male or female options. In order to be more inclusive, it is suggested that an area be provided for the patient to describe their current legal sex, as transgender patients may be in a state of transition (Compton & Whitehead, 2015). There are also suggestions for a checkbox for intersex and transsexual patients to be included on the form along with a space to provide for detail if desired (Compton & Whitehead, et al., 2015). By implementing these simple practices and environmental changes, students and healthcare providers will hopefully be more aware of their patient’s needs. As highlighted in Figure 3 (in Appendix A), Compton and Whitehead (2015) address perceived areas of need in the LGBTQ population and detail on how the education process can better deliver the needed curriculum to assist students in becoming more culturally competent. The proposed curriculum is to teach a solid base of LGBTQ education, because the overarching belief is that students should have the tools to competently address the healthcare issues of a “substantial group” of the population.   Purpose of Study and Hypotheses A survey was created for Eastern Kentucky University (EKU) students, and distributed to students currently enrolled in an introductory psychology course at EKU. The purpose of this study was to obtain information about discrimination against LGBTQ individuals in healthcare settings. Participants were surveyed to see if they themselves or  21 someone they knew who identified as a member of the LGBTQ population had experienced discrimination in healthcare settings.  The study also examined how such experiences might have affected their perception of the healthcare system, and if such experiences of discrimination might affect their decision to seek further preventative care. The first hypothesis was that discrimination among members of the LGBTQ population in healthcare settings would be reported as higher by members of that population. A second hypothesis was that friends of the LGBTQ population would also report that experiences with discrimination and unwelcomeness was higher among their LGBTQ friends.  A third hypothesis was that LGBTQ-identifying individuals who had experienced some form of discrimination or unwelcoming environments in healthcare settings would report that they did not want to seek healthcare because they feared that they would experience discrimination. A final hypothesis was that the friends of LGBTQ individuals would also report that their LGBTQ friends were less likely to seek healthcare for fear of experiencing discrimination. Methods Participants   Forty participants responded to the survey, and were enrolled in introductory psychology courses at Eastern Kentucky University. Each participant received activity credit for their psychology course. Participants were recruited through the SONA system. There were more participants who identified as heterosexual respondents than LGBTQ respondents. Table 3 (in Appendix B) shows the demographic information collected from among the survey respondents. It shows the mean and median among respondents, as well as where the skews in data collection can be found. The median range of participants  22 was around 21, with a large concentration of participants being between ages 18 to 21. Most participants were white (with only 3 out of 40 being of another race), and the majority were KY and U.S. residents. Eastern Kentucky University Survey  In order to understand the effects of discrimination and how the healthcare system is perceived by both LGBTQ and heterosexual individuals in Kentucky, a survey was distributed to students that attend Eastern Kentucky University. The survey was accessible to students who were currently enrolled in the PSY 200 course. This survey consisted of questions that began by collecting demographic information, such as age, sex, race, if the participant was a KY resident, and if they were a U.S. resident for their entire life, since all of this information can affect an individual’s perception of the U.S. healthcare system. Questions that followed were about sexual orientation and gender identification, as these two pieces of information were the main responses that all other responses were compared to.   Following the collection of this information came the healthcare questions about how often the participant goes to a primary care provider, if they have had trouble obtaining health insurance or benefits because of their sexual orientation or gender identity, and if they have experienced discrimination in a healthcare setting because of their sexual orientation or gender identity. All of these questions were also asked a second time, but in order to ask if the participant had known anyone who had these experiences. Finally, there were two open ended questions at the end of the survey. One asked about ways the participant has noticed healthcare settings NOT being inclusive to people of all sexual orientations and/or genders, if any. The second asked if there are any  23 ways that the participant would improve healthcare settings, making it more inclusive and welcoming to people who are LGBTQ identifying.  Statistical Analysis Descriptive statistics were used to summarize the survey data sets. Variation in responses were calculated using variable means, medians and standard deviations. Hypothesis testing was also a type of analysis used in order to understand the results and findings of the survey data.  Results Despite the small sample size of participants in this study (N=40), the findings were consistent with those reported in previous studies examining reported experiences of discrimination and being unwelcomed in healthcare settings amongst members of the LGBTQ population.    One of the questions from the survey was “Have you ever experienced discrimination in a healthcare setting because of your sexual orientation.” Table 4 in Appendix B shows the distribution of responses to that question. Some interesting takeaways from the responses include none of the heterosexual respondents experiencing discrimination based on sexual orientation, 50% (1 of 2) of the gay respondents experiencing discrimination based on sexual orientation, as well as the one lesbian participant experiencing discrimination based on sexual orientation. These findings confirmed the researcher’s hypothesis that reporting of experiences with discrimination would be higher among members of the LGBTQ patient population.  Another question that was a part of the survey was “Have you ever felt unwelcome in a healthcare setting because of your sexual orientation?” The responses for  24 this question are in Table 5, Appendix B. Significant conclusions to draw from these responses is that, once again, none of the heterosexual participants felt unwelcome in a healthcare setting based on their sexual orientation. This time, both of the gay participants reported feelings of unwelcomeness in a healthcare setting. The bisexual participant responses were the same as they were for the experiences of discrimination question, as was the lesbian respondent’s answer. In this question, however, one out of three pansexual participants reported feelings of unwelcomeness in a healthcare setting based on their sexual orientation. These findings lend support to the researcher’s hypothesis that members of the LGBTQ population would have more experiences of feeling unwelcome in healthcare settings when compared to those who identify as heterosexual.    The question, “Has there ever been an occasion when you have not sought hospital-based health care because of fear of discrimination?” was also posed to participants on the survey. A table with the results can be found in Appendix B (Table 6). While the results, especially from a smaller group of respondents, may not seem significant, it is important note that there were 13 LGBTQ+ identifying individuals who responded, and of that group about 31% of them reported that there was an occasion when they did not seek hospital-based care because of fear of discrimination. There was also a similar question for survey participants, this time asking if there was ever an occasion when someone they knew had not sought hospital-based care because of fear of discrimination. These results can be seen in a table format, Table 7, in Appendix B. The results for this question revealed many more people knowing someone who had not sought hospital-based care, with 15/40 people knowing someone who had not sought  25 hospital-based care because they feared discrimination in that setting. These findings were also consistent with the researcher’s hypothesis that those who had friends who identified as a member of the LGBTQ community would not seek care for fear of being discriminated against in healthcare settings.   The survey also included an open response section, with two questions that students had the option of responding to. The first question was “What are ways that you have identified the healthcare setting not being welcoming to the LGBTQ population?” Many students responded to this question, some of their responses being personal experiences and others being observations of the healthcare setting. One personal response from a participant was, “The nurses at my spouses gyno office had a ton of questions on how we conceived our child, asked if it were legal. In 2017 the patient representative that collected my insurance information said gay marriage wasn't legal when I provided my spouses name.” Some other responses to this question include “My healthcare provider does not respect my pronouns or gender identity” and “They asked me if my parents knew and asked if I really was pansexual or if I was trying to be trendy.” Another less personal and more observation-based response included “Though I have not had any bad experiences myself, I have heard of many friends and loved ones being turned away or treated rudely due to their identity. Some doctors/nurses blame their identity as the cause for medical issues.” These responses all share disheartening experiences that should not occur in a healthcare setting, where people should come and feel that they are safe to say anything about themselves and be treated regardless.   The second question was “What are ways that healthcare settings can be more welcoming to the LGBTQ population?” Some responses to this question included “I think  26 that healthcare providers need to set their own opinions aside, and do what is in the best interest of the patient no matter how they choose to identify themselves,” Also, “just not showing judgement towards anyone is more welcoming” and “Providing write-in options for gender identity and instead allowing the discussion of genitalia to be in person instead of on a form. Educating themselves about medications taken by LGBT persons for safety and gender care” and “I believe more education on the subject would help doctors/nurses/healthcare providers be more understanding and welcoming. Instead of turning us away, treating us differently, or blaming us, they should listen and be understanding and welcoming.” One positive response provided on the survey detailed how the medical field is already showing evidence of being more inclusive to LGBTQ patients. The respondent noted, “Last time I went to an appointment and resubmitted paperwork, they had many LGBT+ related questions along with gender identity questions which I had not seen before that visit on paperwork.” By taking the time to make these simple adjustments to paperwork that is required upon entry, a patient has the chance to share important information about themselves that they may not otherwise feel comfortable sharing. Creating this culture is what inspires change, brings more people into a healthcare setting ready to seek care and trust their providers, closing this health disparities gap. Discussion and Future Implications  By attending to providing a more inclusive and welcoming environment, introducing more training on LGBTQ health-related issues in the medical school educational curriculum and trainings, and increasing cultural competence trainings, the LGBTQ health disparities gap can be closed. Environmental change begins with each  27 individual choosing to take the education they have access to seriously, and being willing to create a culture of acceptance and welcoming to all who enter their facility. This is especially important in a healthcare setting, because if the environment is what is turning people away, access becomes more limited, creating a population of people who are less healthy than necessary purely because of the culture that has been allowed to accumulate in a healthcare environment. Second, the systematic change in medical education could be hugely impactful for not only future LGBTQ patients, but also for the healthcare workers treating them. The more competent these healthcare workers are, and feel, when treating their patients, the better care the patient will receive. Providing the healthcare workers of tomorrow with the tools and knowledge they need to best treat LGBTQ patients is crucial to closing the health disparities gap. Finally, cultural competence ties these two matters together. There is the environment, and the knowledge, but without caring for the person as a whole, who they are and where they’ve come from, none of the former endeavors matter. Working with LGBTQ patients on their care and trying as a healthcare worker to not assume everyone is the same, but is a unique individual, will inspire relationships and trust from patients. Also, implementing gender neutral language on intake sheets, being more inclusive of same-sex partners, and having places on forms to place preferred names next to legal names can all be ways to create a culturally competent and inclusive environment. When all of these factors are in play, the LGBTQ health disparities gap is likely no longer to be an issue. When healthcare workers and facilities work together to create environments of inclusivity, constantly seek knowledge and better educate themselves on the populations that they work with, as well as view  28 each patient as a unique individual, the value of each person rises, and the risk of health disparities lowers.                       29 Appendix A Figure 1: Needs and Barriers to Healthcare Access     Figure 2: Amount of Comfort Dealing with LGBTQ Patients after Formal Training           30 Figure 3: Education Process             31 Appendix B Table 1: Difference in Frequency of Reasons for not Always Discussing Sexual Orientation Based on Medical Field Medical Fields Unlikely Sometimes RegularyForgot to Discuss:OBGYN 40 20 40Psychiatry 46 54 0Internal Medicine 29 48 24Family practice 46 36 18Pediactrics 41 37 22Emergency medicine 84 5 11Total physicians 48 34 18Would make the patient uncomfortable:OBGYN 67 22 11Psychiatry 31 62 8Internal Medicine 48 43 10Family practice 64 32 5Pediactrics 52 26 22Emergency medicine 84 16 0Total physicians 48 32 18Parent(s) present:OBGYN 28 0 22Psychiatry 27 46 27Internal Medicine 24 48 29Family practice 57 24 19Pediactrics 69 23 8Emergency medicine 58 37 5Total physicians 52 31 17Not significant:OBGYN 50 0 50Psychiatry 30 50 21Internal Medicine 31 31 38Family practice 36 32 32Pediactrics 37 27 37Emergency medicine 5 16 79Total physicians 30 29 42    32 Table 2: Experience with Healthcare Providers                       Table 3.Experience with healthcare providersSexual OrientationGay(N = 263)Lesbian (N = 185)Bisexual(N = 38)Disclosed sexual orientation            All providers 64.9 73.6 47.2           Some providers 29.0 22.5 30.6           None 6.2 3.9 22.2Have experienced negative reaction           Yes 11.9 10.5 14.7           Possibly 11.2 12.7 8.8           No 76.9 76.8 76.5Fear negative reaction           Always 3.8 4.3 2.6           Often 6.1 9.2 7.9           Sometimes 32.1 37.3 44.7           Rarely 22.5 22.7 29.0           Never 35.5 26.5 15.81, 233 33 Table 3: Demographic Information from Student Survey                Age Sex Race KY Resident U.S. Resident  N  40  40  40  40  40  Mean  21.6  1.77  0.975  1.10  1.02  Median  19.0  2.00  1.00  1.00  1.00  Standard deviation  5.66  0.423  0.276  0.304  0.158  Minimum  18  1  0  1  1  Maximum  40  2  2  2  2  Sex: Male 1, Female 2 Race: White 1, African American 2 KY Resident: Yes 1, No 2 U.S. Resident: Yes 1, No 2                  34 Table 4: Experiences of Discrimination Based on Sexual Orientation Frequencies of Discrimination - Yes or No  Sexual Orientation Discrimination - Yes or No 1 2 3 4 5 1  0  1  2  1  0  2  27  1  5  0  3   Left: Yes 1, No 2 Top: Heterosexual 1, Gay 2, Bisexual 3, Lesbian 4, Pansexual 5                   35 Table 5: Unwelcome in a Healthcare Setting Based on Sexual Orientation Frequencies of Unwelcome in healthcare setting - Yes or No  Sexual Orientation Unwelcome in healthcare setting - Yes or No 1 2 3 4 5 1  0  2  2  1  1  2  27  0  5  0  2  Left: Yes 1, No 2 Top: Heterosexual 1, Gay 2, Bisexual 3, Lesbian 4, Pansexual 5                     36 Table 6: Frequencies of Not Seeking Hospital-Based Care Frequencies of Not seeking Hospital-Based Care  Sexual Orientation Not seeking hospital care - Yes or No 1 2 3 4 5 1  0  1  2  1  0  2  27  1  5  0  3  Left: Yes 1, No 2 Top: Heterosexual 1, Gay 2, Bisexual 3, Lesbian 4, Pansexual 5                      37 Table 7: Frequencies of Another Person Not Seeking Hospital-Based Care Frequencies of Another Person Not Seeking Hospital-Based Care  Sexual Orientation Another person not seeking care - Yes or No 1 2 3 4 5 1  6  2  4  1  2  2  21  0  3  0  1  Left: Yes 1, No 2 Top: Heterosexual 1, Gay 2, Bisexual 3, Lesbian 4, Pansexual 5                    38 References Adolescent Medicine. (n.d.). Retrieved from https://ukhealthcare.uky.edu/kentucky-childrens-hospital/services/adolescent-medicine Aleshire, M. E., Ashford, K., Fallin-Bennett, A., & Hatcher, J. (2019). Primary Care  Providers' Attitudes Related to LGBTQ People: A Narrative Literature  Review. Health promotion practice, 20(2), 173–187.  https://doi.org/10.1177/1524839918778835 Casey, L. S., Reisner, S. L., Findling, M. G., Blendon, R. J., Benson, J. M., Sayde, J. M.,  & Miller, C. (2019). Discrimination in the United States: Experiences of  lesbian, gay, bisexual, transgender, and queer Americans. Health Services  Research, 54, 1454-1466.  https://doi-org.libproxy.eku.edu/10.1111/1475-6773.13229 Compton, D. A., & Whitehead, M. B. (2015). Educating Healthcare Providers Regarding  LGBT  Patients and Health Issues: The Special Case of Physician  Assistants. American Journal of Sexuality Education, 10(1), 101–118.  https://doi-org.libproxy.eku.edu/10.1080/15546128.2015.1009597 Endocrinology. (n.d.). UK HealthCare. Retrieved from  https://ukhealthcare.uky.edu/services/adult-endocrinology Glossary of Terms. (n.d.). Humans Rights Campaign. Retrieved from  https://www.hrc.org/resources/glossary-of-terms?utm_source=GS Gold, M. (2018). The ABCs of L.G.B.T.Q.I.A.+. The New York Times. Retrieved from  https://www.nytimes.com/2018/06/21/style/lgbtq-gender-language.html   39 Gower, A. L., Saewyc, E. M., Corliss, H. L., Kne, L., Erickson, D. J., & Eisenberg, M. E.  (2019). The LGBTQ Supportive Environments Inventory: Methods for  Quantifying Supportive Environments for LGBTQ Youth. Journal of gay &  lesbian social services, 31(3), 314– 331.  https://doi.org/10.1080/10538720.2019.1616023 Greene, M. Z., France, K., Kreider, E. F., Wolfe-Roubatis, E., Chen, K. D., Wu, A., &  Yehia, B. R. (2018). Comparing medical, dental, and nursing students’  preparedness to address lesbian, gay, bisexual, transgender, and queer  health. PLoS ONE, 13(9), 1–16.  https://doi-org.libproxy.eku.edu/10.1371/journal.pone.0204104 LGBTQIA+ Health Education Center. (2021). Retrieved from  https://www.lgbtqiahealtheducation.org/ Kitts MD, R. (2010). Barriers to Optimal Care between Physicians and Lesbian, Gay,  Bisexual, Transgender, and Questioning Adolescent Patients. Journal of  Homosexuality, 57(6), 730–747.  https://doi-org.libproxy.eku.edu/10.1080/00918369.2010.485872  Kuzma, E. K., Graziano, C., Shea, E., Schaller, F. V., Jr, Pardee, M., & Darling-Fisher,  C. S.  (2019). Improving lesbian, gay, bisexual, transgender, and  queer/questioning health: Using a standardized patient experience to educate  advanced practice nursing students. Journal of the American Association of  Nurse Practitioners, 31(12), 714–722.  https://doi.org/10.1097/JXX.0000000000000224  40 Luk, J. W., Gilman, S. E., Haynie, D. L., & Simons-Morton, B. G. (2018). Sexual  Orientation and Depressive Symptoms in Adolescents. Pediatrics, 141(5), 1– 10. https://doi-org.libproxy.eku.edu/10.1542/peds.2017-3309  Margolies, Liz, Brown, Carlton, PhD, RN & AOCN, NEA-BC. (2019). Increasing  cultural competence with LGBTQ patients. Nursing, 49, 34-40.  https://doi.org/10.1097/01.NURSE.0000558088.77604.24 Moore, L. (2013). Understanding the Role of National Public Health Surveys in  Identifying Health Care Disparities Affecting LGBT People. Journal of  Homosexuality, 60(9), 1251– 1255.   https://doi-org.libproxy.eku.edu/10.1080/00918369.2013.806164  Morris, M., & Roberto, K. R. (2016). Information-seeking behavior and information  needs of LGBTQ health professionals: a follow-up study. Health  Information &  Libraries Journal, 33(3), 204–221.   https://doi-org.libproxy.eku.edu/10.1111/hir.12139 Narushima, M., Wong, J. Pui-Hing., Li, A. Tai-Wai., Bhagat, D., Bisignano, A., Fung, K.  Po-Lun, & Poon, M. Kwong-Lai. (2020). Youth perspectives on sexual health  education: Voices from the YEP study in Toronto. Canadian Journal of Human  Sexuality, 29(1), 32–44.  https://doi-org.libproxy.eku.edu/10.3138/cjhs.2019-0049  Nowaskie, D. Z., Patel, A. U., & Fang, R. C. (2020). A multicenter, multidisciplinary  evaluation of 1701 healthcare professional students’ LGBT cultural  competency: Comparisons between dental, medical, occupational therapy,  41  pharmacy, physical therapy, physician assistant, and social work students. PLoS  ONE, 15(8), 1–11. https://doi-org.libproxy.eku.edu/10.1371/journal.pone.0237670 Quinn, G. P., Sutton, S. K., Winfield, B., Breen, S., Canales, J., Shetty, G., Sehovic, I.,  Green, B.L., & Schabath, M. B. (2015). Lesbian, Gay, Bisexual, Transgender,  Queer/Questioning (LGBTQ) Perceptions and Health Care  Experiences. Journal  of gay & lesbian social services, 27(2), 246–261.  https://doi.org/10.1080/10538720.2015.1022273 Romanelli, M., & Hudson, K. D. (2017). Individual and Systemic Barriers to Health  Care: Perspectives of Lesbian, Gay, Bisexual, and Transgender  Adults. American Journal of  Orthopsychiatry, 87(6), 714–728.   https://doi-org.libproxy.eku.edu/10.1037/ort0000306 Samaroo, A. (2017). Effects of an LGBTQ Identity and Support Systems on Mental  Health: A Study of 4 Theories. Modern Psychological Studies, 22(2), 20–27.  Stepleman, L. M., Yohannan, J., Scott, S. M., Titus, L. L., Walker, J., Lopez, E. J.,  Wooten Smith, L., Rossi, A. L., Toomey, T. M., & Eldridge, E. D. (2019).  Health Needs and Experiences of a LGBT Population in Georgia and South  Carolina. Journal of homosexuality, 66(7), 989–1013.  https://doi.org/10.1080/00918369.2018.1490573 Streed, C. G., Jr, Hedian, H. F., Bertram, A., & Sisson, S. D. (2019). Assessment of  Internal Medicine Resident Preparedness to Care for Lesbian, Gay,  Bisexual, Transgender, and Queer/Questioning Patients. Journal of general  internal medicine, 34(6), 893–898. https://doi.org/10.1007/s11606-019-04855-5  42 Sutter, M., & Perrin, P. B. (2016). Discrimination, Mental Health, and Suicidal Ideation  Among LGBTQ People of Color. Journal of Counseling Psychology, 63(1),  98–105. https://doi-org.libproxy.eku.edu/10.1037/cou0000126 The Center for Affiliated Learning (The CAL). (n.d.). Retrieved October 13, 2020, from https://www.thehrcfoundation.org/professional-resources/the-center-for-affiliated-learning-the-cal Utamsingh, P. D., Kenya, S., Lebron, C. N., & Carrasquillo, O. (2017). Beyond  Sensitivity. LGBT Healthcare Training in U.S. Medical Schools: A Review of  the Literature. American Journal of Sexuality Education, 12(2), 148–169.  https://doi-org.libproxy.eku.edu/10.1080/15546128.2017.1298070 Wahlen, R., Bize, R., Wang, J., Merglen, A., & Ambresin, A.-E. (2020). Medical  students’ knowledge of and attitudes towards LGBT people and their health  care needs: Impact of a on LGBT health. PLoS ONE, 15(7), 1–13.   https://doi-org.libproxy.eku.edu/10.1371/journal.pone.0234743 Wheeler, D. P., & Dodd, S.-J. (2011). LGBTQ Capacity Building in Health Care  Systems: A Social Work Imperative. Health & Social Work, 36(4), 307–309.   https://doi-org.libproxy.eku.edu/10.1093/hsw/36.4.307 Whitehead, J., Shaver, J., & Stephenson, R. (2016). Outness, Stigma, and Primary Health  Care Utilization among Rural LGBT Populations. PLoS ONE, 11(1), 1–17.   https://doi-org.libproxy.eku.edu/10.1371/journal.pone.0146139    ",
    "id": 428358185,
    "identifiers": {
        "doi": null,
        "oai": "oai:encompass.eku.edu:honors_theses-1838"
    },
    "title": "The LGBTQ Health Disparities Gap: Access to Healthcare for LGBTQ Individuals in the United States and the Impact it Has on Their Health",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-04-01T08:00:00+01:00",
    "publisher": "Encompass",
    "references": [],
    "sourceFulltextUrls": [
        "https://encompass.eku.edu/cgi/viewcontent.cgi?article=1838&amp;context=honors_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/428358185.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/428358185"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/428358185/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/428358185/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/428358185"
        }
    ],
    "abstract": "Within the United States, lesbian, gay, bisexual, transgender, and queer (LGBTQ) individuals statistically face a higher health disparity rate than heterosexuals. Studies show that LGBTQ individuals are often hesitant to seek care, or do not return for follow up care because they experience unwelcoming environments or uncomfortable encounters with healthcare providers. The advancement of medical education in order to create more culturally competent healthcare providers, as well as a more welcoming healthcare environment, could begin the process of closing this health disparities gap. Not only do negative encounters affect the physical health of LGBTQ individuals, but there is also adverse influence on their mental health. When healthcare facilities are unable to represent a place of positive community and welcomeness, they are not truly doing their job for the people they are supposed to be serving. There is a long history of discrimination toward LGBTQ people in the United states, but despite this history, there have been few national efforts to study the personal effects of this discrimination. The purpose of this thesis is to share LGBTQ experiences within the healthcare system, the amount of medical education that is focused on LGBTQ health as well as what it looks like, and how increased cultural competence in healthcare environments can create safer spaces and move towards closing the health disparities gap",
    "tags": [
        "text",
        "LGBTQ",
        "Healthcare",
        "Health",
        "Discrimination",
        "Medical Education",
        "Cultural Competence"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:encompass.eku.edu:honors_theses-1838",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3588",
        "openDoarId": 0,
        "name": "Eastern Kentucky University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 428358185,
        "depositedDate": null,
        "publishedDate": "2021-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T07:20:10+00:00",
        "acceptedDate": null,
        "createdDate": "2021-05-25T01:24:41+01:00"
    },
    "urls": [
        "https://encompass.eku.edu/honors_theses/803",
        "https://encompass.eku.edu/context/honors_theses/article/1838/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T07:20:10+00:00",
    "setSpecs": []
}