{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2017-02-15T00:14:07+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/75782030.pdf",
    "fullText": "104 West 29th Street, 4th Floor | New York, NY 10001 |    212.475.2930 |     212.475.2532lgbtfunders.org |     @lgbtfunders |     facebook.com/LGBTQFundersThe Road Map to$200 MillionThe Strategic Plan for Increasing Foundation Funding for LGBTQ Issues2015-2017GRANT DOLLARSFOUNDATIONS INVESTINGGRANTMAKERS INVESTING $1M+$129.1 M331252013WHERE WE AREWhen Funders for LGBTQ Issues was founded in 1982, foundation funding for LGBTQ issues amounted to less than $250,000. In 2013, foundations awarded a record $129.1 million to support LGBTQ communities worldwide. As foundation funding has grown, so has progress on LGBTQ equality, with advances in marriage equality and protections from discrimination. We’ve come a long way, but we still face great challenges and have big dreams. We have a ways to go if we are to advance the long-term wellbeing of LGBTQ people. Toward that end, Funders for LGBTQ Issues is reaffirming its commitment to strategically increasing the scale and impact of philanthropic resources for LGBTQ communities.  As part of a new, three-year strategic plan, Funders for LGBTQ Issues has set a bold goal of increasing annual LGBTQ philanthropic funding to $200 million by 2017.Our goal of $200 million is ambitious and essential if we are to finish the fight to secure legal equality, advance social justice, and improve the lived experience of LGBTQ people.Our Journey Our PathsEfforts To Expand Funding to Improve the LIVED EXPERIENCE of LGBTQ CommunitiesLEADCONTEXT: Of the $50 billion that U.S. foundations award annually, more than two-thirds goes to improving people’s lived experience—for aging, arts & culture, economic opportunity, education, health, and youth & family services. LGBTQ people face alarming disparities in all of these areas.WHAT WE’LL DO: We will lead the way in building bridges between the unmet needs of LGBTQ communities and the significant resources of funders working to improve quality of life. Specifically, we’ll...Produce compelling reports, infographics, and materials on how funders can address LGBTQ community needs such as health disparities and poverty.  Connect and support funders that care about improving people’s lives to help them integrate the unique needs of LGBTQ people in their grantmaking. Building on a Track Record of SuccessOne of Funders for LGBTQ Issues’ best known initiatives was the National Lesbian & Gay Community Partnership, which seeded 38 LGBT funds at community foundations across the U.S. and mobilized more than $10 million for local LGBTQ communities.Did you know LGBT people are disproportionately poor?According to the Williams Institute, 35 percent of LGBT adults earn less than $24,000 a year compared to 24 percent of the general population. Join our network of funders in identifying strategies for fighting poverty in LGBTQ communities.BUILDCONTEXT: Much of philanthropy is place-based— driven by community foundations, family foundations, and corporations that support their local communities.  Place-based philanthropy is essential to building sustainable funding for local nonprofits, which are uniquely positioned to respond to the day-to-day needs of LGBTQ communities. WHAT WE’LL DO: We will partner with local funders to expand place-based LGBTQ funding, including a multi-year commitment to increasing LGBTQ funding in the South. Specifically, we’ll...Local Capacity And Foster New Connections to Expand PLACE-BASED LGBTQ FUNDINGBuild regional networks of LGBTQ and allied funders to share resources.Strengthen systems for connecting funders with local LGBTQ nonprofits.Provide support and matching dollars to seed and grow LGBTQ community funds in the South.To Increase The Impact of Funding for LGBTQ Equality and SOCIAL JUSTICECONTEXT: The struggle for LGBTQ equality is deeply intertwined with the advancement of economic, gender, and racial justice, and the empowerment of all marginalized communities. WHAT WE’LL DO: Through deepening partnerships, we can advance strategic funding for long-term structural change. Specifically, we’ll... COLLABORATEWork with the Joint Affinity Groups and other philanthropic networks to strengthen collaboration between LGBTQ funders and other social justice funders. Produce research and convene funders around intersectional issues such as criminalization, immigrant rights, religious exemptions, and trans justice.Reaching $200 million or more in foundation funding for LGBTQ issues has the potential to dramatically improve the lived experience of LGBTQ people everywhere. Imagine what an additional $70 million or more could do to eliminate some of the most dramatic disparities LGBTQ people endure. Imagine a world where all LGBTQ people are legally protected against discrimination in  employment and housing, where new HIV infections among gay and bisexual men and trans people are dramatically reduced, where no LGBTQ youth has to live without a home, where trans people can secure necessary medical treatments and proper identification, and where LGBTQ families are respected in every country. All this and more is possible. We have an impressive arsenal of talented leaders and capable organizations. What we lack is sufficient resources.Join us in reaching new partners to increase philanthropic resources for LGBTQ communities. We look forward to the path ahead!Our DestinationEfforts to Expand INTERNATIONAL FUNDING for LGBTQI CommunitiesCONTEXT: The struggle for LGBTQI rights is a global one. In some parts of the world we’ve made great advances for LGBTQI freedoms, while in others we face criminalization and persecution.  WHAT WE’LL DO: We will support our partners already working in the international arena, such as Global Philanthropy Project and International Human Rights Funders Group. Specifically, we’ll...SUPPORTStrengthen our research and tracking on LGBTQ funding globally.Help connect U.S. funders new to international LGBTQ funding with experienced peers and networks.GRANT DOLLARSFOUNDATIONS INVESTINGGRANTMAKERS INVESTING $1M+$200 M500352017WHERE WE ARE GOINGDid you know approximately 80 countries criminalize same-sex relationships?The situation for LGBTQI people around the world is dramatically different depending on where you live. Foundation funding can help foster a world where LGBTQ people everywhere live in freedom and dignity.THANK YOU FOR HELPING US DREAM BIG!ResearchAt Funders for LGBTQ Issues, we have a long history of tracking LGBTQ grantmaking by both U.S. foundations and international institutions. Moving forward, we will reinforce and build on our research and communication activities to serve as the premiere hub for information and resources related to LGBTQ philanthropy. We will continue to produce an annual tracking report and other special reports to monitor the character of LGBTQ funding in order to identify trends, gaps, and opportunities. We will increase our efforts to place articles and opinion pieces in media targeting philanthropic practitioners and influential thought leaders so that our messaging reaches new audiences and encourages new funding. We will also undertake a much-needed website redesign so that all of these resources are easy to access and readily available for any interested party. Outreach and Support ServicesIndividualized outreach and engagement of funders not currently funding LGBTQ issues will be a major focus of Funders for LGBTQ Issues over the next three years. We will connect with allies in foundations not yet funding LGBTQ issues, and work with them to build institutions that are more inclusive and responsive to LGBTQ communities. Through our members, we’ll build a network of ambassadors who can carry the call for increased investment in LGBTQ communities into new philanthropic spaces. As we support these individuals, we will also explore strategies for building a more accessible leadership pipeline for LGBTQ people in philanthropy, especially people of color and transgender people.Convening and Collective ActionBeing strategic about where the new philanthropic resources will be invested will require a sustained effort to convene grantmakers on a regular basis. Through programs like Funding Forward – the annual gathering of grantmakers committed to LGBTQ issues – and other smaller briefings, we will continue to help funders connect with one another, learn from each other, coordinate their efforts, and maximize their impact. Through participation in other philanthropic conferences and partnerships with other funder networks, we will broaden our reach and ensure LGBTQ voices are present in vital funding conversations. We will also support working groups and initiatives on specific topics to help funders coordinate their funding strategies and leverage opportunities for new philanthropic partnerships.Our VehiclesMany thanks to the team at the Fremont Center who facilitated  our strategic planning process:Sam Avrett • David Barr • Julia GreenbergCindy Rizzo, ChairArcus FoundationRebecca Fox, Vice ChairWellspring AdvisorsKristine Stallone, TreasurerAmerican Jewish World ServiceBia Vieira, SecretaryPhilanthropic Consultant(Formerly of The Philadelphia Foundation)Rohit BurmanEstée LauderMaria Cadenas*Driscoll's Alfredo CruzFoundation for LouisianaMatthew “Matty” HartCalamus Foundation/Lafayette PracticeSurina KhanWomen’s Foundation of California Andrew Lane*Johnson Family FoundationMitchell SingerRockefeller Philanthropy AdvisorsPatricia St. OngeSeven Generations Consulting  Nathaniel “Toby” ThompkinsTides  * Former board member, active during the strategic planning process.Ben Francisco MaulbeckPresidentLyle Matthew KanDirector of Research & CommunicationsMarvin WebbDirector of Operations & Member ServicesKristina WertzDirector of EngagementNaa HammondResearch & Communications AssociateMichael AdamsServices and Advocacy for GLBT Elders (SAGE)Kristi AndrasikCleveland FoundationAdrian ArenaOak FoundationJohn BarnesFunders Concerned About AIDSSusan Taylor Batten*Association of Black Foundation Executives (ABFE) Eric BergerCredit SuisseJeff ChartrandChartrand Family FundDon CiprianiPublic Interest ProjectsMeg CowardLaughing Gull FoundationHelen CunninghamSamuel S. Fels FundRoger DoughtyHorizons FoundationJustus EisfeldGlobal Action for Trans* EqualityGabriel FosterTrans Justice Funding ProjectSteve FosterOverbook FoundationMichael HeflinOpen Society FoundationsKris A. Hermanns*Pride FoundationKevin JenningsArcus FoundationJeffrey KimThe California Wellness FoundationLance KingPhilanthropic Consultant(Formerly Gill Foundation)Daniel LeeLevi-Strauss & CoGeri MannionCarnegie CorporationAndy MarraArcus FoundationJean McCallHewlett FoundationNicky McIntyreMama CashTerrence MeckPalette Fund Paul MooreDavid Bohnett FoundationPaula Morris*Evelyn & Walter Haas, Jr. Fund  .Ineke MushovicMovement Advancement ProjectTeyo van de SchootHIVOS  Maisha SimmonsRobert Wood Johnson FoundationJavid SyedAmerican Jewish World ServiceEdgar VillanuevaMarguerite Casey FoundationLuna YasuiFord FoundationRye YoungThird Wave Fund CONSULTANTSBOARD OF DIRECTORSIn addition, thanks to the many members, philanthropic leaders, and nonprofit leaders who shared their insights and feedback to help guide this strategic plan:STAFFOur Drivers*Served on the strategic planning committee.",
    "id": 75782030,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:22179"
    },
    "title": "The Road Map to $200 Million: The strategic Plan for Increasing Foundation Funding for LGBTQ Issues",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T00:00:00+00:00",
    "publisher": "Funders for LGBTQ Issues",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/22179/22179.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/75782030.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/75782030"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/75782030/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/75782030/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/75782030"
        }
    ],
    "abstract": "This is a strategic plan for increasing foundation funding for LGBT Issues, 2015- 2017",
    "tags": [
        "report",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:22179",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 75782030,
        "depositedDate": null,
        "publishedDate": "2015-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:45:29+00:00",
        "acceptedDate": null,
        "createdDate": "2017-02-15T00:14:07+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/22179/22179.pdf",
        "https://issuelab.org/permalink/resource/22179"
    ],
    "lastUpdate": "2024-02-14T12:45:29+00:00",
    "setSpecs": []
}