{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mangual, Justice"
        }
    ],
    "contributors": [],
    "createdDate": "2023-02-04T19:53:30+00:00",
    "dataProvider": {
        "id": 13084,
        "name": "Eastern Michigan University: Digital Commons@EMU",
        "url": "https://api.core.ac.uk/v3/data-providers/13084",
        "logo": "https://api.core.ac.uk/data-providers/13084/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/553272896.pdf",
    "fullText": "McNair Scholars Research Journal Volume 15 Article 6 2022 The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature Review Justice Mangual Follow this and additional works at: https://commons.emich.edu/mcnair Recommended Citation Mangual, Justice (2022) \"The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature Review,\" McNair Scholars Research Journal: Vol. 15, Article 6. Available at: https://commons.emich.edu/mcnair/vol15/iss1/6 This Article is brought to you for free and open access by the McNair Scholars Program at DigitalCommons@EMU. It has been accepted for inclusion in McNair Scholars Research Journal by an authorized editor of DigitalCommons@EMU. For more information, please contact lib-ir@emich.edu. 33The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature ReviewJustice MangualDr. Nick Romerhausen, MentorABSTRACTPrevious research addressing phobia toward K-12 students in the LGBTQ+ community considers mental, emotional, physical, and spiri-tual effects. Students in the community have experienced progress in the past 20 years regarding equality, support, and empowerment from insti-tutions, interpersonal relationships, and insecurities within themselves. In this study, I review several academic articles and textbooks which highlight the progress students have experienced regarding prejudice and backlash in K-12 schools in the United States. These sources specifical-ly consider the well-being of youth who identify as Lesbian, Gay, Bisex-ual, Transgender, Queer, and more. My research shows where we were 20 years ago, where we are now, and offers suggestions to implement in schools to better support LGBTQ+ students moving forward.INTRODUCTIONFor decades, many youth who identify within the LGBTQ+ com-munity have become victims of bullying. Whether the bullying is based on sexual orientation, gender, gender identity, or another identity charac-teristic, bullying has been recognized as a problem that has been affecting LGBTQ+ youth overall experience in schools. In this literature review, you will find the collective research of the different forms of bullying, the effects it has on the victims and the efforts being made to change things for LGBTQ+ youth over the past 20 years. Before I begin to dive deep into the forms of bullying, I first need to define what bullying is.What is Bullying?A review of the literature reveals that there are several definitions of bullying. Olweus (2010) defines bullying as “the deliberate victimiza-34Justice Mangualtion of a student, repetitively and over time, by one or multiple other stu-dents” (p. 23). Those who bully others often rely on a power imbalance between themselves and the victim(s) that makes it especially difficult for youth who are bullied to defend themselves physically, psychologically, emotionally, and/or relationally. According to Olweus (2010), “a student is being bullied or victimized when he or she is exposed, repeatedly and over time, to negative actions on the part of one or more other students” (p. 25). He then further clarifies the components of this definition: It is a negative action when someone intentionally inflicts inju-ry or discomfort upon another, basically what is implied in the definition of aggressive behavior. Negative actions can be car-ried out by physical contact, by words, or in other ways, such as making faces or mean gestures, and intentional exclusion from a group (Huesmann, 1994, as cited Olweus, 2010, p. 26). Bullying makes it hard for those who are victims of this action to defend themselves. Many students who identify in the LGBTQ+ commu-nity feel unsafe, unwelcomed, and quite uncomfortable due to the verbal, indirect, and physical bullying they must endure. This issue has caused many students to stop going to school, skip classes, avoid bathrooms, and locker rooms, and be discouraged from participating in after-school activities. Some students feel they must change schools in order to es-cape their bullies because of their gender expression, sexual orientation, and gender. To narrow down my literature review, I have narrowed my search to journal publications that focus on bullying amongst students in K-12 schools. Sanders (2013) published a position paper about LGBTQ+ safety, which discussed that in K-12 schools, students who identify as ei-ther lesbian, gay, bisexual, or transgender are at high risk for harassment. Within that same year, about 85% of LGBT students in the United States reported being harassed because of their sexual orientation or gender identity. In 2019, the Gay, Lesbian, and Straight Education Network (GLSEN) produced a National School Climate Survey which was con-ducted online from April through August 2019. The goal was to obtain a representative national sample of lesbian, gay, bisexual, transgender, and queer youth (GLSEN, 2019). The survey consisted of 16,713 stu-dents between the ages of 13 and 21 from all 50 states, Washington D.C, Puerto Rico, American Samoa, and Guam. They found that “59.1% of LGBTQ+ students felt unsafe at school because of their sexual orien-35The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature Reviewtation” (GLSEN, 2019, p. 3). Students who expressed different gender expressions or a different gender, also felt unsafe in their schools. This unsafe feeling led to an increase in absences of students. Some students would be absent for days at a time which greatly affected their academic performances and their participation in extracurricular activities. When students were accounted for in the classroom, many avoided spaces that were gender-segregated such as bathrooms and locker rooms. These are areas where students felt most vulnerable to harassment. Olweus (2010) provides an amazing definition of bullying, how-ever, this is only the general idea of what bullying is. Bullying can come in many different forms such as physical bullying, indirect/verbal bullying, social bullying, and cyberbullying. In this review of the literature, I will focus on all the forms of bullying excluding social bullying. Physical BullyingMany researchers study physical harassment that students within the LGBTQ+ community experience. A qualitative phenomenological study that interviewed six gay males and six lesbians. Participants were students who attended high school between the 1950s - 2000s. The re-searchers found that participants who were in high school between the decades of the 1980s-2000s had expressed similar experiences as those who were in high school in the earlier decades between the 1950s-1970s (Corbin, 2011). In a research study conducted with a southwestern Pennsylvania sample, the Human Rights Campaign found that “25.7% of LGBTQ+ students were physically harassed (e.g., pushed or shoved) in the past year based on sexual orientation” (GLSEN, 2019, p. 4). Many of these students also experienced being physically assaulted. These assaults were in the form of being kicked, attacked with a weapon, or punched.In some instances, students experience sexual harassment from their bullies. This can be identified as the use of sexual remarks or un-wanted touching (e.g., grabbing the shoulders or waist, groping, stand-ing or sitting very close, brushing against you, or whispering while be-ing very close to one face) (GLSEN, 2019). These actions that LGBTQ+ students face happen as a result of their sexual orientation, gender ex-pression, and gender. Based on the data from this research study, “1 in 7 LGBTQ+ students reported being physically assaulted at school due to their sexual orientation, gender, or gender expression” (GLSEN, 2019, p. 4). Furthermore, in a study conducted by Earnshaw et al. (2019), the researchers recruited 28 LGBTQ+ students and 19 school health profes-sionals on LGBTQ+ bullying and SHPs responses to LGBTQ+ bullying 36Justice Mangualin Massachusetts schools. The results of this study found that over half of the students had been victims of many forms of sexual harassment based on their sexual orientation and gender identity.K-12 students who identify with the LGBTQ+ community have experienced many different forms of physical bullying over time. Many of these actions such as being pushed, shoved, kicked, slapped, or un-wanted sexual contact has been going on for a number of years. Stud-ies show that there has not been much change in these actions from the 1950s until today. Bullies may try to tell others that they are “only playing around” when in fact, they are actually hurting the victim. With research showing that about 1 in 7 LGBTQ+ students actually report being sexu-ally assaulted at school (GLSEN, 2019), one question to ask is, what about students who don’t report these assaults? Physical bullying is only one side of the spectrum, there is still the case of verbal bullying.Indirect/Verbal BullyingMany researchers have conducted studies on the ratio of indirect bullying in the past 20 years. In a study conducted by Munoz-Plaza et al. (2002), researchers highlighted the different examples of indirect state-ments that would constitute a form of bullying. The authors conducted interviews with students in high school, one student stated, “people would say, you know he is a brilliant musician, but he is gay” (Munoz-Plaza et al., 2002, p. 55). In a study that focused on indirect harassment, researchers found that in 2009, the majority of students had many encounters where the word “gay” was being used to describe something negative, such as “that’s so gay” (Hillard et al., 2013). One study conducted by the Human Rights Campaign (2012) focused on the overall happiness of youth be-tween the ages of 13-17 years old. Specifically, these students identified as either transgender, genderqueer, agender, or a different expression of gen-der. The sample size was 925 students and what they found in their study was that it was most likely that students who did not identify as heterosex-ual would report being “very unhappy.” This was even more so for students who identified as minority LGBTQ+ students Furthermore, in the 2019 National School Climate Survey it was discovered that, almost all LGBTQ+ students (98.8%) heard “gay” used in a negative way at school” (GLSEN, 2019). Students would hear fellow class-mates use many other homophobic remarks such as, “d*ke” or “fa***t” to label other students. Students who identified as transgender, would often be labeled as either a “tr**ny” or “he/she.” The majority of the students who heard these remarks reported hearing them frequently and created 37The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature Reviewfeelings of distress as a result. Almost all the students surveyed have heard the phrase, “no homo” at school and have experienced this very frequently. More indirectly, students have used statements to describe the behaviors of other students as either “not acting masculine enough” or “not acting feminine enough.” It is a common idea that boys must act in a way that can be described as “strong,” as girls must act in a way that can be described as, “soft.” If one is perceived as acting “outside of their gender” then they can become a target of bullying as a whole. (GLSEN, 2019).There are instances when students have heard homophobic re-marks from their teachers or other school staff. In fact, over half of the students surveyed have reported hearing similar remarks as stated above from school staff and other officials. These students have also reported hearing negative remarks about their gender expression from teachers and staff as well, which resulted in an unsafe feeling within the school itself. Furthermore, it was recorded that less than one-fifth of LGBTQ+ students witnessed teachers and another school staff take action against homophobic remarks being used in their presence. Even fewer students have reported school staff taking action against negative remarks sur-rounding gender expression. (GLSEN, 2019). Further research in the study conducted in Massachusetts has found that “88% had experienced social or relational bullying” (Earnshaw et al., 2019). This can come in the form of behavior that is performed with the intention to damage rela-tionships or reputations of a student such as gossip. Over three-quarters of these students reported they have experienced verbal bullying while attending school (Earnshaw et al., 2019).The indirect bullying of students who identify in the LGBTQ+ community in grade schools is still at-large. Many students are con-sistently uncomfortable with the many negative remarks made toward them. Remarks such as, “that’s so gay,” “d*ke,” “fa**ot”, “no homo,” “but their gay”, and many more. Remarks and statements such as these bring a great deal of distress to these students, which in turn cause performance issues while in school. Students do not feel welcomed or safe in their own schools regularly. These articles highlight only the cases that have been reported. I suspect there are many students who are bullied due to their sexuality, however, are too afraid to report it because they do not believe the school system will support them. CyberbullyingIn 2010, a young man named Tyler Clementi who was 18 years old, jumped off the George Washington Bridge and fell to his death as a 38Justice Mangualresult of his roommate posting a film, secretly, of Tyler kissing another man (Wiederhold, 2014). This form of bullying that Tyler experienced is called cyberbullying. Cyberbullying, which is also known as cyber ha-rassment, is the aggressive actions or behavior of a group or an individual by the use of electronics repeatedly against a victim who cannot easily defend themselves (Slonje et al., 2012). In my review of the literature, I have found many studies discussing the impact cyberbullying has on LGBTQ+ youth. Owing to the increase in media and technology use, youth have experienced and reported an increase in cyberbullying cases across the country. In a study published by Iowa State University researchers, on-line surveys were administered to 444 junior high, high school, and col-lege students, which also included 350 self-identified non-heterosexu-als (Hinduja & Pathin, 2009). The results of their research showed that “54% of these youth reported being victims of cyberbullying. Among the LGBT respondents, 45% reported feeling depressed as a result of these acts” (Wiederhold, 2014, p. 2). Further research has shown that differ-ent cases of cyberbullying can include sending messages that are harmful and cruel to others, messages that can be categorized as “hate mail.” For a message to be perceived as hate mail, it must be perceived as oppressive/hateful, based on one’s social identity such as religion, ethnicity, sexual-ity, gender, sex, and others (Nouri & Sajjadi, 2010). Cyberbullying can also be seen as hacking a user’s account or posing as someone else by using their screen name. Users may fall victim to an imposter sending inappropriate messages to others under their own media identity. Other youth may create online polls that bring discomfort to others. Examples of these polls may include, “rating the biggest d*ke,” “gayest boy,” and “the hottest/ugliest person,” in the school. Instances where students take photos of one another in places such as the locker room or bathroom and then send photos to other students, which can be also known as “sexting.” Posting online content in an effort to “mock” or “joke” about another student. Sending messages that can be seen as intimidating to the re-ceiver, is also known as, “cyberstalking” or the act of excluding a person from social media platforms and other online communication (Nouri & Sajjadi, 2010). GLSEN (2005) published a National School Climate Survey, which comprised 1,732 students who identified as gay, lesbian, bisexual, and transgender among the age ranges of 13-20 years old. Their research concluded that in-person bullying and online bullying were “common in American society” (GLSEN, 2005, p. 4). In their 2019 survey, they con-39The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature Reviewcluded that out of the 16,713 participants, almost half of the students reported experiencing electronic harassment within that year (GLSEN, 2019). In simplest terms, if a student identifies in the LGBTQ+ commu-nity, there is a strong chance that they would go through a form of cyber-bullying. This can result in a great deal of distress for the victims of these acts and can endanger their well-being. Further research suggests that LGBTQ+ students are less likely to report being cyberbullied to their parents than heterosexual students. It was discovered that the biggest reason for these students not telling their parental figures is because of the “fear that parents would restrict their use of technologies” (Abreu & Kenny, 2017, p. 89). Other reasons for not reporting cyberbullying were based on the belief that the parents would be unable to do anything to prevent these acts from occurring, the parents may become angry at the victim, fear that the bullying may in-crease as a result of telling the parent or having no support at all from the parents because they may not understand the situation (Abreu & Kenny, 2017). It was also concluded that many of the reasons that instances of cyberbullying are not reported to parents are similar to the reasons that these actions are not reported to school personnel. An important finding to note is that LGBTQ+ students will not report cyberbullying because it is believed that school personnel will not respect the confidentiality of the student’s sexuality, orientation, or gender identity, and may instead expose them to other school officials and their parents or legal guardians (Abreu & Kenny, 2017). Cyberbullying has increased as a result of the technical advance-ments in our society. It is well known that once something is posted on the web, it is there forever, even after it is supposedly taken down. Within moments of a message being sent to another person, it can become viral across the internet. Once something becomes viral, it will become hard for the victim to defend themselves from further attacks on the web. As well, the information provided above suggests that it is also important to respect the confidentiality of a student’s sexuality, gender identity, orien-tation, and sexual activity. Research supports the idea that cyberbullying is just as dangerous as in-person bullying and that preventative measures should be taken, if we as a society, are to protect the health and well-being of LGBTQ+ students in our schools. What Can/Is Being Done for Schools to Assist?In my review of the literature, I have found many articles that of-fer suggestions and examples for promoting LGBTQ+ student safety. A 40Justice Mangualrecent article published in 2021, states that one strategy might be to provide inclusive, enumerated policies. The author defines it as a set of policies that focus on a list of characteristics of which students might be victims of bul-lying or a form of harassment at their schools. These policies are crucial for the development of a safe and inclusive school for not only LGBTQ+ youth, but for all youth as a whole (Russell et al., 2021). The author also suggests having school personnel support and training, makes the school environment feel safer and as a result of this safer environment, there are fewer absences reported. As well, students are more comfortable integrat-ing into the school community and become more involved with different clubs and extracurricular activities. Students also maintained high-grade point averages when schools had personnel support and training (Russell et al., 2021).A national study conducted in 2016 discovered that “74% of teach-ers said they did not participate in supportive actions because of profes-sional pressure from the school community” (Russell et al., 2021). Some of the reasons behind their actions include personal beliefs that it was in-appropriate to address LGBTQ+ issues, receiving little support from the administration, backlash from either parents or members of the communi-ty, or having limited knowledge about issues surrounding the LGBT com-munity and how to appropriately address it (Russell et al., 2021). There are programs that can help such as The Safe Zone Project. The Safe Zone Project is a program that is designed to make an edu-cator more sensitive and aware of the environment surrounding LGBTQ+ youth. This initiative brings knowledge to educators of different issues that may affect these students (Finkel et al., 2003). In a qualitative study con-ducted by Goodboy and Martin (2018), educators highlighted their expe-riences while in the program. The program showed them how to create a culture of inclusion and why it is important to students who identify in the LGBTQ+ community. The program provided training on topics such as what terms are considered derogatory terms and how to replace those terms with more inclusive terms. For example, taking a derogatory term such as “hermaphrodite” and substituting it with “intersex.” Educators were also trained to address their students by their first names, rather than attempting to assume their gender identity and using the proper pronouns. Furthermore, educators highlighted the importance of acknowledging their own gender identities to the students, to bring more comfort and re-liability to the students (Goodboy & Martin, 2018).My review of the literature also found that gaining access to LGBTQ+-related resources also helps combat LGBTQ+ bullying in schools. 41The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature ReviewThere are LGBTQ+-related resources that offer a variety of in-formation and provide support services within places such as li-braries, websites, or even throughout schools, such as posters on the walls, within classrooms ,and hallways. Schools can further their efforts in making these services more visible by bringing at-tention to them during in-school assemblies or making a school-wide announcement. (Russell et al., 2021). More research suggests that the typical safe spaces for these stu-dents may include classrooms, administrative offices, and establishing a Gay-Straight Alliance club where students can have a place to report inci-dences of bullying, get linked to reliable LGBTQ+ resources, and receive emotional support whenever needed (Steck & Perry, 2018). Furthermore, providing social support to students has been connected to better mental health for LGBTQ+ youth. Students who receive social support are seen to have a decrease in physical complaints, exhibit signs of lower levels of anxiety, a decrease in feeling of depression and lower use of substances. (Christensen et al., 2021). Decreasing the amount of distress on these stu-dents has brought on many benefits for them. Social support has brought on a stronger sense of self-esteem, self-efficiency, and stability. These forms of social support can be informal such as from fellow classmates, teachers, friends, or mentors. In a more formal setting, social support can be from support groups, community organizations/agencies, clubs, and other ex-tracurricular activities (Christensen et al., 2021).Another way that these students can be supported in their academ-ic environment is to integrate topics pertaining to LGBTQ+ in the academ-ic curriculum. Recent studies suggested that by teaching students about LGBTQ+ subjects, it will increase their understanding of the world around them (Ratts, 2013). Organizations such as GLSEN, offer curricula such as art or history that highlights the accomplishments of historical LGBTQ+ figures. Further research states that school counselors and school psychol-ogists can use their expertise and provide guidance for those students who are affected by bullying, particularly pertaining to their LGBTQ+ status. Higher school officials such as the principal, can use their authoritative power that the policies set by the schools, and not create roadblocks for LGBTQ+ students on their academic journey (Ratts, 2013).With how quickly technology has been advancing over the course of time, policies and sanctions have not quite caught up with the hard reali-ty of cyberbullying. However, researchers have concluded that schools may be able to use communication technology in an effort to stop cyberbully-42Justice Mangualing from taking place. It may prove to be more difficult to discipline those who bully others online if the act is committed outside of school hours or on school property. Police officials may be able to become involved in cases of cyberbullying if the actions involve fraud, defamation, or the act of threatening one physical-considering. Preventive measures as a result of cyberbullying may include, deleting a person’s profile and banning them from an online platform, being suspended from school premises, or being prosecuted as a criminal under the law.A number of states which include but are not limited to Iowa, Flor-ida, and Rhode Island, are taking steps to move adults from being “by-standers” to “upstanders” in defense of cyberbullying victims (Blumenfeld & Cooper, 2010, p. 120). Researchers conducted a national youth survey, which consisted of 444 participants whose ages ranged between 11 and 22 years old. The participants identified as either “gay, lesbian, bisexual, with a same-sex attraction, or as an LGBT-allied youth” (Blumenfeld & Cooper, 2010, p. 8). The results of the study proposed that “outside monitoring” is appropriate to combat cyberbullying. This would consist of monitoring online platforms for those who would commit the actions of a bully. Em-ploying personnel to scan for these actions on social media platforms to flag offensive comments or posts of those who would break the rules to either be “warned or banned” (Blumenfeld & Cooper, 2010).From the articles I gathered on the different strategies and tech-niques to better the lives of LGBTQ+ students in K-12 schools, I found that creating policies more specific to students who identify in the LGBTQ+ community. Furthermore, implementing more training for faculty mem-bers in schools such as teachers, counselors, academic advisors, and so forth can greatly impact the lives of these students. Also, providing a safe space for students to visit for social support will help with a number of mental stresses. Safe places can be classrooms, administrative offices, or an LGBTQ+ center in schools. To break it down further, formal social sup-ports can be the Gay-Straight Alliances (GSAs), community agencies, and support groups. CONCLUSIONTo conclude, students who identify in the LGBTQ+ community in K-12 schools are victims of direct, or indirect bullying. These forms of bullying can be seen as physical bullying such as being pushed, shoved, punched, kicked, unwanted touching, and sexual harassment. It also comes in the form of verbal bullying both direct and indirect ways such 43The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature Reviewas using statements like, “that’s so gay,” “f***ot”, “d*ke”, “fruity”, and “it’s unnatural.” Cyberbullying, also known as cyber harassment, can be iden-tified as posting offensive or threatening comments, photos, videos, and more (Slonje et al., 2012). Providing more support in K-12 schools will assist those students who are victims of these acts to find their place and build upon their self-esteem. It will reduce their mental stress and great-ly impact their lives, especially in school. These forms of support can be seen as school personnel training, GSA, creating safe places in class-rooms, administrative offices, outside monitoring, or after-school pro-grams, which are inclusive to all students. By continuing to bring more awareness to the conversation, we as a society can provide the support needed for LGBTQ+ students in k-12 schools to reach their full potential.Most of the information I found was from scholarly articles pro-vided by Eastern Michigan University Halle Library. The 2019 National School Climate Survey gave me a great deal of insight into where we are today with the bullying of LGBTQ+ students in K-12 schools. From these findings, it made it simpler to backtrack to previous years and see the progress that has been made over the past 20 years. What shocked me the most was that I wasn’t able to find more articles that focused more on physical bullying as opposed to verbal bullying. I understand that it can be challenging to conduct these surveys for some students may not feel comfortable sharing their stories, however, I believe that more research needs to be done along the lines of physical bullying, especially after the quarantine from 2020-2021. I wasn’t able to find any studies during those years due to the pandemic I suspect. This only leads me to believe that research needs to be conducted in this field as soon as possible.Educators and all other school personnel not only have an ethical obligation, but a legal one as well when it comes to advocating for their students, including those who identify within the LGBTQ+ communi-ty. Prominent organizations such as the ACA, (American Counseling Association), or the Association of American Educators, all have a code of ethics that defines their responsibility to develop a “harassment free learning environment” (Ratts, 2013). This inclusive and safe environ-ment will give all students the opportunity to perform at peak efficiency as they develop into the future leaders of tomorrow. There are even cur-rent court rulings that have given schools the tools it needs to advocate on behalf of LGBTQ+ youth. The 14th Amendment of the United States Constitution protects these students. The ruling of Nabozny v. Podlesny expressed that schools need to appropriately respond whenever a student is being harassed as a result of their gender or sexual orientation, (Ratts, 44Justice Mangual2013). Furthermore, in the Education Amendments of 1972, Title IX highlights that all public schools that received federal aid, must prohibit acts of sexual harassment (Ratts, 2013).Since the end of the 2020-2021 quarantine, schools have been transitioning from virtual learning, back to in-person learning. I believe that more research needs to be conducted that focuses on how that affects students’ ability to perform in their academics, particularly students who identify as LGBTQ+. I did not find much research on what their experi-ences were like while engaging on a virtual platform, and I believe that is information that is needed if we as a society are to continue to advocate for these students and make their academic journey more impactful for them.In the years 2021-2022, we in America have seen much awareness being brought upon the LGBTQ+ community as a whole. With the rise of superstars such as Lil Nas X who has won multiple awards includ-ing an American Music Award, two BET Hip Hop Awards, two Grammy Awards, and 5 MTV Video Music Awards. Alongside him, Michaela Jae Rodriguez became the first transgender actress to win a Golden Globe this year, and many other LGBTQ+ celebrity icons. Although there have been many positive events happening for the LGBTQ+ community, there are also controversial topics. This year, Florida has just passed the “Don’t Say Gay” bill which would restrict schools from discussing sexual orien-tation and gender identity in schools if they are deemed, “not age-appro-priate.” In which the bill does not specify what is considered age-appro-priate. I believe we should be directing our attention toward contesting these kinds of policies. Understanding one’s sexuality and identity are important for a person’s health regardless of their age. REFERENCESAbreu, R. L., & Kenny, M. C. (2017). Cyberbullying and LGBTQ youth: A systematic literature review and recommendations for prevention and intervention. Journal of Child & Adolescent Trauma, 11(1), 81-97. Cyberbullying and LGBTQ Youth: A Systematic Literature Review and Recommendations for Prevention and Intervention | SpringerLink Blumenfeld, W. J., & Cooper, R. M. (2010). LGBT and allied youth responses to cyberbullying: Policy implications. The International Journal of Critical Pedagogy, 3(1), 112-120.Christensen, J. E., Larson, K. E., & Dykes, F. O. (2021). Using a school-wide coaching framework to create safe and inclusive spaces for students who identify as LGBTQ. Taylor & Francis. Retrieved March 16, 2022, from https://www.tandfonline.com/doi/full/10.1080/1045988X.2021.1925868 45The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature ReviewCorbin, L. K. (2011). Surviving high school as a homosexual in a heteronormative culture (Order No. 3482087). Available from ProQuest Dissertations & Theses Global; Publicly Available Content Database. (908612943). Earnshaw, V. A., Menino, D. D., Perrotti, J., Barnes, T. N., Humphrey, D. L., & Reisner, S. L. (2019). LGBTQ bullying: a qualitative investigation of student and school health professional perspectives. Taylor and Francis Online. Retrieved 2022, from https://www.tandfonline.com/doi/full/10.1080/19361653.2019.1653808?casa_token=od-dejNzToUAAAAA%3A4eFuCC8JRCN3_EHwe_ceNyhIOyec7kh1UJSDY6G99vEJNz9bR__IY-zEFm8XN7BWs9mZZzp4tYI Finkel, M. J., Storaasli, R. D., Bandele, A., & Schaefer, V. (2003). Diversity training in graduate school: An exploratory evaluation of the safe zone project. Professional Psychology: Research and Practice, 34, 555–561. https://psycnet.apa.org/doi/10.1037/0735-7028.34.5.555 Gay, Lesbian, and Straight Education Network (GLSEN). (2019). The 2019 National School Climate Survey: The experiences of Lesbian, Gay, Bisexual, Transgender, and Queer youth in our nation’s schools. https://www.glsen.org/research/2019-national-school-climate-survey Gay, Lesbian, and Straight Education Network (GLSEN). (2005). National school climate survey. GLSEN.Goodboy, A. K., & Martin, M. M. (2018). LGBT bullying in school: Perspectives on prevention. Communication Education, 67(4), 513-520. https://www.researchgate.net/publication/327268465_LGBT_bullying_in_school_perspectives_on_prevention Hillard, P., Love, L., Franks, H. M., Laris, B. A., & Coyle, K. K. (2013). “They were only joking”: Efforts to decrease LGBTQ bullying and harassment in Seattle Public Schools. Journal of School Health, 84(1), 1–9. https://doi.org/10.1111/josh.12120 Hinduja, S., & Patchin, J. W. (2009). Bullying beyond the schoolyard: Preventing and responding to cyberbullying. Sage. Huesmann, L. R. (1994). Aggressive behavior: Current perspectives. Plenum Press.Human Rights Campaign. (2012). Lessons from the human rights campaign’s youth survey. Retrieved 2022, from https://hrc-prod-requests.s3-us-west-2.amazonaws.com/national-dinner/images/general/Gender-expansive-youth-report-final.pdf Munoz-Plaza, C., Quinn, S. C., & Rounds, K. A. (2002). Lesbian, gay, bisexual and transgender students: Perceived social support in the high school environment. The High School Journal, 85(4), 52–63. https://doi.org/10.1353/hsj.2002.0011 Nouri, A., & Sajjadi, S. M. (2010). Emancipatory pedagogy in practice: Aims, principles and curriculum orientation. The International Journal of Critical Pedagogy. Retrieved July 17, 2022, from http://partnershipsjournal.org/index.php/ijcp/article/view/228 Olweus, D., (2010). Understanding and researching bullying: Some critical issues. In Handbook of bullying in schools: An international perspective (pp. 9–33). Routledge.Ratts, M. (2013). Safe space programs in K-12 schools: Creating a visible presence of LGBTQ allies. Taylor & Francis. Retrieved July 18, 2022, from https://www.tandfonline.com/doi/full/10.1080/15538605.2013.839344 Russell, S. T., Bishop, M. D., Saba, V. C., James, I., & Loverno, S. (2021). Promoting school safety for LGBTQ and all students. University of Texas.Sanders, A. (2013). Position paper safety for K-12 students: United States policy concerning LGBT student safety must provide inclusion. Spring Hill College USA. Slonje, R., Smith, P. K., & Frisén, A. (2012, August 11). The nature of cyberbullying, and strategies for prevention. Computers in Human Behavior. Retrieved July 16, 2022, from https://www.sciencedirect.com/science/article/pii/S0747563212002154?casa_token=p6l3gjeVdaIAAAAA%3ArTwLUAHxavAjC4fJ9r70_-3qyMknye-zNBvcMOJUESOP_5Aox5kj2d9QxIbDyyeEt0ywaOj2S-M 46Justice MangualSteck, A. K., & Perry, D. (2018) Challenging heteronormativity: Creating a safe and inclusive environment for LGBTQ students. Journal of School Violence, 17(2), 227-243.Wiederhold, B. K. (2014). Cyberbullying and LGBTQ youth: A deadly combination. Cyberpsychology, Behavior and Social Networking, 17(9), 569-570. https://doi.org/10.1089/cyber.2014.1521",
    "id": 553272896,
    "identifiers": {
        "doi": null,
        "oai": "oai:commons.emich.edu:mcnair-1179"
    },
    "title": "The Progression of LGBTQ+ Acceptance in K-12 Schools in the United States: A Critical Literature Review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-11T15:01:37+00:00",
    "publisher": "DigitalCommons@EMU",
    "references": [],
    "sourceFulltextUrls": [
        "https://commons.emich.edu/cgi/viewcontent.cgi?article=1179&context=mcnair"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/553272896.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/553272896"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/553272896/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/553272896/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/553272896"
        }
    ],
    "abstract": "Previous research addressing phobia toward K-12 students in the LGBTQ+ community considers mental, emotional, physical, and spiritual effects. Students in the community have experienced progress in the past 20 years regarding equality, support, and empowerment from institutions, interpersonal relationships, and insecurities within themselves. In this study, I review several academic articles and textbooks which highlight the progress students have experienced regarding prejudice and backlash in K-12 schools in the United States. These sources specifically consider the well-being of youth who identify as Lesbian, Gay, Bisexual, Transgender, Queer, and more. My research shows where we were 20 years ago, where we are now, and offers suggestions to implement in schools to better support LGBTQ+ students moving forward",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:commons.emich.edu:mcnair-1179",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13084",
        "openDoarId": 0,
        "name": "Eastern Michigan University: Digital Commons@EMU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 553272896,
        "depositedDate": null,
        "publishedDate": "2023-01-11T15:01:37+00:00",
        "updatedDate": "2024-02-13T17:16:41+00:00",
        "acceptedDate": null,
        "createdDate": "2023-02-04T19:53:30+00:00"
    },
    "urls": [
        "https://commons.emich.edu/mcnair/vol15/iss1/6",
        "https://commons.emich.edu/context/mcnair/article/1179/viewcontent/05_Mangual.pdf"
    ],
    "lastUpdate": "2024-02-13T17:16:41+00:00",
    "setSpecs": []
}