{
    "acceptedDate": "2011-05-10T00:00:00+01:00",
    "authors": [
        {
            "name": "Galloway, L."
        }
    ],
    "contributors": [],
    "createdDate": "2015-03-13T15:59:19+00:00",
    "dataProvider": {
        "id": 658,
        "name": "Heriot Watt Pure",
        "url": "https://api.core.ac.uk/v3/data-providers/658",
        "logo": "https://api.core.ac.uk/data-providers/658/logo"
    },
    "depositedDate": "2012-12-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1177/0266242610391324",
    "downloadUrl": "https://core.ac.uk/download/29084698.pdf",
    "fullText": "    Heriot-Watt University Research Gateway                                                          Heriot-Watt UniversityThe experiences of male gay business owners in the UKGalloway, LauraPublished in:International Small Business JournalDOI:10.1177/0266242610391324Publication date:2012Link to publication in Heriot-Watt Research GatewayCitation for published version (APA):Galloway, L. (2012). The experiences of male gay business owners in the UK. International Small BusinessJournal, 30(8), 890-906. 10.1177/0266242610391324General rightsCopyright and moral rights for the publications made accessible in the public portal are retained by the authors and/or other copyright ownersand it is a condition of accessing publications that users recognise and abide by the legal requirements associated with these rights.If you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediatelyand investigate your claim.ArticleSmall Firms is bjThe experiences of male gay business owners in the UKLaura GallowayHerriot-Watt University, UKAbstractThe article reports on a qualitative study of the motivations for and experiences of business ownership amongst 11 male gay entrepreneurs in the UK. Included in this analysis is a comparison with issues identified throughout the extant literature for other minority groups, particularly women. Corroborating previous studies, the male-gay-owned firms studied here were concentrated in the service sector and catered to diverse markets. While homophobia is reported in both employment and business ownership it is indirect and implicit rather than direct discrimination or harassment and is not cited as an entrepreneurial motivator. The findings are of importance insofar as they provide new knowledge and consequently, further our understanding of the diverse phenomena of entrepreneurship. Further, the article illustrates that heteronormativity and the gendered nature of most employment contexts also extends to the entrepreneurship domain.Keywordsbusiness ownership, discrimination, diversity, entrepreneurship, gay, minority, motivationsIntroductionThis article reports on a qualitative study of male gay entrepreneurs1 in the UK to provide insight into their business motivations and experiences. From a research point of view, there is a relatively long tradition of examining the potential of entrepreneurship to provide opportunities and auton-omy to marginalized groups such as women (e.g., Carter and Shaw, 2006 in the UK and National Women’s Business Council, 2007 in the USA) and ethnic minorities (e.g., Smallbone et al., 2003 in the UK and Waldinger and Aldrich, 2006 in the USA). Equally, there is much in the extant lit-erature extolling the virtues of entrepreneurial diversity as a positive force in terms of innovation and new venture creation (Audretsch et al., 2008; Florida, 2003). Despite this, there has been little mention of gay entrepreneurship or the experiences of gay business owners. This paper aims to contribute to our understanding of the diversity of entrepreneurial experience by including gay men in the analysis. The article positions entrepreneurship research in the context of the greater Corresponding author:Laura Galloway, School of Management and Languages, Herriot-Watt University, Edinburgh EH14 4AS, UKE-mail: l.galloway@hw.ac.ukInternational Small Business Journal30(8) 890–906© The Author(s) 2011Reprints and permission: sagepub.co.uk/journalsPermissions.navDOI: 10.1177/0266242610391324isb.sagepub.comGalloway  891socio-cultural milieu, one that is known to be both stratified and gendered in most versions of modern capitalism. Pertinent is the idea that heteronormativity pervades social and employment cultures; this being the case, this paper contributes to understanding gay male entrepreneurship as an employment option. So, it investigates whether entrepreneurship amongst gay men is a reaction to problems associated with a heteronormative culture in employment and the extent to which this culture impacts up on them as business owners. Gay as an alternative groupThe development of our understanding of economic marginalization of particular groups of people has flowed into policy, and has impacted on economic life through regulation encouraging organiza-tions to adopt policies on diversity in the workplace. These include recent directives throughout Europe (and elsewhere) on including groups such as gay people, older people and people with dis-ability in diversity legislation particularly as it impacts on employment (e.g., British Council, 2006). For gay people as a group, this policy standpoint is very much based on liberalist interpretations of their place in society: if gay people have the same civic and political rights as others then they become normalized and as such are free from disadvantage and discrimination. Seidman (2002: 126) criticizes this as naive: ‘if the examples of people of color, women, or the disabled are at all telling … these groups remain social unequals despite legal equality and social visibility’. Conversely, the liberationist standpoint interprets equality of those identified as ‘other’ as that which requires social revolution. Therefore, liberalist attempts to afford greater inclusiveness through, for example, legislation can only be counter-productive; for gay people being included in heteronorma-tive structures that have been adapted to accommodate them may provide, on the surface, access to equality but the heteronormative structures themselves remain intact (Seidman, 2002: 16). While it is not the intention here to engage in the philosophical debate regarding social culture, liberationism does identify that ‘heterosexuality is understood as expressing the natural fit of gen-dered bodies, psyches and social roles’ (Seidman, 2002: 186) and any deviation from this is stig-matized as unnatural. Liberationism therefore, embraces theories of gender that suggest that neither gender nor sexuality are binary or fixed. These sentiments have much credence in gender studies and are essential to post-structuralist theories such as Queer Theory (e.g, Butler, 1990) which draws on the work of Foucault (1978) and contests categorizations of gender and sexual identities as inappropriate as neither are fixed or arbitrary in individuals. Queer Theory expounds the idea that it is the boundaries between categories that are fluid rather than the categories themselves (Bendl et al., 2008; Parker, 2002). Edwards (1998) criticizes this as applicable only to those whose sexual identities are not in line with contemporary norms (i.e., heterosexual) and he notes that in fact, for most people gender and sexuality are ‘fixed’ throughout a person’s life. While this may well be the case, identities are regarded from a constructivist point of view as existing within per-ceptions of reality, which are in turn, socially imposed by prevailing cultures. This is as likely to impact on those who identify themselves as gay as for anyone else, but evidence suggests that there are several interpretations of gay lifestyle rather than the single homogenous label most often ascribed to them by the mainstream. ‘The gay community’ as a psychic construct prevails throughout most modern societies, and the stereotype ‘gay’ is most often presented as white, male, urban-based, well-educated and dispropor-tionately wealthy (e.g., Bell and Binnie, 2004; Collins, 2004; Curtis, 2006). Further, Keating and McLoughlin (2005: 148) refer to the ‘acceptable gay’ and Seidman (2002: 113) ‘the normal gay’, describing this as the group of gay people who are ‘gender conventional, link sex to love and a marriage-like relationship, defend family values, personify economic individualism, and display 892   International Small Business Journal 30(8) national pride’. This is the version of gay acceptable to the mainstream and as such they ‘imply a political logic of tolerance and minority rights [since] that does not challenge heterosexual domi-nance’ (2002: 113). Many other writers observe the convenience of this in that ‘the normal gay’ is also a highly lucrative (constructed) consumer market that can be sold to advertisers on the back of the pink economy myth (Bell and Binnie, 2004: 1814; also Baker, 1997; Keating and McLoughlin, 2005; Light et al., 2008). The reality of the idealized gay has been challenged on several fronts. For example, using sta-tistical analysis Badgett (1997) has convincingly debunked the idea that sexuality has a direct bearing on income and wealth potential, finding instead that gay men and lesbians in fact tend to earn less than straight men. Differences in apparent wealth are attributed, in many cases, by Badgett to lifestyle whereby gay people are more likely to be financially independent, even in stable rela-tionships, compared with the traditional heterosexual family. Thus, where a gay couple and a straight couple are compared like-for-like, the gay couple is more likely to comprise two finan-cially independent individuals and the straight couple is more likely to have a financial set-up where one career (and income) is prioritized. Further, gay couples and gay individuals are less likely to have children and a higher gay disposable income is often attributed to this lack of depen-dents. Badgett claims that discrimination in the employment market has led to gay people earning less than straight men, and the apparently greater wealth in the gay population resulting from greater financial independence related to the lower likelihood of dependents; this effectively masks discrimination. Thus, the assumption that gay people are disproportionately wealthy is exposed as being more to do with individual and social reactions to a series of circumstances created by the prevailing culture than about higher incomes. In any case Seidman (2002: 126) suggests that the idealized gay stereotype represents ‘a very narrow slice of the gay world’ and supporting this is an increasing amount of evidence that gay people form a diverse, heterogeneous population: Tebaldi and Elmslie (2006) note that there is little evidence of attitudinal unity between gay men and gay women; Wilson (1997) identifies two distinct types of gay man – closet and flamboyant; Schofield and Schmidt (2005) identify three ‘tribes’ within the gay consumer market; and Schindehutte et al. (2005) identify two distinct groups amongst their gay entrepreneur sample. Added to this are also general social and cultural identifi-ers, such as race or social class (Brickson, 2000). The ‘idealized gay’ is presented as an acceptable (within a heteronormative milieu) version of gay; the white, middle class, well-educated and wealthy stereotype. From the entrepreneurship research perspective this is pertinent as this fits very neatly the idealized (male) entrepreneur ste-reotype (Anderson et al., 2009). However, writers such as Ogbor (2000) and Howarth et al. (2005) have noted that far from being about standardization, entrepreneurship is practised by a wide diver-sity of actors, and the idealization of the ‘heroic entrepreneur’ has limited the credibility and the development of the entrepreneurship research agenda by excluding a wider spectrum of entrepre-neurial experience. Similarly, in studies of gay identifiers, Bell and Binnie (2004: 1811) note that the idealized ‘normal gay’ stereotype is disadvantageous to gay people more generally as it further excludes and marginalizes what they describe as ‘queer unwanted’, i.e., those whose sexual and lifestyle experiences do not conform to ‘acceptable’ standards.2 Certainly, many studies have iden-tified the need for gay people to conform to some acceptable form of presentation and behaviour in order to avoid discrimination, including and most pertinently, in employment. While the modern world’s ‘acceptable gay’ reference has improved the psychological position of many gay people by reducing the requirement of full denial and the closet, there is still much pressure to conform to heteronormative modes of behaviour and conduct within this normalized persona. Since more Galloway  893recent research has begun to address the traditional narrow focus that has limited it thus far, it has been revealed that entrepreneurship encompasses a wealth of difference in terms of how it is approached and practised (e.g., Hamilton, 2006; Howarth et al., 2005). There are many different expressions of entrepreneurship and infinite variation in expressions of being gay. There is a ratio-nale for questioning the extent to which these two alternative outcomes (gay and entrepreneur) and the many ways each can be expressed might parallel. Heteronormativity and economic lifeWeeks (2007: 12) claims that ‘heterosexual is not only a preference; it is an institution, so embedded in the ways we think and act that it is almost invisible … Homosexuality … is still subjected to the minoritizing forces ‘that exclude it’. The impact of heteronomativity on the opportunities, experi-ences and activities of gay people is therefore, said to be substantial indeed, while workplace legis-lation advocating tolerance and equality has been influential, it has not eliminated disadvantage in most employment experiences. Various evidence supports this: Woodward and Ozbilgin (1999: 329) discuss the ‘overt heterosexuality’ associated with promotion in many organizations and Trau and Hartel (2004) find a glass ceiling effect for gay men, and attribute this to lack of network access. In their UK study of gay men in the professions, Rumens and Kerfoot (2008: 782–783) argue that ‘professional identity’ is gendered and masculine so, to conform ‘to professional standards of con-duct at work … [gay men] might limit their expression of aspects of their identity deemed to be incongruent with normative ideals of professionalism’. Behaviour modification has been reported throughout the workplace as a means by which gay people can avoid harassment and there remains plenty of evidence that this persists (e.g., Arabsheibani et al. [2004] in the UK; Mims and Kleiner [1998] and Day and Schoenrade [2000] in the US). Weeks (2007) claims this is symptomatic of a wider culture that is in fact, far less tolerant than liberal rhetoric and recent inclusivity policy might lead us to expect: ‘despite really significant transformations, in many quarters homophobia remains rampant, from vicious queer bashing to school bullying, from heterosexist jokes to the minstrelization of openly gay television personali-ties’ (p. 148). Grochin and Kleiner (1998: 19) discuss the US situation: ‘many people in the United States object strongly to the presence of gay and lesbian individuals in the workplace … fear and loathing of homosexuals persist’. Tebaldi and Elmslie (2006) find that when these attitudes are examined variation is observable, with straight men more likely than straight women to articulate negative attitudes to gay men; straight men are more negative about gay men than lesbians. This corroborates earlier work by Badgett and King (1997) and that of Colgan et al. (2009) who, in their study of diversity in public sector organizations, found that harassment of gay people was reported to be greater in manual-labour and male-dominated environments. Thus, the evidence points to the idea that the behaviour of gay employees has to be modified to fit a heteronormative environment because deviation from this would decrease the chances of advancement and increase the chances of workplace discrimination and even harassment. Rumens (2008: 19), exploring workplace friendships of gay men in the UK found them to be important as they can afford affinity in an organization and are critical for network access and career advancement. However, he finds that ‘heteronormative work cultures can hinder gay men’s friendship-making processes’ (p. 25). Other ways of avoiding what Weeks (2007: 9) calls ‘the profound continuing weight of heteronormative values and structures’ is to conceal gay identity at work and indeed, Seidman (2002) finds that while the ‘closet’ is for many no longer a mandatory and persistent state, some gay people still disclose selectively, including exhibiting hesitancy and contingency in terms of revealing their 894   International Small Business Journal 30(8) identity at work. According to Day and Schoenrade (2000: 348) this can cause ‘a large amount of stress and anxiety for homosexual workers’ which in turn causes job dissatisfaction and reduced performance.Motivations for entrepreneurshipThose such as Weeks (2007) and Rumens and Kerfoot (2008) point out that the social and eco-nomic life of gay people has improved recently. However, while direct discrimination, harassment and outright homophobia are anathema in most organizations, there is evidence that prevailing heteronormativity in most workplaces continues to have an impact on performance and advance-ment for gay people. Kidney and Cooney (2008; pp. 16) claim that ‘self-employment offers a path of independence free from real and perceived discrimination’. However, in their study of gay entre-preneurship Schindehutte et al. (2005) found no evidence that discrimination or harassment formed part of the motivation to become self-employed and neither did Willsdon (2005) amongst his sam-ple of gay entrepreneurs, though both provided evidence that this had been experienced whilst in employment. If we compare research concerning motivations for entrepreneurship with other groups, similar findings emerge. So, for example, Goffee and Scase (1987) suggested (at that time) that one of the pull factors for women entrepreneurs was to define their own working environment; indeed, such motivations are similar to those of their male counterparts see for example, Ljunggren and Kolvereid, 1996; McClelland et al., 2005; Morris et al., 2006; Orhan and Scott, 2001). More recently however, Patterson and Mavin (2009) have qualified such work suggesting greater com-plexity; their qualitative post-hoc study of female entrepreneurs’ motivations for leaving previous employment found that the gendered nature of organizations acted as a significant driver in their subsequent entrepreneurship. Similar to research on female entrepreneurship, studies of gay entrepreneurship have tended to find that positive motivators are frequently found. Based on the trends observed for female business owners, it may be that findings regarding motivations for gay people include similarly simplified reportage that fails to fully capture the complexity of drivers of entrepreneurship. Notwithstanding this, one of the most cited reasons for starting a firm amongst gay people is to create and work in an environment defined by themselves. This appears to be an extension of the notion of strong locus of control amongst entrepreneurs (Rotter, 1966), and certainly, seeking autonomy is a commonly cited motivation for self-employment generally (e.g., Llewelleyn and Wilson, 2003). This seems to go further, however. Willsdon (2005: 115) identifies that almost 20 per cent of his sample ‘waited until they were in business on their own before they were open about their sexuality’. This suggests that there may be a greater emphasis on autonomy, and that autonomy is more than just working for oneself for gay people. Not dissimilar to Goffee and Scase (1987) on women being drawn to entrepreneurship to avoid ‘otherness’ and to define the outcomes of their economic activity, it may be the case that it is the ability to shape and define the working environment to suit oneself that influences the motivation for entrepreneurship for gay people. The entrepreneurship experienceWhile we have limited information about motivations for entrepreneurship amongst gay people, we know even less about their experience in business, including the types, size and orientation of their businesses. Haslop et al. (1998) focused their research on the gay entertainments industry; Galloway  895while this is likely to be a highly lucrative urban market, there is no reason to assume that it comprises an accurate representation of the firms owned by gay people. Other research exploring the gay market assumes that enterprises aimed at gay consumers are owned by gay people, and in turn, that gay entrepreneurs own enterprises aimed at the gay market (e.g., Collins, 2004; Haslop et al., 1998). This generalization is problematic since it draws upon conjecture; there is also evi-dence that ‘within any sizeable gay enclave there are not only gay-owned enterprises, but … a host of others’ (Varnell, 2001). Similarly, in her account of 700 gay business owners Levin (1999) found that only 15 per cent served the gay market exclusively, and Schindehutte et al. (2005) found that two-thirds of their sample of gay business owners’ expectations of growth depended on trade with the mainstream community. A further issue emerging from the few existing empirical studies are is that entrepreneurship does not eliminate discriminatory, hostile or negative experiences. Marlow (2002: 89), analysing   the experience of female entrepreneurs, notes that ‘self-employment is not removed from other areas of work … and firm owners cannot separate themselves from existing norms and values in society’. This is corroborated by Patterson and Mavin’s (2009) qualitative study of women entre-preneurs in that gendered perceptions about the ability to perform as business owners and product/service providers followed them into entrepreneurship; ‘although the evidence indicates that an increasing number of women are drawn towards entrepreneurship as an escape from the constraints of the glass ceiling within gendered organizations and in search of flexibility, whether this is achiev-able in reality is questionable’ (p. 186). Thus, while entrepreneurship can be perceived as  a strategy to avoid disadvantage in the labour market, this is likely to be illusionary to some degree at least, as entrepreneurship does not remove one from the society and culture in which it operates. Similarly, for gay entrepreneurs there is some evidence that negative experiences prevail. Schindehutte et al. (2005) found that most of their respondents had poor experiences as business owners from agents such as suppliers and banks. Similarly, Howell (2002) says of Levin’s (1999) survey that ‘when their primary consumer base is heterosexual, some [gay entrepreneurs] face the risk of losing their business or even … vandalism if they divulge their sexual identity’. Thus, while limited, there is some evidence that heteronormativity and even homophobia can be a concern for gay entrepre-neurs and that this can be manifest from supply and support functions and consumers. The studyThe rationale for a study of male gay entrepreneurs lies in a contribution to the extant literature on entrepreneurial diversity, in the face of a paucity of research on this group of people. There are various measures applied to the population of gay people, most often clouded by methodological issues, such as how to define gay and who to count. For the present study, gay men are those who define themselves as such and identify that their sexual and relationship orientation is towards other men. The methodology necessarily excluded respondents of alternative sexual orientation such as lesbians, transgender people and those who identify themselves as bisexual in its acknowl-edgement that there is no basis to assume that the experiences and issues associated with entre-preneurship for gay men would similar. For the present study, a qualitative investigation of the experiences of 11 UK-based gay entre-preneurs was conducted. The rationale for a qualitative investigation includes that a richness of data was sought and that this depth would be best captured via semi-structured conversational interviews (Kirby, 2006). In order to avoid self-selection and politicized bias, databases were avoided as was advertising in the public domain. Instead, respondents were identified by a snowball 896   International Small Business Journal 30(8) sampling technique. Five male gay entrepreneurs were identified via extended personal networks of the author and from these, a further six contacts were made. Respondents were contacted in the first instance by the interviewer, who either knew them per-sonally or had been introduced by someone who knew them personally. The aims of the study were discussed and all respondents contacted agreed to be interviewed at a time and date suitable to them. Interviews were conducted in a private space at the respondent’s place of work in order to ensure confidentiality and encourage trust. The interview approach was informal and conversa-tional to afford rapport and respondents were encouraged to speak freely and at length. Due to the nature of the topic of study most respondents claimed to have assumed that the interviewer would be gay and as such the researcher found herself in the interesting position of having to ‘come out’ as a heterosexual woman. The juxtaposition invoked by this, while an insightful experience for the researcher, was an effective ice-breaker in most of the interviews. Observations about relations between gay men and heterosexual women postulate that an affinity is created by either the lack of socio-sexual interference (e.g., Bell and Binnie, 2004) or mutual ‘disaffected other’ status (Rumens, 2008). While there is no attempt here to determine whether or not there is any basis in truth for these suggestions, rapport in each interview was achieved. Demographic and personal data to sup-port the study, including data about the age, disclosure and relationship status of the respondent, were obtained using a six-question tick-box questionnaire that respondents completed at the end of each interview. The use of the questionnaire was invaluable in providing important supplementary information of a more personal nature that might have stifled freedom of expression and trust had it been sought verbally during the conversational interview. All interviews were recorded and cumulatively several hours of recordings were obtained and transcribed. They were coded by themes that were identified by the extant literature and partly by analysis of the transcripts. In par-ticular, two themes were identified:Theme 1. The reasons why gay men become entrepreneurs; andTheme 2. Gay men’s experiences of being entrepreneurs.The respondents and their firmsThe sample of 11 male gay entrepreneurs is described in Table 1. Some respondents were   co-owners in the same business as indicated in the table. Contrary to populist notions about the ‘gay community’ and the ‘normal gay’ as urban-based, highly educated and relatively wealthy, Table 1 demonstrates that the respondents in the current sample are diverse in terms of demog-raphy; some respondents are rural-based, there are a wide range of ages and varying relation-ship statuses; previous employments include trades and service-based backgrounds (suggesting a lack of higher education and wealth) along with professions. This corroborates the claims of writers such as Seidman (2002) and Bell and Binnie (2004) that the gay stereotype is a very limited category, and indeed the sample used in the current study exemplifies this as there was little in terms of similarity of lifestyle or ideology observed. Similarly, none of the firms owned by respondents were aimed exclusively at the gay market, generally corroborating findings in US studies (Levin, 1999; Schindehutte et al., 2005). Six of the respondents did identify that they actively included the gay market as a supplementary sales channel though, and these rep-resented five very different types of service-based business, suggesting that inclusivity and knowledge of the market were being used for business advantage where they may not be in a straight-owned firm.Galloway  897Table 1. Summary of 11 Respondents and their FirmsRespondentLocalityAgePer cent  ownershipIndustry of businessIndustry of previous employmentTime as business owner (years)Size of firm (fte employees)No. of previous/ other firmsNo. of previous careers (employment)AUrban18–30100CounsellingHospitality> 52–901BRural31–4550CateringHigher education> 52–934CRural31–4550CateringIT> 52–903DUrban31–45100CateringRecruitment> 52–906EUrban31–4550ConsultancyHealth sectormanagement<1020–5040FRural46–6050RetailChurch5-102–901GRural46–6050RetailFoundry; Care5-102–902HRural46–6050HospitalityHospitality< 1020–5000IUrban46–60100RetailAdvertising< 102–923JUrban46–6020LawLaw< 1020–5020KUrban46–60100Hospitality Catering< 1010–1960898   International Small Business Journal 30(8) Table 1 illustrates that all the respondents own firms in the retail or services sector, and that most are more representative of what Deakins and Freel (2009) call ‘lifestyle’ firms rather than ‘entrepreneurial’ firms in that they are all in either the micro or small firm category and, based on their age, do not appear to be of high growth orientation. Conversely, unlike the various studies that find that female-owned firms tend to be less growth-oriented than those owned by men (e.g., Hisrich and Brush, 1984; Schmidt and Parker, 2003) there is representation in the current sample of those we might consider to be more classically entrepreneurial in that they have a career history of firm ownership, or own more than one venture (e.g., Westhead et al., 2003). Those who have owned, or own, several firms are most likely to employ more people. While there is evidence in the literature that entrepreneurial types may have erratic career patterns, those who start ‘lifestyle’ firms are more likely to have more traditional career back-grounds in that they work within one or two industries prior to firm start-up. In contrast, several of the respondents in the current study had worked in various discrete industries prior to starting their firm in the retail or service sector. Etringer et al. (1990) found that gay men tended to have a high degrees of career uncertainty; it may be the case that for some respondents here that their several and erratic industry and employment experiences are symptomatic of this fact. Respondent B provides his own explanation for his eclectic employment background: ‘if I’d been a straight male, by now I would have had 20 odd years in the same career, but I would have had an obliga-tion to my family and to my children perhaps, but … I haven’t had to’. Thus, Respondent B claims that the flexibility afforded by not having a heterosexual lifestyle and its traditional incumbents has provided the opportunity to suit himself in career terms. In addition to this, there is some evi-dence that respondents changed jobs throughout their careers in order to avoid a homophobic culture, as discussed in the next section. Theme 1: The reasons why gay men become entrepreneursReflecting reported experiences of gay employment, negative treatment was reported by all but two respondents in the current study. The two exceptions were Respondent J, in the legal profes-sion, and Respondent K, whose entire employment history was as a hospitality/catering entrepre-neur. All others reported discriminatory experiences in employment which influenced job and career choices. Without prompting, several respondents identified employment were they would expect harassment or discrimination and had therefore, avoided. These included the police and, fire services, academia, surgery, engineering, aviation and the armed forces. The negative treatment directed at respondents does not appear to have comprised of direct harassment – none of the respondents reported this – but all reported having been in employment were they felt uncomfort-able. Two types of discomfort emerged; first, by those in the professions who had a correspond-ingly high level of education. This corroborated the findings of Weeks (2007) and Trau and Hartel (2004) concerning perceptions of a ‘glass ceiling’ if they were identified as gay; this was men-tioned by seven respondents: in my experience not many gay people get to the top of their game. (Respondent E: health service) if you were gay you would not go up the traditional hierarchical routes … you would certainly not be promoted. (Respondent I: marketing firm) it would be career suicide. (Respondent C: ICT multinational) Galloway  899Further, corroborating findings by Seidman (2002), some respondents reported hiding their sexual orientation to avoid being identified as not ‘fitting in and so, not promotable. This provides, sup-port to arguments by Rumens and Kerfoot (2008) that career navigability, particularly in the pro-fessions, depends on the extent to which one can conform to the heteronormative environment. Respondent B agreed that this is a cultural issue in the sense which there exists an undercurrent which transfers to the professional workplace despite explicit demonstration of adherence to an inclusive employment policy. With reference to an his employment as an academic he states:no-one can officially say ‘I’m not working with that poof’ but you sense a lack of willingness of people to engage with you … so they’ll be professional and they would not do anything to put their own career at risk or immediately upset you or be offensive, … but they wouldn’t be interested in developing a relationship.Indeed, several of the respondents claimed they were least comfortable in the context of workplace conversation and therefore, would ‘invent’ a heterosexual identity – in Respondent I’s case he even recruited from his own social circle to corroborate his story to his marketing corporation employers and colleagues: you would have a lady you would wheel out occasionally who knew and would attend certain functions with you. The second type of employment discomfort, referred to by seven respondents concerned what three respondents referred to as a ‘macho culture’. In most cases, this was reported as representa-tive of a more shop-floor, blue-collar experience, but again, the range of sectors being referred to is wide. For example, as a HR manager in a building firm, Respondent D identifies ‘when the builders came in in the morning, labourers, electricians, joiners and you would send them off to their jobs I used to feel real tension’. Similarly, Respondent C remembers of his time at an ICT company ‘lots of gay jokes’ reinforcing the need for him to avoid being identified as a gay man. As Weeks (2007: 9) notes: ‘never underestimate the importance of being ordinary’ and this imperative within a team environment led to Respondent C feeling compelled to join in to avoid detection and maintain his own (faked) embeddedness. When respondents were asked directly what had motivated them to become entrepreneurs, only one maintained that it was as a result of negative employment experiences Reflecting the extant literature, the men in this study cited standard motivations, i.e., the primary reason offered by six respondents was that they saw an opportunity and pursued it, and five cited a desire for economic autonomy, including two who had seized the opportunity to live and work together. Following the argument in Patterson and Mavin (2009) on women’s reasons for leaving employment for entrepre-neurship, it may be the case that the complexity of the individual experiences of each respondent was such that while the decision to start a firm was generally regarded as a positive choice, rather than a reaction to adversity, it occurred in the context of a complex circumstances, experiences and opportunities (or lack of them). Certainly only one respondent had not been in prior employment so clearly, had never experienced employment related negative treatment. Theme 2. Gay men’s experiences of being entrepreneursThe experiences of respondents as business owners are both positive and negative. On the positive side, the opportunity to define the environment they worked in and so, avoid the employment-based 900   International Small Business Journal 30(8) problems associated with being gay, was mentioned. All respondents claimed it was easier to be ‘out’ as a self-employed business owner than as an employee. Several respondents also believed that career success would be easier as an entrepreneur. As a confectionery maker and retailer, Respondent C stated:being your own boss means there’s no career ladder etcetera and no problems with homophobic barriers and you don’t have to watch what you say … you’re always conscious of acceptance issues going to a new job and you don’t have that as self-employed. This is corroborated by Respondent E as the owner of a medium-sized consultancy firm: ‘it’s easier to be successful, to get to the top with your own business’ and Respondent I as a furniture retailer: ‘you don’t have to fit within a certain mould to reach the top’. Reflecting work by Goffee and Scase (1987) on the potential of women entrepreneurs to avoid gendered organizations and define their own working environments, five of the 11 respondents claimed they have created an environment that was positive for all their employees and conducive to diversity generally. These five represented each of the three age groups, rural and urban environ-ments and four different industry sectors: if you get an employee who’s gay I think they’re not just as tense. (Respondent H as a rural hotel owner)we use a company for our HR work and they think we’re a fabulous case study … because we actually have the whole spectrum, each creed, colour, religion, shape and size you could imagine … we are textbook on how a company can work on all these things that we would say are minorities. (Respondent E of his consultancy firm) Alongside these positive reports of creating one’s own organizational culture, six respondents reported that they did not want their sexual orientation to become common knowledge amongst customers. The reason for this being the desire to avoid the firm becoming known as a gay firm (rather than a firm that catered to the general market) and because the respondent’s orientation was irrelevant to the business. Rumens and Kerfoot (2008) found a similar attitude amongst their sam-ple of gay men in professions who often rejected the idea that sexuality is relevant at work. They suggest this identity restriction comprises conformity to a heteronormative culture and that adher-ence to this further reinforces that culture. At a socio-cultural level, this can be interpreted as dam-aging as it infers projection of assumed heterosexuality thereby, reinforcing heterosexual dominance and invokes ‘closet’ type comparisons. For the respondents in the current sample, mindful of their employment experiences it most likely implies a pragmatic compromise between ideology and business sustainability. All respondents acknowledged that entrepreneurship did not remove negative reactions entirely but these varied between firms in different sectors and locations operating in the wider heteronor-mative environment. While not concealing their gay identity, five respondents made statements such as ‘I don’t throw it in their face’ (Respondent A referring to his counselling clients), or as legal partner Respondent J puts it ‘I don’t come in here with a tiara and sling-backs’ to explain that with some stakeholders discretion was invoked. Despite this, there was some evidence that directness is required as both an acknowledgement and an avoidance of prevailing cultures. For example, as Respondent E stated when describing his interaction with stakeholders such as suppliers and support agents, including banks: Galloway  901You’ve actually got to go through the process of outing yourself and sometimes I hear myself saying this and I’m thinking ‘why are you doing this’ because it’s absolutely irrelevant but they’ve got to understand that if they’re going to do business with us then they’ve not to fall into the trap and offend us, you know, make jokes or cracks because that’s going to end up messy.All but two respondents (A and H in counselling and hospitality respectively) reported that as business owners, they had some experience of what they referred to as homophobia. Some of this was from customers, but most emerged from the wider business community, ranging from lack of service from trades-people such as builders and decorators, to potential business partners and other owners of professional firms who, they believed, would not do business with them because they were gay. Less directly, most respondents reported feelings of isolation and perceived exclusion as business owners. Regarding the latter, Respondent B, in the confectionery sector and E, as a con-sultancy firm owner provide examples:We were at a business awards … and you feel uncomfortable … we think people are being funny towards us, maybe that’s our problem but we just felt odd and we were desperate to leave. (Respondent B) I’ve gone to a couple of things like Chamber of Commerce … and I definitely get the impression, and it was just a gut feeling, but they look down their noses at anyone who might not, you know, fit their image of the city or the entrepreneur. (Respondent E)Both went on to say that this is why there is little profiling or celebration of gay people in entrepreneurship: when they start their own business they keep their head down because its still a very conservative world out there. (Respondent E)Both of these respondents have firms that are more classically entrepreneurial in that Respondent B stressed throughout the interview his growth ambitions and focus on innovation and Respondent E employs a relatively large number of people and has further expansion plans. It is established that entrepreneurship, and particularly business growth, are heavily impacted by network access within the business community (Schmidt and Parker, 2003). For women entrepreneurs, various studies have shown that lack of access or limited access to networks can be seen to limit the potential of female-owned firms in terms of entrepreneurial orientation and growth (e.g., Hampton et al., 2009). Findings from the present study, where there is a perceived lack of access to formal networks and a lack of successful gay role models in the business community, may have implications therefore, for the entrepreneurial and growth potential of firms owned by gay people. Alternatively, agents such as banks are generally seen as supportive. While some of the older respondents mentioned that in the past institutionalized discrimination problematized issues such as pensions and insurance for gay people, since the introduction of equality legislation relations with banks have been good. While several respondents explain that ‘they just want the business’ (Respondent D), others note the benefits to banks associated with demonstrable inclusiveness and the perceived attractiveness of the gay market. As book retailer Respondent G puts it of the firm he shares with his (now civil) partner of many years: the bank is very supportive … we’re gay men without children so we have more money so agencies want to tap into that … it makes them look politically correct and get into the pink pound.902   International Small Business Journal 30(8) ConclusionsThe current study provides some evidence regarding gay men’s motivations for, and experiences of, entrepreneurship. In so doing, it corroborates evidence from the scant literature about gay entrepreneurs, and suggests parallels with studies of other groups, particularly women. An obvious limitation is that it is based on a small-scale qualitative UK sample and therefore, claims of gener-alizability are untenable. Similarly, the article reflects only the experiences of gay men strictly defined, and cannot make claim to representing the experiences of other alternative sexual orienta-tion groups. Herein lie further opportunities for research and it would be interesting to compare the results with those of other regions and of other non-heterosexual orientations. The study finds that the sample of entrepreneurs who participated in the research are not uni-form in terms of their income, education, location, or anything other than the fact that they are all male, all gay and all entrepreneurs. The respondents in the current study, as would be expected, are as diverse as any other group in terms of their characteristics and lifestyles. This supports the contention that the gay community is a limited construction as argued by, for example, Seidman (2002) and Bell and Binnie (2004). In terms of motivations for entrepreneurship the current research corroborates the literature. There is much evidence of experience of discrimination in employment, but this is neither direct discrimination nor harassment. Rather, the discrimination reported was most often indirect – a leaking of the social and cultural stigma associated with being gay into the workplace. This ranged from the bawdy to the sophisticated; from gay jokes to imposed heterosexual standards of presen-tation in professional contexts. Despite this, none of the respondents identified it as a motivator for entrepreneurship. However, studies of other groups, particularly Patterson and Mavin’s (2009) study of women entrepreneurs, find that motivations are complex and not isolatable from social and work experiences. It may be the case that similar is true for gay entrepreneurs. Further research to investigate this more fully would be enlightening. Findings about the firms gay men also support the extant literature. The firms in this sample all were based in the service sector, they tended to include the gay market, but not cater for them exclusively and they were mostly lifestyle in orientation, though there is some suggestion that this is not as ubiquitous as with other minority groups, such as women, as even in this small sample of firms some were demonstrably growth-oriented. However, the current study’s findings suggest that the prevailing culture, either through imposed heteronormativity and its resulting heterosexual imperative, or through discrimination, does create problems and barriers for those gay male entre-preneurs who might grow their firms. As Hampton et al. (2009) found with women entrepreneurs, the suggestion from the current study is that entrepreneurial growth can be impeded as a result of barriers to network access, in this case as a result of real or perceived discrimination based on sexual orientation. This is an important area for further research, not just in terms of investigating the extent to which these barriers exist, but also to seek to remove them insofar as they might com-prise reduced entrepreneurial opportunity to add economic value.Similarly, following Marlow (2002) and Patterson and Mavin (2009) on women, the study finds that entrepreneurship does not remove the disadvantages or negative experiences associated with being gay. The social and cultural status quo prevails and this impacts on entrepreneurs as it does on employees in that relations with external stakeholders (including customers and suppliers) still have to be navigated with some skill. One notable exception to this is dealings with banks; contrary to much of the literature, the current study finds that this type of institutionalized discrimination is not a feature of respondents’ entrepreneurship experience. Galloway  903Some of the respondents in the current study claim that their firm affords them an alternative working environment, defined by their own ideals. It was suggested that they progressed their careers further than if they had stayed in employment, and has engendered a more inclusive and equal workplace for their employees. This suggestion reflects work on women business owners by Goffee and Scase’s (1987) and has obvious implications for further research including: a) the extent to which alternative employment cultures are created and fostered by gay men; b) the advantages of having an alternative employment space for employees and whether it does afford greater opportunities for advancement for those who experience or perceive barriers and c) the extent to which greater inclusivity is fostered for those who work or if there is instead potential to exclude those who do not fit well with the alternative employment culture created. The study of entrepreneurship amongst those of minority sexual orientation affords us not only a greater understanding of the experiences and issues associated with these groups, but also a greater understanding of entrepreneurship as a diverse set of phenomena. Recent research and commentary have identified that the traditional functionalist interpretations of entrepreneurship and entrepreneurs are limited in that they do not reflect the diversity of actors and activities in the entrepreneurship paradigm (e.g., Ogbor, 2000). Entrepreneurship is said by Howarth et al. (2005: 25) to be ‘characterised by dynamism, ambiguity, discontinuity, uniqueness and innovation’. Therefore, there is scope to investigate entrepreneurship with greater inclusivity to reflect the many and varied phenomena it might comprise. The current article has attempted to contribute to this by providing an insight into the experiences and issues encountered by a group of gay male entrepreneurs. Notes1.  Entrepreneurship in this article is used to mean business ownership. The terms ‘entrepreneur’ and ‘busi-ness owner’ are thus used synonymously in this article. The author acknowledges that the wider concep-tualization of the terms ‘entrepreneur’ and ‘entrepreneurship’ are subject to socio-cultural influences that refer to a limited set of types, which may not represent the wider experience of entrepreneurship, espe-cially amongst marginalized groups. For a discussion of this see, for example, Anderson et al. (2009).2.  This applies specifically to gay lifestyles, but a postmodernist perspective might argue that there are also innumerable non-conformist lifestyles represented in the heterosexual paradigm. In some cases these are tolerated, particularly where they are perceived as transient (e.g., amongst young adults) and therefore legitimized where perhaps they would not be for non-heterosexuals. However, one could argue that heteronormativity is so connected to monogamous, family-based lifestyles that heterosexual people might be as constrained as anyone else.ReferencesAnderson A, Drakopoulou Dodd S and Jack S (2009) Aggressors; winners; victims and outsiders. International Small Business Journal 27(1): 126–136.Arabsheibani GR, Marin A and Wadsworth J (2004) In the pink: Homosexual-heterosexual wage differentials in the UK. International Journal of Manpower 25(3/4): 343–354.Audretsch DB, Dohse D and Niebuhr A (2008) Cultural diversity and entrepreneurship: A regional analy-sis for Germany. Centre for Economic Policy Research discussion paper (DP6945). Available at: http://hwww.cepr.org Badgett MVL (1997) Beyond biased samples: Challenging the myths on the economic status of lesbians and gay men. In: Gluckman A and Reed B (eds) HomoEconomics: Capitalism, Community and Lesbian and Gay Life. London: Routledge.904   International Small Business Journal 30(8) Badgett MVL and King MC (1997) Lesbian and gay occupational strategies. In: Gluckman A and Reed B (eds) HomoEconomics: Capitalism, Community and Lesbian and Gay Life. London: Routledge.Baker D (1997) A history in ads: The growth of the gay and lesbian market. In: Gluckman A and Reed B (eds) HomoEconomics: Capitalism, Community and Lesbian and Gay Life. London: Routledge.Bell D and Binnie J (2004) Authenticating queer space: Citizenship, urbanism and governance. Urban Studies 41(9): 1807–1820.Bendl R, Fleischmann A and Walenta C (2008) Diversity management discourse meets queer theory. Gender in Management: An International Journal 23(6): 382–394.Brickson S (2000) The impact of identity orientation on individual and organisational outcomes in demo-graphically diverse settings. Academy of Management Review 25(1): 82–101.British Council (2006) Diversity: Sexual Identity Legislation. London: The British Council. Available at: http://www.britishcouncil.orgButler J (1990) Gender Trouble: Feminism and the Subversion of Identity. London: Routledge. Carter S and Shaw E (2006) Women’s business ownership: Recent research and policy developments. Report to the Small Business Service. Available at: http://www.berr.gov.uk/files/file38330.pdfColgan F, Wright T, Creggan C and McKearney A (2009) Equality and diversity in the public services: Moving forward on lesbian, gay and bisexual equality. Human Resource Management Journal 19(3): 280–310.Collins A (2004) Sexual dissidence, enterprise and assimilation: Bedfellows in urban regeneration. Urban Studies 41(9): 1789–1806.Curtis P (2006) Gay men earn £10k more than national average. The Guardian, 23 January. Day NE and Schoenrade P (2000) The relationship among reported disclosure of sexual orientation, anti-discrimination policies, top management support and work attitudes for gay and lesbian employees. Personnel Review 29(3): 346–363.Deakins D and Freel M (2009) Entrepreneurship and Small Firms. Berkshire: McGraw-Hill. Edwards T (1998) Queer fears: Against the cultural turn. Sexualities 1(4): 471–484.Etringer BD, Hillerbrand E and Hetherington C (1990) The influence of sexual orientation on career decision making: A research note. Journal of Homosexuality 19(4): 103–111.Florida R (2003) Entrepreneurship, creativity and regional economic growth. In: Hart DM (ed.) The Emergence of Entrepreneurship Policy: Governance, Start-ups and Growth in the US Knowledge Economy. Cambridge: Cambridge University Press.Foucault M (1978) The History of Sexuality: Will to Knowledge, Vol. 1. Harmondsworth: Penguin.Goffee R and Scase R (1987) Entrepreneurship in Europe: The Social Processes. Kent: Croom Helm.Grochin GA and Kleiner BH (1998) Same sex sexual harassment. Equal Opportunities International 17(3/4/5): 17–20.Hamilton EE (2006) Whose story is it anyway? Narrative accounts of the role of women in founding and establishing family businesses. International Small Business Journal 24(3): 253–271.Hampton A, Cooper S and McGowan P (2009) Female entrepreneurial networks and network activity in technology-based ventures: An exploratory study. International Small Business Journal 27(2): 193–214.Haslop C, Hill H and Schmidt RA (1998) The gay lifestyle: Spaces for a subculture of consumption. Marketing Intelligence and Planning 16(5): 318–326.Hisrich RD and Brush CC (1984) The women entrepreneur: Management skills and business problems. Journal of Small Business Management 22(1): 30–37.Howarth C, Tempest S and Coupland C (2005) Rethinking entrepreneurship methodology and definitions of the entrepreneur. Journal of Small Business and Enterprise Development 12(1): 24–40.Howell E (2002) Lavender entrepreneurs: Gold at the end of the rainbow? CELCEE Digest, No. 2–8, Kauffman Center for Entrepreneurial Leadership Clearinghouse on Entrepreneurship Education.Keating A and McLoughlin D (2005) Understanding the emergence of markets: A social constructionist per-spective on gay economy. Consumption, Markets and Culture 8(2): 131–152.Kidney E and Cooney TM (2008) Ghettos – A potential solution for gay entrepreneurs? Paper presented at Institute for Small Business and Entrepreneurship Conference, Belfast, November.Galloway  905Kirby S (2006) American gay and lesbian student leaders’ perceptions of job discrimination. Equal Opportunities International 25(2): 126–140.Levin S (1999) In the Pink: The Making of Successful Gay- and Lesbian-owned Businesses. New York: Haworth Press.Light B, Fletcher G and Adam A (2008) Gay men, Gaydar and the commodification of difference. Information Technology and People 21(3): 300–314. Ljunggren E and Kolvereid L (1996) New business formation: Does gender make a difference? Women in Management Review 11(4): 3–12.Llewelleyn DJ and Wilson KM (2003) The controversial role of personality traits in entrepreneurial psychol-ogy. Education and Training 45(6): 341–345.Marlow S (2002) Women and self-employment: A part of or apart from theoretical construct? International Journal of Entrepreneurship and Innovation 3(2): 83–92.McClelland E, Swail J, Bell J and Ibbotson P (2005) Following the pathway of female entrepreneurs: A six country investigation. International Journal of Entrepreneurial Behaviour and Research 11(2): 84–107.Mims CJ and Kleiner BH (1998) Homosexual harassment in the workplace. Equal Opportunities International 17(7): 16–20.Morris MH, Nola MN, Craig WE and Coombes SM (2006) The dilemma of growth: Understanding venture size choices of women entrepreneurs. Journal of Small Business Management 44(2): 221–244.National Women’s Business Council (2007) Study of Women-Owned and Led Businesses: An Overview of the Data in NWBC’s Special Tabulations. Washington, DC: Small Business Administration National Women’s Business Council/Concentrance Consulting Group.Ogbor JO (2000) Mythicizing and reification in entrepreneurial discourse: Ideology – critique of entrepre-neurial studies, Journal of Management Studies 37(5): 605–635.Orhan M and Scott D (2001) Why women enter into entrepreneurship: An explanatory model. Women in Management Review 16(5): 232–243.Parker M (2002) Queering management and organization. Gender, Work and Organization 9(2): 146–166.Patterson N and Mavin S (2009) Women entrepreneurs: Jumping the corporate ship and gaining new wings. International Small Business Journal 27(2): 173–192. Rotter JB (1966) Generalised expectations for internal versus external control of reinforcement. Psychological Monographs: General and Applied 80(1): 1–27.Rumens N (2008) Working at intimacy: Gay men’s workplace friendships. Gender, Work and Organisation 15(1): 9–30.Rumens N and Kerfoot D (2008) Gay men at work: (Re)constructing the self as professional. Human Relations 62(5): 763–786.Schindehutte M, Morris M and Allen J (2005) Homosexuality and entrepreneurship: Implications of gay identity for the venture creation experience. International Journal of Entrepreneurship and Innovation 6(1): 27–40.Schmidt RA and Parker C (2003) Diversity in independent retailing: Barriers and benefits – the impact of gender. International Journal of Retail and Distribution Management 31(8): 428–439.Schofield K and Schmidt RA (2005) Fashion and clothing: The construction and communication of gay identities. International Journal of Retail and Distribution Management 33(4): 310–323.Seidman S (2002) Beyond the Closet. London: Routledge.Smallbone D, Ram M, Deakins D and Aldock RB (2003) Access to finance by ethnic minority businesses in the UK. International Small Business Journal 21(3): 291–314. Smith-Hunter AE and Boyd RL (2004) Applying theories of entrepreneurship to a comparative analysis of white and minority women business owners. Women in Management Review 19(1): 18–28.Tebaldi E and Elmslie B (2006) Sexual orientation and labour supply. Applied Economics 38: 549–562.Trau RNC and Hartel CEJ (2004) One career, two identities: An assessment of gay men’s career trajectory. Career Development International 9(7): 627–637.Varnell P (2001) What gay entrepreneurs contribute. Chicago Free Press, 18 July.906   International Small Business Journal 30(8) Verheul I, van Stel A and Thurik R (2006) Explaining female and male entrepreneurship at the country level. Entrepreneurship and Regional Development 18: 151–183.Waldinger R and Aldrich H (2006) Trends in ethnic business in the United States. In: Aldrich H, Ward R and Waldinger R (eds) Ethnic Entrepreneurs: Immigrant Business in Industrial Societies. London: SAGE.Weeks J (2007) The World We Have Won. Oxon: Routledge.Westhead P, Ucbasaran D, Wright M and Martin F (2003) Habitual Entrepreneurs in Scotland. Glasgow: Scottish Enterprise.Willsdon J (2005) Homosexual entrepreneurs: Different but the same. The Irish Journal of Management 26(1): 107–121.Wilson NL (1997) Queer culture and sexuality as a virtue of hospitality. In: Goss R and Strongheart AAS (eds) Our Families, Our Values: Snapshots of Queer Kinship. Binghampton, NY: Haworth Press.Woodward D and Ozbilgin MF (1999) Sex equality in the financial services sector in Turkey and the UK. Women in Management Review 14(8): 325–332.Laura Galloway is a senior lecturer in Entrepreneurship and Enterprise in the Department of Business Management. She has a background in research into entrepreneurship and small business start-up and growth and has publications in peer reviewed journals and specialist books. Much of Laura Galloway’s research focuses on peripherality, both regionally and demographically, including examination of minority composi-tion, their entrepreneurship-based economic contribution and the role of entrepreneurship in reducing social and economic barriers for peripheral groups. She has research interests also in the use and impact of ICT in entrepreneurship and entrepreneurship education. Dr Galloway is a trustee on the board of the Institute for Small Business and Entrepreneurship, the UK’s largest network of specialists in SME and entrepreneurship research, support and policy formation, delivery and evaluation. She also sits on the editorial boards of the International Journal of E-entrepreneurship and the International Journal of Entrepreneurship and Innovation.",
    "id": 29084698,
    "identifiers": {
        "doi": "10.1177/0266242610391324",
        "oai": "oai:pure.atira.dk:publications/ff054f04-0e95-4fb0-b385-d9f14fc80569"
    },
    "title": "The experiences of male gay business owners in the UK",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [
        {
            "id": 37039881,
            "title": "A history in ads: The growth of the gay and lesbian market. In: Gluckman A and Reed B (eds) HomoEconomics: Capitalism, Community and Lesbian",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Baker D (1997) A history in ads: The growth of the gay and lesbian market. In: Gluckman A and Reed B (eds) HomoEconomics: Capitalism, Community and Lesbian and Gay Life. London: Routledge.",
            "cites": null
        },
        {
            "id": 37039952,
            "title": "Access to finance by ethnic minority businesses in the UK.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Smallbone D, Ram M, Deakins D and Aldock RB (2003) Access to finance by ethnic minority businesses in the UK. International Small Business Journal 21(3): 291–314.",
            "cites": null
        },
        {
            "id": 37039874,
            "title": "Aggressors; winners; victims and outsiders.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Anderson A, Drakopoulou Dodd S and Jack S (2009) Aggressors; winners; victims and outsiders. International Small Business Journal 27(1): 126–136.",
            "cites": null
        },
        {
            "id": 37039953,
            "title": "Applying theories of entrepreneurship to a comparative analysis of white and minority women business owners.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Smith-Hunter AE and Boyd RL (2004) Applying theories of entrepreneurship to a comparative analysis of white and minority women business owners. Women in Management Review 19(1): 18–28.",
            "cites": null
        },
        {
            "id": 37039883,
            "title": "Authenticating queer space: Citizenship, urbanism and governance.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Bell D and Binnie J (2004) Authenticating queer space: Citizenship, urbanism and governance. Urban Studies 41(9): 1807–1820.",
            "cites": null
        },
        {
            "id": 37039951,
            "title": "Beyond the Closet.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Seidman S (2002) Beyond the Closet. London: Routledge.",
            "cites": null
        },
        {
            "id": 37039879,
            "title": "Cultural diversity and entrepreneurship: A regional analysis for Germany. Centre for Economic Policy Research discussion paper (DP6945). Available at: http:// hwww.cepr.org Badgett MVL",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Audretsch DB, Dohse D and Niebuhr A (2008) Cultural diversity and entrepreneurship: A regional analysis for Germany. Centre for Economic Policy Research discussion paper (DP6945). Available at: http:// hwww.cepr.org Badgett MVL (1997) Beyond biased samples: Challenging the myths on the economic status of lesbians and gay men. In: Gluckman A and Reed B (eds) HomoEconomics: Capitalism, Community and Lesbian and Gay Life. London: Routledge.904   International Small Business Journal 30(8) Badgett MVL and King MC (1997) Lesbian and gay occupational strategies. In: Gluckman A and Reed B (eds) HomoEconomics: Capitalism, Community and Lesbian and Gay Life. London: Routledge.",
            "cites": null
        },
        {
            "id": 37039947,
            "title": "Diversity in independent retailing: Barriers and benefits – the impact of gender.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Schmidt RA and Parker C (2003) Diversity in independent retailing: Barriers and benefits – the impact of gender. International Journal of Retail and Distribution Management 31(8): 428–439.",
            "cites": null
        },
        {
            "id": 37039885,
            "title": "Diversity management discourse meets queer theory.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Bendl R, Fleischmann A and Walenta C (2008) Diversity management discourse meets queer theory. Gender in Management: An International Journal 23(6): 382–394.",
            "cites": null
        },
        {
            "id": 37039889,
            "title": "Diversity: Sexual Identity Legislation. London: The British Council. Available at: http://www.britishcouncil.org Butler J",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "British Council (2006) Diversity: Sexual Identity Legislation. London: The British Council. Available at: http://www.britishcouncil.org Butler J (1990) Gender Trouble: Feminism and the Subversion of Identity. London: Routledge.",
            "cites": null
        },
        {
            "id": 37039898,
            "title": "Entrepreneurship and Small Firms.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Deakins D and Freel M (2009) Entrepreneurship and Small Firms. Berkshire: McGraw-Hill.",
            "cites": null
        },
        {
            "id": 37039903,
            "title": "Entrepreneurship in Europe: The Social Processes. Kent: Croom Helm.",
            "authors": [],
            "date": "1987",
            "doi": null,
            "raw": "Goffee R and Scase R (1987) Entrepreneurship in Europe: The Social Processes. Kent: Croom Helm.",
            "cites": null
        },
        {
            "id": 37039901,
            "title": "Entrepreneurship, creativity and regional economic growth.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Florida R (2003) Entrepreneurship, creativity and regional economic growth. In: Hart DM (ed.) The Emergence of Entrepreneurship Policy: Governance, Start-ups and Growth in the US Knowledge Economy. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 37039949,
            "title": "Fashion and clothing: The construction and communication of gay identities.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Schofield K and Schmidt RA (2005) Fashion and clothing: The construction and communication of gay identities. International Journal of Retail and Distribution Management 33(4): 310–323.",
            "cites": null
        },
        {
            "id": 37039907,
            "title": "Female entrepreneurial networks and network activity in technology-based ventures: An exploratory study.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Hampton A, Cooper S and McGowan P (2009) Female entrepreneurial networks and network activity in technology-based ventures: An exploratory study. International Small Business Journal 27(2): 193–214.",
            "cites": null
        },
        {
            "id": 37039934,
            "title": "Following the pathway of female entrepreneurs: A six country investigation.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "McClelland E, Swail J, Bell J and Ibbotson P (2005) Following the pathway of female entrepreneurs: A six country investigation. International Journal of Entrepreneurial Behaviour and Research 11(2): 84–107.",
            "cites": null
        },
        {
            "id": 37039944,
            "title": "Gay men at work: (Re)constructing the self as professional.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Rumens N and Kerfoot D (2008) Gay men at work: (Re)constructing the self as professional. Human Relations 62(5): 763–786.",
            "cites": null
        },
        {
            "id": 37039895,
            "title": "Gay men earn £10k more than national average.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Curtis P (2006) Gay men earn £10k more than national average. The Guardian, 23 January.",
            "cites": null
        },
        {
            "id": 37039927,
            "title": "Gay men, Gaydar and the commodification of difference.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Light B, Fletcher G and Adam A (2008) Gay men, Gaydar and the commodification of difference. Information Technology and People 21(3): 300–314.",
            "cites": null
        },
        {
            "id": 37039942,
            "title": "Generalised expectations for internal versus external control of reinforcement.",
            "authors": [],
            "date": "1966",
            "doi": null,
            "raw": "Rotter JB (1966) Generalised expectations for internal versus external control of reinforcement. Psychological Monographs: General and Applied 80(1): 1–27.",
            "cites": null
        },
        {
            "id": 37039925,
            "title": "Ghettos – A potential solution for gay entrepreneurs? Paper presented at",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Kidney E and Cooney TM (2008) Ghettos – A potential solution for gay entrepreneurs? Paper presented at Institute for Small Business and Entrepreneurship Conference, Belfast, November.Galloway  905 Kirby S (2006) American gay and lesbian student leaders’ perceptions of job discrimination. Equal Opportunities International 25(2): 126–140.",
            "cites": null
        },
        {
            "id": 37039959,
            "title": "Habitual Entrepreneurs in Scotland.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Westhead P, Ucbasaran D, Wright M and Martin F (2003) Habitual Entrepreneurs in Scotland. Glasgow: Scottish Enterprise.",
            "cites": null
        },
        {
            "id": 37039960,
            "title": "Homosexual entrepreneurs: Different but the same.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Willsdon J (2005) Homosexual entrepreneurs: Different but the same. The Irish Journal of Management 26(1): 107–121.",
            "cites": null
        },
        {
            "id": 37039935,
            "title": "Homosexual harassment in the workplace.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Mims CJ and Kleiner BH (1998) Homosexual harassment in the workplace. Equal Opportunities International 17(7): 16–20.",
            "cites": null
        },
        {
            "id": 37039945,
            "title": "Homosexuality and entrepreneurship: Implications of gay identity for the venture creation experience.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Schindehutte M, Morris M and Allen J (2005) Homosexuality and entrepreneurship: Implications of gay identity for the venture creation experience. International Journal of Entrepreneurship and Innovation 6(1): 27–40.",
            "cites": null
        },
        {
            "id": 37039876,
            "title": "In the pink: Homosexual-heterosexual wage differentials in the UK.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Arabsheibani GR, Marin A and Wadsworth J (2004) In the pink: Homosexual-heterosexual wage differentials in the UK. International Journal of Manpower 25(3/4): 343–354.",
            "cites": null
        },
        {
            "id": 37039926,
            "title": "In the Pink: The Making of Successful Gay- and Lesbian-owned Businesses.",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Levin S (1999) In the Pink: The Making of Successful Gay- and Lesbian-owned Businesses. New York: Haworth Press.",
            "cites": null
        },
        {
            "id": 37039921,
            "title": "Lavender entrepreneurs: Gold at the end of the rainbow?",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Howell E (2002) Lavender entrepreneurs: Gold at the end of the rainbow? CELCEE Digest, No. 2–8, Kauffman Center for Entrepreneurial Leadership Clearinghouse on Entrepreneurship Education.",
            "cites": null
        },
        {
            "id": 37039938,
            "title": "Mythicizing and reification in entrepreneurial discourse: Ideology – critique of entrepreneurial studies,",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Ogbor JO (2000) Mythicizing and reification in entrepreneurial discourse: Ideology – critique of entrepreneurial studies, Journal of Management Studies 37(5): 605–635.",
            "cites": null
        },
        {
            "id": 37039928,
            "title": "New business formation: Does gender make a difference?",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Ljunggren E and Kolvereid L (1996) New business formation: Does gender make a difference? Women in Management Review 11(4): 3–12.",
            "cites": null
        },
        {
            "id": 37039955,
            "title": "One career, two identities: An assessment of gay men’s career trajectory.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Trau RNC and Hartel CEJ (2004) One career, two identities: An assessment of gay men’s career trajectory. Career Development International 9(7): 627–637.",
            "cites": null
        },
        {
            "id": 37039961,
            "title": "Queer culture and sexuality as a virtue of hospitality. In: Goss R and Strongheart AAS (eds) Our Families, Our Values: Snapshots of Queer Kinship.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Wilson NL (1997) Queer culture and sexuality as a virtue of hospitality. In: Goss R and Strongheart AAS (eds) Our Families, Our Values: Snapshots of Queer Kinship. Binghampton, NY: Haworth Press.",
            "cites": null
        },
        {
            "id": 37039899,
            "title": "Queer fears: Against the cultural turn.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Edwards T (1998) Queer fears: Against the cultural turn. Sexualities 1(4): 471–484.",
            "cites": null
        },
        {
            "id": 37039940,
            "title": "Queering management and organization.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Parker M (2002) Queering management and organization. Gender, Work and Organization 9(2): 146–166.",
            "cites": null
        },
        {
            "id": 37039919,
            "title": "Rethinking entrepreneurship methodology and definitions of the entrepreneur.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Howarth C, Tempest S and Coupland C (2005) Rethinking entrepreneurship methodology and definitions of the entrepreneur. Journal of Small Business and Enterprise Development 12(1): 24–40.",
            "cites": null
        },
        {
            "id": 37039904,
            "title": "Same sex sexual harassment.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Grochin GA and Kleiner BH (1998) Same sex sexual harassment. Equal Opportunities International 17(3/4/5): 17–20.",
            "cites": null
        },
        {
            "id": 37039893,
            "title": "Sexual dissidence, enterprise and assimilation: Bedfellows in urban regeneration.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Collins A (2004) Sexual dissidence, enterprise and assimilation: Bedfellows in urban regeneration. Urban Studies 41(9): 1789–1806.",
            "cites": null
        },
        {
            "id": 37039954,
            "title": "Sexual orientation and labour supply.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Tebaldi E and Elmslie B (2006) Sexual orientation and labour supply. Applied Economics 38: 549–562.",
            "cites": null
        },
        {
            "id": 37039937,
            "title": "Study of Women-Owned and Led Businesses: An Overview of the Data in NWBC’s Special Tabulations.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "National Women’s Business Council (2007) Study of Women-Owned and Led Businesses: An Overview of the Data in NWBC’s Special Tabulations. Washington, DC: Small Business Administration National Women’s Business Council/Concentrance Consulting Group.",
            "cites": null
        },
        {
            "id": 37039932,
            "title": "The controversial role of personality traits in entrepreneurial psychology.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Llewelleyn DJ and Wilson KM (2003) The controversial role of personality traits in entrepreneurial psychology. Education and Training 45(6): 341–345.",
            "cites": null
        },
        {
            "id": 37039936,
            "title": "The dilemma of growth: Understanding venture size choices of women entrepreneurs.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Morris MH, Nola MN, Craig WE and Coombes SM (2006) The dilemma of growth: Understanding venture size choices of women entrepreneurs. Journal of Small Business Management 44(2): 221–244.",
            "cites": null
        },
        {
            "id": 37039909,
            "title": "The gay lifestyle: Spaces for a subculture of consumption.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Haslop C, Hill H and Schmidt RA (1998) The gay lifestyle: Spaces for a subculture of consumption. Marketing Intelligence and Planning 16(5): 318–326.",
            "cites": null
        },
        {
            "id": 37039902,
            "title": "The History of Sexuality: Will to Knowledge,",
            "authors": [],
            "date": "1978",
            "doi": null,
            "raw": "Foucault M (1978) The History of Sexuality: Will to Knowledge, Vol. 1. Harmondsworth: Penguin.",
            "cites": null
        },
        {
            "id": 37039887,
            "title": "The impact of identity orientation on individual and organisational outcomes in demographically diverse settings.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Brickson S (2000) The impact of identity orientation on individual and organisational outcomes in demographically diverse settings. Academy of Management Review 25(1): 82–101.",
            "cites": null
        },
        {
            "id": 37039900,
            "title": "The influence of sexual orientation on career decision making: A research note.",
            "authors": [],
            "date": "1990",
            "doi": null,
            "raw": "Etringer BD, Hillerbrand E and Hetherington C (1990) The influence of sexual orientation on career decision making: A research note. Journal of Homosexuality 19(4): 103–111.",
            "cites": null
        },
        {
            "id": 37039897,
            "title": "The relationship among reported disclosure of sexual orientation, antidiscrimination policies, top management support and work attitudes for gay and lesbian employees.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Day NE and Schoenrade P (2000) The relationship among reported disclosure of sexual orientation, antidiscrimination policies, top management support and work attitudes for gay and lesbian employees. Personnel Review 29(3): 346–363.",
            "cites": null
        },
        {
            "id": 37039912,
            "title": "The women entrepreneur: Management skills and business problems.",
            "authors": [],
            "date": "1984",
            "doi": null,
            "raw": "Hisrich RD and Brush CC (1984) The women entrepreneur: Management skills and business problems. Journal of Small Business Management 22(1): 30–37.",
            "cites": null
        },
        {
            "id": 37039958,
            "title": "The World We Have Won.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Weeks J (2007) The World We Have Won. Oxon: Routledge.",
            "cites": null
        },
        {
            "id": 37039957,
            "title": "Trends in ethnic business in the United States. In: Aldrich H, Ward R and Waldinger R (eds) Ethnic Entrepreneurs: Immigrant Business in Industrial Societies.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Waldinger R and Aldrich H (2006) Trends in ethnic business in the United States. In: Aldrich H, Ward R and Waldinger R (eds) Ethnic Entrepreneurs: Immigrant Business in Industrial Societies. London: SAGE.",
            "cites": null
        },
        {
            "id": 37039923,
            "title": "Understanding the emergence of markets: A social constructionist perspective on gay economy.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Keating A and McLoughlin D (2005) Understanding the emergence of markets: A social constructionist perspective on gay economy. Consumption, Markets and Culture 8(2): 131–152.",
            "cites": null
        },
        {
            "id": 37039956,
            "title": "What gay entrepreneurs contribute. Chicago Free Press,",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Varnell P (2001) What gay entrepreneurs contribute. Chicago Free Press, 18 July.906   International Small Business Journal 30(8) Verheul I, van Stel A and Thurik R (2006) Explaining female and male entrepreneurship at the country level. Entrepreneurship and Regional Development 18: 151–183.",
            "cites": null
        },
        {
            "id": 37039905,
            "title": "Whose story is it anyway? Narrative accounts of the role of women in founding and establishing family businesses.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Hamilton EE (2006) Whose story is it anyway? Narrative accounts of the role of women in founding and establishing family businesses. International Small Business Journal 24(3): 253–271.",
            "cites": null
        },
        {
            "id": 37039939,
            "title": "Why women enter into entrepreneurship: An explanatory model.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Orhan M and Scott D (2001) Why women enter into entrepreneurship: An explanatory model. Women in Management Review 16(5): 232–243.",
            "cites": null
        },
        {
            "id": 37039933,
            "title": "Women and self-employment: A part of or apart from theoretical construct?",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Marlow S (2002) Women and self-employment: A part of or apart from theoretical construct? International Journal of Entrepreneurship and Innovation 3(2): 83–92.",
            "cites": null
        },
        {
            "id": 37039941,
            "title": "Women entrepreneurs: Jumping the corporate ship and gaining new wings.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Patterson N and Mavin S (2009) Women entrepreneurs: Jumping the corporate ship and gaining new wings. International Small Business Journal 27(2): 173–192.",
            "cites": null
        },
        {
            "id": 37039891,
            "title": "Women’s business ownership: Recent research and policy developments. Report to the Small Business Service. Available at: http://www.berr.gov.uk/files/file38330.pdf Colgan F, Wright T, Creggan C and McKearney A",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Carter S and Shaw E (2006) Women’s business ownership: Recent research and policy developments. Report to the Small Business Service. Available at: http://www.berr.gov.uk/files/file38330.pdf Colgan F, Wright T, Creggan C and McKearney A (2009) Equality and diversity in the public services: Moving forward on lesbian, gay and bisexual equality. Human Resource Management Journal 19(3): 280–310.",
            "cites": null
        },
        {
            "id": 37039943,
            "title": "Working at intimacy: Gay men’s workplace friendships.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Rumens N (2008) Working at intimacy: Gay men’s workplace friendships. Gender, Work and Organisation 15(1): 9–30.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        ""
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/29084698.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/29084698"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/29084698/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/29084698/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/29084698"
        }
    ],
    "abstract": "The article reports on a qualitative study of the motivations for and experiences of business ownership amongst 11 male gay entrepreneurs in the UK. Included in this analysis is a comparison with issues identified throughout the extant literature for other minority groups, particularly women. Corroborating previous studies, the male-gay-owned firms studied here were concentrated in the service sector and catered to diverse markets. While homophobia is reported in both employment and business ownership it is indirect and implicit rather than direct discrimination or harassment and is not cited as an entrepreneurial motivator. The findings are of importance insofar as they provide new knowledge and consequently, further our understanding of the diverse phenomena of entrepreneurship. Further, the article illustrates that heteronormativity and the gendered nature of most employment contexts also extends to the entrepreneurship domain.  <br/",
    "tags": [
        "article",
        "business ownership, discrimination, diversity, entrepreneurship, gay, minority, motivations",
        "/dk/atira/pure/subjectarea/asjc/1400",
        "Business, Management and Accounting(all)"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/ff054f04-0e95-4fb0-b385-d9f14fc80569",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "658",
        "openDoarId": 0,
        "name": "Heriot Watt Pure",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 29084698,
        "depositedDate": "2012-12-01T00:00:00+00:00",
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-11T05:44:42+00:00",
        "acceptedDate": "2011-05-10T00:00:00+01:00",
        "createdDate": "2015-03-13T15:59:19+00:00"
    },
    "urls": [
        "https://doi.org/10.1177/0266242610391324",
        "https://pure.hw.ac.uk/ws/files/7759817/ISBJ_paper_pub.pdf",
        "https://researchportal.hw.ac.uk/en/publications/ff054f04-0e95-4fb0-b385-d9f14fc80569"
    ],
    "lastUpdate": "2024-02-11T05:44:42+00:00",
    "setSpecs": []
}