{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rogava, Ketevan"
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-24T21:29:52+01:00",
    "dataProvider": {
        "id": 11242,
        "name": "Munin - Open Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/11242",
        "logo": "https://api.core.ac.uk/data-providers/11242/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/573317758.pdf",
    "fullText": "         The Role of The Georgian Orthodox Church in Resistance to LGBTQ Equality: Examining Discourses and Geopolitical Implications    Ketevan Rogava       Submitted in partial fulfillment of the requirements for the degree of MA    Erasmus Mundus Human Rights Practice and Policy Masters Programme    School of Global Studies, University of Gothenburg  Pedro Arrupe Human Rights Institute, Deusto University  School of Humanities and Social Sciences, University of Roehampton  Department of Social Sciences, University of Tromsø – Arctic University of Norway    22 May 2023   Dissertation Module (30 ECT)    Supervisor: Dr Zerihun Woldeselassie Spring semester 2023         ii  Abstract  This thesis examines the discourses employed by the Georgian Orthodox Church's (GOC) regarding  LGBTQ rights. It explores the geopolitical position of the GOC through the discourses utilised and inspects intersections with the discourses of the far-right groups in relation to LGBTQ equality. Through qualitative research using critical discourse analysis, the study uncovers the dynamics of the GOC’s rhetoric. By referring to the theories about nationalism, sexuality and geopolitics and their intersection comprehensive analysis of the GOC’s discourses is achieved. The research showed that the GOC uses the discourse of religious nationalism by establishing a strong link between being Georgian and being an Orthodox Christian and portrays LGBTQ equality as a threat to Georgian traditions. It also utilises concepts discussed in relation to human rights which allows the GOC to present its discourses in the broader framework of cultural relativism and implies that it does not discriminate against LGBTQ people, but rather defends traditional values and interests of the majority. Far-right groups have adopted the same discourse as the Church and reject the idea of LGBTQ as something forced from the West. In this regard, the Georgian far-right is no different from worldwide populist tactic to defend traditional values from the West. As the research indicated, regarding LGBTQ rights the GOC has employed the similar discourse as Russia. Far-right groups employ the same religious nationalistic discourse and they oppose EU integration referring to it as a threat to Georgian identity.      Key words: the Georgian Orthodox Church, far-right groups, LGBTQ, nationalism, religious nationalism, politics of sexuality and geopolitics   Word Count: 16 430            iii Acknowledgments  I would like to express my deepest gratitude to my supervisor, Dr Zerihun Woldeselassie, who guided me through this challenging process. I am immensely thankful to my parents, my sisters and my brother for their constant support and love. Last but not least, I will be forever thankful for the opportunity to be part of this program through which I have made wonderful friends.      iv Table of Contents  1. Introduction ........................................................................................................................ 2 1.1 Problem Statement ........................................................................................................... 2 1.2 Research Aim and Questions ........................................................................................... 3 2. Background and Literature review ..................................................................................... 5 2.1 The rise of power of the Georgian Orthodox Church in the 90ies ................................... 5 2.2 Religious Nationalism in Georgia .................................................................................... 8 2.3 Georgian Nationalism and Far-right Groups .................................................................... 9 2.4 The Georgian Orthodox Church About LGBTQ Rights ................................................ 11 3. Human rights perspective ................................................................................................. 13 3.1 LGBTQ  Rights as Human Rights .................................................................................. 13 3.2 LGBTQ rights in Georgian Legislation and Reality ...................................................... 15 4. Conceptual Framework .................................................................................................... 18 4.1 Intersection of Nationalism and sexuality ...................................................................... 18 4.2 Politics of Sexual Identity and Geopolitics .................................................................... 20 4.3 Politics of Emotions ....................................................................................................... 22 5. Methods ............................................................................................................................ 23 5.1 Critical Discourse Analysis ............................................................................................ 23 5.2 Data Collection ............................................................................................................... 24 5.3 Ethical Considerations and Reflexivity .......................................................................... 26 6. Findings and Analysis .......................................................................................................... 26 6.1 Pride Marches of 2012 and 2013 .................................................................................... 26 6.2 Adoption of Law of Georgia on the Elimination of All Forms of Discrimination in 2014 .............................................................................................................................................. 28 6.3 And Then We Danced .................................................................................................... 31 6.4 Pride March of 2021 ....................................................................................................... 34 6.5 Mapping the Discourses ................................................................................................. 37 6.5.1 Threat to the Nation ................................................................................................. 37 6.5.2 Discourse regarding the EU and geopolitical position of the Georgian Orthodox Church .............................................................................................................................. 38 6.6 Situating Far-right Groups.......................................................................................... 40 Conclusion ................................................................................................................................ 41 Recommendations .................................................................................................................... 44 Bibliography: ............................................................................................................................ 45    2 1. Introduction  1.1 Problem Statement  People experience ongoing human rights violations due to their sexual orientation and gender identity (SOGI) throughout the world. Human rights issues, mainly related to LGBTQ1  individuals or communities, have often been politicised as Western or foreign matters targeting some nations and their traditions. Georgian Orthodox Church (GOC)2 along some political actors portray issues of LGBTQ equality as a threat which undermines Georgian nation and traditions. This rhetoric has been translated into the strong resistance against LGBTQ rights, which at times translates into physical violence towards LGBTQ persons and their supporters.   The UN Independent Expert on Protection against Violence and Discrimination based on Sexual Orientation and Gender Identity in report of 2019 (Madrigal-Borloz, 2019) describes widespread belief in Georgia that being lesbian, gay, bisexual, transgender or gender diverse is considered “sinful, shameful or pathologic”. The goal of society is to preserve an idea of Georgia where only heterosexual, cisgender individuals exist. These homophobic attitudes, according to the report, are often encouraged and strengthened by different actors, including the church and far-right groups.  Tbilisi Pride, an organisation working to ensure protection of LGBTQ rights, planned a Pride Week in July 2021 in Tbilisi, capital of Georgia. Far-right groups, alongside with some priests, physically attacked and injured more than fifty journalists reporting the Pride Week. Some members of the violent groups protesters tore down and burned a flag of European Union  (EU) that was flying in front of Georgia's parliament (Gegeshidze and Mirziashvili, 2021). This opinion has put them at odds with Georgia's Western partners and some members of civil society (2020). Church leaders condemned the violence and distanced themselves from far-right protesters, but also denounced the Pride events, calling LGBTQ rights “immoral” and against Georgian tradition. However, Orthodox priests were visible at the protests throughout the day taking part in the violence (Gegeshidze and Mirziashvili, 2021).   1 Throughout the research term LGBTQ will be consistently used to refer to Lesbian, Gay, Bisexual, Transgender, Queer people. Any alternative abbreviations or terms employed are adopted from the cited authors. 2 To refer to the Georgian Orthodox Church “the GOC” and “the Church” will be used interchangeably    3 The Georgian Orthodox Church is highly regarded in Georgia largely due to its significant position in the development of Georgian state and the conservation of the country's cultural and spiritual identity (Lebanidze and Kakabadze, 2023). Most Georgians refer to their national church as one of the prime symbols of what it means to be Georgian (Shevtsova, 2022). As of 2023, 92% of population identify themselves as Orthodox Christians (International Republican Institute, 2023). The GOC is a highly trusted institution in Georgia, and its leader, Patriarch Ilia II, is highly respected leader among the population. The recent public opinion surveys conducted in Georgia reveal that the Church is one of the most trusted public institutions with 72 % approval rate. The Patriarch Ilia II is the most respected individual with 91% of people having favourable opinion about him (International Republican Institute, 2023). Due to the high levels of public trust towards the GOC, it has a strong influence on the formation of public opinions regarding various social issues as well. Overall, the GOC is a conservative institution that has a significant presence in the country, and many people in Georgia view religion and Christianity as an inherent part of their identity.   The GOC’s stance regarding LGBTQ rights is particularly resilient, which further exacerbates already alarming levels of discriminative attitudes towards LGBTQ persons. The Church and its high-ranking clerics openly oppose holding Pride Marches3 and any attempt of LGBTQ community to exercise their freedom of assembly and expression. Consequently, it is essential to examine the ways in which the GOC engages with the issue of LGBTQ rights and the specific discourses it utilises.    1.2 Research Aim and Questions   The research intends to analyses the GOC’s role as one of the most prominent opponents of LGBTQ rights in Georgia and its discursive practices in its resistance to the LGBTQ equality. The study will inspect the ways in which the GOC shares its discourse regarding the matter with nationalist groups, which often march against LGBTQ rights together with the priests.   It is essential to clarify that the research does not extend its discussion to the theological aspects and beliefs of Orthodox Christianity as a religion with respect to LGBTQ rights. Rather, the  3 Pride March refers to the March held worldwide on May 17 to celebrate the International Day Against Homophobia, Biphobia and Transphobia    4 Georgian Orthodox Church is researched as the most influential institution and its impact on the issue is discussed. The research is not intended to be theological in nature, but rather seeks to analyse the Church’s discourse.  In order to understand the development of anti- LGBTQ discourses in Georgia, it is relevant to examine theories about nationalism and its intersection with religion and sexuality. To explain how anti-LGBTQ narratives advanced I will be analysing Georgian nationalism and religious nationalism as well as the role of GOC in the recent history of the country.   Theory of politics of sexual identity and geopolitics will be utilised to explore global polarization around LGBTQ rights. This theory and literature around the topic will aid to establish how GOC’s stance relates to the wider geopolitical trends. By incorporating these theories and related literature into the research, a more comprehensive analysis of the GOC’s role in perpetuating discrimination against the LGBTQ community can be achieved.  The research will answer the following questions: 1. What discourses does the GOC use regarding LGBTQ  rights? a. Where does these discourses situate the GOC as a geopolitical actor? b. What does these discourses indicate regarding its attitude towards the EU? 2. In what ways do nationalist far-right groups contribute to perpetuate discrimination against the LGBTQ  community? How do these groups intersect with the discourses of the GOC?  The research attempts to examine a pressing and relevant issue. Despite that fact that Georgia has made significant improvements in regards of legislation protecting LGBTQ  people, it does not always translate into practice and LGBTQ community remains one of the most marginalised in the country. The discrimination towards LGBTQ community remains a problem acknowledged by domestic and international actors. The office of the Public Defender of Georgia in its parliamentary report of 2022 noted that LGBTQ people have a difficult time exercising their rights to free speech, association, education, work, and sufficient housing  (Public Defender of Georgia, 2022). Furthermore, the EU commissioner noted that since violent events of 2012 Pride March, LGBTQ  activists have been experiencing obstacles in exercising their right to peaceful assembly and expression (Mi̇jatović, 2022).      5 Public surveys indicate to homophobic attitudes as well.  The protection of LGBTQ  rights is seen as an infringement of the rights of the majority, a violation of traditions and religious beliefs, and even as something that the Western organizations and governments are forcing onto Georgia (Council of Europe, 2018).  The research is relevant to human rights. It intends to identify the fundamental discourses of prejudice and discrimination against the LGBTQ community by examining the rhetorical strategies used by the GOC and far-right organizations. This knowledge can help create policies and interventions to combat these discriminatory attitudes, advance inclusion, and support the rights and welfare of the LGBTQ community. Examining the discourse of the GOC and understanding it is also important to develop strategies to promote dialogue.  The study also has a significance in relation to examining geopolitical role of the GOC. The issue of LGBTQ rights and international polarisation is widely discussed at it will be demonstrated in the following chapters. As Georgia strives to join the EU, it is important to understand how the opposition to LGBTQ rights is constructed and maintained by the GOC in the geopolitical context in order to assess potential implications of it for EU integration process.   2. Background and Literature review   2.1 The rise of power of the Georgian Orthodox Church in the 90ies   The fall of the Soviet Union in 1991 led to a period of economic, political, and identity crisis in the newly formed independent states (Aydingün, 2013). After the collapse of the 70-year totalitarian regime the post-Soviet societies and political elites faced a great deal of uncertainty and instability. The transformative phase created the need for new values and symbols to replace the old ones (Aydingün, 2013). It has been stated that following the dissolution of the Soviet Union the power and influence of the GOC increased rapidly and this phenomena has been identified as a significant feature of Georgian society after the communist era (Zviadadze, 2015). The GOC became an active participant in social and political life thus filled an ideological gap that has been created by general instability in the country (Köksal, Aydingün and Gürsoy, 2019).    6  The phenomenon of increase in religiousness following the collapse of the communist regime was observed in many other Eastern European countries as well. As religion has returned to the public sphere in post-Soviet countries, Orthodox Christianity has become one of the core elements of national consciousness (Shevtsova, 2022). Communist party used force and persuasion to eradicate religion and promoted the idea of scientific atheism to the public (Froese, 2004). Religion was forcefully suppressed by shutting down and destroying churches, oppressing priests and distributing anti-religious media; however, after the fall of the soviet union, most post-Soviet countries returned to their previous religious monopolies (Ladaria, 2012).   Some authors have explained the link between increased popularity of the church in post-Soviet Georgia and the ideological vacuum, which refers to the issue of self-definition created after the fall of the Soviet Union (Froese, 2004; Ladaria, 2012). According to Ladaria (2012), the GOC was the sole institution capable of  ideologically uniting the people beginning in the 1990s. However, the development of a liberal civil society in Georgia continues to be hampered by its intolerance towards modernisation, the West and sexual minorities. Ladaria discusses the paradox that despite the fact that Church suffered severe losses during the Soviet era, it now serves as the primary promoter of anti-Wester ideas within Georgian society. It is also interesting that to Georgians, modernization and well-being is often associated with Western countries, with their sturdy political and economic structures and reliable government establishments. Ironically, the GOC is the most trusted public institution in the country while “the Georgian Orthodox Church, on the other hand, presents Western “soulless” humanistic culture as the main menace for Georgia”(Ladaria, 2012, p. 112).  The GOC continues to hold the position of the dominant force in Georgia with the highest share of adherents. Furthermore, the Orthodox Church of Georgia maintained its implicit ethnic-religious connection on the national question and did not contribute to resolve the country's conflict in Abkhazia. The ethno-nationalist rhetoric of the church, if anything, made Georgian Orthodox identity even more exclusive (Künkler and Leininger, 2009). Künkler and Leininger (2009) mention that by encouraging a deeper fragmentation along ethnic lines the GOC hindered consolidation. The authors further note that despite having restricted political functions, the Church has a remarkable ability to mobilise the population either in support or   7 opposition of the strengthening of democratic principles and values. This assessment seemed to be proven right in the most recent years around the event described in this research.  Kakachia (2014) observes geopolitical stance of the GOC. The Church views Russia as a \"brother\" and attempts to portray this brotherhood in terms of an anti-Western discourse. After meeting Putin on his visit to Moscow in 2013 Patriarch Ilia II stated: [Putin is a] “a very wise man [who] will do everything to ensure Russia and Georgia remain brothers, and the love between the countries will be eternal....In the past Russia and Georgia were like brothers, but apparently someone envied this, and artificially created hostility between us” (Kakachia, 2014, p. 5). Kakachia notes that it is inferred that the “West” is the one creating hostility between the nations. (Kakachia 2014).  The special role of the GOC in Georgian history is acknowledged on the constitutional level. Article 9 of the 1995 Georgian Constitution recognized the Apostolic Autocephalous Orthodox Church of Georgia for its historic contribution to the Georgian people's struggle for independence and self-determination. This regulation appears to be a compromise between those who insisted a recognized state church and those who claimed that the church and the state should be separated (Künkler and Leininger, 2009).    The first chapter (General Provisions) of the Georgian Constitution of 1995 discussed the Church and State relations. The Apostolic Autocephaly Orthodox Church of Georgia played a unique role in Georgia's history and established its independence from the State, as stated in first paragraph of Article 9, which also declares full freedom of belief and religion. According to paragraph 2 of Article 9, the Constitutional Agreement between the State of Georgia and Church governs relations between the Church and the State (Begadze, 2017). The Constitutional Agreement (Concordat) which was signed in 2002 grants the GOC special rights and privileges (Gegeshidze and Mirziashvili, 2021). It gives the Georgian Church multiple benefits like tax exemptions, unique advisory roles within the government, particularly in the area of education, exemptions from military service for clergymen and immunity for the Patriarch. In addition, the State also provides financial support to the Church (Kakachia, 2014). The Apostolic Autocephalous Orthodox Church of Georgia is the only church or religious organization in Georgia that is recognized as a public corporation and is exempt from paying taxes. This is despite the fact that the Orthodox Church of Georgia failed to negotiate for itself the status of an established church. Instead, it was given exceptional privileges and exclusive access to the   8 state's material and immaterial resources (Künkler and Leininger, 2009). Special relations between the State and the GOC are still highlighted in the constitution which was amended in 2017 (Legislative Herald of Georgia, 2017). Article 8 of new constitution stipulates that, along with freedom of belief and religion, the State recognises outstanding role of the GOC in the history of Georgia. This state level recognition further enhances the GOC’s authority and influence.   2.2 Religious Nationalism in Georgia  It is relevant to consider theories about the relationship between nationalism and religion in the context of the statements made by the GOC, as the institute that has been associated with the right-wing groups with nationalist views. Some scholars have disputed the idea that nationalism and religion are interconnected (Mentzel, 2020). The nationalism which emerged in Georgia after gaining the independence in 1991 has been linked to the religion. Ladaria (2012) states that foundation of Georgian nationalism is the religious culture theory, which contends that the predominant religion in any society has a profound impact on its culture and society   Giga Zedania (2011) discusses the rise of religious nationalism in Georgia after the fall of the Soviet Union. He states that the ethnic nationalism was dominant in the first years of independence which was then challenged and changed in the early 2000s by a “revolutionary form of nationalism” on the official levels. He proceeds to states that “in post-soviet Georgia the religious renaissance took a stronger and more vital form than in the other countries of the regions, even those closest geographically…” (2011, p. 123). Additionally, Zedania links this religious revival to Georgian nationalism as “the religious discourse is hard to differentiate from the nationalist discourse about the survival of the Georgian nation” (2011, p. 123). The survival of the Georgian nation has been a central theme of the religious debate in Georgia which has been supported by the GOC. According to Zedania, religious nationalism emphasizes belonging to the Orthodox faith a key component of defining national identity - being Orthodox is the key to being a Georgian. Religious nationalism provides a consistent narrative of how Orthodoxy preserves \"Georgian genes,\" \"Georgian blood,\" and Georgian identity as such (2011, p. 125). The Church consolidated its power by establishing a close link between religion and the national self-determination. Being Orthodox Christian and Georgian became intertwined and   9 interchangeable (Ladaria, 2012; Mestvirishvili et al., 2017). As a result, the influence of GOC extended beyond its own believers and included all individuals who identified as Georgians.   2.3 Georgian Nationalism and Far-right Groups It is important to bring some clarity regarding the terms used to describe political right actors. According to Mudde (2014, p. 98), there is a terminological confusion around the terms such as “far right”, right-wing populist”, “radical right”. While acknowledging the unlikelihood of consensus in academia regarding those terms, he offers his definitions. Far right is used as an umbrella term for extreme and radical right. Difference between extreme and radical is that extreme rights does not acknowledge democracy and refuse to participate in it. On the other hand, radical right accepts democracy contests liberal democracy – pluralism and minority rights (Mudde, 2014).  For the purposes of this thesis, I will be using the term far right. The limitations – time and extent of the research does not allow me to delve further into distinguishing Georgian extreme and radical right. It is, however important to briefly examine the history of Georgian nationalism in the recent years to determine how certain nationalistic discourses are utilized by far-right groups in modern Georgia.   According to Tartakoff (2012), nationalism is an ideology that the far-right frequently uses to further their goals and that it has a history of promoting discriminatory ideas including anti-Semitism, racism, and homophobia. Natalie Sabanadze examines nationalism through the lens of globalization in her work about nationalism in Georgia and Basque Country (Sabanadze, 2010). The perspective of globalization on nationalism refocuses emphasis away from the inherent and self-sustaining aspects of nationalism and instead highlights the contribution of globalization to illuminating the resilience and continuing attraction of nationalism in the contemporary world. According to her, nationalism is seen through globalization approach as it appears as a reaction and a response to the economic, political, cultural and psychological effects of globalization on contemporary societies (2010, p. 11).   Sabanadze links the emergence of Georgian nationalism to the mid 19th century, when Georgia was part of the Russian Empire. Georgian kingdoms lost sovereignty but were unified under the common rule, creating a Russian province which brought relative peace and stability.   10 During this time, first sentiments of nationality and patriotic motives appeared in literature. Georgian nationalism was defensive as it focused on “preserving the “Georgian self” and defending Georgian culture against threats of Russification” (2010, p. 73). She then proceeds to 1921 when Georgia was annexed by Soviet occupation and argues that Soviet experience substantially determined the character of Georgian nationalism which emerged after the collapse of Soviet Union. She compares different characters of nationalism before and after communism. While prior to 1921 it was primarily a democratic political force focusing on reform and political activity, very different kind of nationalism emerged in Georgia after the collapse of the Soviet Union. According to her, it was the force that swiftly took control of Georgia's politics and public life and “was a radical, badly organized movement with a mix of political and cultural elements, which from the very beginning displayed undemocratic tendencies and hostility towards ethnic minorities” (2010, p. 81).  In late 90ies and early 2000s, nationalist tendencies emerged with anti-Western and anti-globalisation focus as a backlash of the pro-Western discourse appropriated by then president Shevardnadze.  In addition to that, newly forming nationalist rhetoric started to focus on religion, particularly the Georgian Orthodox Church, which was deemed as a vital component of Georgian identity, requiring special consideration and safeguarding amidst the globalizing word (Sabanadze, 2010).  Mudde (Mudde, 2007) defines that nativism incporporates combination of nationalism and xenophobia. According to nativism, non-native people and ideas constitute a fundamental threat to the homogeneous nation-state and that is why only members of the native group should live in states. (Mudde, 2007, p. 22). Nodia characterizes Georgia's conservative civil society as nativist (Nodia, 2020). It consists of organizations and groups that declare they are fighting to protect the nation's religious and ethno-nationalist identities and some of these organisations also employ violent methods.  Nodia notes that over the past ten years, their presence and impact have clearly increased and their main targets of hostility are the liberal West and local pro-western political and civil society organisations. Even if only a few of the organizations publicly support Russia, many of their assertions mirror Kremlin propaganda against the West. A few of these groups assert affiliations with the GOC (Nodia, 2020). The central ideology is that Georgian culture and identity are seen to be at odds with Western or global liberalism.    11 Nodia (2018) observes statements made by Levan Vasadze, one of the leading proponents of Georgian nativism stating that “in the same way in which we used to be occupied by the communist ideology, we are now occupied by the liberal ideology” (2018, p. 47). The most significant threats are identified in areas of traditional family values and sexuality. However, it is crucial to note that nativists have never suggested a single clear concept of their agenda. The biggest danger, according to them, is homosexuality and that the liberal West wishing to deprive Georgians of their identity (Nodia, 2018).   The nativist civil society links Georgian identity to the Orthodox Christianity and they believe that this faith is under attack from the forces of Western liberalism (Nodia, 2018). The West is perceived as encouraging atheism and promiscuity as well as assisting Western Protestant organisations' efforts to convert people to their religion, both of which are dangers to Georgia's Orthodox Christianity. Nodia notes that because of this, nativist organizations frequently have ties to the church, and they may have activist clergy as leaders or depict themselves as advocates and defenders of the true faith. Additionally Gordon (2020) states that many ultraconservative and ultranationalist organizations in Georgia (like the Union of Orthodox Parents) have their roots in religious fanaticism. They support radical interpretations of Orthodoxy and engage in verbal and occasionally physical attacks against groups they perceive as heretical in society, such as immigrants and LGBTQ people.  Gelashvili (2019) argues while nativism and ethnonationalism have been as prevalent in Georgia as they have been in other post-Soviet nations, the far-right social movement has particularly gained ground over the past years. Despite ongoing efforts to strengthen legislation intended to safeguard equality, prevent discrimination and prohibit fascist and racist speech and behaviour in Georgia, the phenomena of far-right mobilization have not diminished. The far-right movement seems to be becoming more violent and widespread, with higher participation levels and a propensity for violence unlike anything else. Georgia's far-right movement currently protests against the LBGTI community, Islam, politicians, activists, and journalists who are seen as liberal or progressive (Gelashvili, 2022).  2.4 The Georgian Orthodox Church About LGBTQ Rights  By analysing the most recent events related to LGBTQ rights and the discourses employed around it, the research aims to contribute to the literature regarding on the resistance of the   12 GOC towards LGBTQ  rights development. While there is some literature on the Orthodox Church in Georgia and its stance regarding human rights and specifically LGBTQ rights, it is still remains relatively under-researched.   Various researchers have approached the issue from different angles. Lebanidze and Kakabadze ( 2023) examine the GOC’s role on social resilience. Investigating and reflecting upon its stance towards LGBTQ rights they concluded that the Church became more radical and illiberal actor during the last ten years. Gvianashvili (2020) inspected what effect the politicisation of LGBT issues have on the visibility of LBT women in Georgia. She observes the role of the Church in politicisation of LGBT rights which portrays LGBT people as perverted, opposing the traditional values of family. The author states that over the years more priests  have been employing populism by portraying homosexuality as threat to the Georgian identity. Shevtsova (2022) examines the national Christian Orthodox churches of Ukraine and Georgia as major opponents to LGBTI rights. She states that for these countries position regarding LGBT rights have become choice between Europe and Russia, which announced itself as a defender of family values. Tolkachov and Tolordava (2020) study Georgian and Russian authorities discourse regarding homosexuality. The article debates that the main anti-LGBT rhetoric is developed by the GOC and Georgian authorities. By examining the GOC’s statements regarding LGBTQ rights, the authors conclude that it is similar to the Russian one which employs the narrative of protecting traditional families from the “sin”.  The research will contribute to the literature by studying the discourses the GOC employs in relation to LGBTQ equality. A particular focus will be given to examination of the discourse of the Church towards West in the most recent years to assess the position of the GOC as of a geopolitical actor within its rhetoric concerning LGBTQ rights.  There is a lack of literature about the intersection of discourse of the GOC and far-right nationalist groups regarding LGBTQ rights. The study will seek to contribute to the literature by examining the attitudes of Georgian far-right towards LGBTQ rights. By linking the rhetoric of the GOC and far-right groups, a comprehensive understanding of the factors contributing to discrimination against the LGBTQ community can be achieved. In addition, this study will investigate the violent and discriminative attitudes Georgian far-right groups have toward the LGBTQ population and its supporters. The research seeks to provide insight on the ideological   13 alignment and potential cooperation between them by drawing comparisons between the rhetoric used by the GOC and these extremist groups on this issue.   3. Human rights perspective  3.1 LGBTQ  Rights as Human Rights For the purposes of this thesis, I will not be delving into controversial discussion regarding relativism and universality of human rights in relation to LGBTQ  rights. According to Donnelly (2013), the foundation of human rights is the notion that everyone has a particular set of fundamental rights just by virtue of being a human. Human rights cannot be taken away from its objects just because they live a life that is not acceptable to the majority of people in a community. He further argues that human rights are truly tested when state or society interact with unpopular and detested outcasts and states: “people on the social margins—particularly those who have been compelled to do so—are those who have the greatest need for and the most significant applications for human rights” (2013, p. 284). Across the world, people experience human rights violations due to their real or perceived sexual orientation and gender identity. These violations take on a variety of different forms, from “denials of the rights to life, freedom from torture, and security of the person, to discrimination in accessing economic, social and cultural rights such as health, housing, education and the right to work, from non-recognition of personal and family relationships to pervasive interferences with personal dignity, suppression of diverse sexual identities, attempts to impose heterosexual norms, and pressure to remain silent and invisible” (O’Flaherty and Fisher, 2008, p. 208). No United Nations core conventions specifically refer to sexual orientation. In 1948, when Universal Declaration of Human rights (UDHR) was adopted, the document did not protect and recognise discrimination on the grounds of sexual orientation (Fischlin and Nandorfy, 2006). Since the majority of international human rights declarations were adopted before LGBTQ  rights discussions emerged, they do not include recognition of sexual rights (Janoff, 2022b).    14 Article 1 of UDHR states that all human beings are born free and equal in dignity and rights (UN General Assembly, 1948)Article 26 of the International Covenant on Civil and Political Rights (ICCPR) requires the parties to establish equality and states that: “All persons are equal before the law and are entitled without any discrimination to the equal protection of the law. In this respect, the law shall prohibit any discrimination and guarantee to all persons equal and effective protection against discrimination on any ground such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status (UN General Assembly, 1966). The International Convention on the Rights of the Child in its article 2 protects every child’s right from discrimination including on the bases of  sex, nationality, birth or other status.  Despite the fact that these documents do not mention sexual orientation and gender identity (SOGI), interpretations by the UN bodies and human rights experts include SOGI under the protection of these provisions. For example, The Committee on Economic, Social and Cultural Rights (CESR) interpreted Covenant on Economic, Social and Cultural Rights prohibiting discrimination on the basis of sex and sexual orientation and based  its arguments on the Article 2.2 of CESCR (O’Flaherty and Fisher, 2008). The UN Human Rights Committee asserts protection from discrimination on the basis of sexual orientation referring to Articles 2.1 and 26 of ICCPR. Similarly, the Committee on the Rights of the Child (CRC) in its General Comment No 4 of 2003 stipulated that the grounds prohibiting discrimination include sexual orientation (O’Flaherty and Fisher, 2008).  First time sexual orientation was formally discussed at the UN first time when the case Herzberg v. Finland (1982) was decided. The Finish penal law banned TV programs about homosexuality. The Human Rights committee deemed TV inappropriate to discuss homosexuality issues as it could urge homosexual behaviour and also utilised the argument to protect the minors as it could have been damaging for them (Baisley, 2016). It is interesting to also reflect upon a case in which, unlike the Herzberg case, the Human Rights Committee upheld the rights of LGBTQ  people. The case involved Tasmanian sodomy law which criminalised consensual sex between people of the same sex. The UN Human Rights Committee in its landmark decision Toonen v. Australia (1994) established that adult consensual sexual activity was protected under the right to privacy (Baisley, 2016). Donnelly notes that the private character of the acts is not disputed in number of states across the world and therefore this approach can be a foot in the door in regards of decriminalization of same   15 sex relations (Donnelly, 2013). The Committee also specified that Article 2.1 (non-discrimination) and 26 (equality before the law) of ICCPR referring to “sex” can be also interpreted to include sexual orientation (Symons and Altman, 2015). The need of comprehensive inclusion of LGBTQ rights in international law was acknowledged and, in November 2006 it resulted in a conference held at Gadjah Mada University in Yogyakarta, Indonesia. The aim of the conference was to resolve the issue of the absence of LGBTQ  rights in international human rights law (Janoff, 2022b). Twenty-nine experts from twenty-five countries drafted Yogyakarta Principles which were launched in March 2007. Each of 29 principles includes a notion from international human rights law, how they are applicable in the specific situation and an State’s duty to implement the legal requirement (O’Flaherty and Fisher, 2008). Thoreson (2009) notes that the “principles stress binding, foundational agreements that apply equally to all states and demonstrate that abuses against sexual minorities are in violation of these obligations (2009, p. 327)”.  In 2011, Human Rights Council adopted the first UN resolution on LGBTQ  rights, followed by resolutions in 2014, 2016, 2019, 2021 (Janoff, 2022b).   3.2 LGBTQ rights in Georgian Legislation and Reality  The UN Independent Expert on Protection against Violence and Discrimination based on Sexual Orientation and Gender Identity, in 2019 report mentioned that the effects of the extensive and complex homophobia are significantly affecting the quality of life of community members: “Each lesbian, gay, bisexual, trans or gender diverse person in Georgia puts in place some sort of survival strategy. Very few are protected by status or wealth; others leave the country and break their family bonds to seek asylum elsewhere. Those who remain face the choice of revealing their true self and being subjected to certain violence and discrimination or concealing that essential aspect of their identity and living in a parallel world” (Madrigal-Borloz, 2019, p. 29). According to the report, the stigma against LGBTQ  people which is the root of violence and discrimination against them, is caused by a number of factors, such as the notion that traditional family structures and \"traditional values\" must be upheld, as well as the idea that people with different sexual orientations and gender identities are abnormal.    16 According to O’Dwyer (2017), the communist era left a terribly damaging legacy that includes history of governmental repression of homosexuals, lesbians, bisexuals and homophobic population and a phenomena of weak civil society. The Big Soviet Encyclopedia's (BSE) gave definition of \"homosexualism\" and it was made a crime punished by five years in prison (Mole, 2011). Terms like \"unnatural attraction\" and \"sexual perversion\" were used to describe homosexuality, supporting heteronormativity at the linguistic level and perpetuating the notion that homosexuality is a \"deviation\" from this norm (Tolkachev and Tolordava, 2020, p. 450).  O’Dwyer (2017) analyses communism legacy in regards of LGBTQ  rights and points out two main features. First, Soviets monopolized public arena and the citizens were never encouraged to join social movements and volunteer organization, which resulted in almost non-existent civil society. In addition, political parties were cultivating a strong mistrust in political affairs. De jure and de facto homophobia are the second legacy of communism. While in some homosexuality was criminalised in some soviet countries, where it was still lawful a variety of official and unofficial discriminatory practices persisted, including, secret police prosecution and severe societal stigma. Gay people in the Eastern Bloc were subjected to widespread de facto discrimination and repression from both the government and the general public (O’Dwyer, 2017).  According to World Value Survey (‘World Values Survey Wave 6: 2010-2014’, 2014), 86.1% of Georgians would not like to have homosexuals as neighbours. The same percentage of people think that homosexuality is never justifiable. Study “Hate Crime, Hate Speech and Discrimination in Georgia: Attitudes and Awareness” done  by Council of Europe found that in comparison to other minority groups, protection of the rights of LGBTQ people the least important (only 33% of people found protection of LGBTQ rights very important or important) (Council of Europe, 2018). Protection of LGBTQ rights is perceived as infringement of the rights of the majority, against traditions and religion, and even something forced from Western organisations and governments. 54% of people would not like to have LGBTQ neighbours (Figure 9).  ILGA Europe Rainbow map ranks 49 countries in Europe according to LGBTQ equality laws. In 2023, Georgia was put in the thirty fourth position (ILGA Europe 2023). The situation has been deteriorated compared to 2021, where the position held by Georgia was thirty second (Shevtsova, 2022).    17  In 2000, Georgia followed the standards set by Council of Europe and European Convention of Human Rights standards decriminalised homosexuality. The conversation over LGBTQ  rights in Georgia was sparked by the proximity of signing the EU Association Agreement and beginning a dialogue about visa liberalization in the 2010s (Tolkachev and Tolordava, 2020). In 2012, the Criminal Code was modified and crimes against individuals based on sexual orientation and gender identity (SOGI) was included as an aggravated factor. In 2013, “the first progress report about the first progress on the implementation by Georgia, of the Action Plan on Visa Liberalisation” issued by The European Commission recommended adoption of anti-discriminatory law (European Commission, 2013). Mainly because of Association Agreement with EU and visa liberalisation process in Georgia laws to combat discrimination, safeguard women from domestic abuse, and advance the rights of LGBTQ people were adopted between 2010 and 2017 (Shevtsova, 2022).   The Public Defender criticised the government noting  that The National Human Rights Strategy of 2022-2030 does not even mention LGBTQ people and their rights (Public Defender of Georgia, 2022). In its parliamentary report of 2022, the office of the Public Defender of Georgia noted that LGBTQ  people had a difficult time exercising their rights to free speech, association, education, work, and sufficient housing (Public Defender of Georgia, 2022). The report also noted that existing homophobic views are made worse by politicians' use of hate speech and the state's encouragement of discrimination against LGBTQ people. It is interesting that the state does not examine public perceptions of the LGBTQ community or look into the root causes of prejudice in order to address the issue.  Concerns regarding violations of the rights of LGBTQ community have been expressed in reports of international organisations as well. The Council of Europe Commissioner for Human Rights in 2022 report noted that despite legislative changes which align with international standards, the problem of implementation still persists. Since 2012, due to attacks and/or threats of violence coming from far-right organisations against attendees of activities with the annual International Day Against Homophobia, Transphobia and Biphobia (IDAHOBIT) and Pride Marches these events have been disrupted by the violent groups or cancelled by the organisers. The report highlights the fact that because of failure from authorities to protect the participants of IDAHOBIT events aggravates the violence and attacks (Mi̇jatović, 2022). The UN Human Rights Committee (2022) expressed its concerns regarding discrimination, attacks and   18 harassment towards LGBTQ persons, advocates for their rights and journalists during the Tbilisi Pride week in July 2021. The Committee further highlighted issue of politicians and religious leaders using homophobic and transphobic speech.   4. Conceptual Framework  4.1 Intersection of Nationalism and sexuality The concept of nation and role of nationalism in influencing societies have been widely discussed. Benedict Anderson offers to define the nation as “imagined political community – and imagined as both inherently limited and sovereign”(Anderson, 2006, p. 14). He proceeds to explain its imaginary nature by the fact that people who find themselves as part of the even the smallest nation have the concept of imagined community in their minds that includes people they would never actually get to know or meet (Anderson, 2006). Mudde (2007, p. 16) defines nationalism “a political doctrine that strives for the congruence of the cultural and the political unit, i.e. the nation and the state, respectively. In other words, the core goal of the nationalist is to achieve a monocultural state” (2007, p. 16). According to Peterson (1999), nationalism has presented issues for people who identify as national yet lack access to elite privileges and political representation. This is especially true for people whose identities do not conform to the idealized notion of a uniform national identity (Peterson, 1999). Nationalism can easily result in the propagation of prejudice and the pursuit of supremacy, oppression, and authority and at the same time it can satisfy an individual's desire for a sense of belonging and personal identity (Tartakoff, 2012). The centre of the nationalist perspective is biological reproduction  and therefore nationalism assumes heterosexuality of the nation (Mole, 2011). Mole mentions Charles and Hintjens stating that the nationalist beliefs that emerged in Europe in the late 18th and early 19th centuries were connected to efforts by national middle classes to establish national communities that reflected their own identity. “This image was grounded in a specific gender division of labour, sexual orientation and ethnicity’ and also involved ideas of respectability and appropriate sexual behaviour” (Charles and Hintjens 1998, p.2 cited from Mole, 2011, p. 548). In summary, nationalism presupposes heterosexuality of the nation with the certain divisions in relation to gender, sexual orientation and ethnicities.   19  Queer theorists contended that emergence of new forms of sexuality undermines the traditional notion of the national identity and it is seen as a threat (Stychin, 1998; Binnie, 2004). Stychin observes that throughout the history homosexuality has been “linked to conspiracy, recruitment, opposition to the nation and ultimately a threat to civilization” (1998, p. 9). Joane Nagel investigates how masculinity, nationalism, and the creation of national identity are related in her article “Masculinity and Nationalism: Gender and Sexuality in the Making of Nations” (1998). The author contends that the idea of nationhood and the concept of masculinity are inextricably linked, and that the development of national identity frequently relies on gendered and sexualized ideas of belonging. Nagel starts by looking at how masculinity is frequently linked to the mental and physical strength deemed necessary for defending the country. She then examines how gendered and sexualized ideas of national identity are used to exclude particular groups of people from the nation and how masculinity and femininity are frequently utilized to define the bounds of the nation. The author also connects nationalism and chauvinism, where people believe their country is superior. Nationalist ethnocentrism is the idea that one’s culture is superior to others as a result of efforts to define national identity and establish cultural boundaries, whereas chauvinistic nationalism mostly refers to people’s views and convictions that their nation is superior than others (Nagel, 1998).  In her book “Bananas, Beaches and Bases”, Cynthia Enloe (2014) argues that “nationalism has typically sprung from masculinized memory, masculinized humiliation and masculinized hope”  (Enloe, 2014). She makes a case that women are frequently given minor symbolic roles in nationalist conflicts and movements. They are either honoured and safeguarded or humiliated and degraded as prizes of war. Men are seen as the main protagonists in both situations, battling for their independence, honour, country, and women. According to Mole (2011), countries that define themselves in ethnic terms, tend to have gender hierarchy dominated by men and rigid views on sexuality which are even more strictly enforced when there are perceived threats to the survival of the nation. He proceeds to conclude that the presence of gay men and lesbians go against the patriarchal order and national discourses (2011).   The intersection of nationalism and heterosexism reveal some similarities in terms of the way they create and maintain political identities. Peterson (1999) describes nationalism as not only gendered but as heterosexist as well and provides perspective on the intersections of nationalism and heterosexism. Certain similarities between nationalism and heterosexism are discussed;   20 especially the way that both construct and reinforce political identities. Nationalism functions by excluding of “others” who do not conform to the parameters of a national identity created around a specific set of values, culture and history. Similar to racism, heterosexism fortifies identities by excluding people who do not fit heteronormative norms. More to that, in addition to denying all but heterosexist families as a basis for group reproduction, heterosexism demonizes and even criminalizes non-reproductive sex (Peterson, 1999). She states that “heterosexist commitments underpinning states  and monotheisms ensure that feminist, gay, lesbian and queer agendas are at best marginalized in today’s nationalisms” (1999, p. 53).    4.2 Politics of Sexual Identity and Geopolitics  Altman and Symons (2016)  explore the politics of sexuality and sexual identity in the context of modern global conflicts. According to them, discussions around the topic have become more prominent as they have global implications. They are intertwined with debates surrounding geopolitics, power dynamics, national security. The authors offer an analysis about intersections between sexual identity and global politics (Altman and Symons, 2016). In some political discourses in Western Europe and North America, acceptance of and defending rights of LGBTQ  people is seen as a sign of progress and supremacy over \"intolerant\" and \"backward\" others (Edenborg, 2018, 70). In her book Terrorist Assemblages – Homonationalism in Queer Times, Puar (2007) explores how in the post 9/11 period western imperialism and nationalism have appropriated and abused queer identities and communities. In order to describe the phenomenon where the LGBTQ movement in the West is used to support anti-Muslim sentiment and the demonization of non-Western cultures, Puar uses the word \"homonationalism.\" This term represents a worldwide tendency in which states defend their “gay-friendliness” as a standard of civilization and as a sign of their international legitimacy against internal or foreign homophobic Others (Luciani, 2021, p.2). The inclusion of LGBTQ  rights in the liberal human rights concept has prompted disagreement and polarization across governments (Janoff, 2022a).  As per Catherine Baker’s argument, after the Cold War LGBTQ  politics have become “a geopoliticised symbol in international affairs” (Baker 2016, p. 241). This development in the post-socialist region has been significantly shaped by the European Union’s expansion to the East. While European Union and United States support organisations defending LGBTQ rights,   21 Russian Federation fosters networks by promoting “traditional values” and “protection of the family” over sexuality rights (Symons and Altman, 2015).   The interaction between international and national-level polarisation in relation to LGBTQ rights creates a space for some discourses to justify homophobic attitudes. Symons and Altman (2015) note that that the international polarisation fosters national-level conflict regarding the issue. Edenborg (2018) observes that local religious organizations as well as international religious movements in some instances are significant actors in the justification of homophobic politics. The author further suggests that cases when religious and political leaders utilizing anti-Western discourses to back up persecution of LGBTQ  people are on the rise. This demonstrates how sexual politics are becoming more and more important as a potent political symbol in conflicts around the world over influence, identity, and modernity.   The extent of influence of the religious organisations and its underlying reasons are important to understand. Ayoub (2014) suggests the theory that the religion contributes to resistance to LGBTQ  rights where “its moral authority is historically embedded in the popular idea of the nation” (2014, p. 338). The author studies the example of Polish Catholic Church, which made itself a symbol of the nation. His research demonstrated that the rhetoric according to which LGBTQ  rights were portrayed as threat to national values is successful. On the contrary, in Slovenia, where Catholic Church was not able to establish connection with the nation, LGBTQ rights had less resistance.   Similar study was done by Spina (2016) who used qualitative and quantitative analysis to study influence of Orthodox Churches of Bulgaria and Romania on the attitudes regarding homosexuality. He highlights that religious institutions can influence formation of public attitudes regarding certain issues. However, this influence is depending on how credible the institution is. The study found that views of the population (despite actively going to the church or not) towards homosexuality is strongly linked with religious authority in Romania, where the Church was able to gain credibility over years. On the other hand, in Bulgaria, where the Church was discredited because of alleged corruption, there was no such connection demonstrated.  To bring the discussion into relevant regional level, Kulpa (2014) notes that Eastern European nations are commonly \"Othered\" in the West and that homophobia is typically portrayed as a   22 problem unique to these nations. By using European institutions and mechanisms, which frequently support the notion that Eastern Europe is backward and intolerable, this Othering of Eastern Europe is sustained. Thus, homophobia is presented as an \"Eastern\" issue that needs to be eliminated, whereas Western nations are presented as progressive and tolerant. The author calls this hegemony of Western Europe “leveraged pedagogy”. The result of patronizing politics from the West is anti-gender campaigns which evolved into a nationwide populist tactic to defend traditional values and resist Western hegemony (Edenborg, 2017).   4.3 Politics of Emotions  Sara Ahmed’s theory of cultural politics of emotions states that emotions are deeply ingrained in cultural and political systems rather than being only personal (Ahmed, 2014). She explains that “emotions circulate through objects: emotions are not a positive form of dwelling, but produce the effect of surfaces and boundaries of bodies” (2014, p. 194). She proceeds that it is not about the person feeling hate or fear, or something hateful or scary. Instead, the emotions are  “shaped by the “contact zone” in which others impress upon us as well as leave their impressions” (2014, p. 194). Ahmed suggests that emotions create what she calls “sticky” associations. This happens when specific words or phrases are used frequently and in the same context and proximity, linking together different figures in listeners’ thoughts. By introducing the concept of  “sticky signs” she demonstrated the role of language as a tool of power “in  which emotions align some bodies with others, as well as stick different figures together, by the way they move us” (2014, p. 195). Edenborg (2018) further adds that these emotional connections usually lack convincing arguments. They resonate with people on emotional level rather than being logical. Moreover, the author notes that sticky associations can sometimes persist even after a link has been specifically rejected.  This theory is relevant to be used on this research, as the Georgian Orthodox Church frequently grounds its positions and comments on various issues on emotional appeals and appeals to tradition, nation and culture rather than logical explanations or actual evidence. This implies that attitudes toward issues like LGBTQ  rights are significantly influenced by emotions. According to Ahmed's (2014) thesis, emotions can establish \"sticky associations\" that connect various personalities in listeners' minds and are firmly embedded in cultural and political   23 systems. The Georgian Orthodox Church's use of emotional appeals in this instance is likely to reinforce and intensify those people's negative opinions about the LGBTQ  population.   5. Methods  5.1 Critical Discourse Analysis  The research applies qualitative research method and specifically critical discourse analysis as its analytical tool analyse the discourses of the GOC and far-right groups in Georgia in relation to LGBTQ rights. According to Phillips and Hardy (Phillips and Hardy, 2002), our sense of social reality is significantly shaped and created by discourses. It is crucial to take into account the discourses that contribute to the meaning and structure of social interactions in order to completely understand them. They state that discourse analysis: “tries to explore how the socially produced ideas and objects that populate the world were created in the first place and how they are maintained and held in place over time. Whereas other qualitative methodologies work to understand or interpret social reality as it exists, discourse analysis endeavours to uncover the way in which it is produced” (2002, p. 6).  According to Jorgensen and Phillips (2002), Critical Discourse Analysis (CDA) tries to expose the role of discourse in the continuation of the social systems especially those that are characterised with unequal power dynamics. It also strives for equality in society as it attempts to “contribute to social change along the lines of more equal power relations in communication processes and society in general” (2002, p. 63).  CDA aims to examine language and discourses that create worldviews, social subjects, social and power relations, also evaluates of how these practices perpetuate unequal power dynamics and serve in promoting the interests of certain social groups (Jorgensen and Phillips, 2002; Weiss and Wodak, 2003). Weiss and Wodak note that CDA is “fundamentally interested in analysing opaque as well as transparent structural relationships of dominance, discrimination, power and control as manifested in language” (2003, p. 15).  As the object of the research is to examine discourses, I have chosen critical analysis over discourse analysis, as it includes feature of power in social relations. The goal of this study is to understand the discourses the GOC employs to resist LGBTQ equality. Given that the GOC   24 is one of the most popular and influential organisations in the country and has a significant influence on public opinion, I believe that Critical Discourse Analysis (CDA) is the most suitable analytical tool for the study. The CDA is interested in how language and power interact and for it just language alone is not powerful but it becomes a source of power if it is used by the powerful people (Weiss and Wodak, 2003). Billing (2003) situates analysis of power relations as a central feature of CDA.   Fairclough’s (2013) method of CDA involves analysing text, discursive practice and social practice: “each  discursive  event  has  three  dimensions  or facets: it is a spoken or written language text, it is an instance of discourse practice involving the production and interpretation of text, and it is a piece of social practice” (2013, p. 94). By text the author means written texts as well as verbal interactions. For the first layer the text I analysed the statements of the GOC, some members of the GOC and far-right groups. I was able to identified certain words and phrases  which were frequently employed and created patterns, like “Georgian traditions”, “family values” etc.  By the “discursive practice” Fairclough means the “production, distribution and consumption of a text” (p. 95). Through the text I examined the discourses utilised by the GOC and connected them to the conceptual framework. The third layer of the CDA social practice refers to “different levels of social organisation – the context of situation, the institutional context and the wider societal context or “context of culture” (p. 95). Since the broader context and identifying interdiscursive elements is relevant here, I examined Georgian nationalism, far-right groups, context around the reasons the GOC’s strong influence. At the same time, this layer is hard to investigate in the current study, considering the research questions is limited to the examination of the discourses of the church and does not include studying its effects on the LGBTQ community.    5.2 Data Collection  In order to answer the research questions, I have used a selection of primary and secondary sources. The primary sources I have gather data from are well-known and reliable national and international media agencies, official website of the Patriarchate of Georgia, public opinion surveys. The data from some news articles in which were in Georgian were translated by me. For secondary data I have utilised reports of non-governmental organisation, report of the Public Defender of Georgia, Amnesty International, peer reviewed academic articles.    25  As a research method, I analyse statements made by the GOC, high-ranking clerics, nationalist leaders and politicians concerning LGBTQ rights to identify the discourses. I have chosen to study official statements of the GOC as well as the statements made by high-ranking clerics of the Church. Considering the high trust amongst the population towards the Church, its members also have the power to make an impact with their statements which may not represent the official position of the Church.   To limit the study to some time period I have chosen to examine 4 key events over the period of the last decade in chronological order that have significant relevance to LGBTQ  rights in Georgia. I will be exploring the discourses developed around these occurrences, main actors and power-holders. Through the analysis I will demonstrate the discourse utilised by GOC and far-right groups regarding LGBTQ  rights. These events are: 1. Adoption of Law of Georgia on the Elimination of All Forms of Discrimination in 2014 2. Pride March of 2012-2013 3. Screening of the movie “And Then We Danced” in 2019 4. Pride March of 2021 In addition to these four events, discourses of the GOC and members of how they situate West in the statements about the LGBTQ rights will be demonstrated and analysed.   To ensure the quality of the research I have evaluated the sources through source evaluation test (CRAAP) by Sarah Blakeslee (2004) and examined them according to five criteria of currency, relevance, authority, accuracy and purpose.  Currency refers to the timeframe of the information – time of publishing, if it was updated. Relevance inquires if the information relates to the research question. Authority checks the source of the data such as author’s credentials. Accuracy incorporates reliability of the information. Purpose questions the reason the data exists, whether it is a fact or opinion and if there are any biases.  As it is mentioned, I have gathered the data around four events from national and international media sources. The data mainly comprises of description of the facts and the public statements of the GOC and far-right groups around it. I addition, I have referenced to the reports of the well-known international organisations, report of the reputable non-governmental organisation in Georgia, report of the Public Defender of Georgia. Therefore, criteria of  currency, relevancy and authority are fulfilled. As for purpose of the data, the research aims to explore discourses   26 of the GOC and far-right groups, therefore it is implied that the data gathered is opinions and viewpoints. As I have mostly gathered the empirical data available online, it is important to note regarding accuracy and reliability of the data that in the literature review and conceptual framework chapter I have laid a foundation explaining the context and main concepts of the research referring to peer-reviewed academic articles and books. Therefore, the arguments in the analysis are also partly a reflection of knowledge from the previous chapter.   5.3 Ethical Considerations and Reflexivity  Most of the ethical concerns were avoided in this study as gathering empirical data did not entail conducting interviews, field trips or other similar types of qualitative research methods.   It is essential to position myself in the research and recognise how my background and biases might influence the research process. As having a personal connection to the topic, my perspective has both strengths and potential biases. Being born and raised in Georgia, I am familiar with Georgian culture, traditions and the importance placed on the religion, as well as the socio-cultural context in which the GOC operates. Some of the events described in the study I have witnessed first-hand. Therefore, there is a possibility that my personal experiences and emotional involvement might influence my study. Considering this, I strived to maintain self-reflection during the research process by critically examining my own perspectives. To deal with biases I have conducted a thorough literature review consulting diverse sources to familiarise myself with the topic on the academic level. I remained aware of possible biases during the research process and aimed to retain a reflective mindset.  6. Findings and Analysis  6.1 Pride Marches of 2012 and 2013  Physical violence, stalking, blackmail, and even rejection from their families have all been experienced by LGBTQ  activists in Georgia (Rekhviashvili, 2018). The first coordinated attack against LGBTQ  activists took place on May 17, 2012. The street protest to celebrate the International Day against Homophobia and Transphobia (IDAHOT) had been announced to the public for the first time by campaigners.  the Orthodox Parent's Union, a radical religious organization, and a number of Orthodox priests known for their violently nationalist statements attacked the rally and the protesters. Instead of stepping in to defend the LGBTQ  campaigners,   27 the police detained some of them (Rekhviashvili, 2018). The mainstream media began to pay attention to and discuss LGBTQ  issues and the event sparked a lot of media discussion about traditional values, human rights, the virtue of occupying public space, and the \"dangers\" of the homosexual pride march. The activists started preparing for the following year's event, which would take place on May 17, 2013 (Rekhviashvili, 2018).  The Orthodox Church, on the other hand, started warning people of the approaching gay plague. The Georgian patriarch, Ilia II, officially denounced the rally and homosexuality and used the words “anomaly and disease” to describe homosexuality, and stated that march of May 17th “an insult” to Georgian tradition. He also stated that it was a violation of the majority’s rights (Radio Free Europe/Radio Liberty, 2013b). Georgian Prime Minister Bidzina Ivanisvhili, on May 14th stated that despite the fact that some groups do not accept sexual minorities, they will get used to it (Radio Free Europe/Radio Liberty, 2013a).  On May 17th, LGBTQ activists were the subject of violence from violent groups led by Orthodox clerics. IDAHOT rally was planned at 13:00 in front of the parliament building on Rustaveli Avenue, however as opponents had occupied the area, around 50 LGBTQ  activists gathered in close to Freedom Square and Rustaveli avenue (Civil Georgia, 2013d).  Meanwhile, thousands assembled against the rally, with banners reading “no to mental genocide”. There also were priests among the demonstrators and even led them, declaring that they will not permit LGBTQ  activists to hold the march. The police put the fences to block aggressive groups to approach IDAHOT rally, however it was not enough to stop them (Civil Georgia, 2013a). The violent group started moving towards LGBTQ  activists and pushed through police barricade without much opposition from the police. There was a clash and LGBTQ  activists were physically and verbally abused  The violent groups were throwing eggs and rocks LGBTQ rights demonstrators (The New York Times, 2013). In order to evacuate the activists, the police put them in buses to fled from the scene. Nonetheless, this did not stop violence and opponents, including some clerics chased buses, throwing various objects at them aiming to break the windows. According to Healthcare Minister, in total 28 people were injured, including 3 policemen, 14 of them, including one journalist, needed to be hospitalized (Civil Georgia, 2013b). Patriarch Ilia II condemned the violence which took place on may 17th but also said that LGBTQ  rights should not be propagated (Civil Georgia, 2013c).    28 Amnesty International evaluated the events which occurred. The organization stated that for a second year in a row the police have failed to adequately protect LGBTQ  activists who have been subjects of violent attacks by Orthodox groups. The statement noted that: “It is becoming a dangerous trend in Georgia to condone and leave unpunished the acts of violence against religious and sexual minorities if they are perpetrated by the Orthodox religious clergy or their followers. It is simply unacceptable for the authorities to continue to allow attacks in the name of religion or on the basis of anyone’s real or perceived sexual orientation or gender identity” (Georgia: Homophobic violence mars Tbilisi Pride event, 2013).  In their assessment of the event, they concluded that police was not prepared and failed to protect the right to freedom of assembly and expression of LGBTQ activists.    6.2 Adoption of Law of Georgia on the Elimination of All Forms of Discrimination in 2014  In May 2014 Georgia passed anti-discrimination legislation - Law of Georgia on the Elimination of All Forms of Discrimination, banning discrimination based on various characteristics including sexual orientation, gender identity and expression (Law of Georgia on the Elimination of All Forms of Discrimination, 2014). Adoption of the law was preceded by fierce opposition from the Church. GOC spoke out against West with critical messages accusing it of promoting “depravity” through propaganda (Tolkachev and Tolordava, 2020).   Patriarch personally demanded that the anti-discrimination legislation should not be adopted and insisted the term “sexual orientation” to be removed from the list of prohibited grounds of discrimination (Civil Georgia, 2014a). The statement issued by the Patriarch Ilia II on April 2018, 2014 mentioned EU, as the bill was the condition to obtain visa-free regime with EU as part of the Visa Liberalisation Action Plan:  “The EU represents diverse space unifying different nations and religions, which declares that it recognizes culture and traditions of various people and is ready to take into consideration and respect our values. But provisions of this bill are in conflict with these principles”  (Civil Georgia, 2014b) The statement proceeded: “Introduction of a notion of ‘sexual orientation’ and ‘gender identity’—non-existent in the constitution—into this bill, essential for the development of our country, triggers   29 colossal anxiety in the people because the personal rights of our citizens are already equally protected by the existing Georgian legislation. Proceeding from God’s commandments, believers consider non-traditional sexual relations to be a deadly sin, and rightly so, and the anti-discrimination bill in its present form is considered to be a propaganda and legalization of this sin” (Civil Georgia, 2014b, Kakachia, 2014).   The law was adopted in the end without considering Church’s demand not to include words “sexual orientation”, “gender identity”; however, article 5 states that No provision of this Law may be interpreted as contradicting the Constitution of Georgia and the Constitutional Agreement between the State and the Apostolic Autocephalous Orthodox Church of Georgia (Law of Georgia on the Elimination of All Forms of Discrimination, 2014).  Interestingly, in March, just before the controversial statements about the anti-discrimination law bill were issued,  the Patriarch expressed dissatisfaction with the false belief that the Georgian Church aims to obstruct Georgia's enlargement into the European Union following a meeting with EU Commissioner for Enlargement and European Neighbourhood Policy Stefan Füle (Kakachia, 2014). Ilia II reacted to Füle's public assertion that the EU has no desire to undermine Georgia's traditional traditions by saying:  “I’ve learned from the media that you said you would assure the Patriarch that Georgia can become a member with its traditions, values.... I want to tell you that I am convinced of that for a long time already.... The European Union is an organization, which is well known by the Georgian people. We will do everything to make Georgia a full-fledged member of this large organization”(Civil Georgia, 2014c).   Whilst Ilia II was supporting EU integration, not everyone in the GOC shared this rhetoric. Some clerics have deployed anti-liberal and anti-Western discourses. For example, high-ranking Archbishop Theodore Gagnidze stated about the bill that it was threatening for the future of the country. He mentioned the Netherlands as an example of how the normalization of same-sex marriages deranged the society:  “Today (in Netherlands) same-sex marriage and debauchery is propagated… This law will be beginning to spread poison in our consciousness and soon these sins will be a norm amongst us” (Kviris Palitra, 2014).     30 Levan Vasadze, a conservative activist, criticized the government for adopting the law and stressed the American and European influence on Georgia in an interview with CBN News in 2016 when discussing the fight against family values and the adoption of the Anti-Discrimination Law with the intention of destroying Georgian families (Tolkachev and Tolordava, 2020). . He noted: “if you [the West] think that radical sexual activities are what you want to do, this is your choice, but I think that it is a shameful sin, I want to preserve the society that is capable of saying this”(CBN News 2016, cited from Tolkachev and Tolordava, 2020, p. 456).  The law has been criticised by Human Rights organisations as according to them it did not provide an effective mechanisms for enforcement and was just outlawing discrimination on the paper (Tolkachev and Tolordava, 2020). As Tolordava and Tolkachev observe “the legislation uses Western terminology, while the authorities do not participate in the discursive transformation of institutions, and religious representatives, using local terminology, attract more attention to their ideas” (2020, p. 461). As it will be demonstrated below, adoption of the law was not and is not the only solution for homophobia as the Government has mostly been ignoring problems of LGBTQ  people in Georgia.   The discourse of the GOC around adopting the anti-discrimination law was exhibited several interesting themes. Considering the fact that the law was a requirement for the EU association agreement, it was bound to navigate its disapproval carefully. Despite its resistance over some terms in the end it was still approved by the parliament. In this instance, the Church maneuvered carefully and utilized the language of human rights such as freedom of religion when arguing that adopting the anti-discrimination law led to discrimination against believers holding the belief that homosexuality cannot be accepted (Shevtsova, 2022). The statement noted that the law violated Christian believer’s cultural and religious values and the church positioned itself as a guardian of Georgian traditions by referring to human rights and freedoms. In addition, even a reference to cultural relativism could be detected in their statements. While highlighting the diversity of the European Union and its acceptance of other cultures and customs, the GOC claimed that these values were violated by the provisions of the anti-discrimination law.   After previous years violent disruption of the Pride March and Shortly after the adoption of the bill, the Patriarchate announced the May 17 as the Day of Family Purity in Georgia  stating that purity of the family is the basis of the strong State (Civil Georgia, 2014d). The Family Purity   31 Day has been celebrated every year after that (Interpressnews.Ge, 2023). LGBTQ  community did not march or plan any activities to celebrate IDAHOT that year because of the safety issues (Civil Georgia, 2014d).  The fact that the GOC established celebration of the Family Purity Day on the same day as IDAHOT, on May 17 is strategical move to exclude visibility of LGBTQ community, and it is an effort to create and enforce a particular view of family values. The church portrays itself as the protector of traditional values by linking purity to the idea of family, while marginalizing other family forms and relationships. This discourse supports heteronormativity and the establishment of a normative framework that excludes non-traditional households or relations.  In 2016, as constitutional reform was underway, the ruling party proposed and adopted the constitutional revision to explicitly define marriage as the union between men and women. It has to be mentioned that the law did not allow same sex couples to marry in Georgia and this step from Government was characterized as a strategy to appeal to conservative voters (Chitanava, 2016). The proposal was supported by the GOC, stating that it was in the interest of the majority of Georgians (Tabula.Ge, 2016). This match between the ruling party and the GOC strengthened the conservative stance and demonstrated church’s influence in terms of policies regarding LGBTQ community. The church’s discourse further marginalised same-sex relationships by portraying the exclusive definition of marriage as being in the interest of the majority of Georgians. Once again, the church speaks on behalf of the majority of Georgians, equating Christianity and being Georgian. The GOC's heteronormative and heterosexist ideals are supported by this rhetoric, which maintain a feeling of moral unity of the nation.   6.3 And Then We Danced   And Then We Danced is a movie telling a love story of two male dancers of the National Georgian Ensemble in Tbilisi. The movie, produced by Levan Akin, Swedish film-maker of Georgian descent depicts a struggle they face to obey macho conservatist rules of Georgian dance world (Bradshaw, 2020). The film, which made its world premiere at the Cannes Film Festival in May, has been chosen as Sweden's submission for the Best International Feature Film Oscar category (Gray, 2019). To better understand the events which occurred during the   32 movie premiere it is important to note that traditional Georgian dance is regarded as a  masculine activity and it is intertwined with cultural and national identity (Cole, 2020).  The premiere of the movie was planned on November 8th of 2019 in Tbilisi, far-right groups announced mobilization to disrupt the screening (Civil Georgia, 2019c). The patriarchate issued statement opposing the screening of the movie and highlighted that the Church is against the promotion and legalising of LGBTQ  relations: “The attack to the church and national values has started. The evil tries to insult and question everything that is valuable, to make people lose their identity and to kill hope” (Patriarchate of Georgia, 2019). The statement linked the popularity of the movie on the international level to the attempts to alter consciousness of Georgian people and to change negative attitude of society towards LGBTQ  relation:  “The movie which has insulted our national dignity was awarded in Cannes…it is obvious that all of this is aimed to change the consciousness of our population and legalize this sin”. The GOC deemed it intolerable for the movie to be showed in the cinemas and at the same time it distanced itself from violence and violent actions.  Head of public relations office of the GOC, Andria Jagmaidze also criticized the movie and said that it “is yet another attempt to downplay Georgian, Christian values” also announcing the large protest of the Church against the movie screening (Civil Georgia, 2019c). Far-right actors also made statements criticising the movie and calling for people to protest against it. Sandro Bregadze, leader of nativist Georgian March labelled the movie as “gay propaganda” and “propaganda of sodomy”. Levan Vasadze urged supporters to gather, enter the cinema and interrupt the screening by pushing the police aside (Civil Georgia, 2019b). He called the movie a “moral threat” and stated that:  Georgian national dance is the pinnacle of the beauty of our tradition of manhood, warrior spirit and purity,” …to create something as heart-breaking and offensive to our culture as this is 10 times more hurtful than if it was just an anti-traditional movie” (Gray, 2019).  In the evening of 8th November opponents of the movie tried to break into police cordon outside the cinema. The protesters were holding Christian icons and crosses and tried to stop viewers   33 to enter the movie theatre (Gray, 2019). One of the LGBTQ  activists suffered a head injury and was hospitalized after the violent demonstrators threw a large object, allegedly a stone at her (Civil Georgia, 2019d). Despite the obstruction, the film still premiered and the police was able to ensure safety of the viewers. The Interior Ministry announced that 27 people were detained during the protest (Civil Georgia, 2019a).   The GOC used the discourse of defending religious beliefs and national values to justify its objection to the movie. The Church reinforced a narrative that frames itself as a defender of traditional Georgian and Christian values by connecting the Cannes award for the film to an alleged aim of legalising \"this sin” and attempts to alter the consciousness of the Georgian nation. In this statement the church inexplicitly portrayed West as a threat.  Nationalist far-right groups employed a discourse of “propaganda of sodomy” to demonise the movie. Another well-known opponent of the film, Levan Vasadze, incited nationalism by portraying the Georgian national dance as a representation of manhood, warrior spirit, and purity. He used words \"moral threat\" and asserted that it was deviating from these gendered ideals it was more damaging than a simple anti-traditional film. In order to combat the perceived threat to Georgian culture, this discourse aimed to inspire a feeling of urgency and gather like-minded people to take action.   It is notable to mention that discourse of “moral threat” “tradition of manhood” “warrior spirit” aligns with Nagel’s (1998) examination of national identity and its reliance on gendered ideas of belonging. Portraying members of national dance ensemble non-heteronormative was perceived as a challenge and threat to traditional masculinity which was interpreted into a threat to the national identity itself. Far-right groups seek to strengthen their position and consolidate support among people who relate with traditional concepts of masculinity and national identity by portraying the film as a deviation from these principles. Violent protest outside the cinema reflects polarization on a national level about LGBTQ  rights. This case demonstrates how the discourses employed by the GOC along with the far-right groups can escalate into the real-life violence.     34 6.4 Pride March of 2021 Despite the fact that Georgia enhanced its legislation regarding LGBTQ  rights and there was an example of past violence during 2012 and 2013 pride March, unfortunately the same incidents and violence were not prevented during the pride week of 2021. On the contrary, it escalated to a more intense level with better mobilization of far-right groups and it is the most violent occurrence of the ones described in the study, emphasizing the ongoing difficulties and dangers the LGBTQ  community in Georgia faces.   During Pride Week in 2021, Georgian far-right groups paraded their power in Tbilisi. The events have been described as one of the most traumatic experiences for the LGBTQ community (Schiffers, 2021). The events revealed an alarming level of coordination between church and far right groups. Furthermore, the State’s ineffectiveness or unwillingness to protect journalists and LGBTQ  people was also evident.   In early June 2021, Tbilisi Pride, organization which aims to protect LGBTQ rights in Georgia, announced the holding of the Tbilisi Pride week from 1-5 July. The announcement did not receive supporting feedback from members of the government. The ruling party Georgian Dream was advising organisers not to hold a public rally because of safety concerns. The Ministry of Internal Affairs issued a statement noting that Pride week events had security risks cause of the demonstrations which the opposing groups planned (Radio Tavisupleba, 2021). Irakli Kobakhidze, the leader of parliamentary majority noted that considering the complex context, the organization should not have planned the event in the first place (Interpressnews.ge, 2021c). Similar to Kobakhidze, the mayor of Tbilisi Kakhi Kaladze stated that he considered holding the event unreasonable (Interpressnews.ge, 2021d).  Several priests condemned the planned event repeating that it was an insult to Georgian identity, lifestyle, traditions. One of the more radical cleric Spiridon urged people to protest against the Pride Week and do not allow such “obscenity” to take place and defend the religion (Interpressnews.ge, 2021e). On 29 June the Patriarchate issued official statement regarding the event:  “It contains signs of provocation and comes into conflict with the moral norms and aims to legalise grave sin” (Patriarchate of Georgia, 2021a)   35 The statement noted that holding the march violated rights and freedoms of the absolute majority of the society. Minors and best interest of children were also mentioned as values to defend from Pride March. The patriarchate appealed to the authorities not to support Tbilisi Pride.  Guram Palavandishvili from the Society for the Protection of Children’s Rights also called for supporters to go into streets and disrupt any event during the week. During the press-conference he announced demonstrations in front of the embassy of the EU and the Embassy of the United States of America. He stated that “we will fight against Tbilisi Pride with our bare hands…we are adopting the roles of the police.”(Interpressnews.ge, 2021a). The priest Basil Iashakashvili who spoke on the press-conference with Palavandishvili stated that clerics are traveling from every region to attend the demonstration.    Despite these statements, pride week still took off on July 1st  with the presentation of British documentary movie. Diplomats, including the ambassadors of the UK, Israel and Germany attended the event. Police officers were mobilised in the vicinity of the event while far-right groups gathered to disrupt the event. They threw various objects such as eggs and bottles in the direction of attendees. The police were able to escort participants of the event through a cordon safely and administratively detained members of violent groups  (Georgian Young Lawyer’s Association, 2021). The right-wing groups tried to disrupt the next event as well on July 3, which was also attended by representatives of the diplomatic corps. Police in this case as well controlled the area and did not allow violent groups to approach the attendees.   The patriarchate issued another official statement on July 4. They expressed disappointment with the situation, that despite their previous statement the pride week was still taking place. The statement noted that members of some embassies were interfering in public’s spiritual life and deemed it unacceptable and disturbing:  “we declare that purpose of “Pride” is to promote a perverted lifestyle that damages the consciousness of the next generation”.  The GOC urged the population to peacefully protest in front of Kashueti Cathedral (which is on the main avenue Rustaveli in the centre of the capital) on July 5 to show the world that they are defending their dignity and attempts to degrade and corrupt Georgian society is unacceptable (Patriarchate of Georgia, 2021b).    36 Meanwhile, Prime Minister Irakli Garibashvili stated in the morning of July 5 that holding March for Dignity on Rustaveli Avenue was unreasonable because of the risks of civil confrontation, as majority of the population found it unacceptable. He noted: “we will not let this unrest happen; everything will be in our country as our people want” (Civil Georgia, 2021c).   Various far-right groups mobilized on Rustaveli Avenue from the morning of July 5 to disrupt Tbilisi Pride March. The Bishop Jakob told journalists that holding the pride was worse that Russian occupation – “pride will irreparably affect our people’s morality, spirituality and traditions” (Civil Georgia, 2021a) Numerous insulting and violent remarks made by far-right groups toward media representatives as well and they acted in an aggressive manner against reporters. Despite this, just a few police officers were stationed close to Rustaveli Avenue (Georgian Young Lawyer’s Association, 2021). Aggressive statements were quickly followed by physical violence towards journalists and the camera-man who were on the spot broadcasting the demonstration. Radical groups attacked reporters, damaged their cameras, attempted to remove them from the protest area. According to GYLA, during the day, more than 50 violent events involving journalists were recorded.  Later that day the members of violent group broke into the office of Tbilisi Pride, some of them scaled the balcony, tore down and burnt the LGBTQ  flag and instead hung down the Georgian flag (There was no one in the office at the moment). They also displayed hostile behaviour against the media on-site (Publika.ge, 2021). These events were only witnessed by just a few police officers who did not stop the violators from climbing on the balcony and breaking into the Tbilisi Pride office (Georgian Young Lawyer’s Association, 2021). The opponents of Tbilisi Pride also tore down the EU flag which was placed in front of the parliament and raised a cross instead (Interpressnews.ge, 2021b).   Eventually Tbilisi Pride cancelled the march because of the obvious safety risks (Netgazeti.ge, 2021). Metropolitan Shio Mujiri, Patriarch Ilia II’s locum tenens in its statement later that day noted that Georgians would always protest against LGBT events: “This is the part of a large campaign which aims to distancing the nation from God, our traditions, church and degrade it. This is why we are so united today”(Agenda.Ge, 2021). He also expressed concerns about what happened during the day and that violence is not acceptable, but further commented that they had “warned the participants of the event”.   37  The patriarchate in its statement on 5 July also condemned violence (Patriarchate of Georgia, 2021a). The statement referenced Article 10 of European Convention of Human Rights, which acknowledges that freedom of expression may be subject to restrictions in some cases – to protect the rights or dignity of others. Based on that principle, the Church shifted the responsibility around the events onto the organizers of the Pride March.   Metropolitan of Vani and Baghdati Diocese Anton addressed US and EU embassies in Tbilisi and accused them to force twisted views on the majority of Georgians: “if anyone is violent, it is you who force your warped views on the absolute majority” (Civil Georgia, 2021b).  6.5 Mapping the Discourses  6.5.1 Threat to the Nation  The Georgian Orthodox Church’s discourse on LGBTQ rights is complex and strongly grounded on the way it sees Georgian national identity and traditional values. The Church portrays homosexuality as an anomaly and disease which goes against Georgian traditional values and identity. While opposing to LGBTQ rallies, the GOC argues that it is an insult to Georgian way of life and identity. Within their rhetoric, they highlight that homosexuality is a sin and directly conflicting with the moral norms of Georgians, corrupting society and disrupting moral and cultural traditions.   It is interesting that the GOC portrays Georgian values as Christian ones and those two are used as synonyms in the statements of Patriarch and clerics. This discourse carries a significant implication of the theory of intersection of nationalism and sexuality. By creating a clear link between Orthodox Christianity and national self-determination, they assert its authority over the entire country and each and every individual (Ladaria, 2012; Mestvirishvili et al., 2017). They perceive LGBTQ rights as something that threatens everything “Georgian”. The GOC employs words such as “obscenity”, “perverted lifestyle”, “deadly sin” “moral threat”, “threat to the future of the country”, “insult to Georgian tradition”, “insult to religion”, “attack on national values”, “damaging consciousness of the next generation” to refer to LGBTQ rights. This rhetoric effectively strikes a chord with the majority of the population as they are perceived as threats to the survival of the nation. It can be concluded that the GOC utilises nationalistic,   38 religious nationalistic and heterosexist discourses and they try to completely exclude LGBTQ community from the public space, referring to them as sinners.  By frequent repetition of these notions, they have created an association and spread a prejudice against LGBTQ community. There are no logical explanations provided for the ways in which the country or Georgian nation is threatened;  hence these discourses resonate with individuals on emotional level (Edenborg, 2018). Regrettably, these discourses result in spread of prejudice against LGBTQ rights and community and oppresses already one of the most vulnerable groups in the county. The lack of rational justifications lets these narratives to operate on an emotional level and contributes to polarizing the society.   6.5.2 Discourse regarding the EU and geopolitical position of the Georgian Orthodox Church  From the data presented above, it is evident that the international polarisation regarding LGBTQ rights hold relevance at the national-level in Georgia. The incidents around the events described display deep polarization of Georgian society in relation to LGBTQ rights and highlights how certain actors perpetuate to this polarisation. The Georgian population has declared its choice to join EU and NATO and according to the latest (International Republican Institute, 2023), majority of the population supports the idea of EU membership. However, the rhetoric of the Church around the EU somewhat contradictory.  While the official Statements of the GOC never opposed to Georgia’s aspirations to join EU, some of the high-level clerics made statements saying that “sin” is normalised and legalised in European countries.  Tolkachev and Tolordava (2020) also highlight that some members of the Church portray Georgia’s desire to join NATO and EU as a danger to Georgian identity. The Georgian Church elite has always been sceptical about the liberal democratic West. According to Georgian priests, the EU undermines Georgia's national traditions and spiritual mission by destroying values, eroding national customs, and promoting homosexuality (Kakachia, 2014).   Anti-Western narrative demonstrated in the statements of high-ranking priests is becoming frequent as well. For example, Metropolitan Gaetane on June 1st 2022 during his speech in church discussed Georgia’s aspirations to join European Union and stated that debauchery and atheism comes from Europe: “Which European values are we talking about? Explain, what do   39 they mean? The debauchery that is legalized in Europe today?” (Tabula.Ge, 2022). Metropolitan of Vani and Baghdati directly accused the West and the US in forcing the “warped views” on Georgian people (Civil Georgia, 2021b).  It can be argued that the statements of these members of the Church are just their own individual opinions. However, considering their high-ranking status, trust towards the institution they belong to and the fact that the GOC never distanced itself from these statements are the factors which should be taken into account.  Lack of response or denial of these statements from the GOC emphasises the contradiction by implying acceptance or endorsement of these views. As a result, it becomes challenging to ignore these aspects and questions arise regarding the Church’s integrity and consistent attitude towards the EU Also, on some occasions the statements of the GOC have inexplicitly portrayed the West as a threat to Georgian traditions.   The discourses demonstrated in the study, such as the opposition to Pride Marches, adoption of anti-discrimination law, and even a movie screening can be analysed as instances where perceived patronising politics from the West have backfired. As it was demonstrated, the GOC and far-right groups think that promoting and defending LGBTQ  rights is in direct conflict with Georgian traditions, religion and morals, which are essential part of Georgian nation and identity. Significant resistance may be explained as it  seen as something imposed from Europe and the US (Edenborg, 2017). So, what does it mean for the broader picture?  As Edenborg (2018) had noted, local religious organisations are major actors in justification of homophobic politics and these organisations are using anti-Western discourses to account to discrimination of LGBTQ  people. Russia rejects LGBTQ rights claiming its mission to protect universal traditional values and invites international partners to separate themselves from the West using this narrative (Symons and Altman, 2015). Along with the discourse of defending the nation and preserving the institution of the family, the Church promotes the narrative of protecting minors and their best interest as well. It issues a warning that LGBTQ rallies and exposing minors to LGBTQ rights asserting that it would damage consciousness of the next generation. This narrative aligns with anti-LGBTQ  discourse in Russia. As Shevtsova (2022) mentions, protection of children and family values is fundamental to Russian anti-LGBTQ  narratives and the 2012 law banning “gay propaganda” aims to defend rights of the minors.     40 Consequently, there are some matching narratives used by the GOC and Russian practices around the LGBTQ rights as demonstrated in the data. First of all, both narratives place a strong emphasis on maintenance of traditional values, arguing that the acceptance of LGBTQ rights threaten the morals of society based on long-standing cultural norms. Secondly, discriminatory attitudes are justified in the name of protecting children. LGBTQ  rights are portrayed as harmful to the younger generation, threatening their moral consciousness. Lastly, there is a shared trend to demonise West. This anti-Western discourse encourages a sense of cultural superiority and resistance to outside influences in addition to seeking to legitimize prejudice.   Some authors have expressed the concerns regarding anti-Western radicalisation of the GOC linking it with the harmful impact on foreign policy, especially threatening EU integration and strengthen pro-Russian attitudes (Lebanidze and Kakabadze, 2023). Georgia applied to become member of the EU in March 22 along with Moldova and Ukraine. In order to receive candidate status, Georgia must completely address the issues listed in the Commission's decision on its membership, which will be evaluated in October 2023. It is beyond the scope of this study to examine the actions taken by the ruling party Georgian Dream in this regard and obviously discourses of the GOC cannot be the only contributing factor to EU integration process.  In the most recent poll of 2023, 85% of Georgians who were asked about joining the European Union said that they \"fully support\" or \"somewhat support\" the partnership (International Republican Institute, 2023). Given the strong public support for EU membership and GOC’s rhetoric around West, it is important to further monitor the Church’s influence on the development of foreign policy.   6.6 Situating Far-right Groups   The events that unfolded in July 2021 in Tbilisi exhibit observable patterns that have arisen over the years indicating that far-right nationalist groups are getting more powerful in Georgia. While in 2012 and 2013 the violent groups were mostly made up of people without any official ties to the far-right, in the years that followed, in 2019 and 2021 politically recognizable forces which have emerged allied themselves with the viewpoint of the Orthodox Church to defend the country from the LGBTQ  community. As it was demonstrated above, there were several instances where LGBTQ  activists were attacked by violent groups which also included priests and clerics. Considering the status of the GOC as one of the most trusted institutions in the   41 country, their criticism of the pride rally can be seen as a contributing factor that exacerbates the aggression and mobilizes people to the streets to oppose LGBTQ  freedom of expression.   However, the consolidation of power in recent years does not translate into electoral success for far-right groups. Georgian March, led by Sandro Bregadze, along with Georgian Idea led by Guram Palavandishvili registered as a political party in May 2020 to take part in upcoming parliamentary elections (OC Media, 2020). They were not able to win any seats and enter the parliament and, overall 4 756 (0.24%) people nationwide voted for Georgian March and 8 267 (0.43%) for Georgian Idea (Kincha, 2020). The next parliamentary elections are to be held in 2024 and at the moment there is no information on whether any of the far-right groups plan to participate. Even though these groups were able to mobilise a considerable amount of people to disrupt pride events in 2021, the electoral results indicate that they still remain on street-level. One of the possible explanations for it could be that as in all events, there was a presence of the Church as well as far-right groups and in reality, people respond to the discourses of protecting traditions, religion, and family values when it is supported by the GOC.   To protect the country against perceived threats to traditional values and cultural norms, notably in relation to LGBTQ rights, the far-right aligns with the discourse of the church. The assaults against journalists who are viewed as advocates for LGBTQ rights demonstrate an alarming example of the extreme right's hostile attitude toward anybody or any group, they perceive to be fighting for LGBTQ rights. It is concerning to observe that despite police involvement, these organizations do not hesitate to continue acting violently toward the LGBTQ population and its supporters.  Conclusion  The research exhibited several patterns in discourses of the GOC regarding the LGBTQ rights. The Georgian Orthodox Church has a complex position on LGBTQ rights, placing a big focus on Georgian national identity and traditional values.  LGBTQ equality is portrayed as a threat to nation, family values and children. These discourses subsequently reveal geopolitical discourse of the church.     42 The Church's viewpoint is firmly rooted in its respect of the nation's cultural heritage and its commitment to upholding long-standing traditions and values. It is interesting that the GOC portrays Georgian values as Christian ones and those two are used as synonyms in the statements of the Patriarch and clerics. By establishing Orthodox Christianity's dominance over the entire nation, they draw direct connection between the religion and national self-determination. It portrays itself as a defender of Georgian values and traditions from the threat coming from promotion of LGBTQ rights and equality. It can be concluded that the GOC employs nationalistic, religious nationalistic and discourse trying to resist LGBTQ equality, referring to them as sinners and threat to traditions and Georgian values.  The GOC aligns its rhetoric with the concepts related to human rights. By referring to protection of the interests of the majority of Georgians and Christian believers, it uses the language of human rights and notion of cultural relativism to strengthen its positions. This stance draws on the notion that Orthodox Christianity is an integral part of the identity of the nation and that LGBTQ rights are incompatible with Georgian identity. The strategic use of concepts discussed in relation to human rights allows the GOC to present its discourses in broader framework of cultural relativism and implies that it does not discriminate LGBTQ people, rather just defends traditional values and interests of the majority.  Another discourse demonstrated is portraying LGBTQ rights as a threat to family values and children. As it was discussed, this rhetoric echoes to the one utilised by Russia which declared itself protector of family values and adopted the anti-gay legislation in 2012 to defend the interests of the minors separating itself from the West using this narrative (Symons and Altman, 2015; Shevtsova, 2022). By establishing celebration of Family Purity Day on the same day as IDAHOT, the Church strategically deprived LGBTQ community the public space to exercise their right of freedom of assembly and expression. In addition to that, the GOC reinforced heteronormative social norms and traditional gender roles, by marginalising other forms of relationships.  In its official statements the GOC never opposes to the idea of joining the EU, however several factors indicate to its unclear and contradictory position on the matter, intentional or not. First, it never responds to or denies the statements of the clerics portraying the West as a threat to Georgian identity by promoting and forcing LGBTQ equality on Georgia. This silence can be considered as acceptance or endorsement of these views. Second, as it was mentioned the   43 Church has employed the same discourse regarding LGBTQ rights as Russia, the major anti-LGBTQ equality actor in the world (Symons and Altman, 2015). To clear this confusion about the integrity of the Church towards the EU, further research is suggested to examine internal dynamics, decision-making process and power structures within the Church. In addition, as Georgia is awaiting the decision about the membership of the EU later this year, it is important to further investigate the GOC’s influence on this process, its discourses and a role as a geopolitical actor.  Overall, critical discourse analysis reveals that the GOC's rhetoric on LGBTQ aims to marginalise LGBTQ community and by upholding heteronormative ideals by creating and supporting a certain concept of family, marriage, and societal standards.  From the data presented above, it is evident that the international polarisation regarding LGBTQ rights hold relevance at the national-level in Georgia. The incidents around the events described display deep polarization of Georgian society in relation to LGBTQ rights and highlights how certain actors perpetuate to this polarisation. Far-right groups, along the GOC are contributing factor to this polarisation. These groups are particularly violent towards LGBTQ community and its supporters not only verbally, but physically as well. As the data has demonstrated they have attacked peaceful participants of the pride events several times throughout the last decade. Despite the fact that far-right groups have not received enough votes to enter the parliament in the last election, they still have considerable power to gather their supporters and do not avoid confrontation with police either. As the next parliamentary election is approaching in 2024, their discourses and actions should be observed closely to understand insights into the strategies employed by these groups.  As it is demonstrated in the research, Far-right groups have adopted the same discourse as the Church. The theory about intersection of masculinity and nationalism is applicable and relevant in this case as well. The far-right groups referred to national dance to the tradition of “warrior spirit” and manhood, the GOC insisted that the movie showing love story of male dancers insulted national dignity. These discourses reflect to the theory discussed by Nagel (1998) that masculinity and concept of nation are linked and because of sexualized and gendered ideas about national identity, some groups are excluded and discriminated. Far-right groups reject the idea of LGBTQ as something forced from the West. In this regard, Georgian far-right is no different from worldwide populist tactic to defend traditional values from the West.      44 Recommendations   For the Government of Georgia: First of all, the high-level official of the Government should refrain from making discriminatory statements, which directly violate the right to freedom of assembly and expression of LGBTQ people. In order to tackle the problem outlined by the research, the responsible State authorities should promote an accepting and inclusive approach toward LGBTQ rights. Attempting to engage in dialogue with the Georgian Orthodox Church and raising public awareness to combat negative stereotypes by highlighting experiences of LGBTQ community as a result of discriminatory attitudes is also recommended. Additionally, efforts should be made do address violence committed by far-right groups. The law enforcement authorities should be responsive and alert on any kind of violence or threat of violence coming from these groups.  State actors should initiate collaboration with civil society actors to take steps in order to ensure peaceful commemoration of the IDAHOT.  For the further research: The research exhibited contradictory and vague stance of the GOC towards the EU.  Given the strong public support for EU membership and GOC’s rhetoric around West, it is important to monitor the Church’s influence on the development of foreign policy.  Furthermore, it is important to closely examine the far-right groups and their prospects to gain sits in the parliament for the 2024 elections to understand their power and political influence.               45 Bibliography:  Agenda.Ge (2021) ‘Patriarch “locum tenens” says Georgians will unite again against LGBT events “anytime in future”’, 7 May. Available at: https://agenda.ge/en/news/2021/1860 (Accessed: 20 May 2023). Ahmed, S. (2014) The Cultural Politics of Emotion. Edinburgh, UNITED KINGDOM: Edinburgh University Press. Available at: http://ebookcentral.proquest.com/lib/gu/detail.action?docID=1767554 (Accessed: 6 April 2023). Altman, D. and Symons, J. (2016) Queer Wars. Oxford, UNITED KINGDOM: Polity Press. Available at: http://ebookcentral.proquest.com/lib/gu/detail.action?docID=4455254 (Accessed: 6 April 2023). Anderson, B. (2006) Imagined Communities: Reflections on the Origin and Spread of Nationalism. London, UNITED STATES: Verso US. Available at: http://ebookcentral.proquest.com/lib/tromsoub-ebooks/detail.action?docID=5176951 (Accessed: 25 April 2023). Aydingün, A. (2013) ‘The ethnification and nationalisation of religion in the post-Soviet Georgian nation-state building process: a source of discrimination and minority rights violations?’, The International Journal of Human Rights, 17(7–8), pp. 810–828. Available at: https://doi.org/10.1080/13642987.2013.859136. Ayoub, P.M. (2014) ‘With Arms Wide Shut: Threat Perception, Norm Reception, and Mobilized Resistance to LGBT Rights’, Journal of Human Rights, 13(3), pp. 337–362. Available at: https://doi.org/10.1080/14754835.2014.919213. Baisley, E. (2016) ‘Reaching the Tipping Point?: Emerging International Human Rights Norms Pertaining to Sexual Orientation and Gender Identity’, Human Rights Quarterly, 38(1), pp. 134–163. Available at: https://www.jstor.org/stable/24738018 (Accessed: 6 May 2023). Begadze, M. (2017) ‘Georgian Constitutional Agreement with the Georgian Orthodox Church: A Legal Analysis’, Occasional Papers on Religion in Eastern Europe, 37(2). Available at: https://doi.org/-. Billig, M. (2003) ‘Critical Discourse Analysis and the Rhetoric of Critique’, in G. Weiss and R. Wodak (eds) Critical Discourse Analysis: Theory and Interdisciplinarity. London: Palgrave Macmillan UK, pp. 35–46. Available at: https://doi.org/10.1057/9780230514560_2. Binnie, J. (2004) The Globalization of Sexuality. London: SAGE Publications. Available at: https://doi.org/10.4135/9781446218341. Blakeslee, S. (2004) ‘The CRAAP Test’, LOEX Quarterly, 31. Bradshaw, P. (2020) ‘And Then We Danced review – freewheeling story of secret love’, The Guardian, 12 March. Available at: https://www.theguardian.com/film/2020/mar/12/and-then-we-danced-review-levan-akin-georgia (Accessed: 20 May 2023).   46 Chitanava, E. (2016) ‘Georgia’s politics of piety’, openDemocracy, 30 November. Available at: https://www.opendemocracy.net/en/odr/georgia-s-politics-of-piety/ (Accessed: 21 May 2023). Civil Georgia (2013a) ‘Chaotic Scenes as Orthodox Groups Thwart Gay Rights Rally’, 17 May. Available at: https://civil.ge/archives/122855 (Accessed: 20 May 2023). Civil Georgia (2013b) ‘Healthcare Minister: 28 People Injured in Violence’, 17 May. Available at: https://civil.ge/archives/122858 (Accessed: 20 May 2023). Civil Georgia (2013c) ‘Patriarch Calls for Calm After Orthodox Groups Thwart Gay Rights Rally’, 17 May. Available at: https://old.civil.ge/eng/article.php?id=26071?id=26071 (Accessed: 20 May 2023). Civil Georgia (2013d) ‘Violence Against Anti-Homophobia Rally’, 18 May. Available at: https://civil.ge/archives/122862 (Accessed: 20 May 2023). Civil Georgia (2014a) ‘Anti-Discrimination Bill Adopted’, 5 February. Available at: https://old.civil.ge/eng/article.php?id=27192 (Accessed: 20 May 2023). Civil Georgia (2014b) ‘Georgian Church Speaks Out Against Anti-Discrimination Bill’, 28 April. Available at: https://old.civil.ge/eng/article.php?id=27175 (Accessed: 20 May 2023). Civil Georgia (2014c) ‘Patriarch: “Church will Do Everything to Make Georgia EU Member”’, 3 April. Available at: https://old.civil.ge/eng/article.php?id=27008?id=27008 (Accessed: 21 May 2023). Civil Georgia (2014d) ‘ლგბტ “პროპაგანდის” წინააღმდეგ აქცია და “ოჯახის დღე” 17 მაისს’, 16 May. Available at: https://old.civil.ge/geo/article.php?id=28191?id=28191 (Accessed: 20 May 2023). Civil Georgia (2019a) ‘28 Persons Detained, as Hate Groups Clash with Filmgoers, Police’, 10 November. Available at: https://civil.ge/archives/325929 (Accessed: 20 May 2023). Civil Georgia (2019b) ‘“And Then We Danced” Opens amid Protests’, 8 November. Available at: https://civil.ge/archives/325705 (Accessed: 20 May 2023). Civil Georgia (2019c) ‘Hate Groups Out to Disrupt Gay-themed Film Premiere’, 6 November. Available at: https://civil.ge/archives/325261 (Accessed: 20 May 2023). Civil Georgia (2019d) ‘Police Detains 11 Radials at the Film Opening’, 8 November. Available at: https://civil.ge/archives/325794 (Accessed: 20 May 2023). Civil Georgia (2021a) ‘Anti-Gay Crowds Destroy Anti-Government Tents Outside Parliament’, 5 July. Available at: https://civil.ge/archives/430521 (Accessed: 20 May 2023). Civil Georgia (2021b) ‘Orthodox Metropolitan Claims EU, U.S. Embassies Force “Immorality” on Georgia’, 12 July. Available at: https://civil.ge/archives/431749 (Accessed: 16 May 2023). Civil Georgia (2021c) ‘PM Says Pride March “Unreasonable,” Organized by “Radical Opposition”’, 5 July. Available at: https://civil.ge/archives/430522 (Accessed: 20 May 2023).   47 Cole, M. (2020) ‘A Taste of Georgia. Far Right Populism with a Unique Georgian Flavour’, Populism, 3(2), pp. 186–222. Available at: https://doi.org/10.1163/25888072-BJA10010. Concluding observations on the fifth periodic report of Georgia (2022). Geneva: Human Rights Committee. Available at: https://docstore.ohchr.org/SelfServices/FilesHandler.ashx?enc=6QkG1d%2FPPRiCAqhKb7yhstNBq%2BgKf4e%2FR1Jt%2FY5Toy%2BLHuKv%2FcEsbrF7GbCxCMkGu4VK%2FjVtU3KTU5v6y%2Fy35FZIhxF%2FHBVZImB0L7taV4D6Gn31FOyNyrHXU1CwZ7oU (Accessed: 22 May 2023). Council of Europe (2018) Hate Crime, Hate Speech, and Discrimination in Georgia: Attitudes and Awareness. Council of Europe. Available at: https://tandis.odihr.pl/handle/20.500.12389/22595 (Accessed: 22 May 2023). Donnelly, J. (2013) Universal Human Rights in Theory and Practice. Ithaca, UNITED STATES: Cornell University Press. Available at: http://ebookcentral.proquest.com/lib/tromsoub-ebooks/detail.action?docID=3138459 (Accessed: 6 May 2023). Edenborg, E. (2017) Politics of Visibility and Belonging: From Russia´s “Homosexual Propaganda” Laws to the Ukraine War, Politics of Visibility and Belonging: From Russia’s ‘Homosexual Propaganda’ Laws to the Ukraine War. Available at: https://doi.org/10.4324/9781315178295. Edenborg, E. (2018) ‘Homophobia as Geopolitics: “Traditional Values” and the Negotiation of Russia’s Place in the World’, in J. Mulholland, N. Montagna, and E. Sanders-McDonagh (eds) Gendering Nationalism: Intersections of Nation, Gender and Sexuality. Cham: Springer International Publishing, pp. 67–87. Available at: https://doi.org/10.1007/978-3-319-76699-7_4. Enloe, C. (2014) Bananas, Beaches and Bases: Making Feminist Sense of International Politics. Berkeley, UNITED STATES: University of California Press. Available at: http://ebookcentral.proquest.com/lib/tromsoub-ebooks/detail.action?docID=1687669 (Accessed: 29 April 2023). European Commission (2013) First Progress Report on the implementation by Georgia of the Action Plan on Visa Liberalisation. Available at: https://eur-lex.europa.eu/legal-content/en/ALL/?uri=CELEX%3A52013DC0808 (Accessed: 22 May 2023). Fairclough, N. (2013) Critical Discourse Analysis: The Critical Study of Language. 2nd edn. London: Routledge. Available at: https://doi.org/10.4324/9781315834368. Fischlin, D. and Nandorfy, M. (2006) The Concise Guide To Global Human Rights. Black Rose Books. Available at: https://press.uchicago.edu/ucp/books/book/distributed/C/bo33809611.html (Accessed: 7 May 2023). Froese, P. (2004) ‘After Atheism: An Analysis of Religious Monopolies in the Post-Communist World’, Sociology of Religion, 65(1), pp. 57–75. Available at: https://doi.org/10.2307/3712507.   48 Gegeshidze, A. and Mirziashvili, M. (2021) ‘The Orthodox Church in Georgia’s Changing Society’, p. 9. Gelashvili, T. (2019) ‘Georgia’s Emerging Far Right’, 3 [Preprint]. Available at: https://nupi.brage.unit.no/nupi-xmlui/handle/11250/2657115 (Accessed: 27 April 2023). Gelashvili, T. (2022) ‘Opportunities Matter: The Evolution of Far-Right Protest in Georgia’, Europe-Asia Studies, 0(0), pp. 1–26. Available at: https://doi.org/10.1080/09668136.2022.2149699. Georgia: Homophobic violence mars Tbilisi Pride event (2013). Available at: https://www.amnesty.org/en/latest/press-release/2013/05/georgia-homophobic-violence-mars-tbilisi-pride-event/ (Accessed: 20 May 2023). Georgian Young Lawyer’s Association (2021) Chronology and Legal Assessment of the Events of July 5-6. Georgian Young Lawyer’s Association. Available at: https://gyla.ge/ge/post/5-6-ivlisis-movlenebis-qronologia-da-samartlebrivi-shefaseba (Accessed: 22 May 2023). Gordon, A. (2020) A New Eurasian Far Right Rising. Washington, DC: Freedom House. Available at: https://freedomhouse.org/report/special-report/2020/new-eurasian-far-right-rising (Accessed: 20 May 2023). Gray, C. (2019) ‘When a Film Shows Gay Romance in Georgia, Going to See It Is a Risk’, The New York Times, 12 June. Available at: https://www.nytimes.com/2019/12/06/movies/and-then-we-danced-georgia-protests.html (Accessed: 20 May 2023). Gvianishvili, N. (2020) ‘Invisible Battlefield: How the Politicization of LGBT Issues Affects the Visibility of LBT Women in Georgia’, in U. Ziemer (ed.) Women’s Everyday Lives in War and Peace in the South Caucasus. Cham: Springer International Publishing, pp. 205–224. Available at: https://doi.org/10.1007/978-3-030-25517-6_9. International Republican Institute (2023) National Public Opinion Survey of Residents of Georgia | March 2023. Available at: https://www.iri.org/resources/national-public-opinion-survey-of-residents-of-georgia-march-2023/ (Accessed: 20 May 2023). Interpressnews.ge (2021a) ‘გურამ ფალავანდიშვილი - „თბილისი პრაიდს“ წინ აღვუდგებით შიშველი ხელებით, დავიკავებთ იმ ტერიტორიებს, სადაც უნდა გაიარონ’, 29 June. Available at: https://www.interpressnews.ge/ka/article/663289-guram-palavandishvili-tbilisi-praids-cin-agvudgebit-shishveli-xelebit-davikavebt-im-teritoriebs-sadac-unda-gaiaron/ (Accessed: 20 May 2023). Interpressnews.ge (2021b) ‘„თბილისი პრაიდის“ მოწინააღმდეგეებმა პარლამენტთან ევროკავშირის დროშა ჩამოხსნეს და ჯვარი აღმართეს’, 5 July. Available at: https://www.interpressnews.ge/ka/article/664137-tbilisi-praidis-mocinaagmdegeebma-parlamenttan-evrokavshiris-drosha-chamoxsnes-da-jvari-agmartes/ (Accessed: 20 May 2023). Interpressnews.ge (2021c) ‘ირაკლი კობახიძე პრაიდზე - მგონია, რომ სრული კონტექსტის გათვალისწინებით, ამ ადამიანებს უარი უნდა ეთქვათ ამ ღონისძიების ჩატარებაზე’, 17 June. Available at:   49 https://www.interpressnews.ge/ka/article/661483-irakli-kobaxize-praidze-mgonia-rom-sruli-kontekstis-gatvaliscinebit-am-adamianebs-uari-unda-etkvat-am-gonisziebis-chatarebaze/ (Accessed: 20 May 2023). Interpressnews.ge (2021d) ‘კახა კალაძე - „პრაიდის“ კვირეული მიზანშეწონილად არ მიმაჩნია - არსებობენ კონკრეტული ჯგუფები, რომლებმაც შეიძლება, ეს არასწორად გამოიყენონ’, 29 June. Available at: https://www.interpressnews.ge/ka/article/663304-kaxa-kalaze-praidis-kvireuli-mizansheconilad-ar-mimachnia-arseboben-konkretuli-jgupebi-romlebmac-sheizleba-es-arascorad-gamoiqenon/ (Accessed: 20 May 2023). Interpressnews.ge (2021e) ‘მეუფე სპირიდონი „თბილისი პრაიდზე“ - ქუდზე კაცი უნდა გავიდეს, არ მისცეს უფლება იმ გარყვნილ და გაუბედურებულ ხალხს საქართველოს ღვთის რისხვა დაატეხონ თავზე’, 28 June. Available at: https://www.interpressnews.ge/ka/article/663041-meupe-spiridoni-tbilisi-praidze-kudze-kaci-unda-gavides-ar-misces-upleba-im-garqvnil-da-gaubedurebul-xalxs-sakartvelos-gvtis-risxva-daatexon-tavze/ (Accessed: 20 May 2023). Interpressnews.Ge (2023) ‘Patriarchate: On May 17, the family purity day, a public prayer will be held in Kashveti Cathedral, after which a solemn procession-litany will be organized’, 9 May. Available at: https://www.interpressnews.ge/en/article/125226-patriarchate-on-may-17-the-family-purity-day-a-public-prayer-will-be-held-in-kashveti-cathedral-after-which-a-solemn-procession-litany-will-be-organized/ (Accessed: 21 May 2023). Janoff, D.V. (2022a) ‘International Relations, Human Rights Diplomacy and LGBT Rights’, in D.V. Janoff (ed.) Queer Diplomacy: Homophobia, International Relations and LGBT Human Rights. Cham: Springer International Publishing (Global Queer Politics), pp. 41–69. Available at: https://doi.org/10.1007/978-3-031-07341-0_3. Janoff, D.V. (2022b) Queer Diplomacy: Homophobia, International Relations and LGBT Human Rights. Cham: Springer International Publishing (Global Queer Politics). Available at: https://doi.org/10.1007/978-3-031-07341-0. Jorgensen, M.W. and Phillips, L. (2002) Discourse Analysis as Theory and Method. London: SAGE Publications, pp. viii–viii. Available at: https://doi.org/10.4135/9781849208871. Kakachia, K. (2014) ‘Is Georgia’s Orthodox Church an Obstacle to European Values?’, in. Available at: https://www.researchgate.net/publication/292149617_Is_Georgia's_Orthodox_Church_an_Obstacle_to_European_Values. Kincha, S. (2020) ‘Were the far-right the biggest losers in Georgia’s election?’, OC Media, 11 March. Available at: https://oc-media.org/features/were-the-far-right-the-biggest-losers-in-georgias-election/ (Accessed: 20 May 2023). Köksal, P., Aydingün, A. and Gürsoy, H.E. (2019) ‘Religious Revival and Deprivatization in Post-Soviet Georgia: Reculturation of Orthodox Christianity and Deculturation of Islam’, Politics and Religion, 12(2), pp. 317–345. Available at: https://doi.org/10.1017/S1755048318000585.   50 Kulpa, R. (2014) ‘Western leveraged pedagogy of Central and Eastern Europe: discourses of homophobia, tolerance, and nationhood’, Gender, Place & Culture, 21(4), pp. 431–448. Available at: https://doi.org/10.1080/0966369X.2013.793656. Künkler, M. and Leininger, J. (2009) ‘The multi-faceted role of religious actors in democratization processes: empirical evidence from five young democracies’, Democratization, 16(6), pp. 1058–1092. Available at: https://doi.org/10.1080/13510340903271746. Kviris Palitra (2014) ‘რას მოგვიტანს ანტიდისკრიმინაციული კანონი’, 5 May. Available at: https://kvirispalitra.ge/article/21570-ras-mogvitans-antidiskriminaciuli-kanoni/ (Accessed: 20 May 2023). Ladaria, K. (2012) ‘Georgian Orthodox Church and Political Project of Modernization’, Identity Studies in the Caucasus and the Black Sea Region, 4. Available at: https://ojs.iliauni.edu.ge/index.php/identitystudies/article/view/45 (Accessed: 10 April 2023). ‘Law of Georgia on the Elimination of All Forms of Discrimination’ (2014). The Legislative Herald of Georgia. Available at: https://matsne.gov.ge/en/document/view/2339687 (Accessed: 22 May 2023). Lebanidze, B. and Kakabadze, S. (2023) ‘Spoiler or Facilitator? Radicalization of the Georgian Orthodox Church and Its Impact on Societal Resilience in Georgia’, Religions, 14(2), p. 272. Available at: https://doi.org/10.3390/rel14020272. Luciani, L. (2021) ‘Where the Personal is (Geo)Political: Performing Queer Visibility in Georgia in the Context of EU Association’, Problems of Post-Communism, 0(0), pp. 1–12. Available at: https://doi.org/10.1080/10758216.2021.1937228. Madrigal-Borloz, V. (2019) Visit to Georgia: report of the Independent Expert on Protection against Violence and Discrimination based on Sexual Orientation and Gender Identity. Geneva: UN Human Rights Council. Available at: https://digitallibrary.un.org/record/3812785 (Accessed: 20 May 2023). Mentzel, P.C. (2020) ‘Introduction: Religion and Nationalism? Or Nationalism and Religion? Some Reflections on the Relationship between Religion and Nationalism’, Genealogy, 4(4), p. 98. Available at: https://doi.org/10.3390/genealogy4040098. Mestvirishvili, M. et al. (2017) ‘Exploring Homophobia in Tbilisi, Georgia’, Journal of Homosexuality, 64(9), pp. 1253–1282. Available at: https://doi.org/10.1080/00918369.2016.1244445. Mi̇jatović, D. (2022) Report Following Her Visit to Georgia From 21 to 24 February 2022. Country Report. Strasbourg: The Council of Europe, Commisioner for Human Rights. Available at: https://www.coe.int/en/web/commissioner/-/georgia-should-ensure-effective-implementation-of-the-anti-discrimination-legislation-and-improve-protection-of-human-rights-in-the-fields-of-labour-a (Accessed: 22 May 2023). Mole, R. (2011) ‘Nationality and sexuality: homophobic discourse and the “national threat” in contemporary Latvia’, Nations and Nationalism, 17(3), pp. 540–560. Available at: https://doi.org/10.1111/j.1469-8129.2010.00476.x.   51 Mudde, C. (2007) Populist Radical Right Parties in Europe. Cambridge: Cambridge University Press. Available at: https://doi.org/10.1017/CBO9780511492037. Mudde, C. (2014) ‘The Far Right and the European Elections’, Current History, March, pp. 98–103. Available at: https://www.proquest.com/docview/1506938307/abstract/24BE6E54BAA142AAPQ/1 (Accessed: 6 May 2023). Nagel, J. (1998) ‘Masculinity and nationalism: gender and sexuality in the making of nations’, Ethnic and Racial Studies, 21(2), pp. 242–269. Available at: https://doi.org/10.1080/014198798330007. Netgazeti.ge (2021) ‘ღირსების მარში დღეს არ შედგება — “თბილისი პრაიდი”’, 7 May. Available at: https://netgazeti.ge/news/552256/ (Accessed: 20 May 2023). Nodia, G. (2018) ‘Nativists Versus Global Liberalism in Georgia’, in The Mobilization of Conservative Civil Society. Carnegie Europe. Available at: https://carnegieeurope.eu/2018/10/04/nativists-versus-global-liberalism-in-georgia-pub-77376 (Accessed: 20 May 2023). Nodia, G. (2020) ‘Anti-liberal Nativist Challenge to Georgia: How Big It Is and What Can We Do About It?’ Available at: https://www.academia.edu/69720313/Anti_liberal_Nativist_Challenge_to_Georgia_How_Big_It_Is_and_What_Can_We_Do_About_It (Accessed: 27 April 2023). OC Media (2020) ‘Georgian March to run in October parliamentary elections’, 26 May. Available at: https://oc-media.org/georgian-march-to-run-in-october-parliamentary-elections/ (Accessed: 20 May 2023). O’Dwyer, C. (2017) Gay Rights and Political Homophobia in Postcommunist Europe. University of Illinois Press. Available at: https://doi.org/10.5406/illinois/9780252037726.003.0005. O’Flaherty, M. and Fisher, J. (2008) ‘Sexual Orientation, Gender Identity and International Human Rights Law: Contextualising the Yogyakarta Principles’, Human Rights Law Review, 8(2), pp. 207–248. Available at: https://heinonline.org/HOL/P?h=hein.journals/hrlr8&i=211 (Accessed: 6 May 2023). Patriarchate of Georgia (2019) საქართველოს საპატრიარქოს პოზიცია. Available at: http://patriarchate.ge/news/2560 (Accessed: 20 May 2023). Patriarchate of Georgia (2021a) საქართველოს საპატრიარქოს განცხადება, patriarchate.ge. Available at: http://patriarchate.ge/news/2773 (Accessed: 20 May 2023). Patriarchate of Georgia (2021b) საქართველოს საპატრიარქოს განცხადება, patriarchate.ge. Available at: http://patriarchate.ge/news/2781 (Accessed: 20 May 2023). Peterson, V.S. (1999) ‘Political Identities/Nationalism as Heterosexism’, International Feminist Journal of Politics, 1(1), pp. 34–65. Available at: https://doi.org/10.1080/146167499360031.   52 Phillips, N. and Hardy, C. (2002) Discourse Analysis. SAGE Publications, Inc. Available at: https://doi.org/10.4135/9781412983921. Puar, J.K. (2007) Terrorist Assemblages: Homonationalism in Queer Times. Melton, UNITED KINGDOM: Duke University Press. Available at: http://ebookcentral.proquest.com/lib/gu/detail.action?docID=1170523 (Accessed: 6 April 2023). Public Defender of Georgia (2022) The Situation in Human Rights and Freedoms in Georgia 2022. Public Defender of Georgia. Available at: http://www.ombudsman.ge/geo/saparlamento-angarishebi (Accessed: 22 May 2023). Publika.ge (2021) ‘„პრაიდის“ აივანზე ძალადობრივმა ჯგუფებმა LGBTQ+ დროშა დახიეს და საქართველოს დროშა გადმოფინეს’, 5 July. Available at: https://publika.ge/praidis-aivanze-dzaladobrivma-jgufebma-lgbtq-drosha-dakhies-da-saqartvelos-drosha-gadmofines/ (Accessed: 20 May 2023). Radio Free Europe/Radio Liberty (2013a) ‘Georgian PM: Equal Rights For LGBTs’, 15 May. Available at: https://www.rferl.org/a/georgia-lgbt-equal-rights/24986492.html (Accessed: 20 May 2023). Radio Free Europe/Radio Liberty (2013b) ‘Patriarch Iliya II Calls For Gay Rally Ban’, 16 May. Available at: https://www.rferl.org/a/georgia-patriarch-gay-rights/24988151.html (Accessed: 20 May 2023). Radio Tavisupleba (2021) ‘შსს პრაიდის გუნდს მოუწოდებს, უარი თქვან საჯარო სივრცეში მარშის გამართვაზე’, 5 July. Available at: https://www.radiotavisupleba.ge/a/31341473.html (Accessed: 20 May 2023). Rekhviashvili, A. (2018) ‘Tracing the LGBT Movement in the Republic of Georgia: Stories of Activists’, in M. Barkaia and A. Waterston (eds) Gender in Georgia. 1st edn. Berghahn Books (Feminist Perspectives on Culture, Nation, and History in the South Caucasus), pp. 205–222. Available at: https://doi.org/10.2307/j.ctvw04d83.19. Sabanadze, N. (2010) Globalization and Nationalism. Central European University Press. Available at: https://directory.doabooks.org/handle/20.500.12854/48707 (Accessed: 15 December 2022). Schiffers, S. (2021) ‘Pride and Prejudice: Georgia after the Escalation of Violence against Civil Society’, Heinrich-Böll-Stiftung, 15 July. Available at: https://ge.boell.org/en/2021/07/15/pride-and-prejudice-georgia-after-escalation-violence-against-civil-society (Accessed: 21 May 2023). Shevtsova, M. (2022) ‘Religion, Nation, State, and Anti-Gender Politics in Georgia and Ukraine’, Problems of Post-Communism, pp. 1–12. Available at: https://doi.org/10.1080/10758216.2022.2085581. Spina, N. (2016) ‘The Religious Authority of the Orthodox Church and Tolerance Toward Homosexuality’, Problems of Post-Communism, 63(1), pp. 37–49. Available at: https://doi.org/10.1080/10758216.2015.1057038.   53 Stychin, C.F. (1998) A Nation by Rights: National Cultures, Sexual Identity Politics, and the Discourse of Rights. Temple University Press. Symons, J. and Altman, D. (2015) ‘International norm polarization: sexuality as a subject of human rights protection’, International Theory, 7(1), pp. 61–95. Available at: https://doi.org/10.1017/S1752971914000384. Tabula.Ge (2016) ‘საპატრიარქო და 5 კონფესია მხარს უჭერს კონსტიტუციაში ქორწინების განსაზღვრას’, 8 April. Available at: https://tabula.ge/ge/news/584855-sapatriarko-5-konpesia-mkhars-uchers (Accessed: 20 May 2023). Tabula.Ge (2022) ‘მიტროპოლიტი იოანე: გარყვნილება, ათეიზმი, რასიზმი, ფაშიზმი, ევროპიდან მოდის’, 2 June. Available at: https://tabula.ge/ge/news/687011-mitropoliti-ioane-garqvnileba-ateizmi-rasizmi (Accessed: 20 May 2023). Tartakoff, L.Y. (2012) ‘Religion, Nationalism, History, and Politics in Hungary’s New Constitution’, Society, 49(4), pp. 360–366. Available at: https://doi.org/10.1007/s12115-012-9553-9. The New York Times (2013) ‘Gay Rights Rally Is Attacked in Georgia -’, 17 May. Available at: https://www.nytimes.com/2013/05/18/world/europe/gay-rights-rally-is-attacked-in-georgia.html (Accessed: 20 May 2023). Thoreson, R.R. (2009) ‘Queering Human Rights: The Yogyakarta Principles and the Norm That Dare Not Speak Its Name’, Journal of Human Rights, 8(4), pp. 323–339. Available at: https://doi.org/10.1080/14754830903324746. Tolkachev, D. and Tolordava, T. (2020) ‘Shared Past, Different Future? Russian and Georgian Authorities’ Discourse Concerning Homosexuality’, Sexuality & Culture, 24(2), pp. 447–464. Available at: https://doi.org/10.1007/s12119-019-09688-2. UN General Assembly (1948) Universal Declaration of Human Rights. United Nations. Available at: https://www.refworld.org/docid/3ae6b3712c.html (Accessed: 22 May 2023). UN General Assembly (1966) International Covenant on Civil and Political Rights. United Nations. Available at: https://www.refworld.org/docid/3ae6b3aa0.html (Accessed: 22 May 2023). Weiss, G. and Wodak, R. (eds) (2003) Critical Discourse Analysis. London: Palgrave Macmillan UK. Available at: https://doi.org/10.1057/9780230514560. ‘World Values Survey Wave 6: 2010-2014’ (2014). Available at: https://www.worldvaluessurvey.org/WVSOnline.jsp?WAVE=6&COUNTRY=875&WAVE=6&COUNTRY=875 (Accessed: 22 May 2023). Zedania, G. (2011) ‘The Rise of Religious Nationalism in Georgia’, Identity Studies in the Caucasus and the Black Sea Region, 3. Available at: https://ojs.iliauni.edu.ge/index.php/identitystudies/article/view/28 (Accessed: 10 April 2023). Zviadadze, S. (2015) ‘Georgian Orthodox Church and Human Rights: Challenges to Georgian Society’, in H.-G. Ziebertz and G. Črpić (eds) Religion and Human Rights: An International   54 Perspective. Cham: Springer International Publishing, pp. 45–60. Available at: https://doi.org/10.1007/978-3-319-09731-2_4.  ",
    "id": 573317758,
    "identifiers": {
        "doi": null,
        "oai": "oai:munin.uit.no:10037/29551"
    },
    "title": "The Role of The Georgian Orthodox Church in Resistance to LGBTQ Equality: Examining Discourses and Geopolitical Implications",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-05-22T01:00:00+01:00",
    "publisher": "'UiT The Arctic University of Norway'",
    "references": [],
    "sourceFulltextUrls": [
        "https://munin.uit.no/bitstream/10037/29551/2/thesis.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/573317758.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/573317758"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/573317758/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/573317758/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/573317758"
        }
    ],
    "abstract": "This thesis examines the discourses employed by the Georgian Orthodox Church's (GOC) regarding  LGBTQ rights. It explores the geopolitical position of the GOC through the discourses utilised and inspects intersections with the discourses of the far-right groups in relation to LGBTQ equality. Through qualitative research using critical discourse analysis, the study uncovers the dynamics of the GOC’s rhetoric. By referring to the theories about nationalism, sexuality and geopolitics and their intersection comprehensive analysis of the GOC’s discourses is achieved. The research showed that the GOC uses the discourse of religious nationalism by establishing a strong link between being Georgian and being an Orthodox Christian and portrays LGBTQ equality as a threat to Georgian traditions. It also utilises concepts discussed in relation to human rights which allows the GOC to present its discourses in the broader framework of cultural relativism and implies that it does not discriminate against LGBTQ people, but rather defends traditional values and interests of the majority. Far-right groups have adopted the same discourse as the Church and reject the idea of LGBTQ as something forced from the West. In this regard, the Georgian far-right is no different from worldwide populist tactic to defend traditional values from the West. As the research indicated, regarding LGBTQ rights the GOC has employed the similar discourse as Russia. Far-right groups employ the same religious nationalistic discourse and they oppose EU integration referring to it as a threat to Georgian identity",
    "tags": [
        "Mastergradsoppgave",
        "Master thesis",
        "SOA-3902"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Mastergradsoppgave",
        "Master thesis"
    ],
    "oai": "oai:munin.uit.no:10037/29551",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11242",
        "openDoarId": 0,
        "name": "Munin - Open Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 573317758,
        "depositedDate": null,
        "publishedDate": "2023-05-22T01:00:00+01:00",
        "updatedDate": "2024-01-29T06:09:45+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-24T21:29:52+01:00"
    },
    "urls": [
        "https://hdl.handle.net/10037/29551"
    ],
    "lastUpdate": "2024-01-29T06:09:45+00:00",
    "setSpecs": []
}