{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sobel, Stacey L."
        }
    ],
    "contributors": [],
    "createdDate": "2020-11-25T10:36:39+00:00",
    "dataProvider": {
        "id": 3526,
        "name": "Penn Law: Legal Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/3526",
        "logo": "https://api.core.ac.uk/data-providers/3526/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/346224469.pdf",
    "fullText": " 1155 ARTICLES THE BACKLASH BOOMERANG: USING REVERSE ANIMUS AND HOSTILITY TO LIMIT LGBTQ EQUALITY  Stacey L. Sobel* ABSTRACT The fight for lesbian, gay, bisexual, transgender and queer (“LGBTQ”) legal equality has followed a zigzag path of movement towards equality and backlash efforts to limit those victories.  LGBTQ opponents are currently utilizing the courts, legislatures and individual defiance to limit or narrowly define LGBTQ legal rights as part of a new backlash response that picked up momentum after the United States Supreme Court granted marriage equality to same-sex couples.  The most recent backlash efforts have created a new claim that individuals who oppose recognition of marriage for LGBTQ couples are in fact facing discrimination—backlash activities to prevent or stall LGBTQ equality have allegedly boomeranged against some equality opponents.  This backlash boomerang has given rise to litigation where anti-LGBTQ claimants frame the legal issue as one of competing legal claims of discrimination in which they should prevail.  This boomerang effect has already resulted in litigation and will continue to be at issue until the Supreme Court provides further guidance regarding the constitutionality of these backlash efforts. TABLE OF CONTENTS INTRODUCTION ............................................................................. 1157 I.  LGBTQ VISIBILITY, VICTORY AND BACKLASH ....................... 1159 A.  Pre-Obergefell Backlash Amid Growing Visibility ............................. 1160 B.  The Rise of the Backlash Boomerang ................................................... 1165 II.  LGBTQ BACKLASH ANALYSIS ................................................. 1170 A.  Theoretical Backlash Scholarship ........................................................ 1172 B.  Empirical Backlash Scholarship ......................................................... 1174 III.  SUBORDINATION THROUGH GOVERNMENTAL AND  PRIVATE EFFORTS .............................................................. 1178 A.  Individual Subordination ................................................................... 1180  *   Professor of Law, Western State College of Law.  Thank you to John Culhane for fostering my interest in anti-LGBTQ backlash scholarship.  Thank you to Neil Gotanda and Eunice Park for their support.  I am grateful for the invaluable research for this Article by Western State College of Law librarians Sarah Eggleston, Scott Frey, Lesley Chan, Mirwais Asef and Hugh Treacy, and my research assistant, Canon Thomas. 1156 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 1.  Non-Discrimination Laws ............................................................... 1181  a.  Masterpiece Cakeshop ........................................................... 1183  b.  Arlene’s Flowers ..................................................................... 1185  c.  Aloha Bed & Breakfast ........................................................... 1186  d.  Klein (Sweetcakes by Melissa) .................................................... 1189 2.  Generalized Grievances .................................................................... 1190 B.  Governmental Subordination ............................................................... 1192 1.  Religious Exemptions to Anti-Discrimination Laws ............................ 1193 2.  Adoption Services Agencies Refusal to Place ....................................... 1196 CONCLUSION ................................................................................. 1199  August 2020] THE BACKLASH BOOMERANG 1157 INTRODUCTION The fight for lesbian, gay, bisexual, transgender and queer (“LGBTQ”) legal equality has followed a zigzag path of movement towards equality and backlash efforts to limit those victories.1  Some of those limiting efforts have been more successful than others and new efforts to limit recognition are more subtle than those utilized in the past.  LGBTQ opponents are currently utilizing the courts, legislatures and individual defiance to limit or narrowly define the legal victories LGBTQ advocates have won on the state, local and federal levels.  These activities are part of a new backlash response by individuals and groups against LGBTQ egalitarianism that picked up momentum after the Supreme Court granted marriage equality to same-sex couples.2 Some advocates may be tempted to temper their activities in fear of the resulting backlash to LGBTQ victories.  These fears are not new, but they are misplaced.  Empirical studies have now demonstrated that the fears are unfounded.3  Even if there is a slight decrease in public support of LGBTQ issues after a victory, empiricists have demonstrated that the decrease is short-lived and does not stop the longer-term trends towards equality. Unlike advocates in the past, today’s proponents of LGBTQ equality should not hesitate to pursue LGBTQ rights because public opinion and consequently, legal decisions and legislation continue to move towards equality despite opponents’ backlash efforts.  The fears of a negative impact from anti-LGBTQ backlash or the new backlash boomerang have been invalidated and should not postpone or halt advocacy efforts in support of LGBTQ equality.  The most recent backlash efforts have created a new claim that individuals who oppose recognition of marriage for LGBTQ couples are in fact facing discrimination.  The backlash boomerang ensues when   1 This Article discusses backlash generally against the LGBTQ community and is not intended to be an exhaustive review of backlash against LGBTQ people in the United States.  The common initialism for the LGBTQ community will be used to discuss backlash-related legal matters that are relevant to the broader sexual minority community.  Issues related to LGBTQ people may involve matters related to both sexual orientation and gender identity, while other matters may be more legally relevant to the legal analysis of only one of these issues.  It is important to note, however, that the Supreme Court has only examined sexual orientation legal issues until recently.  The backlash to these previous decisions forms the primary basis of this Article.  2 See Obergefell v. Hodges, 135 S. Ct. 2584 (2015).  3 See infra Part II (reviewing backlash scholarship and analysis related to the fight for LGBTQ equality). 1158 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 an LGBTQ person alleges discrimination in violation of local or state laws and the discrimination “boomerangs” back on the discriminator who then claims that forced compliance with these legal obligations infringes upon the discriminator’s individual rights.4  This backlash boomerang has spawned litigation where anti-LGBTQ claimants frame the legal issue as one of competing legal claims of discrimination in which they should prevail.5  The boomerang effect will continue to be at issue until the United States Supreme Court provides further guidance regarding the constitutionality of backlash claims.6  If the boomerang effect results in serious limitations or reversals of LGBTQ legal rights, a reverse backlash could occur against courts or legislative bodies.7  Equality opponents’ backlash activities may spur a variety of reactions from LGBTQ supporters and may galvanize them to their own boomerang reactions such as increased voting to impact the composition of the judiciary.8  This Article first surveys the history of LGBTQ backlash from the second half of the twentieth century to the present.  In Part II, the Article reviews backlash scholarship and analysis related to the fight for LGBTQ equality.  Many legal advocates made litigation and policy decisions based in-part on backlash theory and the fear that backlash against LGBTQ victories would harm long-term progress towards equality.  Part II concludes that any backlash effect on LGBTQ issues due to legal advancements is short-lived and mostly theoretical.    4 See, e.g., Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1723 (2018) (considering whether a bakery owner, the respondent, can refuse to bake a wedding cake for a same-sex wedding because of his religious opposition); State v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1210 (Wash. 2019) (considering whether a flower shop owner can refuse to make flower arrangements for a same-sex wedding because of her religious beliefs), petition for cert. filed, (U.S. Sept. 12, 2019) (No. 19-333).   5 See L. Darnell Weeden, Marriage Equality Laws Are A Threat to Religious Liberty, 41 S. ILL. U. L.J. 211, 212 (2017) (arguing that religious liberty rights are superior to the judicially formulated right to same-sex marriage and that marriage equality has reduced religious liberty).  6 See infra Section III.A (discussing the impact of LGBTQ backlash).  7 See Paul Smith, Justice Kennedy: The Linchpin of the Transformation of Civil Rights for the LGBTQ Community, SCOTUSBLOG, (June 28, 2018, 5:02 PM), http://www.scotusblog.com/2018/06/justice-kennedy-the-linchpin-of-the-transformation-of-civil-rights-for-the-lgbtq-community/ (stating that the “court is unlikely to overrule Obergefell” and, if it did, its reversal would cause a public backlash that the Court tries to avoid).  8 See SLS Con Law Faculty Discuss Justice Kennedy’s Legacy and Retirement, SLS BLOG (June 27, 2018), https://law.stanford.edu/2018/06/27/250442/ (“Since the days of the Warren Court, the Republican Party has been much more galvanized than its Democratic counterpart on courts as a voting issue.  That may change if the left is more consistently aggrieved with the Court.”). August 2020] THE BACKLASH BOOMERANG 1159 Empirical studies indicate a continued trend of increased support of LGBTQ issues in the face of victories and efforts to limit them. Part III examines the concept of subordination in a post-Obergefell environment including private individuals’ efforts to limit the recognition of LGBTQ people’s familial rights such as refusals to comply with laws prohibiting discrimination on the basis of sexual orientation.  The Article’s Third Part also analyzes efforts by governmental entities to limit the impact of marriage equality and other successes of the LGBTQ community through legislation and administrative acts. The Article concludes that the Court’s failure to provide a decision addressing the issue of whether people can opt-out of complying with laws related to LGBTQ people because of their asserted religious beliefs will only cause inequality to linger longer.  Until the Court resolves these issues, the country will be caught in competing backlash claims, even as support for LGBTQ equality increases.  Future equality challenges will likely create similar results to prior backlash efforts; the backlash boomerang and new backlash activities are unlikely to stop progress on LGBTQ issues.  This new form of backlash may have some short-lived success, but ultimately, pro-LGBTQ advocacy efforts will result in legal equality. I.  LGBTQ VISIBILITY, VICTORY AND BACKLASH In order to understand the concept of the backlash boomerang, it is necessary to first survey the legal and cultural changes for LGBTQ people over the last eighty years.  The change has been dramatic and relatively quick which may explain the counter-efforts on the part of some people to maintain the status quo.  The review is also necessary because knowledge about the struggles for LGBTQ equality is already beginning to fade as LGBTQ acceptance becomes the norm, especially for younger generations.  This section provides an overview of backlash activities against LGBTQ people beginning in the twentieth century until today. 1160 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 A.  Pre-Obergefell Backlash Amid Growing Visibility Laws and other restrictions on the basis of sexual orientation or same-sex sexual acts existed prior to the 1950s.9  The backlash concept, however, did not readily apply to the LGBTQ community until the second half of the twentieth century.  This was mostly due to the relative invisibility of the LGBTQ community prior to that time.  As its visibility increased, so did the voices of opposition to LGBTQ people. In the 1940s and ‘50s, LGBTQ people began to meet, and some began to live openly in their larger communities.10  They formed social groups, magazines and organized in unprecedented ways.11  These efforts were often met with hostility. Police arrested LGBTQ people in predominately “gay bars” and generally harassed them.12  Governmental efforts to control the newly formed and visible LGBTQ community can be identified as early forms of backlash. In the 1960s, LGBTQ people began to protest this unfair treatment including planned organizing activities.  The first organized protests occurred in 1965 outside the White House13 and the State Department14 in Washington, D.C., and Independence Hall in   9 See, e.g., Lawrence v. Texas, 539 U.S. 558, 568–70 (2003) (discussing the history of sodomy laws in the United States from the colonial period through the twentieth century).  10 In the 1940s, gay men and lesbians began using the term “coming out” to refer to finding LGBTQ friends and living openly.  ALLAN BÉRUBÉ, COMING OUT UNDER FIRE: THE HISTORY OF GAY MEN AND WOMEN IN WORLD WAR II 6 (2010).  11 NAN ALAMILLA BOYD, WIDE OPEN TOWN: A HISTORY OF QUEER SAN FRANCISCO TO 1965 162 (2003).  12 See William N. Eskridge, Jr., Challenging the Apartheid of the Closet: Establishing Conditions for Lesbian and Gay Intimacy, Nomos, and Citizenship, 1961–1981, 25 HOFSTRA L. REV. 817, 836–42 (1997) (describing police harassment of gay bars in cities across the United States during the 1950s and 1960s); William N. Eskridge, Jr., Privacy Jurisprudence and the Apartheid of the Closet, 1946–1961, 24 FLA. ST. U. L. REV. 703, 721–24 (1997) (describing police use of “jump raids” and arrests to “disrupt homosexual socialization, usually in clubs and bars”); Christopher R. Leslie, Creating Criminals: The Injuries Inflicted by “Unenforced” Sodomy Laws, 35 HARV. C.R.-C.L. L. REV. 103, 155 (2000) (describing the police targeting of gay bars both before and during Prohibition).  13 See Kirsten Appleton, What It Was Like at the First Gay Rights Demonstration Outside White House 50 Years Ago, ABC NEWS (Apr. 17, 2015, 02:59 PM), https://abcnews.go.com/Politics/gay-rights-demonstration-white-house-50-years-ago/story?id=30379792 (interviewing protester, Paul Kuntzler, regarding the first gay rights demonstration held outside the White House). 14  See The Lavender Scare: How the Federal Government Purged Gay Employees, CBS NEWS (June 9, 2019, 09:08 AM), https://www.cbsnews.com/news/the-lavender-scare-how-the-federal-government-purged-gay-employees/ (noting the demonstrations that took place in front of the State Department in 1965).   August 2020] THE BACKLASH BOOMERANG 1161 Philadelphia.15  Some of the early protests were a direct result of harassment of LGBTQ individuals including protests against businesses that refused to serve members of the LGBTQ community.16  Despite these early protests, the 1969 Stonewall riots in New York City are often considered the beginning of the contemporary LGBTQ rights movement.17  The so-called “Hairpin Drop Heard around the World”18 at the Stonewall Inn was part of the first wave of mainstream media coverage related to LGBTQ discrimination and began public awareness of LGBTQ issues. With more visibility, opposition to LGBTQ rights grew.  Prior to the 1970s, no laws specifically limited marriage to heterosexual couples or singled out same-sex relations for criminal prosecution.19  The Supreme Court has noted that “American laws targeting same-sex couples did not develop until the last third of the 20th century.”20  Prior to 1992, only a few states legally restricted relationship recognition or celebrations including administrative rules related to marriage criteria.21 It is not mere coincidence that the rise of LGBTQ activism coincided with a legal and statutory backlash.  Many of these backlash efforts were successful, but some failed to gain popular traction.  A   15 See Marc Stein, The First Gay Sit-in Happened 40 Years Ago, HIST. NEWS NETWORK (May 9, 2005), https://historynewsnetwork.org/article/11652 (describing protests in Philadelphia in 1965).  16 Some of the earliest protests took place at Cooper’s Doughnuts in Los Angeles in 1959, LILLIAN FADERMAN & STUART TIMMONS, GAY L.A.: A HISTORY OF SEXUAL OUTLAWS, POWER POLITICS, AND LIPSTICK LESBIANS 1–2 (2006), and Dewey’s restaurant in Philadelphia in 1965.  Susan Ferentinos, Dewey’s Lunch Counter Sit-In, ENCYCLOPEDIA GREATER PHILA. (Dec. 3, 2017), http://philadelphiaencyclopedia.org/archive/deweys-lunch-counter-sit-in/.   17 Edward Stein, Marriage or Liberation?: Reflections on Two Strategies in the Struggle for Lesbian and Gay Rights and Relationship Recognition, 61 RUTGERS L. REV. 567, 569 (2009).   18 Id. (footnote omitted); see also Michelle Garcia, From Our Archives: The 1969 Advocate Article on the Stonewall Riots, ADVOCATE (June 29, 2012, 12:05 PM), https://www.advocate.com/society/activism/2012/06/29/our-archives-1969-advocate-article-stonewall-riots (reprinting Dick Leitsch’s article from the New York Mattachine Newsletter, which chronicles the Stonewall riots).   19 See Lawrence v. Texas, 539 U.S. 558, 570 (2003) (describing the evolving history of criminal prosecutions for same-sex couples).  20 Id.   21 Scott Barclay & Andrew R. Flores, Policy Backlash: Measuring the Effect of Policy Venues Using Public Opinion, 5 IND. J.L. & SOC. EQUALITY 391, 395 (2017) (citing Scott Barclay & Shauna F. Fisher, The States and the Differing Impetus for Divergent Paths on Same-Sex Marriage, 1990–2001, 31 POL’Y STUD. J. 331, 335 (2003)). 1162 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 notable example was the anti-LGBTQ campaigns of Anita Bryant.22  She successfully led a campaign to repeal Dade County, Florida’s ordinance prohibiting sexual-orientation discrimination in 1977, but failed to pass the Briggs Initiative which would have allowed any California public school employee to be fired for making pro-gay statements.23 Much remained the same legally through the 1980s until the Supreme Court ruled that the right to privacy did not extend to “homosexual sodomy.”24  After the Court’s Bowers decision, many LGBTQ activists sought legislative and state law routes to legal equality.  From the time of Bowers, until it was overruled, the number of states with criminal sodomy laws decreased from twenty-five to thirteen with only four states solely prohibiting same-sex conduct.25  Additionally, activists began to successfully pass state and local non-discrimination laws.26 A new wave of backlash activities started in 1998 after the Hawai’i Supreme Court ruled that denying same-sex couples the right to marry   22 Anita Bryant was an entertainer and former Miss Oklahoma and second-runner-up to Miss America.  She used her fame to launch campaigns against gays and lesbians using religious and secular arguments.  Anthony Niedwiecki, Save Our Children: Overcoming the Narrative that Gays and Lesbians are Harmful to Children, 21 DUKE J. GENDER L. & POL’Y 125, 143–45 (2013).  23 See William N. Eskridge, Foreword: The Marriage Cases—Reversing the Burden of Inertia in a Pluralist Constitutional Democracy, 97 CAL. L. REV. 1785, 1826–27, (2009) (describing Anita Bryan’s successful “Save Our Child” campaign and Senator Briggs’ failed “Yes-on-Six” campaign).  24 Bowers v. Hardwick, 478 U.S. 186, 190–91 (1986), overruled by Lawrence v. Texas 539 U.S. 558 (2003).  It is important to note that Bowers was decided at the same time that the AIDS epidemic was growing and receiving more media coverage.  Some suggest that Bowers can be interpreted as a backlash to the gay community.  See Anthony Michael Kreis, Gay Gentrification: Whitewashed Fictions of LGBT Privilege and the New Interest-Convergence Dilemma, 31 LAW & INEQ. 117, 127–28 (2012) (stating that scholars have argued that the HIV/AIDS crisis informed and influenced the Bowers majority opinion).  25 See Lawrence, 539 U.S. at 573.  26 Wisconsin was the first state to prohibit sexual orientation discrimination in 1982.  Currently, twenty states and the District of Columbia ban public accommodations discrimination based on sexual orientation and gender identity and one state bans discrimination based on sexual orientation alone.  State Maps of Laws & Polices: Public Accommodations, HUM. RTS. CAMPAIGN, https://www.hrc.org/state-maps/public-accomodations (last updated June 11, 2018).  Additionally, there are hundreds of municipalities that prohibit sexual orientation and/or gender identity/expression discrimination.  Cities and Counties with Non-Discrimination Ordinances that Include Gender Identity, HUM. RTS. CAMPAIGN, https://www.hrc.org/resources/cities-and-counties-with-non-discrimination-ordinances-that-include-gender (last visited May 19, 2020). August 2020] THE BACKLASH BOOMERANG 1163 was a form of sex discrimination.27  States began to pass laws and state constitutional amendments limiting marriage to heterosexual couples with thirteen states passing constitutional amendments the year after the Hawai’i Supreme Court ruled that sodomy laws were unconstitutional.28  Ultimately, thirty-one states passed constitutional or statutory provisions limiting relationship recognition for same-sex couples.29  After the spread of anti-LGBTQ legislation and ballot initiatives, some LGBTQ organizations feared litigation losses and additional backlash activities by opponents.  As a result, they often counseled individuals to not bring lawsuits or cherry-picked the venue to bring legal challenges.30  The legal landscape shifted after the Supreme Court invalidated the federal Defense of Marriage Act (“DOMA”) in United States v. Windsor.31 In his Windsor dissent, Justice Scalia foretold the rise of marriage equality based on the Court’s majority opinion when he stated: It takes real cheek for today’s majority to assure us, as it is going out the door, that a constitutional requirement to give formal recognition to same-sex marriage is not at issue here—when what has preceded that assurance is a lecture on how superior the majority’s moral judgment in favor of same-sex marriage is to the Congress’s hateful moral judgment against it.  I promise you this:  The only thing that will “confine” the Court’s holding is its sense of what it can get away with.32 Immediately after the Windsor decision, many of the legal provisions limiting legal recognition of same-sex couples were invalidated by both   27 Baehr v. Lewin, 852 P.2d 44, 60 (Haw. 1993) (interpreting the Hawai’i statute, which denied same-sex couples access to marital status and its rights and benefits, as discrimination based on the basis of the applicant’s sex).  28 See Stacey L. Sobel, Culture Shifting at Warp Speed: How the Law, Public Engagement, and Will & Grace Led to Social Change for LGBT People, 89 ST. JOHN’S L. REV. 143,  160–61 (2015) (explaining the state responses to state supreme court cases that recognized marital rights for same-sex couples).    29 See Same-Sex Marriage Laws, NCSL (June 26, 2015), http://www.ncsl.org/research/human-services/same-sex-marriage-laws.aspx (“Thirty states had enacted constitutional provisions to define marriage as a relationship between a man and a woman and prohibit same-sex marriages.”).  30 See Sobel, supra note 28, at 186–87 (discussing how LGBT organizations chose which litigation to pursue); see also Scott L. Cummings & Douglas NeJaime, Lawerying for Marriage Equality, 57 UCLA L. REV. 1235, 1277–85 (2010) (detailing the legal decision-making related to cases brought after San Francisco Mayor Gavin Newsom began issuing marriage licenses to same-sex couples in 2004).  31 See 570 U.S. 744, 774 (2013) (“DOMA is unconstitutional as a deprivation of the liberty of the person protected by the Fifth Amendment of the Constitution.”).  32 Id. at 798 (Scalia, J. dissenting). 1164 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 state and federal courts.  Almost all challenges to heterosexual marriage laws were successful until the Sixth Circuit upheld a state’s marital limitation to opposite-sex couples.33  Finally presented with a circuit split, the Supreme Court granted certiorari in Obergefell v. Hodges.34  The remaining state marital prohibitions for same-sex couples were stricken by the Court’s Obergefell decision holding that same-sex couples have a fundamental right to marriage.35 Public opinion also reflected the backlash effect seen in response to the court decisions, legislation and ballot initiatives described above.   Polling data demonstrates a dramatic increase in support of LGBTQ equality since pollsters began to ask questions related to sexual orientation.  In 1974, seventy percent of people thought that sexual relations between same-sex people was always wrong.36  Conversely, in 2018, sixty-seven percent of Americans supported marriage for same-sex couples37 and support for marriage equality appears to have stabilized in the last few years.38  Polling, however, has recorded opinion backlash immediately after Supreme Court decisions in favor of LGBTQ rights including the Lawrence decision.39  After Obergefell was handed down, polling showed a slight decrease in support for marriage equality and a significant increase, fifty-nine compared to fifty-two percent, of people stating that wedding-related businesses should be   33 DeBoer v. Snyder, 772 F.3d 388 (6th Cir. 2014), rev’d, Obergefell v. Hodges, 135 S. Ct. 2584 (2015); see also Robicheaux v. Caldwell, 2 F. Supp. 3d 910, 927–28 (E.D. La. 2014) (holding that the state constitution, which defines marriage as between one man and one woman, is constitutional), rev’d, 791 F.3d 616 (5th Cir. 2015); Borman v. Pyles-Borman, No. 2014CV36, 2014 WL 4251133, at *4 (Tenn. Cir. Ct. Aug. 5, 2014) (holding that the Tennessee state law, which declares out-of-state marriages between persons of the same sex to be void and unenforceable in Tennessee, is constitutional), rev’d, No. E2014–01794–COA–R3–CV, 2015 WL 9946270 (Tenn. Ct. App. Aug. 4, 2015).  These were the only cases to uphold opposite-sex marriage laws.  34 Other circuit courts invalidated prohibitions on same-sex marriage including Bostic v. Schaefer, 760 F.3d 352 (4th Cir. 2014), and Kitchen v. Herbert, 755 F.3d 1193 (10th Cir. 2014).  35 At the time of Obergefell, thirteen states prohibited marriage equality for same-sex couples:  Arkansas, Georgia, Kentucky, Louisiana, Michigan, Mississippi, Missouri, Nebraska, North Dakota, Ohio, South Dakota, Tennessee and Texas.  Same-Sex Marriage Laws, supra note 29.  36 DAVID J. SCHNEIDER, THE PSYCHOLOGY OF STEREOTYPING 489 (paperback ed. 2005).  37 Justin McCarthy, Two in Three Americans Support Same-Sex Marriage, GALLUP (May 23, 2018), https://news.gallup.com/poll/234866/two-three-americans-support-sex-marriage.aspx.   38 Justin McCarthy, U.S. Support for Gay Marriage Stable, at 63%, GALLUP (May 22, 2019), https://news.gallup.com/poll/257705/support-gay-marriage-stable.aspx.   39 See Frank Newport, Public Shifts to More Conservative Stance on Gay Rights, GALLUP (July 30, 2003), https://news.gallup.com/poll/8956/public-shifts-more-conservative-stance-gay-rights.aspx (noting a ten percent drop in support for same-sex marriage after Lawrence v. Texas). August 2020] THE BACKLASH BOOMERANG 1165 able to refuse service to same-sex couples because of religious objections.40 B.  The Rise of the Backlash Boomerang In 2015, the Supreme Court ruled that the Due Process and Equal Protection Clauses of the Constitution required that the fundamental right to marriage be extended to same-sex couples.41  Immediately after the Obergefell decision was announced, many LGBTQ people and their allies rejoiced over the victory.42  President Obama proclaimed that the decision was a “victory for America” and it “made our union a little more perfect.”43  Some scholars wrote of the significant legal and cultural impact of the Court’s decision.44  While others noted that marriage equality did not remedy countless other legal indignities faced   40 Michael J. New, In the Wake of Obergefell, Three New Polls Show Reduced Support for Same-Sex Marriage, NAT’L REV. (July 21, 2015, 5:21 PM), https://www.nationalreview.com/corner/obergefell-same-sex-marriage-poll-reduced-support/ (discussing decreased support for marriage equality in Ipsos/Reuters and Gallup polling and increased support for religious objections in AP polling).  41 Obergefell v. Hodges, 135 S. Ct. 2584, 2604–05 (2015).  42 See, e.g., Dawn Ennis, Victory at Supreme Court for Marriage, ADVOCATE (June 26, 2015, 9:55 AM), https://www.advocate.com/politics/marriage-equality/2015/06/25/victory-supreme-court-marriage-equality (discussing celebrations and efforts to marry at court houses within hours of the Court’s decision).  43 President Barack Obama, Remarks by the President on the Supreme Court Decision on Marriage Equality (June 26, 2015), in Remarks by the President on the Supreme Court Decision on Marriage Equality, WHITE HOUSE (June 26, 2015, 11:14 AM), https://obamawhitehouse.archives.gov/the-press-office/2015/06/26/remarks-president-supreme-court-decision-marriage-equality; see also Scott Neuman, Obama: Supreme Court Same-Sex Marriage Ruling ‘A Victory for America,’ NPR (June 26, 2015, 11:30 AM), https://www.npr.org/sections/thetwo-way/2015/06/26/417731614/obama-supreme-court-ruling-on-gay-marriage-a-victory-for-america (summarizing President Obama’s remarks regarding the Obergefell decision).  44 See, e.g., Autumn L. Bernhardt, The Profound and Intimate Power of the Obergefell Decision: Equal Dignity as a Suspect Class, 25 TUL. J.L. & SEXUALITY 1, 2 (2016) (celebrating Obergefell “for its role in recognizing the equal dignity of gay Americans”); Elizabeth B. Cooper, The Power of Dignity, 84 FORDHAM L. REV. 3, 5 (2015) (“Obergefell . . . will profoundly change not only how the law treats LGB individuals, but also how we are treated by others, as well as how we perceive ourselves.”); Louis Michael Seidman, The Triumph of Gay Marriage and the Failure of Constitutional Law, 2015 SUP. CT. REV. 115, 116 (“The Court’s decision marks a partial and flawed but nonetheless important advance toward inclusion and decency.”); Kyle C. Velte, Obergefell’s Expressive Promise, 6 HLRE: OFF REC. 157, 158 (2015) (“Obergefell’s promise is not in the law it made, but in its expressive function—the impact of its normative message, rather than its legal holding.”). 1166 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 by LGBTQ people45 such as employment discrimination46 and that the LGBTQ community was still in a state of incomplete equality. As LGBTQ people and their allies celebrated, marriage equality opponents had a range of immediate negative responses including premonitions of religious liberties coming under attack, harm to heterosexual marriage, and legal chaos.47  Most governmental entities complied with the Court’s decision, but others refused to act in accordance with the precedent.48  For example, Roy Moore, the Alabama Supreme Court Chief Justice at the time Obergefell was decided, refused to follow the decision as binding precedent when he ordered Alabama probate judges to not issue marriage licenses to same-  45 See, e.g., Robert S. Salem, Intimate Integration: Lessons from the LGBT Civil Rights Movement, 45 CAP. U. L. REV. 33, 37 (2017) (stating that Obergefell has not led to swift federal or state action to formally prohibit sexual orientation or gender identity discrimination); Stacey L. Sobel, When Windsor Isn’t Enough: Why the Court Must Clarify Equal Protection Analysis for Sexual Orientation Classifications, 24 CORNELL J.L. & PUB. POL’Y 493, 495 (2015) (“Marriage equality may resolve a host of legal issues faced by same-sex couples, but sexual minorities may face many other legal issues that have not been addressed by the Court.” (footnote omitted)).  46 Only twenty-two states and the District of Columbia prohibit employment discrimination based on sexual orientation and gender identity.  State Maps of Laws & Policies, Employment, HUM. RTS. CAMPAIGN (last updated Apr. 15, 2020), https://www.hrc.org/state-maps/employment.  Recently, in Bostock v. Clayton County, Georgia, the Supreme Court held that federal Title VII prohibitions on discrimination because of sex include sexual orientation and gender identity discrimination.  Bostock v. Clayton Cty., 140 S. Ct. 1731, 1754 (2020).    47 See, e.g., Tom Garrett, What was Lost, AXIS EGO (June 27, 2015),  https://theaxisofego.com/2015/06/27/what-was-lost-obergefell/ (supporting legislative instead of court-granted marital rights for same-sex couples); Santorum Compares Supreme Court Ruling on Gay Marriage to Dred Scott, FOX NEWS (Aug. 6, 2015), http://www.foxnews.com/politics/2015/08/06/santorum-compares-same-sex-marriage-decision-to-dred-scott-blasts-rogue-supreme.html (reporting former U.S. Senator Rick Santorum’s statement that Obergefell was a rogue decision without a constitutional basis); Ben Shapiro, SCOTUS Declares Itself God, Redefines Marriage and Rights, BREITBART (June 26, 2015), https://www.breitbart.com/big-government/2015/06/26/scotus-declares-itself-god-redefines-marriage-and-rights/ (comparing the Obergefell decision to dismembering the Constitution and burying it in a shallow grave); Edward Whelan, After Obergefell, NAT’L REV. (July 20, 2015, 05:00 AM), https://www.nationalreview.com/magazine/2015/07/20/after-obergefell/ (predicting heterosexual marriage will suffer and calling for legislative protections for religious liberty).   48 See Terri R. Day & Danielle Weatherby, LGBT Rights and the Mini RFRA: A Return to Separate But Equal, 65 DEPAUL L. REV. 907, 908–11 (2016) (discussing government officials’ negative responses to Obergefell); Adam Deming, Comment, Backlash Blunders: Obergefell and the Efficacy of Litigation to Achieve Social Change, 19 U. PA. J. CONST. L. 271, 272 (2016) (noting that some states “delayed the issuance of marriage licenses to same-sex couples” (citing Elliot C. McLaughlin, Despite Same-Sex Marriage Ruling, Spasms of Resistance Persist, CNN (June 30, 2015), http://www.cnn.com/2015/06/30/us/same-sex-marriage-supreme-court-ruling-holdouts/)).   August 2020] THE BACKLASH BOOMERANG 1167 sex couples.49  Similarly, Kim Davis, a Kentucky county clerk, refused to provide marriage licenses to eligible couples due to Davis’ personal religious beliefs against marriage rights for same-sex couples.50  Some judges also declined to marry same-sex couples based on their Christian beliefs.51  Examples of people refusing to comply with Obergefell were relatively few and one study found that most people who opposed the decision were likely to comply with it and other laws granting LGBTQ equality.52 Opponents are using the aggressive tactics previously deployed to prevent LGBTQ equality such as constitutional amendments and ballot initiatives less frequently.53  This may be due to increased acceptance of LGBTQ people and increased pro-equality public opinion with seventy-five percent of people supporting legal recognition of same-sex relationships and sixty-seven percent of people supporting marriage equality.54  Recent empirical studies have also concluded that previous anti-LGBTQ backlash was short-lived and did not prevent progress towards equality.55  Consequently, opponents may be looking for new ways to halt, slow or limit LGBTQ victories.  These post-Obergefell efforts   49 Administrative Order of the Chief Justice of the Alabama Supreme Court, S. CT. OF ALA., (Jan. 6, 2016), http://lawprofessors.typepad.com/files/roymoore-adminorder_jan6-2016.pdf.  50 See Ermold v. Davis, 936 F.3d 429, 435, 437 (6th Cir. 2019) (holding that clerk was entitled to sovereign immunity but not qualified immunity for denying marriage licenses).  51 See Christopher T. Holinger, When Fundamental Rights Collide, Will We Tolerate Dissent? Why a Judge Who Declines to Solemnize a Same-Sex Wedding Should Not Be Punished, 29 REGENT U. L. REV. 365, 365 (2017) (providing an example of a judge who refuses to perform same-sex marriages).   52 Netta Barak-Corren, Does Antidiscrimination Law Influence Religious Behavior? An Empirical Examination, 67 HASTINGS L. REV. 957, 1014–15 (2016) (concluding empirically that a majority of religious objectors would accept unfavorable judicial decisions and adjust future behavior accordingly).  53 In 2012, North Carolina became the thirty-first and last state to pass a state constitutional amendment prohibiting marriage for same-sex couples.  A Time Line of Gay Marriage in North Carolina, NEWS & OBSERVER (June 26, 2015, 06:14 PM), https://www.newsobserver.com/news/politics-government/state-politics/article25614544.html.  After the Court invalidated the federal Defense of Marriage Act in United States v. Windsor, thirty-three states prohibited marriage equality for same-sex couples.  Same-Sex Marriage Lawsuits Exploding in U.S. Courts, NBC NEWS (Feb. 21, 2014, 5:27 AM), https://www.nbcnews.com/news/us-news/same-sex-marriage-lawsuits-exploding-u-s-courts-n35141.  By the time Obergefell was decided, the laws had changed dramatically with thirty-seven states recognizing marriage equality.  Same-Sex Marriage Laws, supra note 29.  54 Gay and Lesbian Rights, GALLUP, https://news.gallup.com/poll/1651/gay-lesbian-rights.aspx (last visited Feb. 9, 2019).  55 For a discussion that examines the empirical findings related to LGBTQ backlash, see infra Part II.  1168 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 will likely involve more nuanced forms of attacking or limiting the legal advancements for LGBTQ people. The individual attempts to limit governmental movement towards equality discussed above are often pursued by private individuals who oppose LGBTQ equality and refuse to accept marriage equality as a fait accompli.  They continue to fight to limit the impact of Obergefell and other LGBTQ advancements.56  In Masterpiece Cakeshop v. Colorado Civil Rights Commission, Jack Phillips, a baker, refused to make a wedding cake for a same-sex couple despite a Colorado law prohibiting sexual orientation discrimination in public accommodations.57  Phillips, with the support of the Alliance Defending Freedom, engaged in litigation efforts until the case rose to the highest court.58 The Masterpiece Cakeshop decision was narrowly written and did not decide whether businesses or their owners could opt-out of non-discrimination laws because of their religious convictions.59  As a result, courts will likely be confronted with individualized backlash boomerang litigation60 until the Supreme Court decides the issue of religious defiance of non-discrimination laws on the merits.61 While the Court did not address the larger issues related to the asserted competing constitutional interests in Masterpiece Cakeshop, it did   56 See infra Section III.A (considering individual attempts to limit LGBTQ advancements).   57 138 S. Ct. 1719, 1724–25 (2018).  58 See Jack Phillips, TRUTH & LIBERTY COALITION, https://truthandliberty.net/bio/jack-phillips/ (last visited May 19, 2020) (explaining that Alliance Defending Freedom attorneys represented Jack Philips).   59 See Masterpiece, 138 S. Ct. at 1732 (deciding the case based on the Colorado Civil Rights Commission’s hostility towards Philips and holding that the Commission was not a neutral decisionmaker).  The Court also declined to address this issue in Bostock and stated that how “doctrines protecting religious liberty interact with Title VII are questions for future cases too.” Bostock, 140 S. Ct. at 1754.  60 See State v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1212 (Wash. 2019) (considering a challenge brought by an individual in which the individual claims her religious freedoms were violated because she must offer services to same-sex couples), petition for cert. filed, (U.S. Sept. 11, 2019) (No. 19-333); Pidgeon v. Turner, 538 S.W.3d 73, 78 (Tex. 2017) (considering a challenge brought by individuals in which the individuals claim that treating same-sex married couples equally to opposite-sex married couples is illegal), cert. denied, 138 S. Ct. 505.  For a more detailed discussion of Arlene’s Flowers and Pidgeon, see infra Section III.A.    61 The Supreme Court often limits its decision on the substantive issues of groundbreaking cases the first time it is before the Court, but addresses the matter in subsequent cases.  See Richard M. Re, The Doctrine of One Last Chance, 17 GREEN BAG 2d 173, 178–79 (2014) (“[T]he case for avoidance is at its apex when a majority of the Court first becomes willing to reach a disruptive holding . . . . And, upon the majority’s second encounter with the issue . . . , the case for avoidance is at its nadir.”).  See also Bostock, 140 S. Ct. at 1754 (noting that none of the consolidated employers before the Supreme Court claimed that compliance with Title VII would infringe upon their religious liberties). August 2020] THE BACKLASH BOOMERANG 1169 produce a decision limited to the alleged boomeranging hostility against Mr. Phillips.  The Masterpiece decision found that the official expressions of hostility towards religion in some of the commissioners’ comments were inconsistent with Free Exercise Clause requirements.62  As a result, the Court held that the Commission and the lower court rulings in the case were invalid.63 If the Court does decide to grant certiorari in a future case, its decision may also sidestep the ultimate issue due to its penchant for narrowly decided cases.64  While Bostock v. Clayton County was a 6–3 decision, it is still unclear what impact Justice Kennedy’s retirement will have on this issue.  Justice Kennedy was the author of the last four major sexual orientation decisions—Romer v. Evans,65 Lawrence v. Texas,66 United States v. Windsor,67 and Obergefell v. Hodges.68   Justice Gorsuch’s Bostock majority decision and Justice Kavanaugh’s dissent did not reveal their approaches to LGBTQ-related constitutional issues because their decisions focused primarily on textualism and statutory interpretation.  There is little information on Justice Kavanaugh’s views regarding LGBTQ legal matters and many have speculated that Justice Kavanaugh will not be as protective of LGBTQ rights as Justice Kennedy.69   62 Masterpiece, 138 S. Ct. at 1732.  63 Id.  64 See generally Jamal Greene, Maximinimalism, 38 CARDOZO L. REV. 623, (2016) (describing Chief Justice Roberts as both a minimalist and maximalist); Diane S. Sykes, Minimalism and Its Limits, 2015 CATO SUP. CT. REV. 17, 18 (discussing the Roberts’ Court’s greater degree of consensus among Justices because Roberts applies judicial minimalism and creates narrow decisions).     65 517 U.S. 620, 621 (1996).  66 539 U.S. 558, 561 (2003).  67 570 U.S. 744, 747 (2013).  68 135 S. Ct. 2584, 2591 (2015).  69 See, e.g., Samantha Allen, Where Does Brett Kavanaugh Stand on LGBT Rights? It’s a Mystery, DAILY BEAST (Aug. 22, 2018, 05:18 AM), https://www.thedailybeast.com/where-does-brett-kavanaugh-stand-on-lgbt-rights-its-a-mystery (“There is no single, flagrantly obvious LGBT-specific ruling in Kavanaugh’s history that they can point to as proof he would be a threat to the LBGT community . . . .”); Margaret Hoover & Tyler Deaton, What LGBT Supporters Need to Know About Kavanaugh, CNN (Oct. 16, 2018, 9:30 AM), https://www.cnn.com/2018/10/16/opinions/kavanaugh-lgbt-rights-matthew-shepard-20-years-later-hoover-deaton/index.html (“For all the scrutiny of Justice Kavanaugh’s personal life, his hearings told us little about where he will land on gay rights.”); Hans Johnson, Brett Kavanaugh on Supreme Court Could Halt or Reverse Our Progress Toward Gay Equality, USA TODAY (Sept. 14, 2018, 03:15 AM), https://www.usatoday.com/story/opinion/voices/2018/09/14/brett-kavanaugh-could-threaten-gay-transgender-progress-toward-equality-column/1277425002/ (reviewing  1170 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 Regardless of the Court’s new makeup, the Masterpiece and Bostock decisions will increase the amount of litigation focused on the religious rights of litigants.  Individual backlash responses also threaten to diminish anti-discrimination laws into a competition of rights instead of being protective regulations for covered groups as legislative bodies intended.  These cases will present a different type of legal challenge than those heard in the past.  This trend will see private individuals and businesses seeking to limit the rights exercised by others by arguing a potential violation of their own rights.70  This is different from previous litigation trends where LGBTQ individuals were typically bringing litigation against governmental entities that did not recognize the rights of sexual minorities. The next section addresses backlash analysis conducted by academics to determine if backlash fears are justified.  This determination is essential to LGBTQ movement advocates as they work to expand equality amid new efforts to limit LGBTQ rights. II.  LGBTQ BACKLASH ANALYSIS Legal, political, and social science scholars have engaged in LGBTQ backlash analysis for approximately thirty years.  This scholarship has influenced many activists, attorneys and government officials who work on LGBTQ issues and affected their decision-making processes.  Backlash analysis may be helpful in determining the potential impact of the new backlash boomerang activities on LGBTQ rights post-marriage equality.  If these efforts to limit LGBTQ rights are successful, they should be short-lived based upon the empirical backlash findings and not on  Justice Kavanaugh’s stance on unenumerated rights); Amanda Marcotte, Justice Brett Kavanaugh Would Represent an Immediate Threat to LGBT Rights, SALON (Sept. 25, 2018, 10:00 AM), https://www.salon.com/2018/09/25/justice-brett-kavanaugh-would-represent-an-immediate-threat-to-lgbt-rights/ (“[I]f [Kavanaugh] is seated on the high court, there is a strong chance that Kavanaugh will become part of a majority that will vote to start rolling back LGBT rights within the next year.”); Eugene Scott, In Kavanaugh’s Non-Answer on Same-Sex Marriage, Many Heard a Troubling Response, WASH. POST (Sept. 7, 2018, 12:42 PM), https://www.washingtonpost.com/politics/2018/09/07/kavanaughs-non-answer-same-sex-marriage-many-heard-troubling-answer/ (“But for some, Kavanaugh’s record is not clear, as he had not commented on every ruling related to LGBT issues—and, perhaps more relevant, every decision coming out of the Trump [A]dministration impacting LGBT Americans.”).  70 See Kyle C. Velte, All Fall Down: A Comprehensive Approach to Defeating the Religious Right’s Challenges to Antidiscrimination Statutes, 49 CONN. L. REV. 1, 8–13 (2016) (discussing the religious right’s changing strategy from attacker to victim). August 2020] THE BACKLASH BOOMERANG 1171 theoretical, unsubstantiated fears of negative impacts on LGBTQ equality. “Backlash” as a theoretical concept took root during the civil rights movements71 and was described as “the reaction by groups which are declining in a felt sense of importance, influence, and power, as a result of secular endemic change in the society.”72  A recent empirical backlash study conducted by Bishin et al. notes that backlash has traditionally been defined “as a reaction by members of dominant groups to any challenge to their sense of importance, influence, values, or status in which they seek to reverse or stop change through political means.”73  Bishin et al. then provided a new definition of backlash “as a large, negative, and enduring shift in opinion against a policy or group that occurs in response to some event that threatens the status quo.”74 Backlash analysis is critical to understanding the evolution of legal equality for the LGBTQ community.  Fearing backlash, some policy makers, particularly elected officials, may refrain from extending rights or addressing issues related to minority groups or encourage the Court to issue rulings lacking the scope or force necessary to protect a group’s full incorporation into society.75 Advocates may also change tactics based upon their understanding of backlash analysis.  Movement lawyers now plan for bureaucratic resistance, “anticipate countermobilization and backlash, and seek to avoid it or minimize its costs.”76  For example, many LGBTQ advocates opposed the federal marriage equality lawsuit77 filed by David Boies and Ted Olson in 2009 because they feared a federal court loss or if they won, that the decision   71 Robert Post & Reva Siegel, Roe Rage: Democratic Constitutionalism and Backlash, 42 HARV. C.R.-C.L. REV. 373, 388 (2007).    72 Id. at 389 (quoting SEYMOUR MARTIN LIPSET & EARL RAAB, THE POLITICS OF UNREASON: RIGHT-WING EXTREMISM IN AMERICA, 1790–1970 29 (1970)).  73 Benjamin G. Bishin et al., Opinion Backlash and Public Attitudes: Are Political Advances in Gay Rights Counterproductive?, 60 AM. J. POL. SCI. 625, 626 (2016) (citation omitted).   74 Id.   75 See id.  (discussing how fear of political backlash has influenced policy like Democratic politicians to temper their support for policies favoring minority groups)  76 Scott L. Cummings, Movement Lawyering, 2017 U. ILL. L. REV. 1645, 1691.   77 Hollingsworth v. Perry, 570 U.S. 693 (2013).  In Hollingsworth, the petitioners sought to defend the constitutionality of Proposition 8, a ballot initiative that amended the California Constitution to provide that only opposite-sex marriages would be recognized or valid in California.  Id. at 701–03.  Without addressing the merits, the Court held that the petitioners had no standing to appeal the lower court’s decision.  Id. at 715.  1172 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 would create a significant backlash impeding progress on other LGBTQ legal issues.78 This section examines theoretical and empirical backlash scholarship.  After reviewing the scholarship, this section concludes that the original fears of many LGBTQ activists, academics and media were unfounded and that LGBTQ victories and losses pushed the law and public support towards LGBTQ equality.  Backlash efforts post-Obergefell, if successful, may temporarily limit victories or new advances in equality,79 but empirical studies demonstrate that they will not impede legal progress for LGBTQ people. A.  Theoretical Backlash Scholarship Theoretical backlash analysis began as part of the racial and gender legal discourse80 and was later incorporated into the substantive legal conversation on LGBTQ rights in the 1980s.  Legal81 and political academics have held opposing opinions on the impact of LGBTQ backlash.82  Some scholars have stated that what was sometimes perceived as victories for LGBTQ people, in reality made the legal situation worse through legislation and ballot initiatives.83  Legal backlash-related scholarship has often focused on judicial roles or authority, while other scholars have taken a more expansive view of backlash theory.84  Part of the backlash critique is centered on   78 See Carey Franklin, Roe as We Know It, 114 MICH. L. REV. 867, 882 (2016) (explaining that “many in the gay rights movement feared their suit would do more harm than good” (citing Adam Liptak, In Battle Over Gay Marriage, The Timing May Be Key, N.Y. TIMES, Oct. 27, 2009, at A14)).  79 See Donald P. Haider-Markel & Jami Taylor, Two Steps Forward, One Step Back: The Slow Forward Dance of LGBT Rights in America, in AFTER MARRIAGE EQUALITY: THE FUTURE OF LGBT RIGHTS 42 (Carlos A. Ball ed., 2016) (discussing the pursuit for marriage equality and how opponents to same-sex marriage have attempted to block gay equality).  80 See Barclay & Flores, supra note 21, at 393 (noting policy changes regarding same-sex marriage, racial integration into education, and abortion rights as textbook examples of changes expected to generate backlash); Scott L. Cummings, Law and Social Movements: Reimagining the Progressive Canon, 2018 WIS. L. REV. 441, 446–50 (discussing legal backlash related to desegregation, abortion, and welfare rights).  81 Legal scholars disagree on the impact of policy making through judicial action and whether it increases the likelihood of backlash.  Barclay & Flores, supra note 21, at 391–92.  For a list of the scholarship arguing each position, see id. 392 n.3.  82 Bishin et al. states that early studies regarding backlash against women, Latinos, gays and lesbians, and African Americans speculated on the existence of backlash, but did not actually test it. Bishin et al., supra note 73, at 626 (citations omitted).  83 Sobel, supra note 28, at 189 (citing GERALD N. ROSENBERG, THE HOLLOW HOPE: CAN COURTS BRING ABOUT SOCIAL CHANGE 415–16 (2d ed. 2008)).  84 Post & Siegel, supra note 71, at 389 (citations omitted). August 2020] THE BACKLASH BOOMERANG 1173 the concept that backlash is more likely to occur when courts allegedly engage in rule making on controversial social policy issues instead of allowing legislative bodies to create law.85  Legal scholars argue that courts can “short circuit” politics and public opinion by declaring winners on issues such as abortion or marriage equality.86 More recent scholarship has moved away from this debate with some scholars opining that the source of the backlash, courts or legislatures, seems irrelevant to the analysis.87  There has also been an evolution of thought on the impact of backlash on LGBTQ legal issues.  For example, Michael Klarman first wrote that marriage equality litigation had hurt more than it helped.88  He later expressed the opinion that the litigation had probably advanced the cause more than delay it.89  Additionally, empirical research has shown that whether courts or legislatures create controversial legal change does not significantly affect average attitudes about the social issue, but court decisions increase the intensity of the attitude.90  Theoretical scholars, Robert Post and Reva Siegel, assert that the backlash phenomenon relates to the courts as well as citizens who communicate their views on the correct understanding of the Constitution.91  Reva Siegel has more recently argued that backlash scholarship both underestimates and overestimates the power of judicial review.92  Siegel states that the conflict over constitutional understandings helped to shape the constitutional conversation regarding marriage equality and, ultimately, resulted in the Court’s   85 See Scott L. Cummings, Rethinking the Foundational Critiques of Lawyers in Social Movements, 85 FORDHAM L. REV. 1987, 2007 (2017) (“[T]he concept of judicial backlash implies that a nonjudicial path to a movement’s goal exists that would not produce backlash at all . . . .”).   86 Id. (citing William N. Eskridge, Pluralism and Distrust: How Courts Can Support Democracy by Lowering the Stakes of Politics, 114 YALE L.J. 1279, 1312 (2005)).  87 Id. (citing MICHAEL J. KLARMAN, FROM THE CLOSET TO THE ALTAR: COURTS, BACKLASH, AND THE STRUGGLE FOR SAME-SEX MARRIAGE 169 (2013)).  88 Deming, supra note 48, at 286 (citing Michael Klarman, Brown and Lawrence (and Goodridge), 104 MICH. L. REV. 431, 482 (2005)).  89 See id. (citing MICHAEL J. KLARMAN, FROM THE CLOSET TO THE ALTAR: COURTS, BACKLASH, AND THE STRUGGLE FOR SAME-SEX MARRIAGE 218 (2013)).   90 Cummings, supra note 85, at 2007 (citing David Fontana & Donald Braman, Judicial Backlash or Just Backlash?: Evidence from a National Experiment, 112 COLUM. L. REV. 731, 763–64 (2012)).   91 Post & Siegel, supra note 71, at 389–90 (“Citizens engaged in backlash press government officials to enforce what those citizens believe to be the correct understanding of the Constitution.  They press these demands so that officials will interpret the Constitution in ways that are democratically accountable.”).  92 Reva B. Siegel, Community in Conflict: Same-Sex Marriage and Backlash, 64 UCLA. L. REV. 1728, 1731 (2017). 1174 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 Obergefell decision.93  Backlash analysis reflecting on communication comports with the reality of activism on both sides of LGBTQ issues over the last thirty years.  The increased level of public engagement on LGBTQ issues, often driven by backlash, has been a critical component to social change and helps to explain the rapidity of the culture shift on these issues.94  At its core, backlash-related strategy is impacted by the question of “whether rule change produces cultural change or vice versa.”95  People who oppose rule changes leading to LGBTQ equality are trying to reverse or limit those changes through culture shifting away from equality, and by utilizing their own backlash efforts to engage in counter-rule making.  While legal theoretical scholars debate whether backlash has a positive or negative influence on LGBTQ advocacy, empirical studies have found no evidence to support the negative backlash narrative. B.  Empirical Backlash Scholarship While theoretical scholars debated the impact of backlash on LGBTQ equality, empirical studies have been more consistent in their findings.  Longer-term empirical studies indicate that any backlash effect that has occurred as a result of either pro or anti-LGBTQ events does not appear to have lasting impact. Some scholars have pointed to public opinion polling conducted shortly after favorable LGBTQ decisions such as Lawrence and Obergefell which indicated a slight decrease in support as evidence of a negative backlash effect.96  Empirical studies, nevertheless, demonstrate that these decreases turned into increased support in a relatively short period of time.97  As a result, the proximity of an event to its purported backlash effect is critical to understanding whether backlash has in fact occurred or, as defined by Bishin et al., whether it is enduring.98 Studies conducted by political and social science scholars have also found that Supreme Court decisions in favor of LGBTQ equality have   93 Id. at 1757–59.  94 Sobel, supra note 28, at 155.  95 Cummings, supra note 85, at 2006.  96 See supra pp. 1163–64 (discussing polling data conducted after Lawrence and Obergefell).   97 Bishin et al., supra note 73, at 633.  98 Id. August 2020] THE BACKLASH BOOMERANG 1175 incurred negative public reactions.99  According to empirical studies, the negative response to LGBTQ policy advances appears to be temporary.  The Bishin et al. study concluded that attitudes related to marriage equality did not appear to change in response to questions regarding its legalization and sometimes indicated positive differences.100  Contrary to the expectations of backlash theorists, the Bishin et al. study was unable to find negative and large opinion changes in response to legalizing marriage equality.101  Ultimately, the study determined that “[t]o the extent that a negative reaction occurs, it is slightly delayed and even then very short lived.  Here too, opinion seems to revert to preruling levels within just a couple of weeks of the ruling.  The changes in aggregate opinion seem to be little more than short-term spasms.”102  Similarly, a recent empirical study conducted by Scott Barclay and Andrew R. Flores found that there was a short-lived decline in support after anti-LGBT campaigns such as ballot initiatives and after pro-LGBT court decisions.103  These declines were typically small and offset over time.  Flores and Barclay noted that the support after the initial backlash is itself a form of policy backlash against the negative response.104  In a previous study of data from 2012 and 2013, Flores and Barclay found slight increases of support for marriage equality and domestic partnerships nationally, but found the largest change in support in states that granted marriage in that time period with a 9.9% reduction in opposition to legal recognition for same-sex couples.105  The vast   99 Andrew R. Flores & Scott Barclay, Backlash, Consensus, Legitimacy, or Polarization: The Effect of Same-Sex Marriage Policy on Mass Attitudes, 69 POL. RES. Q. 43, 46 (2016) (citing James W. Stoutenborough et al., Reassessing the Impact of Supreme Court Decisions on Public Opinion: Gay Civil Rights Cases, 59 POL. RES. Q. 419, 430 (2006)).  100 Bishin et al., supra note 73, at 633.  101 Id. (stating that only two of forty-eight statistical tests detected opinion change consistent with backlash and tests did not find backlash after 2013 Supreme Court decisions related to marriage equality).  102 Id. at 639.  103 Barclay & Flores, supra note 21, at 405–06; see also id. at 405 (noting that judicial decisions recognizing same-sex marriage led to a decline in support for marriage equality and such a “finding appears to endorse those legal scholars who attribute part of the source of popular backlash on socially divisive policy issues, such as marriage equality, to the fact that it often arises from judicial action”).  104 Id. at 406.  105 Flores & Barclay, supra note 99, at 48; see also id. at 51 (noting that the largest change in opinion—forty-seven  percent—came from those who initially opposed same-sex marriage  1176 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 majority of respondents did not change their viewpoints and, consequently, the study’s analysis indicated that pro-LGBTQ litigation and legislation resulted in consensus and legitimacy, while the models for backlash and polarization had less support.106  The study’s findings indicate that the Obergefell decision will likely increase the positive attitude changes on LGBTQ issues.107 A study by Emily Kazyak and Mathew Stange also found a significant increase in support of marriage equality in Nebraskans from 2013 to 2015 and no support for the backlash hypothesis.108  This study, however, did not find increased support for other sexual orientation legal issues with the exception of housing discrimination.109  The study suggests that the narrow focus on marital rights for same-sex couples did not transfer the public’s attention and support to other legal issues.110 While public support for marriage equality increased after the Obergefell decision, backlash efforts have been seen on the state and federal levels.  States have introduced and passed anti-LGBTQ laws including religious exemptions to anti-discrimination laws, particularly related to public accommodations afforded to LGBTQ people, and “bathroom bills” targeting transgender individuals.111  Some observers  but then described themselves as ambivalent after same-sex marriage became legal in their state).  106 See id. at 52 (concluding that “attitudes change over time following policy changes” which “supports the role that instilling new policy supportive of a minority group fosters greater approval or (at least) ambivalence toward that group”).  107 See id. at 53 (remarking that the Obergefell decision “likely furthers the positive attitude changes Americans have experienced in recent history”).  108 Emily Kazyak & Matthew Stange, Backlash or a Positive Response? Public Opinion of LGB Issues after Obergefell v. Hodges, 65 J. HOMOSEXUALITY 2028, 2044–45 (2018).   109 Id. at 2045.  110 See id. (positing the possibility that “the narrow focus on marriage means that the public will not see the importance of other issues and thus the embrace of marriage will not extend to support of other gay rights”); see also SUZANNA DANUTA WALTERS, THE TOLERANCE TRAP: HOW GOD, GENES, AND GOOD INTENTIONS ARE SABOTAGING GAY EQUALITY (2014); A Survey of LGBT Americans, PEW RES. CTR. (June 13, 2013), https://www.pewsocialtrends.org/2013/06/13/a-survey-of-lgbt-americans/ (commenting that a significant minority of LGBT adults related in a recent Pew Survey that support for same-sex marriage has drawn too much attention away from other issues that are important to people who are LGBT); GLADD, ACCELERATING ACCEPTANCE 6 (2016), https://www.glaad.org/files/2016_GLAAD_Accelerating_Acceptance.pdf (noting that “[r]oughly a third of non-LGBT Americans profess no strong opinion about important LGBT issues”).     111 Kazyak & Stange, supra note 108, at 2033 (citing Daniel C. Lewis et al., Degrees of Acceptance: Variation in Public Attitudes Toward Segments of the LGBT Community, 70 POL. RES. Q. 861, 868 (2017)).   August 2020] THE BACKLASH BOOMERANG 1177 argue that these types of laws illustrate “backlash to the Obergefell v. Hodges decision.”112  Legislation has been introduced in Congress exempting religious adoption service providers who refuse to place children in same-sex households from anti-discrimination provisions113 and policy changes include the President’s efforts to prohibit transgender service members in the military.114  Despite the ban on new transgender service members, nearly two-thirds of the public support transgender military personnel and Republican support has increased to forty-seven percent, up ten percent from 2017 to 2019.115  This increased support once again demonstrates that backlash efforts do not appear to be stopping increasing public support on LGBTQ matters. Empirical studies and changes in attitude indicate that over time, most people will support LGBTQ equality.  Some of those who still oppose equality, will likely continue their attempts to impede this progress.  As support increases on these issues, opponents will be forced to change their tactics because of majoritarian acceptance of LGBTQ issues.  Part III of this Article examines the governmental and individual efforts to limit LGBTQ rights in a post-marriage equality legal landscape.   112 Id. (citing Valerie Bauerlein & Jon Kamp, Social Conservatives Try New Tack with State-Level Efforts on Religious Freedom, WALL ST. J. (Apr. 12, 2016), https://www.wsj.com/articles/social-conservatives-try-new-tack-with-state-level-efforts-on-religious-freedom-1460504840; and Megan Thee-Brenan, Public is Divided Over Transgender Bathroom Issue, Poll Shows, N.Y. TIMES (May 19, 2016), https://www.nytimes.com/2016/05/20/us/politics/transgender-public-bathroom-poll.html?_r=1).    113 See Julie Moreau, House Republicans Advance Adoption Amendment Critics Say is “Anti-LGBTQ,” NBC NEWS (July 12, 2018, 04:52 PM), https://www.nbcnews.com/feature/nbc-out/house-republicans-advance-adoption-amendment-critics-say-anti-lgbtq-n891041 (describing a proposed law advanced by Republicans in the House of Representatives “that would protect the federal funding of adoption agencies that refuse to work with same-sex couples on religious grounds”).  114 See Andrew Chung & Jonathan Stempel, U.S. Court Lets Trump Transgender Military Ban Stand, Orders New Review, REUTERS (June 14, 2019, 08:15 AM), https://www.reuters.com/article/us-usa-trump-transgender/us-court-lets-trump-transgender-military-ban-stand-orders-new-review-idUSKCN1TF1ZM (describing some of the procedural history underpinning President Trump’s “effort[s] to ban most transgender people from the military,” which “mark[s] an about-face from a landmark policy announced in 2016 by Democratic President Barack Obama” that, among other benefits, “let transgender people serve without fear of being discharged”).  115 See Aaron Blake, Trump’s Transgender Military Ban is Losing Support Even in His Own Party,  WASH. POST (June 11, 2019, 06:00 AM), https://www.washingtonpost.com/politics/2019/06/11/trumps-transgender-military-ban-is-losing-even-his-own-party/ (stating the results of a poll conducted by the Public Religion Research Institute regarding support for Trump’s transgender military ban). 1178 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 III.  SUBORDINATION THROUGH GOVERNMENTAL AND  PRIVATE EFFORTS Prior to Obergefell, backlash efforts were primarily focused on campaigns to impede the progress of LGBTQ legal rights through legislative and ballot initiatives.116  Litigation was more typically the tool of LGBTQ advocates who worked to expand the legal protections accorded to LGBTQ individuals and families.117  The new, post-Obergefell backlash consists primarily of governmental and individual attempts to limit or halt the progress made by LGBTQ advocates.  These new attempts still utilize legislative tactics, but more often, individuals are bringing legal claims in an effort to subordinate the LGBTQ community.  Recent backlash efforts to subordinate LGBTQ people most commonly involve religious opt-outs of anti-discrimination laws, transgender bathroom and military bans, and the ability of LGBTQ individuals to become foster or adoptive parents.118 Most subordination-related scholarship focuses on the term or concept of “anti-subordination” as opposed to “subordination.”  Owen Fiss initiated the discourse on anti-subordination with his group disadvantaging principle which stated that laws may not aggravate or perpetuate the subordinated status of a specially disadvantaged group.119 The core of subsequent subordination definitions “analyze[s] power dynamics, systems, attitudes, and practices that operate explicitly or implicitly to maintain social, economic, and political dominance by one group over another.”120  It has been opined that governmental action creating group hierarchies is a critical feature of subordination or, “at the very least, the government subordinates when it acts with either the   116 See Sobel, supra note 28, at 156–61 (discussing legislative and voter related rule shifting from 1996–2015).  117 The litigation efforts to expand LGBTQ rights increased after the Supreme Court’s Lawrence v. Texas, 539 U.S. 558 (2003), and United States v. Windsor, 570 U.S. 744 (2013), decisions.  See, e.g., Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 948 (Mass. 2003) (recognizing that Lawrence “left open as a matter of Federal law” the question of whether a state may “bar same-sex couples from civil marriage”); discussion supra Section I.A (examining strategies to expand LGBTQ rights prior to the Supreme Court’s Obergefell decision).  118 Cummings, supra note 85, at 499.  119 Jack M. Balkin & Reva B. Siegel, The American Civil Rights Tradition: Anticlassification or Antisubordination?, 58 U. MIAMI L. REV. 9, 9 – 10 (2003) (discussing Owen M. Fiss’s work on the Equal Protection Clause).  120 Lucinda M. Finley, Sex-Blind, Separate But Equal, or Anti-Subordination? The Uneasy Legacy of Plessy v. Ferguson for Sex and Gender Discrimination, 12 GA. ST. U. L. REV. 1089, 1122 (1996). August 2020] THE BACKLASH BOOMERANG 1179 purpose or effect of disfavoring one similarly situated group over another, thus creating or reinforcing existing social hierarchies that tell outgroup members that they are inferior.”121 This Article proposes that subordination is not solely a governmental action, but that individuals can also engage in subordination efforts to attempt to enforce hierarchal superiority over other groups.  Individual subordination activities can utilize litigation, legislation, ballot initiatives or other vehicles to effectuate their desired policy goals.  Some individuals who sincerely oppose LGBTQ rights on religious grounds may not intend to subordinate members of the LGBTQ community.  Subordination, however, is not dictated solely by intent, but also by the impact of the activity on affected groups. In the LGBTQ context, there have been numerous examples of governmental efforts to subordinate people on the basis of sexual orientation or gender identity.  These governmental endeavors have often focused on employment, military service and family law including marriage, child custody and visitation.122  Justice Kennedy in Obergefell acknowledged that the long history of disapproval of same-sex relationships and the denial of marriage worked “a grave and continuing harm . . . serv[ing] to disrespect and subordinate” gays and lesbians.123  Recent individual efforts to subordinate include lawsuits trying to limit recognition of marriage equality124 and refusals to comply with laws prohibiting discrimination on the basis of sexual orientation.125  These forms of subordination are intended to “keep LGBTQ people in their hierarchical place.”126   121 Luke A. Boso, Dignity, Inequality, and Stereotypes, 92 WASH. L. REV. 1119, 1131–32 (2017) (citations omiteed).  122 Id. at 1134–35 (citations omitted); see also National Defense Authorization (Don’t Ask Don’t Tell) Act for Fiscal Year 1994, Pub. L. No. 103-160, § 571, 107 Stat. 1547, 1670–73 (repealed 2010) (providing that “homosexual or bisexual” individuals “shall be separated from the armed forces”); Shahar v. Bowers, 114 F.3d 1097, 1099 (11th Cir. 1997) (holding that the Attorney General of Georgia did not violate the First Amendment by revoking a candidate’s job offer upon learning that the female candidate was married to another woman); Clifford J. Rosky, Fear of the Queer Child, 61 BUFFALO L. REV. 607, 652–55 (2013) (reviewing the rhetoric of role modeling and discussing how the courts’ have traditionally favored heterosexual role models).  123 Obergefell v. Hodges, 135 S. Ct. 2584, 2604 (2015).   124 See, e.g., Pidgeon v. Turner, 538 S.W.3d 73, 82 (Tex. 2017) (challenging Obergefell’s applicability to state and local laws that define marriage between a man and a woman), cert. denied, 138 S. Ct. 505.   125 See infra Section IV (discussing Masterpiece Cakeshop and Arlene’s Flowers, cases in which individuals discriminated on the basis of sexual orientation).  126 Boso, supra note 121, at 1134–35. 1180 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 The tug-of-war between victory and backlash could have ended with Obergefell.  The Court could have written a broader decision clarifying the equal protection status of LGBTQ people or LGBTQ equality opponents could have accepted the Court’s decision and moved on to other issues.127  The opponents, however, just switched tactics and it does not appear that this war of competing rights can be rectified to the satisfaction of both sides.128 Some of these subordination efforts began prior to the Court’s Obergefell decision.  They continue to be conducted due to the fact that the Court has not explicitly performed an equal protection analysis related to discrimination on the basis of sexual orientation or prohibited marital-related discrimination for same-sex couples.  As a consequence, attempts to limit or subordinate marriage equality and other LGBTQ rights are likely to continue unabated until the Court directly addresses these matters. It seems like a new effort to subordinate appears in the news on an almost daily basis.  It is impossible for this Article to address all of the subordination efforts to limit LGBTQ rights since Obergefell.  As a result, this Article will primarily focus on those subordination efforts that are related to the marriages, relationships and families of same-sex couples.  A.  Individual Subordination Individual efforts to subordinate LGBTQ rights have received significant media attention since Obergefell.  These efforts have taken a variety of legal paths, but most notably, individual efforts to subordinate have raised religious claims as a defense for failing to recognize the legal   127 See Steven J. Heyman, A Struggle for Recognition: The Controversy Over Religious Liberty, Civil Rights, and Same-Sex Marriage, 14 FIRST AMEND. L. REV. 1, 17–19 (2015) (discussing the concerns of religious traditionalists and the resolution of conflict between religion and LGBTQ rights).  128 A variety of analytical solutions have been offered in attempts to address the problem of competing interests.  See, e.g., Andrew Koppelman, A Free Speech Response to the Gay Rights/Religious Liberty Conflict, 110 NW. U. L. REV. 1125, 1159–60 (2016) (concluding that antidiscrimination laws should permit religious speech under rules of constitutional avoidance); James M. Oleske, Jr., A Regrettable Invitation to “Constitutional Resistance,” Renewed Confusion Over Religious Exemptions, and the Future of Free Exercise, 20 LEWIS & CLARK L. REV. 1317, 1358–64 (2017) (reviewing Professor Ira Lupa’s argument that judicially administered exemption regimes are unworkable and unprincipled and concluding that the Court should reinterpret the Free Exercise Clause by replacing the strict scrutiny test with a heightened scrutiny test); Sarah Jackson, Note, The Unaccommodating Nature of Accommodations Laws: Why Narrowly Tailored Exemptions to Antidiscrimination Statutes Make for a More Inclusive Society, 68 ALA. L. REV. 855, 872–75 (2017) (proposing a balancing test to create narrowly drawn religious exemptions to balance rights of religious objectors and same-sex couples).  August 2020] THE BACKLASH BOOMERANG 1181 rights of LGBTQ people.  Past LGBTQ discrimination litigation was typically focused on the rights of the LGBTQ people involved in the case.  Now, subordination litigation efforts attempt to pose the issue as one of competing constitutional rights—the equal protection129 or due process130 rights of LGBTQ people versus the freedom of speech and religion rights of their opponents.131  This tactic of LGBTQ opponents utilizing their own claims of discrimination creates the boomerang effect away from their own discriminatory acts and sets up the legal argument that these individuals who refuse to comply with non-discrimination or other laws are the true victims of discrimination.132 This Section of the Article will discuss some of the more notable individual attempts to prevent legal recognition or protections of the LGBTQ community.  New legal issues arise regularly and cases will continue to appear on court dockets until the Supreme Court weighs in on the substantive issues raised in these subordination efforts.  This Section of the Article is not an attempt to thoroughly review all of the subordination-related litigation post-Obergefell, nor will it address the validity of the substantive claims.  This Section solely examines the effectiveness of individual subordination as a backlash technique.  1.  Non-Discrimination Laws Currently, twenty-one states and hundreds of city and county governments have laws prohibiting discrimination on the basis of sexual orientation with many also covering gender identity.133  These laws primarily prohibit discrimination in housing, employment and public   129 U.S. CONST. amend. XIV, § 1 (“No State shall make or enforce any law which shall . . . deny to any person within its jurisdiction the equal protection of the laws.”).  130 U.S. Const. amend. XIV, § 1 (“No State shall . . . deprive any person of life, liberty, or property, without due process of law . . . .”).  131 See Masterpiece Cakeshop Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1723 (2018) (noting that “[t]he case presents difficult questions as to the proper reconciliation of at least two principles”:  “the right of all persons to exercise fundamental freedoms under the First Amendment, as applied to the States through the Fourteenth Amendment” and “the authority of a State and its governmental entities to protect the rights and dignity of gay persons” who face discrimination).   132 See Terri R. Day & Danielle Weatherby, LGBT Rights and the Mini RFRA: A Return to Separate But Equal, 65 DEPAUL L. REV. 907, 946–48 (2016) (discussing how discriminators relabeled themselves as the “discriminated” and efforts to pass exemption laws intending to “nullify local nondiscrimination” protections for LGBTQ people).  133 See Cities and Counties with Non-Discrimination Ordinances that Include Gender Identity, supra note 26 (explaining that “at least 225 cities and counties prohibit employment discrimination on the basis of gender identity”). 1182 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 accommodations.  Since marriage equality began to be recognized around the country, some people of faith have used their religious beliefs to justify their refusals to provide public accommodations to same-sex couples.134  Research has shown that white Evangelical Protestants, many of whom consider themselves to be “born again” are the strongest opponents to LGBTQ rights and are the most likely group to respond to events that precipitate backlash.135   Many of the legal efforts to avoid complying with non-discrimination laws are supported by religious based organizations such as the Alliance Defending Freedom (“ADF”), an organization whose advocacy is based on the concept that “[i]t is not enough to just win cases; we must change the culture” to ensure lasting victory.136  It is not surprising that religious legal organizations would advocate on behalf of individuals who are resisting legal requirements to provide goods and services to LGBTQ individuals due to their proclaimed religious beliefs.  The ADF claims that “Christians are being punished for living by their convictions” and it defends their clients and “protect[s] their freedom to live consistent with their faith.”137  As a result, the ADF has been at the forefront of many cases attempting to prohibit marriage equality and more recently, efforts to limit its recognition.138 When a baker refuses to bake a cake, a photographer declines to take photos or a florist denies a request to create flower arrangements, they send a larger message: the government may recognize your marital   134 These types of claims began prior to Obergefell when small businesses began to refuse services for commitment ceremonies.  See, e.g., Elane Photography, LLC v. Willock, 309 P.3d 53, 59 (N.M. 2013) (considering whether a private company with public accommodation status can refuse to photograph a commitment ceremony between two women in accordance with the state antidiscrimination law).  135 Bishin et al., supra note 73, at 628.  136 Who We Are, ALLIANCE DEFENDING FREEDOM, https://www.adflegal.org/about-us (last visited May 21, 2020).  137 Id.  138 The ADF has been involved in numerous cases related to the marital rights of same-sex couples.  See, e.g., Obergefell v. Hodges, 135 S. Ct. 2584, 2599 (2015) (holding that same-sex couples cannot be deprived the fundamental right to marry); Waters v. Ricketts, 798 F.3d 682, 684–85 (8th Cir. 2015) (holding that a state constitutional amendment denying same-sex couples the right to marry violates the U.S. Constitution); De Leon v. Abbott, 791 F.3d 619, 625 (5th Cir. 2015) (affirming lower court’s preliminary injunction that enjoined the enforcement of a state constitutional amendment that denied same-sex couples the right to marry); DeBoer v. Snyder, 772 F.3d 388, 416 (6th Cir. 2014) (holding states’ decisions to limit marriage to opposite-sex couples did not violate same-sex couples’ rights), rev’d, 135 S. Ct. 2584 (2015).  For a further review of the cases with which the ADF is involved, see View Our Cases, ALLIANCE DEFENDING FREEDOM, https://www.adflegal.org/for-attorneys/cases (last visited May 21, 2020). August 2020] THE BACKLASH BOOMERANG 1183 status, but I do not need to do the same.  These rejections are subordination activities to limit marriages of same-sex couples to a contractual status recognized by the government that does not relate to other parties or non-governmental benefits.  This is an effort to consciously separate legal marriage from individual recognition and if successful, anti-discrimination laws would create formal equality, but not actual equality of treatment.  People who want to limit or subordinate LGBTQ rights are now using the courts in an attempt to legitimize their claimed primacy of rights.  a.  Masterpiece Cakeshop In 2012, Jack Phillips, owner of the Masterpiece Cakeshop refused to make a cake for a same-sex couple’s wedding reception because of his religious opposition to same-sex marriages.139  The Court approached the case as needing to reconcile two competing rights claims:  the rights and dignity of same-sex couples who face discrimination when they seek goods and services related to their marriage versus the right of people to exercise fundamental First Amendment freedoms under the Fourteenth Amendment.140 When previously confronted with the limitation of rights for LGBTQ people, the Court often struck down the effort by recognizing that impermissible animus was the driving force behind the attempts to deprive equality.141  In Masterpiece Cakeshop, however, the majority opinion was not predominantly focused on the animus towards the same-sex couple seeking a wedding cake, but on the alleged hostility that the Colorado Civil Rights Division engaged in while denying the baker’s religious claims to opt-out of providing a wedding cake to the same-sex couple.142  The Court’s holding reflects its focus when it stated   139 Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1723 (2018).  140 Id.   141 In some sexual orientation-related cases, the Supreme Court ruled that animus alone was not sufficient to withstand constitutional analysis.  “The Constitution’s guarantee of equality ‘must at the very least mean that a bare congressional desire to harm a politically unpopular group cannot’ justify disparate treatment of that group.” United States v. Windsor, 570 U.S. 744, 770 (2013) (quoting U.S. Dep’t of Agric. v. Moreno, 413 U.S. 528, 534 (1973)); see also Romer v. Evans, 517 U.S. 620, 635–36 (1996) (“[I]f the constitutional conception of ‘equal protection of the laws’ means anything, it must at the very least mean that a bare . . . desire to harm a politically unpopular group cannot constitute a legitimate governmental interest.” (alterations in original) (quoting Moreno, 413 U.S. at 534)).  142 See Masterpiece, 138 S. Ct. at 1729–31 (summarizing the Colorado Civil Rights Commission’s treatment of the case and concluding that its treatment “has some elements of a clear and impermissible hostility”). 1184 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 that Jack Phillips was entitled to a neutral decision maker and that the substantive claims of both parties must be adjudicated in the courts in the future.143 The Masterpiece Cakeshop decision was extremely narrow and fact specific. This may have been necessary to garner the 7-2 decision in the case.144  By focusing on the alleged harm Philips faced, the Court minimized the importance of the fact that Philips openly discriminated against people who belonged to a protected class under the state’s non-discrimination law.  The Court’s failure to address the issue will just stand as a source of encouragement to others to test the boundaries of the Court’s decision.145 In the days after the Court’s decision was handed down, many people declared victory for the baker.146  It appears that the victory might be short lived.  The decision sent Phillips back to Colorado with the non-discrimination law intact.  Future litigation against Phillips or others will be needed to address the LGBTQ animus claims that formed the basis of the couple’s Masterpiece Cakeshop claim.147 Since the Court failed to make a substantive decision in this matter, however, this type of refusal to comply with non-discrimination laws will continue.  This has already proven true for Phillips and his Masterpiece Cakeshop after Phillips refused to make a cake in   143 Id. at 1732.  144 Marcia Coyle, Reading the Tea Leaves in ‘Masterpiece Cakeshop,’ NAT’L L.J. (June 29, 2018, 11:30 AM), https://www.law.com/nationallawjournal/2018/06/29/reading-the-tea-leaves-in-masterpiece-cakeshop/?slreturn=20181012025059.   145 See Robert W. Tuttle & Ira C. Lupu, Masterpiece Cakeshop—A Troublesome Application of Free Exercise Principles by a Court Determined to Avoid Hard Questions, TAKE CARE BLOG (June 7, 2018), https://takecareblog.com/blog/masterpiece-cakeshop-a-troublesome-application-of-free-exercise-principles-by-a-court-determined-to-avoid-hard-questions (noting that the holding in Masterpiece Cakeshop will create “considerable unpredictability in agencies and lower courts”).   146 See, e.g., Ashley May, Reaction to Supreme Court Same-Sex Wedding Cake Verdict: ‘Huge Win for Religious Freedom,’ USA TODAY (June 4, 2018, 3:48 PM), https://www.usatoday.com/story/news/nation-now/2018/06/04/supreme-court-gay-wedding-cake-ruling-reaction-religious-freedom-win/668962002/ (recognizing that conservatives praised the decision “as a win for religious freedom”).  147 See Andrew Koppelman, The Press is Wrong on Masterpiece Cakeshop. The Baker Lost, AM. PROSPECT (June 5, 2018), https://prospect.org/justice/press-wrong-masterpiece-cakeshop.-baker-lost./ (discussing the limited impact of the Court’s holding in Masterpiece Cakeshop because the Court’s holding was focused on the Colorado Civil Rights Commission’s actions). August 2020] THE BACKLASH BOOMERANG 1185 recognition of a transgender person’s transition in 2017.148  Phillips subsequently sued Colorado for attempting to enforce the state’s public accommodation law prohibiting discrimination related to gender identity claiming that the state is biased against him and alleging violations of rights including free exercise of religion, free speech, due process, and equal protection.149  b.  Arlene’s Flowers Masterpiece Cakeshop is emblematic of recent efforts to limit LGBTQ equality by individual backlash efforts.  While Masterpiece Cakeshop was being litigated, another case, Arlene’s Flowers was working its way through the Washington state court system.  Arlene’s Flowers, like Masterpiece Cakeshop, involves an effort by a small business owner to refuse to provide goods and services to a same-sex couple for their wedding.150  The couple in this case had been long-term customers of Arlene’s Flowers, but the owner refused to provide flowers for their wedding due to religious objections.151  The shop owner, Barronelle Stutzman, argued that she did not violate the Washington state anti-discrimination statute because she did not discriminate on the basis of sexual orientation, but rather marital status which is not a protected class in the state.152  She further argued that because sexual orientation and religion were both protected classes under the anti-discrimination law the court must balance the two interests in reaching its decision.153  The   148 See Elise Schmelzer, Judge Expected to Deny Colorado’s Attempt to Dismiss Second Masterpiece Cakeshop Lawsuit, DENVER POST (Jan. 25, 2019, 4:34 PM), https://www.denverpost.com/2018/12/17/masterpiece-cakeshop-lawsuit/ (“A lawsuit filed by the Masterpiece Cakeshop owner once again could rise to the U.S. Supreme Court after a federal judge . . . said he likely would deny state officials’ request to dismiss the complaint . . . .”); Amy B. Wang, Baker Claims Religious Persecution Again—This Time After Denying Cake for Transgender Woman, WASH. POST (Aug. 15, 2018, 5:40 PM), https://www.washingtonpost.com/news/acts-of-faith/wp/2018/08/15/baker-claims-religious-persecution-again-this-time-after-denying-cake-for-transgender-woman/?utm_term=.37f323c362fa (explaining that Masterpiece Cakeshop owner, Phillips, refused to make a cake for a transgender woman and violated the Colorado antidiscrimination laws).    149 Complaint at 49, Masterpiece Cakeshop, Inc. v. Elenis, No. 18-cv-02074-WYD-STV (D. Colo. Aug. 14, 2018).  150 State v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1210–12 (Wash. 2019), petition for cert. filed, (U.S. Sept. 11, 2019) (No. 19-333).  151 State v. Arlene’s Flowers, Inc., 389 P.3d 543, 548–50 (Wash. 2017), vacated, 138 S. Ct. 2671 (2018).  152 Id. at 549.  153 Id. at 552. 1186 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 court rejected these claims as well as claims related to the owner’s freedom of speech and religion.154 Weeks after its Masterpiece decision, the Supreme Court granted certiorari, vacated the judgement and remanded the Arlene’s Flowers case for further consideration in light of Masterpiece Cakeshop.155  Washington’s governor, Jay Inslee, stated that the  Supreme Court’s recent holding in the Colorado case, does not surprise us or cause us any concern.  Unlike the recent decision in the Colorado case, in Washington there was never any indication of religious bias or hostility in our pursuit to protect consumers from discrimination.  I have full confidence that the state will prevail once again.156   This in fact occurred when the Washington Supreme Court found that hostility or animus did not play a role in the earlier proceedings.157 Arlene’s Flowers has petitioned for certiorari of the Washington Supreme Court’s most recent decision.  The Supreme Court’s decision on whether to hear the substantive questions presented by Arlene’s Flowers will dictate whether these types of competing constitutional claims will continue as a backlash technique.  c.  Aloha Bed & Breakfast While the Court side-stepped the issue by sending Arlene’s Flowers to be reconsidered by a lower court in 2018, another case was already pending before the U.S. Supreme Court.  The initial arguments in Cervelli v. Aloha Bed & Breakfast158 were based on the alleged sexual orientation discrimination that occurred in 2007 and was litigated through 2018 when the Hawai’i Supreme Court denied certiorari weeks after Masterpiece Cakeshop was decided.159  The petition for certiorari to the U.S. Supreme Court, however, reflects the Court’s Masterpiece   154 Id.  155 Id. at 568.  156 Inslee Statement on U.S. Supreme Court Sending Arlene’s Flowers Case to Washington State Supreme Court, WASH. GOVERNOR JAY INSLEE (June 25, 2018), https://www.governor.wa.gov/news-media/inslee-statement-us-supreme-court-sending-arlenes-flowers-case-washington-state-supreme.  157 Arlene’s Flowers, 441 P.3d at 1216.  158 Cervelli v. Aloha Bed & Breakfast, 415 P.3d 919 (Haw. Ct. App. 2018), cert. denied, 139 S. Ct. 1319 (2019).  159 See Cervelli v. Aloha Bed & Breakfast, No. SCWC-13-0000806, 2018 WL 3358586, at *1 (Haw. July 10, 2018) (denying cert.). August 2020] THE BACKLASH BOOMERANG 1187 decision by raising the issue of animus which had not been argued below.160 The Hawai’i Supreme Court declined to recognize the religious and other claims of a bed and breakfast owner who refused to lease a room to a lesbian couple.161  The Hawai’i Intermediate Court of Appeal’s decision stated that the plaintiffs were denied lodging solely based on their sexual orientation.162  The Aloha Bed & Breakfast (“Aloha B & B”) owner, Phyllis Young, claimed that the state’s anti-discrimination laws did not apply to her because Aloha B & B was run out of her home and, therefore, she is allowed to discriminate because she is exempt from the anti-discrimination law.163  The court found that the Aloha B & B was a public accommodation and that it violated the anti-discrimination law by discriminating against the couple on the basis of their sexual orientation.164 The court then addressed Young’s constitutional claims that forcing her to accept same-sex couples as guests at Aloha B & B violated her rights to free exercise of religion, privacy, and intimate association.165  The decision stated that Hawai’i had a compelling governmental interest in prohibiting discrimination in public accommodations and that Young had voluntarily given up her right to be left alone by operating the business in her home.166  Consequently, Young’s argument was rejected by the court.167  Her intimate association claim was also denied because the relationship between the Aloha B & B and its customers is “not the type of intimate relationship that is entitled to constitutional protection against a law designed to prohibit discrimination in public accommodations.”168 The decision finally reviewed the Aloha B & B’s claim that applying the anti-discrimination law to its conduct violated Young’s rights to free exercise of religion.  Even though Aloha B & B did not dispute that the anti-discrimination law was a neutral law of general applicability, it claimed that a harder strict scrutiny analysis should be applied under the Hawai’i Constitution instead of a rational basis analysis required by   160 Id. at 37.  161 Cervelli, 415 P.3d at 928.  162 Id. at 923.  163 Id. at 925.  164 Id. at 928.   165 Id. at 931.  166 Id. at 931–32.  167 Id. at 932.  168 Id. at 933.  1188 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 federal constitutional precedent.169  The court stated that the it need not address the standard of review issue because it concluded that the law satisfied strict scrutiny analysis as applied to Young’s claim.170 Young’s certiorari petition to the U.S. Supreme Court alleged that the public accommodation law inhibited “her constitutional rights to privacy, intimate association, and the free exercise of religion.”171  A significant change in her legal arguments included the claim that the Hawai’i Civil Rights Commission engaged in “a state-sponsored campaign to punish Mrs. Young for her religious beliefs about sex and marriage” in direct conflict with the Court’s Masterpiece Cakeshop and Church of the Lukumi Babalu Aye, Inc. v. City of Hialeah rulings.172 The petition contended that the Commission worked alongside the plaintiffs to advance an unprecedented interpretation of the state’s anti-discrimination law, convinced the courts to adopt the interpretation, and advocated for state courts to punish Young based on her religious beliefs without prior warning.173  Young’s petition further alleged that she was interrogated by the Commission “about [her] religious beliefs, criticized the Catholic Church’s teaching about sex and marriage, and cited [her] religious beliefs as a basis for punishing her[.]”174  Then, quoting Masterpiece Cakeshop, the petition stated “that the Commission and Hawai’i courts gave insufficient ‘consideration for [Mrs. Young’s] free exercise rights and the dilemma [s]he faced.’”175 The petition characterizes the litigation against Young as a “10-year campaign” to punish her and a failure to treat her religious claims in a respectful manner.176  Young offers that “Masterpiece Cakeshop bars ‘subtle departures from neutrality’ and . . . ‘even slight suspicion’ of religious   169 Id. at 934.  170 Id. at 934.  In determining whether the anti-discrimination law violated Young’s constitutional right to free exercise of religion, the court considered the claim under Emp’t Div., Dep’t of Human Res. of Or. v. Smith, 494 U.S. 872 (1990), a federal law analysis based on a challenge to the U.S. Constitution and Korean Buddhist Dae Won Sa Temple of Haw. v. Sullivan, 953 P.2d 1315 (Haw. 1998), a state law balancing test applied to challenges to the Hawai’i Constitution.  Cervelli, 415 P.3d at 934–35.    171 Petition for Writ of Certiorari, supra note 159, at 24.  172 Id. at 30–31.  In Church of the Lukumi Babalu Aye, Inc. v. City of Hialeah, the Court held a state law cannot be gerrymandered to “infringe upon or restrict practices because of their religious motivation[.]”  508 U.S. 520, 533, 535 (1993).     173 Petition for Writ of Certiorari, supra note 159, at 31.  174 Id. at 34.  175 Id. at 35 (alterations in original) (quoting Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1729 (2018). 176  Id. at 36. August 2020] THE BACKLASH BOOMERANG 1189 hostility.” 177  The petition then concludes that the Commission in the instant case was outright hostile toward Young’s religious beliefs and that the circumstances warrant the Supreme Court’s review or summary reversal, or, at a minimum, the Supreme Court should grant, vacate, and remand in light of Masterpiece Cakeshop.178 Since the Court failed to address the substantive issue in Masterpiece Cakeshop, backlash boomerang litigation claims like Young’s will focus on the alleged hostility imposed upon an individual’s religious rights instead of the alleged discrimination against LGBTQ people.  This type of litigation paints a denial of religious rights claims in and of itself as hostility towards the claimant.  If courts accept this type of argument, then valid court decisions finding that a public accommodation violated an anti-discrimination ordinance would be sufficient evidence of animus towards the violator.  Courts need to eliminate this tactic or a claim of religious beliefs would serve as the ultimate legal trump card for people who do not want to comply with anti-discrimination laws.  d.  Klein (Sweetcakes by Melissa) Another certiorari petition post-Masterpiece Cakeshop was filed by Melissa and Aaron Klein.179  Klein, like Masterpiece Cakeshop, involved two bakers refusing to make a wedding cake for a same-sex couple.180  The Kleins were investigated and found in violation of Oregon’s public accommodations law.181 The bakers claimed that their case was prejudged by Oregon Bureau of Labor and Industries (“BOLI”) commissioner, Brad Avakian, when he stated on his Facebook page that “[e]veryone has a right to their religious beliefs, but that doesn’t mean they can disobey laws already in place.”182  The BOLI Commissioner also made comments in an article in The Oregonian newspaper.183  The Kleins argued that the commissioner should have recused himself because he had judged their  177  Id. at 36–37 (quoting Masterpiece Cakeshop, 138 S. Ct. at 1731).  178 Id. at 37.  179 Petition for Writ of Certiorari, Klein v. Or. Bureau of Labor & Indus., 139 S. Ct. 2713 (2019) (No. 18-547).  180 Klein v. Or. Bureau of Labor & Indus., 410 P.3d 1051, 1056 (Or. Ct. App. 2017), vacated, 139 S. Ct. 27 13 (2019).  181 Id.; see also OR. REV. STAT. § 659A.403 (prohibiting any place of public accommodation from denying “full and equal accommodations” to any person “on account of . . . sexual orientation”).  182 Klein, 410 P.3d at 1059.  183 Id.  1190 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 case prior to “giving them an opportunity to present their version of the facts and the law.”184  The Oregon Court of Appeals found that these statements reflected the commissioner’s general views on the law and public policy and, consequently, he was not required to be disqualified from the case.185 Instead of focusing on the alleged animus or prejudice of the BOLI commissioner, the Kleins’ certiorari petition focused on the factual differences between its case and Masterpiece Cakeshop and the free speech and free exercise of religion arguments related to designing and creating the wedding cake.186  It also raised the issue of whether the Court should overrule Employment Division, Department of Human Resources of Oregon v. Smith187 or apply strict scrutiny to free exercise claims if other fundamental rights are implicated in the case.188  It appears that the tactic in this case was not to duplicate the issues in Masterpiece Cakeshop, but to press the Court into addressing the substantive issues that were previously sidestepped. Due to the language in Masterpiece Cakeshop that the outcome of cases like this must await further elaboration in the courts, individuals like those in the above cases will continue to test the parameters of their free speech and free exercise clause claims in an attempt to limit the rights of same-sex couples.  If these backlash boomerang cases are successful, they may have a significant impact on non-discrimination laws and efforts to vigorously enforce them on behalf of LGBTQ people and other protected classes.  2.  Generalized Grievances A potential alternative avenue for testing the limits of LGBTQ legal protections and recognition is claiming that marital recognition does not necessarily include all of the rights of marriage such as employee benefits for governmental workers and their spouses.  Challenges to the federal government’s spending are greatly curtailed by the standing   184 Id. at 1078.  185 Id.  186  Klein, supra note 180, at 15.   187 Id. at 30–31.  In Employment Division, Department of Human Resources of Oregon v. Smith, the Court held that individuals must comply with valid and neutral laws of general applicability even if it proscribes or prescribes religious conduct.  494 U.S. 872, 878–79 (1990).   188 Id. at ii. August 2020] THE BACKLASH BOOMERANG 1191 prohibition on generalized grievances of citizens or taxpayers.189  Some states do not have the same justiciability requirements and it is possible that spending claims could be filed based on state law claims. Pidgeon v. Turner is another case where the Supreme Court has denied certiorari.190  Unlike Masterpiece Cakeshop and Arlene’s Flowers, however, Pidgeon did not involve an individual refusing to comply with an anti-discrimination law.  In Pidgeon, two taxpayers sued the city of Houston in what is currently a successful attempt to prevent same-sex spouses of city employees from receiving the same benefits as opposite-sex spouses.191 After the Court struck down the federal Defense of Marriage Act (“DOMA”) in the United States v. Windsor,192 the mayor of Houston, based upon the city attorney’s advice, began to extend the same benefits to the spouses of same-sex city employees as opposite-sex spouses of city employees.193  The taxpayers claimed that, due to the mayor’s directive to provide benefits to same-sex spouses, the city would be expending significant public funds on an illegal activity because the mayor’s directive violated Texas’s and Houston’s DOMA laws.194 The taxpayers in the case argued that “Obergefell may have recognized a ‘fundamental right’ to same-sex marriage and may ‘require States to license and recognize same-sex marriages,’ but, . . . [Obergefell] did not recognize a fundamental right ‘to spousal employee benefits’ or ‘require States to give taxpayer subsidies to same-sex couples.’”195 The Texas Supreme Court reversed the court of appeals judgement in favor of the city and remanded the case to the trial court for further proceedings.196  In doing this, the Texas Supreme Court encouraged subordination efforts to limit the rights of same-sex married couples   189 See Flast v. Cohen, 392 U.S. 83, 105–06 (1968) (holding that “a taxpayer will have standing consistent with Article III . . . when he alleges that congressional action under the taxing and spending clause is in derogation of those constitutional provisions which operate to restrict the exercise of the taxing and spending power[,]” not merely “where a taxpayer seeks to employ a federal court as a forum in which to air his generalized grievances about the conduct of government or the allocation of power in the Federal System”).   190 538 S.W.3d 73 (Tex. 2017), cert. denied, 138 S. Ct. 505.  191 Id. at 78–79.  192 570 U.S. 744, 769 (2013) (invalidating DOMA under due process and equal protection principles).  193 Pidgeon, 538 S.W.3d at 78.  194 Id. at 78–79.  195 Id. at 86.   196 Id. at 89. 1192 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 when it stated, “Pidgeon and the Mayor, like many other litigants throughout the country, must now assist the courts in fully exploring Obergefell’s reach and ramifications, and are entitled to the opportunity to do so.”197  By giving LGBTQ opponents the “opportunity” to determine Obergefell’s limits, the Texas Supreme Court created an invitation to use the judicial system as a backlash mechanism to limit LGBTQ equality. Legal efforts to limit the impact of Obergefell appear likely to linger.  While there may be justiciability issues preventing federal taxpayer claims related to marital rights for same-sex couples,198 states that do not prohibit taxpayer standing to bring lawsuits may see cases like Pidgeon in their courts. Since the Court is determined to leave the larger issues to be decided later, these types of claims are likely to continue to be litigated throughout the country without any real guidance.  Until the Court makes a specific decision on the merits of the backlash boomerang, individuals will feel free to use a variety of legal claims as a means to subordinate or limit the rights of the LGBTQ community. B.  Governmental Subordination Governmental subordination of LGBTQ people post-Obergefell has primarily focused on a few generalized areas including:  religious exemptions to anti-discrimination laws, particularly related to public accommodations afforded to LGBTQ people, parental rights related to adoption and birth certificates, and transgender rights such as “bathroom bills.” 199  Even though public support for marriage equality increased after the Obergefell decision, backlash efforts have been seen on the state200 and federal levels.    197 Id.  198 See Flast v. Cohen, 392 U.S. 83, 105–06 (1968) (establishing when taxpayers have standing under Article III to challenge federal taxing or spending power).  199 Kazyak & Stange, supra note 108, at 2033–34.   200 Many anti-LGBTQ state bills are focused on transgender youth in 2020.  See Julie Moreau, Dozens of Anti-LGBT State Bills Already Proposed in 2020, Advocates Warn, NBC NEWS (Jan. 23, 2020), https://www.nbcnews.com/feature/nbc-out/dozens-anti-lgbtq-state-bills-already-proposed-2020-advocates-warn-n1121256 (discussing a bill introduced in South Dakota that would “make it a felony for medical professionals to provide transgender health care to minors” and noting this is just one of at least twenty-five anti-LGBTQ bills that have been proposed in 2020); Legislation Affecting LGBT Rights Across the Country, ACLU, https://www.aclu.org/legislation-affecting-lgbt-rights-across-country (last updated Feb. 24,  August 2020] THE BACKLASH BOOMERANG 1193 Federal backlash or subordination examples include the introduction of congressional legislation relating to exemptions for religious adoption services who refuse to place children in same-sex households,201 policy changes including the Trump Administration’s attempts to create religious exemptions for federal contracts202 and to prohibit transgender service members in the military.203  Some observers argue that these types of governmental laws and regulations illustrate backlash to the Obergefell decision.204 It is impossible to engage in a thorough review of these efforts because new subordination activities occur on a consistent basis.  Consequently, this Part will provide an overview of cases and actions being undertaken by governmental entities to subordinate LGBTQ individuals.  1.  Religious Exemptions to Anti-Discrimination Laws There have been a variety of state and federal efforts to recognize religious exemptions for businesses that are subject to anti-discrimination laws prohibiting discrimination on the bases of sexual  2020) (listing pending state anti-LGBTQ legislation).  Nationally, more than seventy anti-LGBTQ bills were introduced in the beginning of the 2019 state legislative session, which was less than the more than 200 bills introduced in the 2016 session.  Chris Johnson, South Dakota Leads the Way in Anti-LGBT Bills for 2019 Session, WASH. BLADE (Feb. 13, 2019, 2:00 PM), https://www.washingtonblade.com/2019/02/13/south-dakota-leads-the-way-in-anti-lgbt-bills-for-2019-session/.  There were at least 129 anti-LGBTQ bills in thirty states in 2017.  Julie Moreau, 129 Anti-LGBTQ State Bills Were Introduced in 2017, New Report Says, NBC NEWS (Jan. 12, 2018, 10:01 AM), https://www.nbcnews.com/feature/nbc-out/129-anti-lgbtq-state-bills-were-introduced-2017-new-report-n837076.    201 See Child Welfare Provider Inclusion Act of 2019, H.R. 897, 116th Cong. § 3(a) (2019) (prohibiting “[t]he Federal Government, and any State that receives Federal funding for any program that provides child welfare services[,]” from “discriminat[ing] or tak[ing] an adverse action against a child welfare service provider on the basis that the provider has declined or will decline to provide, facilitate, or refer for a child welfare service that conflicts with . . . the provider’s sincerely held religious beliefs of moral convictions”).  Representative Mike Kelly has introduced this bill since 2014. See, e.g., Child Welfare Provider Inclusion Act of 2014, H.R. 5285, 113th Cong. (2014).  202 See Implementing Legal Requirements Regarding the Equal Opportunity Clause’s Religious Exemption, 84 Fed. Reg. 41,677 (proposed Aug. 15, 2019) (to be codified at 41 C.F.R. 60) (proposing a religious exemption for federal contractors).  203 See, e.g., Presidential Memorandum for the Secretary of Defense and the Secretary of Homeland Security (Aug. 25, 2017), https://www.whitehouse.gov/presidential-actions/presidential-memorandum-secretary-defense-secretary-homeland-security/ (suggesting that allowing “openly transgender” individuals in the United States military “would . . . hinder military effectiveness and lethality, disrupt unit cohesion, or tax military resources”).  204 Kazyak & Stange, supra note 108, at 2033 (citations omitted). 1194 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 orientation and gender identity.205  Currently, twenty states have statutory religious exemptions and Alabama has a constitutional religious exemption law permitting people, churches, non-profit organizations and, in some cases, businesses from state laws that burden their religious beliefs.206  These religious exemptions are in force in states where approximately forty-one percent of LGBTQ people live.207  Additionally, twelve states grant religious exemptions for those who provide services  to LGBTQ people such as state-licensed child welfare agencies, private businesses, and medical professionals.208 North Carolina was never a leader on LGBTQ legal issues and presents an example of current governmental backlash activities.  Starting in 2015, North Carolina passed a variety of laws limiting the rights of LGBTQ people.  Weeks before the Obergefell decision was handed down by the Supreme Court, North Carolina passed a law, Senate Bill 2, giving magistrates the right to recuse themselves from performing lawful marriages based upon their sincerely held religious objections.209  North Carolina is one of only two states to pass this type of legislation.210   205 It has been suggested that governmental encouragement of discrimination through religious exemptions or “conscience” laws is a form of impermissible state action in violation of nondiscrimination laws.  See Ronald J. Krotoszynski, Jr., Agora, Dignity, and Discrimination: On the Constitutional Shortcomings of “Conscience” Laws that Promote Inequality in the Public Marketplace, 20 LEWIS & CLARK L. REV. 1221, 1245–49 (2017) (proposing that “conscience” laws are not distinguishable from other unconstitutional state and local laws that encouraged racial discrimination on part of private parties).  206 Arizona, Arkansas, Connecticut, Florida, Idaho, Illinois, Indiana, Kansas, Kentucky, Louisiana, Mississippi, Missouri, New Mexico, Oklahoma, Pennsylvania, Rhode Island, South Carolina, Texas, Tennessee, and Virginia have statutory religious exemption laws.  Religious Exemption Laws: Religious Exemption, MOVEMENT ADVANCEMENT PROJECT, http://www.lgbtmap.org/equality-maps/religious_exemption_laws (last updated May 18, 2020).  207 Id.  208 Alabama, Kansas, Michigan, Mississippi, North Dakota, Oklahoma, South Carolina, South Dakota, Texas, and Virginia permit state-licensed child welfare agencies to deny to place or provide services to LGBT people and same-sex couples if it conflicts with their religious beliefs.  Kansas and Mississippi have religious exemptions allowing private businesses to refuse services to married same-sex couples.  Alabama, Illinois, Mississippi, and Tennessee grant religious exemptions to medical professionals who decline to serve LGBT patients.  Religious Exemption Laws: Services, MOVEMENT ADVANCEMENT PROJECT, http://www.lgbtmap.org/equality-maps/religious_exemption_laws. (last updated May 18, 2020).  209 N.C. GEN. STAT. § 51-5.5 (2015).  210 Mississippi also allows religious exemptions for state and local officials who solemnize marriages.  Religious Exemption Laws: Marriage Solemnization, MOVEMENT ADVANCEMENT PROJECT, http://www.lgbtmap.org/equality-maps/religious_exemption_laws (last updated May 18, 2020). August 2020] THE BACKLASH BOOMERANG 1195 The exemption was challenged by three same-sex couples claiming taxpayer standing to object to the alleged spending of public funds in aid of religion.211  The Fourth Circuit affirmed the lower court’s ruling that the couples lacked standing to challenge the law in federal court.212  At the time the lawsuit was filed, approximately five percent of North Carolina magistrates refused to marry same-sex couples due to their religious beliefs.213  One magistrate decided to quit her job when a supervisor told her that she could not be excused from her marriage duties.214  She brought a lawsuit in federal court where the judge ruled that she should have been permitted to opt-out of performing marriages due to her religious beliefs and later reached a settlement on her claim.215 Legislation known as HB 2 was introduced in 2016216 and allegedly rushed through a special session in order to prevent a local anti-discrimination law from taking effect.217  The local law, a Charlotte, North Carolina ordinance, would have prohibited discrimination in housing and public accommodations on the bases of sexual orientation or gender identity.218  The new Public Facilities Privacy and Security Act superseded and preempted local ordinances, regulations, resolutions or policies related to employment and public accommodations, among other things.219  The law also limited the use of single occupancy bathrooms and changing facilities to a person’s biological sex.220   211    Ansley v. Warren, 861 F.3d 512, 516 (4th Cir. 2017).  212 Id.  213 Anne Blythe, Should NC Magistrates be Able to Opt out of Performing Marriages on Religious Grounds? Case at 4th Circuit, NEWS & OBSERVER (May 10, 2017, 3:39 PM), https://www.newsobserver.com/news/politics-government/state-politics/article149569774.html.  214  Sarah Pulliam Bailey, Can LGBT Rights and Religious Rights Coexist? Kim Davis-Like Case Tests the Waters, WASH. POST (Feb. 7, 2018, 5:53 AM), https://www.washingtonpost.com/news/acts-of-faith/wp/2018/02/07/can-lgbt-rights-and-religious-rights-coexist-kim-davis-like-case-tests-the-waters/?utm_term=.c1c1ba005244. 215 Id. 216 H.B. 2, 2016 Gen. Assemb., 2d Extra Sess. (N.C. 2016).   217  Avianne Tan, North Carolina’s Controversial Anti-LGBT Bill Explained, ABC NEWS, (Mar. 24, 2016 6:51 PM), https://abcnews.go.com/US/north-carolinas-controversial-anti-lgbt-bill-explained/story?id=37898153.  218 Id.  219 N.C GEN. STAT. § 143-422.2(c) (2016) (repealed 2017).  220 See N.C. GEN STAT. §143-760(b) (2016) (“Public agencies shall require every multiple occupancy bathroom or changing facility to be designated for and only used by persons based on their biological sex.”) (repealed 2017).  1196 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 The law’s passage received significant media coverage and reverse backlash from inside the state and nationally.  The law was repealed the next year by HB 142 which preempted state entities including schools from regulating access to multiple occupancy restrooms, showers or changing facilities.221  Additionally, no local government can enact or amend employment or public accommodation regulations.222  Many believe that North Carolina’s revised law did not relieve the LGBTQ community of the limitations placed by the earlier law and that in some ways, it is even more restrictive.223 North Carolina is just one state of many that are exploring religious exemptions. As time passes, and support for LGBT equality continues to increase, it is likely that these legislative efforts will decrease.  They will, however, remain in some states until the Court determines whether states may let businesses and individuals opt-out of non-discrimination laws due to their religious beliefs.  2.  Adoption Services Agencies Refusal to Place  In the last thirty years, more LGBTQ people have created legally recognized families and adoption has been one of the primary ways for these families to include children.  Many same-sex couples attempt to provide homes and families to some of the approximately half a million children in the foster care system in the United States.224  In 2011, more than 22,000 children were adopted by more than 16,000 same-sex couples.225  This is a significant number of the more than 50,000   221 See Act to Reset S.L. 2016-3, 2017 N.C. Sess. Laws 4 (2017) (codified at N.C. GEN. STAT. §143-761) (“State agencies . . . are preempted from regulation of access to multiple occupancy restrooms . . . .”).   222 H.B. 142, 2016 Gen. Assemb., Reg. Sess. (N.C. 2017).  223 See Editorial, HB2 Repeal: Cooper Turns Back on LGBT Community, CHARLOTTE OBSERVER (Mar. 30, 2017, 10:59 AM), https://www.charlotteobserver.com/opinion/editorials/article141667999.html (“House Bill 142 literally does not do one thing to protect the LBGT community . . . .”); Mark Joseph Stern, The HB2 “Repeal” Bill is an Unmitigated Disaster for LGBTQ Rights and North Carolina, SLATE (Mar. 30, 2017, 12:25 PM), https://slate.com/human-interest/2017/03/hb2-repeal-bill-is-a-disaster-for-north-carolina-and-lgbtq-rights.html (“[HB 142] substitutes the old anti-trans policy for a new, equally cruel one . . . .”).  224 Tracy Smith, Comment, Stretching the First Amendment: Religious Freedom and Its Constitutional Limits within the Adoption Sector, 46 PEPP. L. REV. 113, 115 (2018) (citing Foster Care, CHILDREN’S RIGHTS, http://www.childrensrights.org/newsroom/fact-sheets/foster-care/ (last visited May 22, 2020)).  225 Id. (citing Gary J. Gates, LGBT Parenting in the United States,  WILLIAMS INST. (Feb. 2013), https://williamsinstitute.law.ucla.edu/wp-content/uploads/LGBT-Parenting-US-Feb-2013.pdf). August 2020] THE BACKLASH BOOMERANG 1197 children who are adopted through the United States Child welfare system each year.226 Since the Court’s Obergefell decision, some elected officials have pushed to create exemptions to laws that would otherwise require them to allow adoptions by same-sex couples or LGBTQ people.  Currently, eleven states have laws granting religious exemptions to foster care agencies that do not want to place children with LGBTQ individuals or couples if it is against their religious beliefs.227  Members of Congress have also introduced legislation that would have slashed the funding for child welfare services programs in states that prohibit discrimination in child placement228 or prevent the federal government from taking action against child welfare agencies that discriminate because of the service provider’s sincerely held religious beliefs or moral convictions.229 Where the law does not address religious exemptions, some organizations have simply refused to comply.  For example, in a case   226 More than 57,000 adoptions of foster children occurred in 2016, an increase from the previous year.  Stats Show Our Nation’s Foster Care System is in Trouble, NAT’L COUNCIL FOR ADOPTION (Jan. 4, 2018), https://www.adoptioncouncil.org/blog/2018/01/stats-show-our-nations-foster-care-system-is-in-trouble.  227 The states with adoption religious exemptions are Alabama, Kansas, Michigan, Mississippi, North Dakota, Oklahoma, South Carolina, South Dakota, Tennessee, Texas, and Virginia.   Foster and Adoption Laws: Foster Care, MOVEMENT ADVANCEMENT PROJECT, http://www.lgbtmap.org/equality-maps/foster_and_adoption_laws (last updated May 18, 2020).   228 Press Release, Representative Robert B. Aderholt, U.S. House of Representatives, Congressman Robert Aderholt Offers Amendment to Aid Children and Families in Adoption and Foster Care Services (July 11, 2018), https://aderholt.house.gov/media-center/press-releases/congressman-robert-aderholt-offers-amendment-aid-children-and-families.  The amendment was later removed from the bill.  Ryan Thoreson, US Congress Rejects Anti-LGBT Adoption Amendment, HUM. RTS. WATCH (Sept. 28, 2018, 1:16 PM), https://www.hrw.org/news/2018/09/28/us-congress-rejects-anti-lgbt-adoption-amendment;  see also Julie Moreau,  Religious Exemption Laws Exacerbating Foster and Adoption ‘Crisis,’ Report Finds, NBC NEWS (Nov. 22, 2018, 12:23 PM), https://www.nbcnews.com/feature/nbc-out/religious-exemption-laws-exacerbating-foster-adoption-crisis-report-finds-n939326 (referencing Representative Aderholt’s proposed amendment  to the 2019 appropriations bill, which ultimately failed); Julie Moreau, House Republicans Advance Adoption Amendment Critics Say is ‘Anti-LGBTQ,’ NBC NEWS (July 12, 2018, 4:52 PM), https://www.nbcnews.com/feature/nbc-out/house-republicans-advance-adoption-amendment-critics-say-anti-lgbtq-n891041 (reporting that Representative Aderholt’s proposed amendment had passed an initial vote).  229 See Child Welfare Provider Inclusion Act of 2019, H.R. 897, 116th Cong. § 3(a) (2019) (proposing to limit the ability of states to take “adverse action” against child welfare service on the basis of that provider’s unwillingness to place children in LGBTQ families due to “sincerely held religious beliefs or moral convictions); see also supra note 201 and accompanying text (noting the legislative history of the bill). 1198 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 recently granted certiorari,230 two Philadelphia foster care agencies, Bethany Christian Services and Catholic Social Services (“CSS”), refused to place foster children with LGBTQ people despite the fact that the city was urgently calling for more foster parents, including LGTBQ people.231  While Pennsylvania law does not prohibit discrimination against foster care or adoptive parents, Philadelphia’s Fair Practices Ordinance does prohibit sexual orientation discrimination in public accommodations.232  As a result of CSS’s discriminatory adoption practice, the city’s Department of Human Services suspended referrals to CSS, who in turn filed suit against the city.233  After determining that the provision of foster care services was a public accommodation, the district court held that the ordinance was neutral and generally applicable and did not violate the Free Exercise Clause,234 among other claims.235 On appeal, the Third Circuit also concluded that the city’s nondiscrimination law “is a neutral, generally applicable law, and the religious views of CSS do not entitle it to an exception from that policy.”236  The Third Circuit also looked at the treatment of CSS in light of Masterpiece Cakeshop.  The court found that CSS was treated with “the kind of respectful consideration found lacking in Masterpiece, and nowhere in the record did the City depart from this respectful  230  Fulton v. City of Philadelphia, 922 F.3d 140 (3d Cir. 2019), cert. granted, 140 S. Ct. 1104 (Feb. 24, 2020) (No. 19-123).  231 See Julia Terruso, Two Foster Agencies in Philly Won’t Place Kids with LGBTQ People, PHILA. INQUIRER (Mar. 13, 2018), https://www.philly.com/philly/news/foster-adoption-lgbtq-gay-same-sex-philly-bethany-archdiocese-20180313.html (reporting that two Philadelphia foster care agencies refuse to place children with same-sex couple while, at the same time, Philadelphia’s Department of Human Services was “urgently calling for more foster parents”).  232 See Fulton v. City of Philadelphia, 320 F. Supp. 3d 661, 670–71 (E.D. Pa.) (noting that the Philadelphia’s Fair Practices Ordinances prohibits providers from discriminating against individuals in public accommodations on the basis of, inter alia, sexual orientation, gender identity, or marital status), aff’d, 922 F.3d 140 (3d Cir. 2018), cert. granted, 140 S. Ct. 1104 (2020).    233 See id. at 673 (“[DHS] Deputy Commissioner . . . communicate[d] that foster agencies should ‘refrain from making any foster care referrals to . . . Bethany Christian Services and [CSS].’” (fifth alteration in original) (citation omitted)).  234 Id. at 678–86.   235 The court also found that the organization did not face targeted religious discrimination and it did not have valid Establishment Clause, Pennsylvania Religious Freedom Act, or free speech claims.  Id. at 691, 695, 697–98.  236 Fulton v. City of Philadelphia, 922 F.3d 140, 147 (3d Cir. 2018) (citation omitted), cert. granted, 140 S. Ct. 1104 (2020). August 2020] THE BACKLASH BOOMERANG 1199 posture.”237  Nor was CSS treated differently because of its religion.238  Ultimately, the court held that the district court did not abuse its discretion in denying the motion for preliminary injunctive relief and affirmed the lower court’s decision.239 The federal government also weighed in on the issue when the Department of Health and Human Services announced that it would allow a South Carolina ministry to participate in a federally funded foster care program even though it will not work with non-Christians or LGBTQ people who are interested in becoming foster parents.240  The ministry had been in violation of an Obama Administration regulation that would have prohibited the funding of groups that discriminated on the basis of religion or sexual orientation.241 The above examples are but a few governmental attempts to subordinate LGBTQ people’s families.  These types of governmental actions are more likely to occur in states where elected officials oppose LGBTQ equality despite increased support from these issues by their constituents.  Ultimately, these governmental efforts will be challenged in the courts by LGBTQ advocates without any realistic fear of a negative and enduring backlash impact. CONCLUSION Starting in the 1950s, LGBTQ people began to live openly and demand equality for themselves and their relationships.  Those who opposed social and legal recognition of LGBTQ individuals and families engaged in a variety of backlash activities to halt or slow the movement towards equality.  As LGBTQ advocates began to fight for legal recognition and protections, they took into account the possible negative impacts of a backlash against these efforts, including litigation and legislative strategies and decision-making.  Empirical studies have now concluded that these fears were not sustained by the data. Courts, legislatures and public opinion have continued on a path towards equality with support of LGBTQ issues at an all-time high after   237 Id. at 157.  238 Id.  239 Id. at 165.  240 Jessie Hellman, Trump Admin Grants Religious Exemption to Federally-Funded Foster Care Program, HILL (Jan. 23, 2019, 5:22 PM), https://thehill.com/policy/healthcare/426681-trump-admin-allows-foster-care-group-that-only-works-with-christians-to (reporting on the exemption of Miracle Hill Ministries, a South Carolina faith-based organization).  241 Id. 1200 JOURNAL OF CONSTITUTIONAL LAW [Vol. 22:5 numerous legal victories.  As a result of these successes, some people, particularly small business owners, are bringing legal claims that their religion and speech rights are being infringed by forcing them to provide services to LGBTQ people.  Some governmental entities are introducing and passing legislation to create religious exemptions to non-discrimination laws, among other actions, as a backlash to this progress.  Attempts to create a primacy of claims where religious rights could trump anti-discrimination protections or rights for LGBTQ people could render Obergefell and other LGBTQ victories meaningless in a variety of contexts.  These backlash boomerang tactics are a form of subordination aimed at LGBTQ people.  Backlash boomerang challenges promote the concept that legal marriage for same-sex couples does not include recognition or utilization of all the rights of marriage implicit in so-called “traditional marriage.”  This form of subordination diminishes the marriages of same-sex couples and creates a reality or impression that these marriages are less valued or legitimate than marriages entered into by opposite-sex couples.  Similarly, avoiding adoptions of foster children by LGBTQ people sends the message that these families are not as valid as ones headed by heterosexual people. The Court needs to explicitly extend the language in Obergefell so that same-sex couples cannot be excluded from “civil marriage on the same terms and conditions as opposite-sex couples.”242  In order to make marriage equality a reality, the Court must state that governmental efforts to not recognize all the benefits of marriage are unconstitutional under the Equal Protection Clause and private entities cannot use religion as a means to avoid their legal obligations.  The Court’s failure to address these issues means that marital and non-marital discrimination will continue to be a means for anti-LGBTQ opponents to attempt to impede progress towards equality.     242 Obergefell v. Hodges, 135 S. Ct. 2584, 2605 (2015). ",
    "id": 346224469,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.upenn.edu:jcl-1728"
    },
    "title": "The Backlash Boomerang: Using Reverse Animus and Hostility to Limit LGBTQ Equality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T08:00:00+00:00",
    "publisher": "Penn Carey Law: Legal Scholarship Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.upenn.edu/cgi/viewcontent.cgi?article=1728&amp;context=jcl"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/346224469.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/346224469"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/346224469/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/346224469/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/346224469"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Constitutional Law",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.upenn.edu:jcl-1728",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3526",
        "openDoarId": 0,
        "name": "Penn Law: Legal Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 346224469,
        "depositedDate": null,
        "publishedDate": "2020-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:45:21+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-25T10:36:39+00:00"
    },
    "urls": [
        "https://scholarship.law.upenn.edu/jcl/vol22/iss5/1",
        "https://scholarship.law.upenn.edu/context/jcl/article/1728/viewcontent/5.1_Sobel.pdf"
    ],
    "lastUpdate": "2024-01-24T04:45:21+00:00",
    "setSpecs": []
}