{
    "acceptedDate": "2006-01-01T00:00:00+00:00",
    "authors": [
        {
            "name": "McCaffrey, E"
        }
    ],
    "contributors": [],
    "createdDate": "2016-03-14T12:32:32+00:00",
    "dataProvider": {
        "id": 53,
        "name": "Nottingham Trent Institutional Repository (IRep)",
        "url": "https://api.core.ac.uk/v3/data-providers/53",
        "logo": "https://api.core.ac.uk/data-providers/53/logo"
    },
    "depositedDate": "2006-01-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1177/1355835806065382",
    "downloadUrl": "https://core.ac.uk/download/30631315.pdf",
    "fullText": " Theology & Sexuality  Volume 12(3): 263-86 Copyright © 2006 SAGE Publications  London, Thousand Oaks CA, New Delhi http://TSE.sagepub.com DOI: 10.1177/1355835806??????  The Sexual and Theological Ethics of Gay Marriage in France:  A Dialectic between Autonomy and Universalism  Enda McCaffrey enda.mccaffrey@ntu.ac.uk Abstract The debate on gay marriage has gathered pace globally and particularly in France. Here, the secularization of marriage as an ‘acte laïque’ has furthered progress towards a political and juridic recognition of gay marriage. The Catholic church (Vatican) has opposed this development in its re-enforcement of Catholic sexual ethics and the distinction it draws between secular and religious definitions of marriage. Complicating this distinction is the per-ception of a trend towards post-secularism in France where religion is making a return to democratic debates on citizenship and gender, and raising concerns over the status of the civility of the marriage act. The focus of this article is to look at gay marriage from the perspective of con-temporary ethical and theological thinking. Specifically, I aim to examine alternative discourses that open up new ways of configuring gay marriage through an examination of concepts of integrity, responsibility and asceti-cism, and critically the ethical relationship between autonomy and norms. Keywords: gay marriage, ethics, Catholicism, secularism The question I want to address in this article is whether there is a valid theological ethic to gay marriage in France. Gay marriage, both in France and indeed globally, has become a focal point for many lesbian and gay people, sympathizers and political movements. In contemporary France, one could argue that gay marriage has now become the endgame in a longer historical struggle which began with the decriminalization of homosexuality in 1982 and concluded with the implementation of the PaCS (Pacte civil de solidarité) in 1999. Socially and culturally, gay 264 Theology & Sexuality  marriage has been gaining in acceptance in Western Europe.1 Politically and legally, there is an ongoing and increasingly stronger case for the legalization of gay marriage on the grounds of equality and anti-discrim-ination legislation. Similarly, recent challenges to French laïcité from a resurgence in religious belief are part of a wider challenge to French democratic republicanism in which new autonomies of individualism and particularism are being seen to make public ‘usage’ out of new legalized private interest. It is therefore in this context of the perceived ‘triumph’ of private interest over public interest that gay marriage is making significant inroads into French socio-cultural and political life. It is my contention, however, that the debate on gay marriage has reached a plateau. If the goal of lesbian and gay activism in France is the holy grail of marriage, then this is surely not a distant reality, at least in the context of marriage as an ‘acte laïque’, dependent on civil law. But from a religious or theological perspective, the situation is very different. For the Vatican, gay marriage is a non-starter; Catholicism and other religions reject homosexuality, let alone gay marriage, on very specific grounds. However, does this Magisterial rejectionism represent the final nail in the coffin for a theological dimension to gay marriage? Assuming that marriage is still a desirable goal for lesbians and gays,2 this article addresses recent theological debates on ethics as a way of opening up new ways of approaching gay marriage. In the first part of this article, I look at the new climate of French laïcité, and examine how trends towards post-secularism may help articulate new lines of understanding gay sexuality and marriage. In the second and third parts, I contextualize the issue of gay marriage within a wider analysis of Catholic sexual ethics of marriage, and the politics of gay marriage in France. In the final section, I argue that current debates on ethics in France offer new insights into a discourse on gay marriage within theological paradigms of autonomy, integrity, authenticity, will and responsibility. This discourse will also be seen to mirror in its sensitivities and nuances some aspects of Christian sexual ethics, without the latter’s preconditions on certain universals and a priori norms. 1. In two polls conducted by Elle (10 May 2004) and Têtu (17 May 2004), 64 per cent and 57 per cent respectively of respondents were in favour of gay marriage. 2. Denis Quinqueton and Jan-Paul Pouliquen, who drew up the legislation for the PaCS legislation, have claimed consistently that marriage does not represent progress for lesbian and gay couples. They see progess in improving the PaCS legis-lation. In this respect, see the article by Stéphanie Noblet, ‘L’intensité du débat satisfait les associations de défense des gays’, Le Monde, 4 juin 2004, p. 16.  McCaffrey  Gay Marriage in France 265   Post-secular France In 1985, the sociologist Marcel Gauchet announced the end of religion and the emergence of democracy as the new socio-historical space in which humankind could redirect any lingering thoughts of alterity or transcendence.3 Gauchet has since revised his thinking in the light of socio-cultural transformations and his realization that private interest in France has now replaced the general interest.4 In effect, as Agnès Antoine confirms in her assessment of Gauchet’s revisionism, politics as a sub-stitute for religion has been replaced by a loss in gravitas for the function of the public.5 The effect of this for socio-cultural politics in France has been twofold. First, in the decline of democracy and the function of politics, there has been a new return to religious belief (the very premise that Gauchet had rejected back in 1985). According to Antoine, the danger for laïcité of this return of religion is that individuals increasingly want their specific religious allegiance recognized (legally, politically and culturally) at the expense of the universal and general interest. This is not to say that the particular rides roughshod over the public interest. It is more the case, as Danièle Hervieu-Léger has suggested, that the trend towards individualism and autonomous decision-making is on the rise, and while the awareness of the sense of a general interest is ever-present, there is equally no sense of an obligation to embrace it.6  The consequences of politics and democracy losing their power to produce a common mission of collective agency (Gauchet’s concept of ‘being-together’7) are considerable on multiple fronts, none more so than ethically; the usurpation of heteronomous universalism by a prolifera-tion of autonomous individualisms has both negative and positive asso-3. Marcel Gauchet, Le Désenchantement du monde (Paris: Gallimard, 1985). 4. Gauchet, La Religion dans la démocratie: Parcours de la laïcité (Paris: Gallimard, 1998). 5. Agnès Antoine, ‘La conscience religieuse dans l’ère de la laïcité’, French Politics, Culture and Society, 20.3 (2002), pp. 115-20. 6. Danièle Hervieu-Léger, ‘Sortie de la religion et recours à la transcendance’, French Politics, Culture and Society, 20.3 (2002), pp. 126-31. Marcel Gauchet also charac-terizes this trend in a similar fashion: ‘Our individual agrees voluntarily with this splitting: he accepts the interpersonal norm as an order unto itself; he does not contest its general validity; he merely asks something else from it, a second order which doubles the first without interfering with it’ (in ‘Religion, éthique et démocratie’, Revue de théologie et de philosophie, 133 [2001], p. 464). 7. This concept is discussed in some detail by Hugues Poltier in his article ‘L’individu démocratique: réflexions à partir de l’oeuvre de Marcel Gauchet’, Revue de théologie et de philosophie, 133 (2001), pp. 487-96. 266 Theology & Sexuality  ciations. On the one hand, too much autonomy can lead to ethical de-composition and a free-for-all voluntarism. On the other hand, a balanced ‘theonomy’8 (a reconciliation between heteronomy and autonomy) may facilitate the creation of new conditions by which society can re-evaluate norms, both moral and religious. Hervieu-Léger cautions against both democratic implosion and religious confessionalism as a consequence of this prognosis, but what she does make clear is that laïcité in France today is under threat from a broad-based and intellectually potent religious lobby that wants to challenge laïcité’s authority, particularly in schools. The upshot of increased religious belief, coupled with a decline in the collective ‘being-together’ of democratic/political consensus, rep-resents a greater role for religious inflection in issues of citizenship and sexuality. Hervieu-Léger claims that the reason for this return to religion in the lives of French citizens is because religion satisfies a deeper human and eternal search for absolutes and truth which are beyond the tried, tested and unfulfilling rationales of modern democratic political systems. Religion, she claims, answers a yearning for ‘an absolutism located in a radical otherness far removed from any connection with society’.9  Secondly, what is significant about this return to religion, according to Gauchet and Antoine, is that truth derived from transcendence is not located in a spiritual exteriority; rather, transcendence is seen to emanate from individual experience. Antoine claims that individuals are less interested in seeking truth from transcendence in a spiritual other and more interested in experiencing ‘personally a feeling that has immediate effects in the here and now’.10 The implications of this thinking are note-worthy in the light of current debates on gay marriage in France. Politically and juridically, the debate in favour of gay marriage has gained considerable momentum over recent years, culminating in 2004 with the civic marriage of two gay men in the south-western town of Bègles, a ceremony approved and overseen by the town mayor Noël Mamère. Even though the marriage was subsequently annulled and the mayor temporarily suspended from his duties, this civic marriage had widespread support, even from unexpected quarters.11 As a disputed   8. A notion developed by the Protestant theolgian Paul Tilich in which objective reason is underpinned by subjective emotion. 9. Hervieu-Léger, ‘Sortie de la religion’, p. 130. 10. Antoine, ‘La conscience religieuse’, p. 117. 11. The Front National leader, Jean-Marie Le Pen, welcomed the marriage of Bernard Charpentier and Sebastien Chapin with the phrase: ‘That there are men who love each other, well, why not?’, in Le Monde, 4 juin 2004.   McCaffrey  Gay Marriage in France 267  and controversial ‘legal’ act in a secular context,12 this ceremony is nonetheless indicative of a cultural shift in sexual mores in France towards greater tolerance of gay marriage. It also reveals the relative ease with which the pro-marriage debate in secular France can further its cause by couching its argument in a legal context and thus push for anti-discrimination legislation without direct opposition from the philosoph-ical heavyweights of anthropology, psychoanalysis and the Vatican.13 In equal measure, there is a body of opinion within the legal profession and political classes that is receptive to gay marriage, which makes legaliza-tion a long-term but realistic possibility. Clearly, the same cannot be said of religious and particularly Catholic intransigence towards any coup-lings outside of marriage. However, as Antoine has intimated above, the conditions for a meaningful religious and sexual rapprochement in France are facilitated by Gauchet’s characterization of the new challenges facing laïcité today. Post-secularism, in which religion is defined outside religious institutions by self-regulating individuals in contexts where they have the possibilities to create their own truths and forms of transcendence, is reshaping the inter-relationship between religion and sexual ethics. Catholic Sexual Ethics In an article published in Le Monde on the 2 May 2004, Daniel Borrillo claimed that his campaign for gay marriage was founded exclusively on politics and the law, and not on religion. While recognizing that the Catholic church had played a significant role in the history of French politics, he positioned his argument in favour of gay marriage within the secularization of marriage as a religious sacrament after the Revolution: ‘Marriage no longer depends on religious law but exclusively on civil law’.14 Furthermore, he wrote that it was in the context of ‘this civil act 12. Much has been made in current debates in favour of gay marriage that the French Civil Code does not specifically describe marriage as between a man and a woman. Pro-gay marriage campaigners have highlighted this fact in their numerous campaigns and manifestos. Article 75 of the Civil Code states that a mayor ‘will receive from each party a declaration that they want to be husband or wife; he will pronounce, in the name of the law, that they are united in marriage, and the marriage act will be drawn up on the spot’. President Jacques Chirac has called for a national debate on the issue of gay marriage. 13. I should qualify this remark by saying that those opposed to the legalization of gay marriage often use experts from these areas to support their arguments against the legalization of gay marriage. Also, the political, legal and institutional pressure brought to bear by these agents should not be underestimated. 14. Daniel Borrillo, ‘Pourquoi le mariage homosexuel’, published in Le Monde, 2 268 Theology & Sexuality  that lesbians and gays need to proceed in recognition of the principles of equality before the law and the universality of the rule of law’.15 As a strategy designed to secure the legalization of gay marriage as a civil act in France, this move makes obvious and shrewd sense in that it provides the best way of achieving its political and legal goal. But it also throws into question the function of religious marriage in secular France. Clearly, the implication of Borrillo’s strategy is that religious marriage is outdated, if not an irrelevance, and therefore does not really figure in the political and legal ‘consecration’ of gay marriage in a secular society. However, his need to defend civil marriage against religious marriage belies some lingering suspicion of the wider significance of religious marriage in a country that is still Catholic in its Christian roots (although not in practice any more), and which still cultivates in its ecclesiastical hierarchy ultramontaine allegiance to Rome. Religious marriage enjoys a considerable cachet in most Catholic countries, and while political and social expediency may carry more weight among certain pockets of the population in respect of the practical and contractual obligations under-pinning marriage, it is still a common perception that religious marriage holds a symbolic and mythical sway over Catholics, Christians and people in general.  However, there is more to Borrillo’s strategy to distinguish gay mar-riage as a civil act from its religious corollary. From a Christian, and specifically Vatican perspective, sexual ethics are defined within specific parameters and are anathema to the ethos, logic and contemporary expressions of sexuality and gender. Catholic sexual ethics are deter-mined principally by what are described as objective standards based on the finality of the sexual act. In other words, sexual ethics are not an issue of personal, subjective, cultural experience or whim, but are defined by Divine (natural) law which is absolute and immutable, and which has as its dual meaning the unitive (man and woman) and procreative (family) functions of the conjugal act. In this sense, the Vatican sees its role today, in the context of sexual ethics, to promote the hierarchy of human sexuality within marriage by focusing ‘on the finality of the sexual act and on the principal criterion of its morality’.16 Before we address the nature of the conjugal act, let us examine some of the other relevant discourse on Catholic sexual ethics, which relates directly to Borrillo’s mai 2004. Consulted in August 2005 at the following website under the title ‘Pour le droit au mariage homosexuel’: www.lmsi.net  15. Borrillo, ‘Pour le droit au mariage homosexuel’.  16. ‘Persona Humana’ (5), Declaration on Certain Questions Concerning Sexual Ethics. Sacred Congregation for the Doctrine of the Faith, Vatican, 29 December 1975.  McCaffrey  Gay Marriage in France 269  political and legal strategy and which also highlights why, at least on the surface, there appears little room for a reconciliation between the two civil and religious positions.  The Vatican’s emphasis on the immutability of Divine law in the determination of sexual ethics is a critical point of difference. The Vatican emphasizes the fact that its teaching on sexual ethics is related to principles and norms that ‘in no way owe their origin to a certain type of culture, but rather to knowledge of the Divine Law and of human nature. They therefore cannot be considered as having become out of date or doubtful under the pretext that a new cultural situation has arisen’.17 As such, culture and politics are perceived as transient pheno-mena, if not ineffectual historical by-products, in the eternal and reli-gious significance of sexual ethics; culture specifically, the Vatican claims, distorts sexuality by separating it from its essential reference to the person.18 It is significant that the Vatican in its defence of sexual ethics places considerable faith in this apolitical, acultural argument. This not only reinforces its hold on the keys of sexual ethics, but it is also an argument that is difficult to undermine, if not counteract. Its defence is founded on an unequivocal resistance to change, and is shored up by unqualified allegiance to scripture and an unquestioning faith in the infallibility of Divine law. As a defence, it appears full-proof from criti-cism because of the perception of its mythic primordiality and the totality of its authority on sexual mores. Another but connected critical difference between Borrillo and the Vatican is the latter’s creation of a hierarchy of orders relating to subjective and objective acts. Freedom and consent are, as intimated earlier, not the true determinants of personal action from the perspective of the Curia. As such, freely chosen acts are classed as subjective and disordered acts, as opposed to objective acts that are predicated on self-denial, self-control and the alienation of acts based on emotion or sincerity:  The moral goodness of the acts proper to conjugal life, acts which are ordered according to true human dignity, ‘does not depend solely on sincere intentions or on an evaluation of motives. It must be determined by objective standards. These, based on the nature of the human person and his acts, preserve the full sense of mutual self-giving and human pro-creation in the context of true love’.19  17. ‘Persona Humana’, (5). 18. ‘Familiaris Consortio’ (32), Apostolic Exhortation of John Paul II to the Episco-pate, to the Clergy and to the Faithful of the Whole Catholic Church on the Role of the Christian Family in the Modern World, Vatican, 22 November 1981. 19. ‘Persona Humana’, (5). 270 Theology & Sexuality  As with its claim to historical ownership of the origins of sexual ethics, the Vatican also hits out against those who try to justify sexual ethics based on subjective reasoning and not principled norms. In short, the Vatican opposes what it sees to be the excessive attention in contem-porary society on individualism and the implicit focus on the individual subject in his self-determination, without necessary reference to social and objective standards and responsibilities. In the context of marriage, the differences between the Vatican and Borrillo are equally stark, but there are also areas where we can draw some common reflections and useful comparisons. Taking the differences first, sexual alterity is the defining feature of religious marriage. For the Vatican, the ‘genital’ act only has a meaning within the framework of marriage between a man and a woman, with its attendant final pro-creative function. Without this, sincerity and fidelity are not ensured. Similarly, ‘real’ love finds its safeguard in religious marriage. Without this safeguard, there can be no approved paternal or maternal love for children. Equally, ‘real’ freedom of action in the Vatican sense, maligned in secular society because of the perceived constraint placed on it by the fidelity of marriage, is on the contrary defined and guaranteed within the objective standard of marriage and fidelity. To this degree, the Vatican is keen to downgrade consent and freedom as arbiters of personal agency outside the pale of objective order; hence its creation of the supremacy of the ‘loi de l’esprit’ (‘objective order’) over the ‘loi du péché’ (‘subjective order’). In addition, complementarity (difference) of the sexes is crucially that which distinguishes religious heterosexual marriage from gay marriage. This anthropological principle underpins all Vatican thinking on marriage. And linked to its primordiality is the relationship it forms with society; complementarity (leading to hetero-sexual marriage and the family) is considered a ‘social good’. This differentiates the union of heterosexual marriage from all other factual unions (concubinage for example) which are described in the private interest and not of benefit to social progress.  However, beyond these normative and exclusive definitions of marriage and its universal and immutable preconditions, ‘amor coniugalis’ is also defined in more general terms as ‘essentially a relationship’, ‘a common and stable arrangement’, and also as ‘an issue worthy of recognition in justice’.20 While these terms, on a first reading, open up more generous comparisons with gay couples and other sexual couplings, they repre-sent no more than a preamble to the more doctrinal pre-conditions for 20. ‘Family, Marriage and “De Facto” Unions’, The Pontifical Council for the Family, Vatican, 26 July 2000.  McCaffrey  Gay Marriage in France 271  religious marriage, and particularly the final reference made to justice. The use of the term ‘justice’ is significant because it raises concerns about what form this justice might take, and how it might shadow the juridic concept of justice in the argument of Borrillo. I think it is safe to say here that the justice to which the Vatican is referring is justice linked to natural law and its absolute and immutable value, as well as the contrac-tual and legal foundation in law of religious marriage: ‘This is a basic principle: in order to be real and free conjugal love, love must be trans-formed into one that is due in justice through the free act of marital consent’.21 The Vatican’s position on this issue needs some clarification. We have seen up to this point that the Vatican undermines the subjective element in the binary of objective and subjective acts. This, however, is not designed to devalue the category per se of the subjective or the ‘inter-personal reality’ of marriage.22 The juridic dimension to marriage, the Vatican claims, is not ‘juxtaposed as something foreign to the interpers-onal reality of marriage, but constitutes a truly intrinsic dimension of it’.23 In other words, and as a consequence of Vatican II, the Vatican is keen to dispel the notion that the juridic dimension of marriage (in its Divine law interpretation) is opposed to or unconnected with the dignity of the personal. On the contrary, the Vatican adheres to the enshrinement in law of the personal (through marriage, fidelity and the sanctity of the body), but crucially this enshrinement is overridden by the power invested in it by the higher order of Divine law. With justice connected to ‘true’ freedom of choice and authenticity in the objective order, the Vatican reinforces its argument of exclusive rights on the original template of human relations defined through marriage. It uses this argument to deflect attention away from the potential validity of other types of union created either by state or public consensus:  This would be an arbitrary use of power which does not contribute to the common good because the original nature of marriage and the family proceeds and exceeds, in an absolute and radical way, the sovereign power of the State.24  By virtue of believing it has the original design on human life, pre-scribed by Divine Law, the Vatican enjoys a privileged, exclusive but problematic role in denying other types of human arrangements any equivalence with heterosexual marriage.  21. ‘Family, Marriage and “De Facto” Unions’, III (22). 22. ‘Dignitas connubii’ (‘On the Dignity of Marriage’), Pontifical Council for Legislative Texts, The Catholic Truth Society, 2005, p. 6. 23. ‘Dignitas connubii’, p. 6. 24. ‘Family, Marriage and “De Facto” Unions’, II (9). 272 Theology & Sexuality  We can see from this analysis of the Vatican’s sexual ethics that the political and legal case for gay marriage made by Daniel Borrillo (and others) faces a difficult challenge to compete on the same playing field as the Vatican. I will address shortly some of the counter-arguments and strategies advanced by Borrillo and the wider pro-gay marriage cam-paigners in France. But at this juncture, I want to raise some of the ethical implications of the Vatican position on sexual ethics, and point to some areas where current theological and ethical debates can shed new insights. In the context of orthodox Catholic sexual ethics, there is clearly no room for manoeuvre in debating the case for gay marriage. First, marriage is locked into the axis of complementarity. Secondly, individ-ualism and expressions of personal autonomy/specificity are overridden by invariable universals. Thirdly, the idea of gender, the cornerstone of contemporary shifts in concepts of sexuality and sexual difference, is described by the Vatican as part of a ‘process of cultural and human des-truction of the institution of marriage’.25 Defined also as an ‘ideology’, the Vatican perceives gender as being mainly responsible for the socio-political advances in equality of rights between gay marriage (concubinage) and heterosexual marriage. The religious implications of the Vatican’s stance are considerable, particularly in the light of Gauchet’s earlier characterization of a post-laïque France, with the rise in religious belief and the triumph of what he calls the ‘metaphysics of autonomy’.26 Surely, the Vatican would welcome any movement towards a greater role for religion in individuals’ lives. While this may be the case, it is equally clear that it has expressed caution over aspects of the post-secular agenda, notably its tolerance of new ageism and different forms of ‘do-it-yourself’ religion. In short, in the objective/subjective stakes, post-secularism is low in the Vatican’s estimations. Antoine, we recall, also highlighted the trend towards the experience of transcendence in the form of social and personal immanence, with greater degrees of flexibility in respect of sexual and religious citizenship. With religion playing a more prominent role in the debates of the day and in the daily lives of individual citizens,27 there is a case to be made that the return to religion is indicative of a trend towards the pursuit of something other than social democracy as a component to individual fulfilment. This is Antoine’s and Gauchet’s argument.  Equally, in the case of Catholic sexual ethics, and the perception of a return to theological rigour under the pontificate of Bendict XVI, it could 25. ‘Family, Marriage and “De Facto” Unions’, I (8). 26. Gauchet, ‘Religion, éthique et démocratie’, p. 457. 27. Hervieu-Léger, ‘Sortie de la religion’, p. 130.  McCaffrey  Gay Marriage in France 273 nderstanding of gay marriage. But I   be argued that a more orthodox approach to sexual mores may also be what citizens are calling for to redress some of the excesses of postmodern relativism. I think, however, that the situation is more complex. It is my estimation that the return to religion in France and beyond is part of a more profound post-secular phenomenon in which contemporary theology (as opposed to Catholic doctrine) has detected a demise in the value of truth, and has sought to re-appropriate truth from secularism and postmodern nihilism via the rational possibility of an indeterminacy that is not chaos but an infinite order in which humanity (in all its diversity) and time participate. In this sense, the Vatican’s cherished concept of finitude in the context of marriage is radicalized by a desire to show the possibilities of infinity in the finite, which in turn opens out doctrine to human and an authentically different religious hermeneutic. A related feature of this hermeneutic for sexual ethics is that sexual diversity, normally the antithesis to orthodoxy, is invested with new meaning, celebrated within the wider realm of infinity, and seen to be compatible with new radical and theological thinking.28 Similarly, sex (in both its agapeistic and erotic dimensions) is reconnected in a way that sexual difference ‘has some meaning in the Trinitarian differentiation with God… We can see divinely grounded difference within the homosexual because the difference between the sexes does not exhaust theologically significant difference’.29 In short, in the wider political, cultural and post-secular contexts of rights to private interest and autonomous individualism, citizens want to be able to feel integrated socially and theologically in respect of their sexual identities, and free to live their sexual diversity within a fulfilling, meaningfully relevant religious framework. The reality, of course, from a strict Catholic tradition, is very different. But, on the positive side, the shifts in the contemporary French cultural and religious landscape have been accompanied by ethical and theological insights, with innovative thinking on the value of ethical intuitionism/pragmatism over Kantian imperative, the questioning of the relevance of a priori norms and moral codification, and the increasing accommodation of a reconstruction of ethical responsibility around notions of particularism and ethical intention. I will come to these issues in the final section of this article specifically as a way of exploring how they might facilitate a different u28. These are the main ideas underpinning the radical theologies of the British academics John Milbank, Catherine Pickstock and Graham Ward in their co-edited work Radical Orthodoxy: Suspending the Material (London: Routledge, 1998). 29. McLoughlin in Milbank et al. (eds.), Radical Orthodoxy. 274 Theology & Sexuality assessment of the current politics of gay marriage in France. el in the interests of promoting a more se té du débat satisfait les associations de défense des gay Re i want to turn my attention now to an The Politics of Gay Marriage in France The debate on gay marriage in France has been conducted on three main levels. On the first level are those who question the very need for gay marriage. When Mayor Noël Mamère sanctioned the first gay civil marriage in France in 2004, he received unqualified support from the majority of gay associations on the point of principle that gay marriage is just and that his actions represented a much-needed ‘gesture of civil disobedience’.30  Some, however, were critical of the means by which he chose to advance the case for gay marriage, particularly the way he reduced the issue to a juridic debate on the interpretation of the civil code.31 There were other and more prominent dissenting voices, most notably from Denis Quinqueton (Président du Collectif PaCS) and Jan-Paul Pouliquen (Initiateur du PaCS). In a joint statement entitled ‘Rien ne sert de marier, il faut pacser à point’, they denounced the way mar-riage had now been forced on the gay ‘community’ and criticized the gay marriage strategy as weak and not ‘relevant to modern times’.32 Both concurred that the best way forward for equality of rights for gays and lesbians was not to revert to an outdated strategy from the 1970s (i.e. the mythic right of equivalence defined in marriage) but to ‘forge ahead with improvements to the PaCS’.33 The ideas underpinning the Quinqueton and Pouliquen statement are part of a wider currency of opinion that sees marriage as a sop to heteronormativity, an indication of dependence on heterosexual marriage and as part of a trend towards a culture of normalization that many prominent academics on French gay and queer studies want to displf-sufficient and subversive gay identity.34  Another dissenting voice at the time took a similar line when he advanced the thesis (perhaps overlooked today) that ‘one of the advan-tages of homosexuality was that it represented an alternative to the 30.  Stéphanie Noblet, ‘L’intensiys’, Le Monde, 4 juin 2004, p. 16. 31. Noblet, ‘L’intensité du débat’, p. 16. 32. Noblet, ‘L’intensité du débat’, p. 16. 33. Noblet, ‘L’intensité du débat’, p. 16. 34. For more on this subversive trend in French gay studies, see my book The Gapubl c: Citizenship, Sexuality and Subversion in France (Aldershot: Ashgate, 2005).  McCaffrey  Gay Marriage in France 275  in France, he makes a valid case for an35. Benoît Duteurtre, ‘Noce gay pour petits-bourgeois’, Libération, 2 juin 2004, p. 35. established norms of marriage and the family’.35 The interesting point of Benoît Duteurtre’s article is not to downplay any of the arguments in favour of gay marriage or gay families (‘All the arguments are good ones’, he confirms), but rather to lament the passing of an identity synony-mous with sexual freedom: ‘Rather than let sexual freedom prosper and flourish, gays today rare trying to make it fit into old boxes’. In France’s currently politicized and militant culture surrounding gay activism, this nostalgic view of gay sexuality would be cast aside as the decadent observations of a fin-de-siècle aesthete. That said, Duteurtre, like Quinqueton and Pouliquen, sides with the PaCS as the sensible way forward for lesbians and gays (including rights to adoption), and ques-tions ultimately how marriage can be of benefit to lesbians and gays. Duteurtre’s notion of a gay identity may have some resonance with older gay people or academics who privilege theories of gay essentialism and sameness of desire, but, no matter how off beam Duteurtre may be in the current socio-political climate opt-out clause to gay marriage. On the second level, there is the political gay lobby for whom the normalization of gayness and gay lifestyle via gay marriage is the politi-cal goal. As we saw with Daniel Borrillo, the political debate in favour of gay marriage is based on equality of rights and the right to a family, the end to discrimination on the basis of sexual orientation, the right to full representation of gays and lesbians as individuals and communities within participatory universalism, the historical democratization of the institution of marriage, and the growing global consensus on the acces-sion of lesbians and gays to marriage.36 The force of the political argu-ment is not only grounded in the logic of equality and democratic citizenship, but this logic has acquired a momentum that is having a dual effect. First, there is the growing impression that gay marriage is so widely approved within secular society that it is only a matter of time before it becomes legal. Secondly, there is also the perception that the political and legal case for gay marriage has overshadowed in priority and in relevance the religious objections to it, relegating the role of the Vatican to that of an audible but isolated conscientious objector. These  36. ‘Belgium (2003), the Netherlands (2000) and soon Sweden and Spain allow homosexuals to marry. In Canada, gay marriages have been celebrated in Ontario and British Columbia since 2003. In the USA, thanks to a decision by the Supreme Court of Massachusetts, mayors cannot refuse to marry gays from May 2004’, Libération, 7 juin 2004, p. 20. I should point out that this is marriage in a civil context, not a religious context, although there are in some of the above countries religious blessings that accompany/follow the civil contract.  276 Theology & Sexuality lized marriage as an act and sub-seess to the Catholic  perceptions are reinforced by the ways in which religion has been systematically cleansed from the pro-gay marriage debate. Borrillo, in particular, has secularized and legaquently stripped it as an ‘institution’ of its familial, symbolic and reproductive links with filiation.37  It is at this point that the debate moves to a third level, namely the philosophical implications of gay marriage for wider debates on the difference between the sexes and symbolic order. The two leading expo-nents of this debate are Borrillo himself, and Eric Fassin, a tireless champion of gay marriage.38 In his article ‘Pour un débat sur le mariage hétérosexuel’,39 Borrillo outlines part of his strategic approach to the debate on gay marriage, namely the attempt to expose some of the inconsistencies in heterosexual religious marriage on issues relating to procreation, sterility, impotence and the menopause, which he then uses to undermine the ‘authority’ of heterosexual marriage and its function as a benchmark for gay marriage. His argument raises a host of crucial and debatable issues outside the remit of this article on the political implica-tions for French society of an equivalence between homosexuality and heterosexuality, and the role of the (gay) family. Eric Fassin presents his case for the promotion of gay marriage in the context of this equivalence. His argument (essentially a political one, although its substance involves wider definitions of sex and sexuality) is that the only way to challenge the difference between the sexes is to shift the goalposts from essential difference to gendered difference, and advance the debate on gay marriage as a struggle for equality between heterosexuality and homosexuality. Strategically, this has proved very effective in highlighting gay marriage as a debate around equality, gender and justice, and as an issue that, for Fassin, raises critically the fears and insecurities that accompany ‘the anthropological risk that comes with blurring the boundaries between the sexes’.40 Fassin’s approach reveals the intrinsic value of addressing gay marriage from a political perspective; politics embraces equality, democracy and justice as arbiters of change, and Fassin underlines the consensuality within politics as a challenge to sexual, symbolic and psychoanalytic norms. In short, Fassin’s use of the politics of gay mar-riage acquires a legitimacy that responds with effectiven37. Borrillo, ‘Pour le droit au mariage homosexuel’. 38. See in this respect his seminal co-edited work with Daniel Borrillo and Marcela Iacub, Au-delà du PaCS: L’expertise familiale à l’épreuve de l’homosexualité (Paris: PUF, 1999). 39. Borrillo, ‘Pour un débat sur le mariage hétérosexuel’, Libération, 2 juin 2004, p. 36. 40. Eric Fassin, ‘Le mariage des homosexuels : Politique comparée des normes franco-américaines’, French Politics, Culture and Society, 17.3-4 (1999), p. 173.  McCaffrey  Gay Marriage in France 277 sexual ethics of complementarity, justice ordained in Divine law and the pre-establishedns of this thesis, of whi ive sign , in the Ctheir bodies, not only to each other, but also to the Church as communicative signs. This donation  Blackwell, 2000), ananctification, Homosexuality and God’s Triune Life’, Theology and Seen-eu  Sexuality, pp. 210-11.  norms of finitude and social benefit.  Ethics and Theology in Post-secular France The politics of gay marriage shakes the hegemony of complementarity, challenges concepts of justice, gives greater credence and legitimacy to autonomous action, and also facilitates greater flexibility between univ-ersal norms and individual behaviour. However, we have seen that orthodox Catholic sexual ethics refutes the transience of politics and its claims to moral legitimacy, and demotes the subjectivity of personal decision-making. But, on closer inspection, we can see that within strands of Catholic sexual ethics and related debates on gay marriage there are areas of innovative thinking. Before I look at the French context, I would like to address, as a point of comparison, gay marriage as portrayed in North America. Eugene Rogers, one of the leading exponents of religious gay marriage, has taken the debate to unprecedented limits.41 The central thematic of Rogers’ thesis is the move away from an understanding of natural law as founded in Divine Revelation towards natural law as human knowledge of God’s will. This transference shifts the parameters of the debate on the relationship between person and God away from human subservience to God’s will to that of the human exploration of what constitutes God’s will. Clearly, such a shift bestows considerable autonomy on human knowledge and intuition. For Rogers, it also opens up a hermeneutic that incorporates lesbians and gays into what he terms God’s ‘triune life’.42 David Matzko McCarthy argues that if lesbians and gays are persons loved by God, then ‘God is committed, in unmerited grace, to take their bodies—somehow—as means rather than impediments to that communion’.43 The implicatioch there are many, are that bodies are described as communicats open to meaning, redefinition and salvation. Similarly, marriagehristian tradition, is viewed as a form of redemption, and  gay and lesbian couples are called to give over 41. Eugene F. Rogers, Sexuality and the Christian Body (Oxford: d Rogers (ed.), Theology and Sexuality (Oxford: Blackwell, 2002). 42. Rogers, ‘Sxuality, p. 201. 43. David Matzko McCarthy, ‘The Relationship of Bodies: A Nuptial Hermtics of Same-Sex Unions’, in Rogers (ed.), Theology and278 Theology & Sexuality ended the supe lly sing an, the crs, neither marriage nor celibacy can proceed without ta f Bodies’, p. 218. of the body is the hermeneutical [meaning-bearing or significant] version of gaining one’s life by losing it, the core of Christianity’s understanding of giving oneself over to God’s creative activity.44 I have used the example of Rogers and McCarthy for several reasons. They give a meaning to gay marriage within the Christian terms of a triune understanding of God, redemption and sacrifice. But they also focus on a central pillar of not only their own theological constructions of marriage but also of Catholic sexual ethics, namely celibacy (and chastity). In ‘Familiaris Consortio’, the Vatican refers to celibacy as a charism. Chastity, it states, is the virtue that expresses capability of respecting the nuptial meaning of the body. Significantly, the Vatican also describes celibacy as the supreme form of self-giving, the very meaning of sexuality and higher in standing to marriage: ‘It is for this reason that the Church, throughout her history, has always defriority of this charism to that of marriage, by reason of the whoular link which it has with the Kingdom of God’.45 For the Vaticelibate is clearly defined in terms of a body waiting for the eschatological marriage of Christ with the Church, giving himself or herself completely to the Church in the hope that Christ may give Himself to the Church in the full truth of eternal life. The celibate person thus anticipates in his or her flesh the new world of the future resurrection.46  The celibate acts as a guardian of the consciousness of the mystery of marriage and defends it from any reduction or impoverishment. Celibacy, from this perspective, is a state of suspended asexuality, in which the body is desexualized of any physical or human desire. How-ever, Rogers extends this function of celibacy/asceticism to an interpre-tation of marriage. For him, the aim of the ascetic life is to imitate the suffering of God’s human love, and God’s will to liberate human beings for love. As such, ascetic practice, while a discipline of self-denial, does not eclipse the sexuality of the individual. On the contrary, for Rogers, God transforms and transfigures the sex and sexuality of the ascetic. In the same way, marriage as an ascetic practice transforms the sexuality (heterosexual or homosexual) of the couple so as to allow the couple to model the love between Christ and Church. In this way, God is seen to use these bodies to redeem them (and their sexuality) and sanctify them. In short, for Rogeking up sexual desire into honest ascetic practice. In human terms, 44. McCarthy, ‘The Relationship o45. ‘Familiaris Consortio’, II (16). 46. ‘Familiaris Consortio’, II (16).  McCaffrey  Gay Marriage in France 279 pting to build bridges between threspective use of asceticism. For Rogers, asceticism in marriage paves the w oppe therefore, sexuality cannot be passed by; it must be ‘assumed’ and ‘transfigured’.47  The value of Rogers’ contribution to the sexual ethics and theological significance of gay marriage is considerable on multiple levels. First, his rewriting of natural law inspires a discourse of communication between respective human and godly wills. Natural law is not therefore exclu-sively based on scripture, or conditional on divine revelation. Secondly, in his promotion of a theological vision of gay marriage, Rogers iden-tifies the centrality of desire and sexuality within the divine will of God to redeem and bring all persons into His triune life. This recognition of desire (eros) and its direct connection with love (agape) reinforces not only the key role for desire in his theology of marriage but also how desire and sexuality have theological meaning outside the norm of complementarity. Thirdly, his definition of marriage as an ascetic practice in the Christian tradition is critical because it embraces and transfigures without discrimination the sexual dimension of the human being in the pursuit of a higher marriage with Christ who offers full redemption and grace. In this context, Rogers’ theology of gay marriage overrides the Vatican condition that heterosexual marriage represents the only framework in which the finality of the specific function of sex-uality (i.e. procreation) can take place. Rogers defines marriage beyond the finality of the procreative act in the infinite redemption and sanctifi-cation of Christ. In short, Rogers, in attemeology and the ethically charged postmodern discourse of sexual orientation, gender and identity, offers a theological model for gay marriage which thrives on the diversity of human nature and sexuality for its salvific and redemptive function. In France, the closest comparison with this model of Christian ascetic-ism is in the work of Michel Foucault. However, where Rogers’ thesis is designed to incorporate sexuality in a theological justification of gay marriage, Foucault’s task is to be liberated from what he sees as the tyranny of sexuality. While Foucault does not address the issue of gay marriage per se, the points of comparison with Rogers are in their ay f r the transfiguration of human sexuality. For Foucault, the value of Christian asceticism is not measured in deference to a purifying alterity,48 but in the knowledge acquired through the techniques of self- 47. Rogers, ‘Sanctification’, pp. 223-25. 48. In his writings on the ‘Hermeneutics of the Self’ (Political Theory, 21 [1993], pp. 198-227), ‘Sexualité et solitiude’ (Dits et écrits, 4; Paris: Gallimard, 1994, pp. 168-78) and ‘Le Combat de la chasteté’ (Communications, 35; Sexualités occidentales, ed. Phili280 Theology & Sexuality a way of managing sexuality by ridding oneself of the power of the other. This involved a ‘task’ that each person had to undergo in order to overcome the construc-tion of sexuality imposed from without as part of a process of self-reinvention. analysis that allow one to create ‘an ethos of creative renunciation’.49 It is not as though Foucault was against gay marriage or gay culture (he preferred a desexualized gayness), but more that asceticism provided a framework in which to self-manage sexuality and rechannel sexual energies towards other types of affective friendship.50 In this sense, sexual ethics for Foucault, predicated on what he called the ascetic imperative, targeted primarily the self and not other people or a superior other. Eugene Rogers, on the other hand, sees in the ascetic of marriage a process of theological inclusion for lesbians and gays and the redemp-tion of their sexuality through alterity. The critical difference, therefore, between Foucault and Rogers is the power invested in alterity. For Rogers, it is theologically and sexually transformative; for Foucault, alterity is a form of blackmail that lures one into a comfort zone of other-ness, whereas the real task of sexuality is to ‘produce oneself’ outside conventional categorizations of sex and alterity. In ethical terms, Rogers’ asceticism of gay marriage is an ethics of sexual sacrifice. For Foucault, the ascetic imperative is an ethics of self-discovery. I have used this discussion between Rogers and Foucault because at its heart is the key role and function of alterity on human experience and this has important implications for current ethical and theological debates. Ethics and theology continue to play an important role even in secular societies in debates on abortion and euthanasia. In what has been described as our post-secular context, where the profile of religion has been enhanced, it is logical that ethics and theology play an even more prominent role in the lives of human beings. But, while this may be the case, it is the context and the parameters within which religious discourse is expressed that have changed. In Marcel Gauchet’s portrait of contemp-orary France, individual autonomies have eclipsed the perspective of a universal morality. He states that the loss of an overview on morality has itself nourished a distrust in the function of morality; hence the emer-gence of what he calls diverse forms of moral behaviour and their independence. In short, while the balance in the perspective on moral  Ariès and André Béjin, May 1982, pp. 15-25), Foucault defined sexual ethics in terms of self-control and self-knowledge. In this sense, he used the model of the Christian ascetic as a way of exploring the stages towards the disinvolvement of the will, and as 49. Mark Vernon, ‘“I am not what I am”: Foucault, Christian Asceticism and a “Way Out” of Sexuality’, in Jeremy R. Carrette (ed.), Religion and Culture by Michel Foucault (Manchester: Manchester University Press, 1999), p. 201. 50. Vernon, ‘“I am not what I am”’, pp. 200-10.  McCaffrey  Gay Marriage in France 281 rance is the way in which the metaphysics of autonomy (G behaviour has shifted towards independence and individualism, Gauchet characterizes the situation as the co-existence of two horizons, one individual and one collective. However, in spite of this perception of coexistence, it is clear from the language deployed that individual existence (now ‘integrally autonomised’51) is dictating the moral land-scape: ‘A new space opens up—where, for the first time, individual exis-tence is integrally autonomised as a space with its own end in itself and without any other horizon than its own—alongside the space of coexist-ence’.52 Gauchet goes on to fill out the profile of this postmodern autono-mous individual by saying that he represents the end of the previous and heroic modern individual who tried to personalize social rules, and acquire a measure of responsibility to the social space. On the contrary, postmodern man does not recognize the general/collective, but accepts its existence alongside him. Clearly, Gauchet laments this changing of the guard because it augurs in an era of excessive individualism which has been anathema to his vision of politics replacing religion, and democracy being the new alterity in which citizens would find all the answers to their needs in the social production of equality of conditions for all. But what is especially significant about Gauchet’s depiction of contemporary Fauchet’s terminology) have effectively banished the notion of alterity as an unrealizable and unattainable other, and relocated it in the integral autonomy of the individual, in essentially a form of Foucauldian self-determination. The reality of gay marriage (at least in its religious dimension) is a distant one in the context of current Catholic and Christian ethics and theology. But more radical thinking has served to widen the parameters of the ethical and theological debate, and open up new ground in which a serious case for gay marriage can be made. The implications of Gauchet’s analysis, for example, are profound and wide-ranging. They reflect a broader consensus within current ethical and alternative theological thinking in respect of the suspension of alterity as a conditional other. Significantly, however, the suspension of alterity implies an adherence to religion, not as a transcendent other to which meaning is exclusively attached, but as a transcendence in practice; in other words, an end to the hegemony of alterity as expressed in God’s will, doctrinal orthodoxy, norm and universal code, and the beginning of an expression of alterity shaped by communitarian needs and values. Denis Müller has argued for this type of religious practice in his ethics of responsibility where 51. Gauchet, ‘Religion, éthique et démocratie’, p. 464.  52. Gauchet, ‘Religion, ethique et democratie’, p. 464. 282 Theology & Sexuality t rely on God as an alibi in the evsecular). The second is Müller’s hypothesis that ethical intention precedes  individuals respond integrally to their acts. What this means for Müller is that individuals bring the power, integrity and commitment, tradition-ally invested in transcendence, to bear on the immanence of daily exper-ience, a notion he calls ‘an authentic experience of transcendence-in-and-for immanence’.53 Müller’s concept is useful in that it provides a frame-work in which to take control of ethical decision-making in respect of individual lives and behaviour (responding integrally to acts) and recon-figure it within a discourse that does noent of failure or excuses. In short, from Müller’s perspective, tran-scendence only works as a discourse if individuals deepen and radicalize their responsibility to their own actions; in this sense, transcendence does not disappear, it is democratized. Müller’s democratization of transcendence forms part of a wider argu-ment about the relationship between norms and ethics. Müller, in the context of bioethics, challenges the dominance of the ‘bioethical para-digm’ and its exclusive scientific basis, by introducing a theological dimension into the debate. This is not done in order to open up an argument between liberal laïcité and Christian confessionalism in France, but rather to highlight what he terms a more essential and necessary ‘renovated theological ethics’.54 This renovated ethics forms part of his integral approach to transcendence. Müller is careful not to interpret his ‘theological ethics’ as encouraging the promotion of truth in the form of a universal common morality. It is aimed rather at enlightening what he calls ‘the sense of moral value and the direction of ethical intention’.55 Theological ethics for Müller are not dictates. They are part of a proce-dural repositioning of religious values and a philosophical reinstatement of the necessity of a theological dimension to ethics. Crucially, however, this theological ethics is also part of two wider important phenomena. The first is the growing consensus around the reinvention of the modern/post-modern inspired by a new religious vision (i.e. the post-53. Denis Müller, ‘La bioéthique au péril de Dieu: pour une critique théologique de la maîtrise éthique sur le vivant’, Revue de théologie et de philosophie, 134 (2002), p. 339. Müller refuses to be forced to choose between transcendence and immanence. He is aware of the dangers of siding exclusively with transcendence over immanence (and the implicit accusations of suspension of intelligence and reason). Hence, his strategy is to formulate an expression that highlights the aims and objectives of a ‘transcendence in immanence’ compromise. 54. Müller, ‘La bioéthique au péril de Dieu’, p. 331. 55. Denis Müller, ‘L’acceuil de l’autre et le souci de soi: la dialectique de la subject-ivité et de l’alterité comme thème de l’éthique’, Revue de théologie et de philosophie, 123 (1991), p. 199.  McCaffrey  Gay Marriage in France 283  not exclude one an the process of moral codification and normativity: ‘ethical intention … specifically in the way it invokes a self-constitution of the subject and is not solely determined by its intentional target, precedes the process of moral codification (normativity, relation to the law)’.56 There are several strands to this argument that need clarification before we progress. In speaking of Foucault, Müller concurs generally with the Foucauldian position of morals oriented on ethics as opposed to morals oriented on code. But it is the relationship between ethics and norms that raises concerns for Müller. As we recall, Foucault’s sexual ethics was an ethics of self-denial and a rejection of alterity, including to a degree the human other (as his ascetic imperative suggests). Müller disputes this rejectionism, claiming that the relationship between ethics and norms (code) cannot be negated or deferred. The critical distinction between Müller and Foucault, and important for us, is that Müller founds his ethics on an equal acknowledgement of the human other, a recognition of the ‘alterity that is immanent to oneself, like a dimension of one’s “ipséité” ’.57 In the case of Foucault, ‘respect for the other seems subordinate to a logic of the “Même” ’.58 For Müller, this difference is vital. In his case, it confirms his central idea that ethical intention and moral norm ‘doother, but reciprocate and complete each other’.59 On the other hand, Foucault’s position is predicated on self-awareness as a condition of opening or engagement with a respect for the other. Both Müller and Foucault recognize the existence of the other as norm but to different degrees and with divergent performative functions. Both, however, place value on the independent role of ethical intention, its autonomous function in the ethical process, and its critical power as counter agent to normativity. Importantly, intention (‘ethical aim’60) has become a key element of a wider and more radical theological binary in which universal code is paired against autonomous action. Eric Fuchs discusses this relationship in a series of articles.61 His premise is that ethics is a universal obligation for everyone, and thus he argues for a universal ethics and not a return to a subjectivity of personal convictions. In this sense, he puts forward a strong case for the defence of a ‘ethical 56. Müller, ‘L’acceuil de l’autre et le souci de soi’, p. 203. 57. Müller, ‘L’acceuil de l’autre et le souci de soi’, p. 205. 58. Müller, ‘L’acceuil de l’autre et le souci de soi’, p. 206. 59. Müller, ‘L’acceuil de l’autre et le souci de soi’, p. 206. 60. Müller, ‘L’acceuil de l’autre et le souci de soi’, p. 195. 61. Eric Fuchs, ‘Entre raison et conviction: la place de l’éthique dans la société moderne’, Revue de théologie et de philosophie, 120 (1988), pp. 453-63; ‘Quelle universalité pour l’éthique dans une société pluraliste: une réflexion théologique’, Revue de théologie et de philosophie, 128 (1996), pp. 357-66. 284 Theology & Sexuality ective ra universalism’ against pluralism, modernity and postmodernity. However, part of Fuchs’ defence is a pragmatic approach to the renunciation of any systematic ‘christian morality’ imposed from without, and the promotion of an ethics beyond the pale of norms and codes. Fuchs acknowledges that the universal approach to ethics has led to a crisis in contemporary ethical debate, and particularly to the abstraction of the individual who he describes as cut off from history, culture and context. Fuchs’ compro-mise, therefore, is to strike a balance between a respect for difference and specificity (and its theological inclusion), and the ‘corrective’ influence of a ‘defence of a moral universal’.62 This may not seem the most honour-able of balances, but it does represent a wider revisionist trend towards a rapprochement between ethics as pragmatics/intuition and objtionality. For other thinkers, this balance can often be articulated at the point of a search for the ‘just solution’63 or the advancement of a universal ethics that inscribes itself within the broad brush of pluralism.64 Post-secularism poses a unique dilemma for the Catholic church, Christianity and religion in general in contemporary France. In advoca-ting a return to religion, albeit outside the confines of orthodoxy and institutionalism, the post-secular thesis cannot expect to overturn centu-ries of doctrine and Catholic sexual ethics, despite the pull of evolution and progress. Its methodology is more progressive and democratic, bringing into a closer proximity the vertical aspirations towards tran-scendence and the horizontal forces of citizenship, gender and social reality. To this degree, politically and democratically, the case for gay marriage is well advanced in France, if not an immanent fait accompli. Ironically, however, in religious circles where one might have expected the impact of post-secularism to offer chinks of insight into a meaningful accommodation between established norm and sexual diversity, gay marriage is still denounced as a pathological disorder and a grave error. And yet, we have discovered in the course of this article that the broad outlines of a template for gay religious marriage are visible in branches of ethical debate and theological thinking. Post-secularism has brought religion in from the cold of modernity, conferring on it a new democratic halo. But this is not to imply that traditional religion will follow suit and 62. Fuchs, ‘Quelle universalité’, p. 365. 63. Hugues Poltier, ‘Le pragmatisme: solution au problème moral de la modernité’, Revue de théologie et de philosophie, 126 (1994), p. 357. 64. This approach is the one advocated by Eugene F. Rogers and some American scholars. Their idea is that norms are too absolute and prescriptive. They prefer a more relative approach to debates on norms in which ethics are more character-oriented, and where norms are transferable, flexible and based on praxis and human interaction.  McCaffrey  Gay Marriage in France 285 be xuality is a salutary reminder of the value not only of celibacy (as an alternative to marriage as well as a possible condition of marriage), but also of the transformative value and transfigurative power of individual will. democratize its institutions. The thrust of the post-secular thesis has en its capacity to advance unilaterally beyond this ‘waiting game’, and ignite its own fire in the hearts and minds of individual citizens regardless of denomination, ethnicity, sexual orientation or difference. In practically theological terms, the transfer of attention away from transcendence as other to its immanent connectedness with daily life and experience informs us that individuals are calling for a religious corrob-oration to their diverse social and sexual experiences, whether in the form of gay marriage or women priests or the use of condoms for the prevention of AIDS in Africa. Underpinning many of these experiences is the critical but controversial reinstatement of individual will at the heart of post-secularism and new ethical debate, and its demand for recognition as an agent of responsibility, integrity and authenticity, and not whim and uncontrolled autonomy. This demand represents one of the fundamental shifts in perception in the new sexual, ethical and theological landscape of today. Individual will and its authenticity, currently the scourge of Vatican doctrine, has now become the new and entrusted arbiter of ethical and theological negotiation. As many of the commentators cited here have suggested, the relationship between ethics and norms is moving towards an accommodation between universal code and autonomous action, and a need to negotiate diverse sexual desire in new ethical and theological forms and paradigms. Foucault’s emphasis on the ethics of self-control as a way of knowing oneself and the limitations of se   ",
    "id": 30631315,
    "identifiers": {
        "doi": "10.1177/1355835806065382",
        "oai": "oai:irep.ntu.ac.uk:7258"
    },
    "title": "The sexual and theological ethics of gay marriage in France: a dialectic between autonomy and universalism",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2006-04-18T00:00:00+01:00",
    "publisher": "Sage",
    "references": [
        {
            "id": 42563753,
            "title": "Entre raison et conviction: la place de l’éthique dans la société",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Eric Fuchs, ‘Entre raison et conviction: la place de l’éthique dans la société",
            "cites": null
        },
        {
            "id": 42563749,
            "title": "ethique et democratie’,",
            "authors": [],
            "date": null,
            "doi": "10.14375/np.9782070419838",
            "raw": "Gauchet, ‘Religion, ethique et democratie’, p. 464. 282 Theology & Sexuality",
            "cites": null
        },
        {
            "id": 42563752,
            "title": "L’acceuil de l’autre et le souci de soi’,",
            "authors": [],
            "date": null,
            "doi": "10.3917/dia.188.0039",
            "raw": "Müller, ‘L’acceuil de l’autre et le souci de soi’, p. 203.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2006",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/30631315.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/30631315"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/30631315/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/30631315/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/30631315"
        }
    ],
    "abstract": "The debate on gay marriage has gathered pace globally and particularly in France. Here, the secularization of marriage as an ‘acte laïque’ has furthered progress towards a political and juridic recognition of gay marriage. The Catholic church (Vatican) has opposed this development in its re-enforcement of Catholic sexual ethics and the distinction it draws between secular and religious definitions of marriage. Complicating this distinction is the per-ception of a trend towards post-secularism in France where religion is making a return to democratic debates on citizenship and gender, and raising concerns over the status of the civility of the marriage act. The focus of this article is to look at gay marriage from the perspective of con-temporary ethical and theological thinking. Specifically, I aim to examine alternative discourses that open up new ways of configuring gay marriage through an examination of concepts of integrity, responsibility and asceti-cism, and critically the ethical relationship between autonomy and norms",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:irep.ntu.ac.uk:7258",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "53",
        "openDoarId": 0,
        "name": "Nottingham Trent Institutional Repository (IRep)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 30631315,
        "depositedDate": "2006-01-01T00:00:00+00:00",
        "publishedDate": "2006-04-18T00:00:00+01:00",
        "updatedDate": "2024-02-12T06:37:37+00:00",
        "acceptedDate": "2006-01-01T00:00:00+00:00",
        "createdDate": "2016-03-14T12:32:32+00:00"
    },
    "urls": [
        "https://irep.ntu.ac.uk/id/eprint/7258/1/196572_599%20McCaffrey%20Postprint.pdf"
    ],
    "lastUpdate": "2024-02-12T06:37:37+00:00",
    "setSpecs": [
        "7374617475733D707562",
        "74797065733D61727469636C65"
    ]
}