{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Post, Libby"
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:18:20+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144227823.pdf",
    "fullText": "Fordham Urban Law JournalVolume 19 | Number 3 Article 131992The Question of Family: Lesbians and Gay MenReflecting A Redefined SocietyLibby PostEmpire State Pride Agenda, New York's lesbian and gay lobby and PACFollow this and additional works at: https://ir.lawnet.fordham.edu/uljPart of the Civil Rights and Discrimination CommonsThis Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted forinclusion in Fordham Urban Law Journal by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For moreinformation, please contact tmelnick@law.fordham.edu.Recommended CitationLibby Post, The Question of Family: Lesbians and Gay Men Reflecting A Redefined Society, 19 Fordham Urb. L.J. 747 (1992).Available at: https://ir.lawnet.fordham.edu/ulj/vol19/iss3/13The Question of Family: Lesbians and Gay Men Reflecting A RedefinedSocietyCover Page FootnoteMs. Post wishes to thank Paula Ettelbrick of the Lambda Defense and Education Fund and StephanieBlackwood of Blackwood and Friends Public Relations for supplying vital primary information.This article is available in Fordham Urban Law Journal: https://ir.lawnet.fordham.edu/ulj/vol19/iss3/13THE QUESTION OF FAMILY: LESBIANS ANDGAY MEN REFLECTING A REDEFINEDSOCIETYLibby Post *A cursory glance at the lesbian and gay rights struggle suggests thatthe push for civil rights and bias-related violence legislation and theneed for increased AIDS funding are the cornerstone issues in today'surban centers. While these issues certainly are and will continue tobe of crucial concern to all members of the lesbian and gay commu-nity, the cutting edge issue of the lesbian and gay political agenda isthe battle for domestic partnership rights.The absence of both civil rights and domestic partnership rightswhich are afforded to society in general results in unequal treatmentof an entire class of people. Lesbians and gay men are routinely de-nied jobs, housing and economic benefits such as health care, insur-ance, public accommodations and equal credit treatment. Similarly,these individuals may be fired from a job or evicted from an apart-ment based solely upon their sexual orientation. Many have arguedthat this discriminatory treatment can be attributed, at least in part,to society's underlying fear and hatred of lesbians and gay men. Thisfear, known as homophobia, I is predicated upon an unfounded stereo-typing of lesbians and gay men as depressed, mentally ill, and unsuita-ble to family life; some have even been labeled child molesters.2* The author is the owner of Communication Services, a political consulting andgraphic design firm, located in Albany, New York. Ms. Post is currently co-chair of theEmpire State Pride Agenda, New York's lesbian and gay lobby and PAC, and has actedin that capacity since its formation in November 1990. The Pride Agenda is the result ofa merger between the New York State Lesbian and Gay Lobby and the Friends andAdvocates of Individual Rights Political Action Committee (FAIRPAC). Ms. Post wasco-chair of the New York State Lesbian and Gay Lobby from July 1987 until the merger.Ms. Post wishes to thank Paula Ettelbrick of the Lambda Defense and Education Fundand Stephanie Blackwood of Blackwood and Friends Public Relations for supplying vitalprimary information.1. Homophobia is the irrational fear of homosexuality or homosexuals. WEBSTER'SNINTH NEW COLLEGIATE DICTIONARY 578 (1989). It has been said that homophobia's\"power is great enough to keep ten to twenty percent of the population living lives of fear(if their sexual identity is hidden) and lives of danger (if their sexual identity is visible) orboth. Its power is great enough to keep the remaining eighty to ninety percent of thepopulation trapped in their own fears.\" SUSAN PHARR, HOMOPHOBIA: A WEAPON OFSEXISM 1-2 (1988).2. ROBERTA ACHTENBERG, PRESERVING AND PROTECTING THE FAMILIES OFLESBIANS AND GAY MEN 2 (Nat'l Center for Lesbians' Rights, San Francisco, Cal.,FORDHAM URBAN LAW JOURNALCoupled with the assumption that the world is and must be heterosex-ual,3 homophobia thus limits the definition of \"family\" and places itwithin a heterosexual framework.Over the past twenty-two years, as the lesbian and gay rights move-ment has matured, the political battle has broadened from a strugglefor social acceptance and recognition to a fight for passage of domes-tic partnership legislation. Society must recognize that lesbians andgay men have the same overriding need and concern for protection offamily members as do married heterosexual couples. This has led les-bians and gay men to challenge the current narrow legal definition ofthe word \"family.\" Consequently, the goal of the lesbian and gaycommunity today is to expand the meaning of \"family\" so that lesbianand gay families are legally protected in the same ways as heterosex-ual families.I. The \"Family\" TodayThe traditional notion of the family as consisting of mother, father,a couple of children and a pet does not reflect the reality of today'sdiverse family structures. In fact, the heterosexual two-parent, bread-winner-father and homemaker-mother family is now the exception tothe rule.' Furthermore, the number of married-couple households,consisting of an \"Ozzie and Harriet\" style family, decreased fromsixty-one percent of all households in 1960 to twenty-seven percent in1988. 5 In 1991, only twenty-two percent of America's 91.1 millionhouseholds fit this description.6 Increasingly, families are comprisedof diverse membership, lifestyles and living arrangements includingextended families, foster parents, single parents and step-parents.Currently, 4.6 percent of all U.S. households are comprised of unre-lated people who share the same residence, an increase of one percentfrom 1980.'While household composition has changed rapidly over the past tenyears, society and the law's view of what constitutes a family has not1990). \"Review of the literature analyzing prejudice against lesbian and gay parentsreveals some common themes. They are assumed to be psychologically and sexually mal-adjusted. It is believed that they will attempt to convert their children to homosexualityand may sexually exploit children left in their care.\" Id.3. This notion has been termed \"heterosexism.\" See PHARR, supra note 1, at 16.4. Martha Farnsworth Riche, The Future of the Family, AM. DEMOGRAPHICS, Mar.1991, at 44.5. id.6. Id.7. Jan Larson & Brad Edmondson, Should Unmarried Partners Get Married Bene-fits?, AM. DEMOGRAPHICS, Mar. 1991, at 47.[Vol. XIXREDEFINING FAMILYreflected that change. Thus, lesbians and gays, although living in thesame residence with a partner and perhaps children, are seen as peo-ple without families. The fact that many lesbians and gay men areinvolved in a long-term relationship, and as such, share financial re-sponsibilities, raise children together, care for each other during ill-ness and grieve at the death of their partners, is of seemingly littleconsequence given the lack of recognition, acceptance and protectionprovided by current law.The heterosexual marriage contract conveys a legal status to a manand woman and any subsequent children. As a result of the marriagecontract, the law traditionally defines family as a husband and wifeteam, with or without children. Despite the fact that the law doesnot recognize marriage between two people of the same sex, lesbiansand gay men have historically created their own families. These fami-lies have included the other partner, children - either adopted, orfrom a previous heterosexual marriage, or from lesbians bearing chil-dren on their own - parents and siblings. Whatever the configura-tion, lesbian and gay families reflect the same love and commitment astheir heterosexual counterparts.In 1989, the New York Court of Appeals recognized non-tradi-tional family units in the context of rent-control.8 In Braschi v. StahlAssocs. Co.,9 the court held that the term \"family,\" as used in the non-eviction provision of the rent-control laws, included an unmarriedlifetime gay partner and not just persons related by blood or law. 10Mr. Braschi, the gay partner of the tenant in a rent-controlled apart-ment, was granted a preliminary injunction to stay an eviction pro-ceeding after his partner died. 1' In its opinion, the court stated thatthe law allowing rent succession \"should not rest on fictitious legaldistinctions or genetic history, but instead should find its foundationin the reality of family life.\"' 2According to the court of appeals, this \"reality\" could be assessedby the following criteria: degree of emotional commitment and inter-dependence; interwoven social life (holding oneself out and thinkingof oneself as part of a couple/family, and visiting with each partner'sfamily of origin); financial interdependence (sharing household ex-penses and duties, joint arrangements such as checking and savings,8. Braschi v. Stahl Assocs. Co., 74 N.Y.2d 201, 543 N.E.2d 49, 544 N.Y.S.2d 784(1989).9. Id.10. Id. at 211-12, 543 N.E.2d at 54, 544 N.Y.S.2d at 789.11. Id. at 206, 543 N.E.2d at 50-51, 544 N.Y.S.2d at 786.12. Id. at 211, 543 N.E.2d at 53, 544 N.Y.S.2d at 788-89.1992]FORDHAM URBAN LAW JOURNALpower of attorney, life insurance, wills, etc.); cohabitation; longevity;and exclusivity. 3Although the Braschi decision was heralded by lesbian and gayrights activists as a victory, the factors used by the court of appealshave only been applied in the limited context of family successionrights regarding rent-controlled and rent-stabilized apartments. Forexample, efforts to extend the Braschi definition of family to a visita-tion situation were refused when the New York Court of Appeals de-nied visitation rights to a woman whose \"live-in relationship\" withthe child's mother had ended.' 4 In denying visitation rights, the courtheld that although the plaintiff \"apparently nurtured a close and lov-ing relationship with the child, she is not a parent within the meaningof DRL ยง 70.''15II. Laying the Groundwork for Change: Some ExamplesThe battle for lesbian and gay domestic partnership rights spans awide range of issues, from access to family health insurance plans, tobereavement and child-care leave, to health-care proxies and obituarylistings of survivors. The establishment of new rights in these areasfor lesbians and gay men is crucial because lack of equal treatmentcan, and often does, result in a lower economic base and standard ofliving and, as a result, a lesser quality of life.A. Obituary Survivor ListingsWhile newspaper managements' refusal to list lesbian and gay sur-vivors in obituaries may not have a direct economic impact on lesbi-ans or gay men, this policy is a poignant example of the disparatetreatment afforded lesbians and gay men. One could argue that thereis no more fundamental statement of \"family\" than the public recog-nition which an obituary survivor listing gives to those who shared alife with the deceased.Imagine two couples. One heterosexual. One lesbian or gay. Bothhave a terminally ill partner. The healthy partner cares for the illpartner in a thousand large and small ways and grieves at the inevita-ble loss of the partner to death.For both couples, the newspaper obituary chronicles the life, civicinvolvements, church affiliation and other activities and interests ofthe deceased partner. For the heterosexual couple, the surviving13. Id. at 212-13, 543 N.E.2d at 55, 544 N.Y.S.2d at 790.14. In re Allison D. v. Virginia M., 77 N.Y.2d 651, 572 N.E.2d 27, 569 N.Y.S.2d 586(1991).15. Id. at 655, 572 N.E.2d at 28, 569 N.Y.S.2d at 587.[Vol. XIXREDEFINING FAMILYspouse is listed. For the lesbian or gay couple, the surviving partner isnot.Editorial boards have responded to the uproar in the lesbian andgay community concerning this policy by claiming that problems of\"logistics\" preclude listing surviving partner information. Questionsas to whether the \"nature\" of the partnership between the deceasedand the surviving partner should be revealed, and whether the \"fam-ily\" of the deceased would object to the listing, continually act as asmoke screen for what many lesbians and gay men perceive as an un-derlying ambivalence, and even homophobia, of the newspapers' man-agement in acknowledging a lesbian or gay couple as a family.One newspaper which initially refused to list lesbian and gay survi-vors, the Albany Times-Union, eventually changed its policy - butnot until a leading member of the lesbian and gay community died' 6and strong protest from staff members of the paper and the commu-nity at large, was voiced upon the newspaper's refusal to list the sur-viving partner.B. Employment BenefitsExclusion of survivors from obituary listings is one small but con-crete example of the unequal treatment lesbians and gays receive as aresult of the lack of legal recognition of their status as a family. An-other example of such treatment is the disparity between employmentbenefits offered to heterosexual and homosexual couples. Marriedheterosexuals are routinely offered family-based employment benefitssuch as health insurance, bereavement leave, parental or care-takingleave and child-care or relocation subsidies, while such substantialeconomic benefits are unavailable to family members of lesbian andgay employees. As employment benefits can comprise up to forty per-16. On June 30, 1991, James L. Perry, a prominent lesbian and gay rights activistbased in Albany, died of AIDS-related complications. The author wrote his obituarywhich chronicled his political activism and listed his partner of seven years, Joseph Sal-gado, as his survivor. The editor of the Albany Times-Union refused to list Salgado butconsented to an editorial board meeting with members of the lesbian and gay communityto discuss the issue. He also asked the author to submit an op-ed piece to run in thenewspaper before the meeting in order to raise the issue publicly and gauge readershipresponse. The meeting took place in the late summer of 1991. The newspaper's editorialboard met with the author, the president of the local lesbian and gay democratic club, amember of Parents and Friends of Lesbians and Gays (PFLAG) and a lesbian who hadlost her partner to cancer several years before and had her request to be listed as a survi-vor in the published obituary refused. Subsequent to the meeting, the editorial boardmade a decision to list lesbian and gay survivors, on the condition that the funeral homeact as \"go-between\" and provide the information to the newspapers.1992]FORDHAM URBAN LAW JOURNALcent of an employee's total compensation package,1 7 these benefits arebread and butter issues for all workers, but especially for lesbian andgay employees. And, where an employer may boldly discriminateagainst an employee based on his or her sexual orientation, lesbiansand gay men are unlikely to speak out and make an issue of thesebenefit denials for fear of reprisals on the job, or even dismissal.The majority of private corporations do not recognize lesbian andgay families. Furthermore, many companies may openly discriminateagainst a lesbian or gay employee with impunity. For example, whenCracker Barrel Old Country Store in Douglasville, Georgia, fired afemale employee, her termination notice indicated she was losing herjob of three years \"due to violation of company policy. The employeeis gay.\" ' As Georgia has no statewide sexual orientation anti-dis-crimination law, this policy and practice is perfectly acceptable. InAtlanta, however, where there is a local law prohibiting terminationon the basis of sexual orientation.191. The Lotus AlternativeWhile clearly in the minority, several large corporations have be-gun to recognize the diversity within their workplace and have ex-tended domestic partnership benefits, such as health care andinsurance, to families of lesbian and gay employees. In September1991, Lotus Development Corporation, a computer software manu-facturer, took the bold step of offering health insurance benefits topartners of lesbian and gay employees.2\" Lesbian and gay activistshailed the Cambridge, Massachusetts, corporation's action as revolu-tionary. An internal controversy erupted, however, which took com-pany officials by surprise: heterosexual employees, fearing the newpolicy would serve to attract more lesbians and gays, strongly pro-tested the new offering by Lotus.Interestingly, Lotus extended health benefits only to lesbians andgay men living with partners, not to unmarried heterosexuals livingwith partners.2 When unmarried heterosexual employees in long-term relationships complained of the new policy, Lotus defended its17. PAULA ETTELBRICK & PENNY PERKINS, DOMESTIC PARTNERSHIP: ISSUES ANDLEGISLATION 1 (Lambda Legal Defense and Education Fund, 1990).18. Dena Bunis, Fighting Discrimination Against Gay Employees, N.Y. NEWSDAY,Sept. 21, 1991, at 15.19. ATLANTA, GA., CHARTER OF THE CITY OF ATLANTA (1973 Ga. Laws 2188)(Mar. 3, 1986).20. William M. Bulkeley, Lotus Creates Controversy by Extending Benefits to Partnersof Gay Employees, WALL ST. J., Oct. 25, 1991, at B1.21. Id.752 [Vol. XIXREDEFINING FAMILYprogram, stating: \"the plan was designed to correct an inequity, be-cause homosexuals can't legally marry to obtain benefits while heter-osexuals can.\" 2 2To obtain the benefits at Lotus, the lesbian or gay employee and thepartner must sign an affidavit that they are each other's \"sole spousalequivalent and intend to remain so indefinitely. ' 23 The affidavit alsostipulates that the couple live together and take responsibility for eachother's welfare.24 Lesbian and gay couples are also afforded otherpartner benefits such as bereavement leave.25While Lotus' progressive employment benefits represents a step inthe right direction, statistics indicate that very few corporations haveadopted similar policies. In fact, although the extension of employeebenefits to domestic partners of employees has been the \"subject ofmuch discussion\" recently, \"few employers are moving to offer thesebenefits.\"'262. A Three-Step PlanEd Mickens, a gay activist and private consultant on employee ben-efits who lectures extensively on workplace equity issues, has devel-oped a three-step plan which businesses can use to tackle employeebenefit issues. Mickens' plan focuses not only on the extension of do-mestic partner benefits, but also on expanding workplace inclusivity.According to Mickens, these goals can be successfully achieved as anevolutionary process.The first step in the plan requires the employer to create and en-force a nondiscrimination hiring and employment practice policy.Second, in order to foster a more open and inclusive work environ-ment, the employer must educate all employees on lesbian and gayissues. As a final step, the employer must examine its employee bene-fit policies to ensure that all employees receive equal compensation.This step-by-step approach will thus guarantee that all individuals -both management and other employees - are sensitized to the issuesinvolved and share the same commitment to resolving existing inequi-ties in the workplace.By looking long and hard at current employment practices and ex-22. Id.23. Id.24. Id.25. Id.26. FOCUS ON: Benefits for Domestic Partners, 8 BENEFITS TODAY (BNA) No. 12,at 188 (June 14, 1991). Some of them include Ben & Jerry's Homemade, Inc., an icecream maker in Waterbury, Vermont, and the American Psychological Association,based in Washington, D.C. Id.19921FORDHAM URBAN LAW JOURNALtending benefits, some entities in corporate America are doing theirpart to expand the definition of family. As major corporations beginto recognize and acknowledge lesbian and gay families, this recogni-tion will enforce the notion that lesbian and gay workers deserve thesame family benefits as married heterosexual employees with families.In this way, the extension of health-care benefits to families of lesbiansand gay men plays an important role in the battle for lesbian and gayacceptance in the social and economic mainstream.III. Effecting Change Through State and Federal LegislationThe glacial pace at which change has been adopted by corporationsin the private sector has been mirrored by minimal progress in thepublic sector. Indeed, only twelve cities27 have enacted domestic part-nership legislation and/or registration2\" laws. Nonetheless, enacting27. See ET-rELBRICK & PERKINS, supra note 17, at 9.The following cities have enacted domestic partnership legislation:City Date Enacted Type ojAnn Arbor, MI November 1991 RegistrBerkeley, CA April 1985 Healthbere,October 1991 registripubl.Ithaca, NY August 1990 RegistiLaguna Beach, CALos Angeles, CAMadison, WIMinneapolis, MNSan Francisco, CASanta Cruz, CASeattle, WAJune 1990March 1988August 1988January 1991November 1990May 1986September 1989March 1990undeHealthemplegisSick arRegistibere.RegistrhospRegistrHealthbereSick atHealthLegislationationbenefits; sick andavement leaveation for generalicration (benefitser consideration)benefits to cityloyees (notlation)id bereavement leaveration; sick andavement leaveration (providesital visitation)rationbenefits; sick andavement leavend bereavement leavebenefitsTakoma Park, MD November 1988 Sick and bereavement leaveWest Hollywood, CA February 1985 Health benefits; sick andbereavement leave;registration (provideshospital and jailvisitation)28. Domestic partnership registration legislation provides lesbian or gay couples withthe ability to register in the city or county of residence as domestic partners. The City ofSan Francisco, for example, defines \"domestic partners\" as \"two people who have chosen[Vol. XIXREDEFINING FAMILYthis type of legislation is the first step toward recognizing and increas-ing rights for lesbians and gay men.Federal tax and social security law are other areas where lesbianand gay families are economically disadvantaged. Only spouses orspecific blood-related family members can be designated as benefi-ciaries of social security survivor benefits; lesbian or gay partners ofsocial security recipients cannot receive survivor benefits upon thedeath of the recipient. Furthermore, because a lesbian or gay rela-tionship is not legally recognized, lesbians and gay men can not evendesignate their partners as beneficiaries. For example, even where thepartner of a gay man, who subsequently dies from AIDS-related com-plications, is the primary caretaker during his partner's illness, thesurviving partner is still denied survivor benefits.Tax ramifications for lesbian and gay couples can also be economi-cally debilitating. Lesbian or gay partners who reside in the samehousehold are taxed at the highest rates, single or single, head ofhousehold, because they cannot enter into a valid marriage contractand consequently obtain the legal status of their heterosexual counter-parts. As a result, lesbians and gay men are ineligible for the eco-nomic savings allowed by the joint filing status of married couples.That the lesbian or gay couple may be financially interdependent,share assets, own a home or jointly raise children in the same house-hold, is irrelevant under existing tax law. This inequity of denyinglesbian and gay couples the financial benefit of filing jointly operateson both the federal and state levels.The controversy surrounding court-ordered child custody decisionsperhaps epitomizes the problems which the current definition of fam-ily poses for lesbian and gay couples. As one advocate has noted:[T]he most commonly litigated conflict in the area of lesbian andgay rights is the conflict over child custody and visitation when amarriage dissolves and one parent is homosexual. The legal stan-dard applied to child custody cases varies from state to state. Al-most every state has a statute which sets out general standards.However, those standards tend to be vague and vest a great deal ofdiscretion with the judge. Judges and court personnel are all tooto share one another's lives in an intimate and committed relationship of mutual caring,who live together and have signed a Declaration of Domestic Partnership in which theyhave agreed to be jointly responsible for basic living expenses incurred during the Domes-tic Partnership, and have established their partnership under Section 4005 of this Arti-cle.\" SAN FRANCISCO, CAL., POLICE CODE art. 40, ยง 4002 (1990).Enacted in 1990, San Francisco's domestic partner legislation, allows the lesbian orgay couple to register with the county clerk by presenting a Declaration of DomesticPartnership. Id. at ยง 4005.1992]FORDHAM URBAN LAW JOURNALoften believers in the common stereotypes about lesbians and gaymen, and the harm that they supposedly bring to children - eventheir own children.29While some appellate courts have acknowledged that one's sexualorientation is not a per se ground for the denial of custody, others\"have decided that homosexuality, in and of itself, is a basis uponwhich a parent should be deemed unfit to have custody of his or herchild.\"30This legal perception has clouded cases in which no prior hetero-sexual relationship existed. Many lesbians and gay men have hadchildren of their own, either through adoption or artificial insemina-tion, despite lack of formal recognition of lesbian or gay families.This scenario is problematic because current law recognizes only oneof the partners as the parent .3  Nonetheless, lesbian or gay coupleshave raised children together, defined themselves to the child as his orher parents, instilled a value system and cultural ties, introduced anextended set of family members to the child and indeed, developed asubstantial relationship with the child, whereby the child views bothpartners as his parents.Despite this substantial relationship, if the \"legal\" parent dies, theother partner can be denied custody of the child unless the deceasedparent specifically designates in his or her will that the partner act asguardian for the child. Without a will designating guardianship, therelationship between the remaining family members, the survivingparent and the child, is legally unprotected. Such was the case inFlorida where a lesbian co-parent lost a custody dispute with the bio-logical grandparents of her six year-old child.3 2 Although expert tes-timony suggested that the child was primarily bonded to andemotionally dependent upon the nonbiological parent, that the grand-parents were strangers to the child, in their seventies and lived in aretirement community which did not allow children and that it wouldbe devastating for the child who had just lost one parent to lose herother parent, the court awarded custody to the grandparents.3The outcome in this case would no doubt have been different if thebiological mother's will had named her partner as the child's guard-ian. The fact remains, however, that the real problem in lesbian and29. ACHTENBERG, supra note 2, at 2.30. Id.31. Id.32. See ACHTENBERG, supra note 2, at 6 (citation to this unpublished trial court opin-ion available upon request from the National Center for Lesbian Rights, 1663 MissionStreet, 5th Floor, San Francisco, CA 94103).33. Id.[Vol. XIXREDEFINING FAMILYgay custody disputes is that lesbian and gay families are not legallyrecognized. Thus, unlike heterosexual married couples, the automaticlegal presumptions to protect the family unit from dissolution upondeath or divorce do not apply. Because the partnership is not legallyviewed as family, lesbian and gay couples must actively protect them-selves rather than rely upon automatic protection by the law.IV. Towards Some Proactive SolutionsLegal redefinition of \"family\" is an ongoing process which can andmust take place on many different levels. Obviously, corporateAmerica can do its part by extending employee benefits to families oflesbian and gay employees. Similarly, membership organizations canoffer \"family\" memberships to lesbian and gay couples and their chil-dren. Where voluntary action is not forthcoming, however, two otherremedies exist to expand and protect the rights of lesbians and gaymen: litigation and legislative initiatives.In the litigation arena, the Braschi decision\" is one example of aproactive solution. As defined by Braschi, the meaning of familymoved beyond the \"related by blood or marriage\" definition toward amore realistic and meaningful recognition of the financial and emo-tional interrelationship between two people.Another proactive legal decision is the recent Minnesota case of InRe Guardianship of Sharon Kowalalski.35 In Kowalski, an eight yearlegal battle for guardianship was waged by the plaintiff on behalf ofher lesbian partner who had suffered severe brain injuries and wassubsequently incapacitated as a result of an automobile accident.36The plaintiff sought guardianship status in order to legally care forher partner. 37 After being rebuffed by her partner's parents, the plain-tiff petitioned the lower court to be named guardian. The court de-nied plaintiff's application for guardianship and the parents of theaccident victim were named guardians. 38 The guardianship ordergave complete control over visitation to the parents; they denied theplaintiff access to her partner.39 The plaintiff then appealed the deci-sion. The Minnesota Court of Appeals named the plaintiff as legalguardian, calling the relationship between the plaintiff and her partner34. See supra notes 8-13 and accompanying text.35. 478 N.W.2d 790 (Minn. Ct. App. 1991).36. Id. at 791.37. Id.38. Id.39. Id.1992]FORDHAM URBAN LAW JOURNAL\"a family of affinity.\" 4On the legislative front, domestic partnership laws can provide le-gally protected rights allowing designation of a decision maker in theevent of legal incapacity of one partner. New York State allowedsuch designation in July 1990.41 Similarly, change can be effected inthe area of state domestic partnership registration legislation. In NewYork State, for example, Assembly member Deborah Glick and Sena-tor Franz Leichter have introduced statewide domestic partnershiplegislation which would give legal status to lesbian and gay couples byprohibiting local and state government from using marital status as afactor in any practice or policy unless the term \"domestic partner-ship\" is included as well.42 Similar efforts can also be accomplished atthe local level. For example, the City of Ithaca, New York, recentlypassed a domestic partnership bill.43 Lesbian and gay couples resid-ing in Ithaca who register now have legal status as domestic partners.These legislative initiatives are but a few of the avenues for achiev-ing the redefinition of family. To a certain extent, courts, legislaturesand private corporations have displayed the courage needed to makemore open-minded and realistic decisions. While legislators have be-gun the task of recognizing domestic partnership rights, they must bewilling, in the face of adversity, to continue to push for those rights sothat lesbians and gay men, like their heterosexual counterparts, areaccorded full protection of the law.40. Id. at 797.41. N.Y. HEALTH CARE PROXY LAW ch. 752 (1990).42. New York State Bill A.7205-A/s.4333-A.43. Ithaca, N.Y., Ordinance 90-7 (1990).[Vol. XIX",
    "id": 144227823,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:ulj-1561"
    },
    "title": "The Question of Family: Lesbians and Gay Men Reflecting A Redefined Society",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "1992-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=1561&amp;context=ulj"
    ],
    "updatedDate": "",
    "yearPublished": "1992",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144227823.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144227823"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144227823/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144227823/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144227823"
        }
    ],
    "abstract": "The cutting edge issue in the gay community is now the fight for domestic partnership rights. The absence of domestic partnership rights have resulted in the unequal treatment of an entire class of citizens, with gays and lesbians routinely denied jobs, housing, economic benefits such as health care, insurance, public accommodations, and may even result in these individuals being fired or facing eviction solely because of their sexual orientation.  The author argues that to rectify these injustices, we must redefine the definition of family to be more in line with that used in New York\\u27s Braschi v. Stahl Assocs. Co., decision. In Braschi,  the court stated that the term family included an unmarried lifetime gay partner and not just persons related by blood or law. The author also advocates for an advancement of legislative initiatives, like domestic partnership laws to remedy the injustices faced by gays and lesbians",
    "tags": [
        "article",
        "HIV/AIDS",
        "LGBT",
        "gay",
        "lesbian",
        "civil rights",
        "gay rights",
        "legislation",
        "bias",
        "family law",
        "Braschi",
        "domestic partnership",
        "Civil Rights and Discrimination",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:ulj-1561",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144227823,
        "depositedDate": null,
        "publishedDate": "1992-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:19:14+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:18:20+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/ulj/vol19/iss3/13",
        "https://ir.lawnet.fordham.edu/context/ulj/article/1561/viewcontent/19FordhamUrbLJ747_1991_1992_.pdf"
    ],
    "lastUpdate": "2024-01-24T04:19:14+00:00",
    "setSpecs": []
}