{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tack, Ryan"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T12:20:56+01:00",
    "dataProvider": {
        "id": 1732,
        "name": "Liberty University Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/1732",
        "logo": "https://api.core.ac.uk/data-providers/1732/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213464321.pdf",
    "fullText": "   Running head: THE ATTITUDES OF CHRISTIANS   1        The Attitudes of Christians Towards Homosexuality, Transsexuality and Transgenderism              Ryan Tack             A Senior Thesis submitted in partial fulfillment of the requirements for graduation in the Honors Program Liberty University Spring 2019      THE ATTITUDES OF CHRISTIANS  2   Acceptance of Senior Honors Thesis  This Senior Honors Thesis is accepted in partial fulfillment of the requirements for graduation from the Honors Program of Liberty University.           ______________________________ Keith Lahikainen, Psy.D. Thesis Chair            ______________________________ William Scott, Ed.D. Committee Member          ______________________________ Connie Hecker, M.F.A. Committee Member                ______________________________ Marilyn Gadomski, Ph.D. Honors Assistant Director        ______________________________ Date       THE ATTITUDES OF CHRISTIANS  3 Abstract The different attitudes Christians have towards transsexual, transgender, and homosexual behaviors have long been an area in need of investigation.  To further the relevant library of research, an anonymous online survey was distributed through SurveyMonkey that attempted to see how Christians felt and how these attitudes compared to those of other groups.  Ultimately, attitudes regarding transsexual and transgender behaviors showed a strong trend towards neutrality.  Attitudes towards homosexuality showed a strong trend towards neutrality with an additional trend towards positivity.     THE ATTITUDES OF CHRISTIANS  4 The Attitudes of Christians Towards Homosexuality, Transsexuality, and Transgenderism There has been no shortage of studies on the attitudes of Christians towards homosexuality (Woodford, Levy, & Walls, 2013).  Christians often report more negative attitudes towards gay and lesbian behavior than those of atheists. However, there has been a notable scarcity of studies directly measuring the attitudes of Christians towards the specific topic of transgenderism (Cornelius-White, Hulgus, Kanamori, & Pegors, 2017).  An orthodox reading of the Bible casts homosexual, transgender, and transsexual behaviors as sinful extensions of a broken human nature in verses such as Romans 1:26-28, Leviticus 18:22, Leviticus 20:13, and Deuteronomy 22:5.  An orthodox reading of the Bible is one that largely adheres to the writings and beliefs of the church as it existed in its early days.  Some who self-identify as Christians claim that such orthodox interpretations are incorrect and profess the acceptance of these behaviors (DeYoung, 2016).  However, it has been argued that such interpretations are an attempt to modify the Bible to reflect contemporary morals and subjective beliefs (Himbaza, Schenker, & Edart, 2012).  It is also possible that church attendance rate may be correlated with an orthodox interpretation of the Bible as it pertains to attitudes towards homosexuality, transgenderism, and transsexuality.   Homosexuality  Homosexuality has been a popular topic of conversation in politics for years.  While there are many studies that seek to analyze the number of individuals that identify as gay or lesbian in America, it is generally agreed that only around 1.6% of Americans are gay or lesbian (Gates, 2011).  Historically speaking, attitudes have been negative towards those that identified as gay or lesbian (Hicks & Lee, 2006).  Surveys found gays and lesbian were seen as harmful to society, and homosexual behavior was regarded as highly unethical.  However, recent years have seen a    THE ATTITUDES OF CHRISTIANS  5 significant increase in approval and positivity.  A 2013 study recorded that about 33.2% disagreed by any measure that homosexual relationships were “perfectly okay” (Woodford et al., 2013).  Some have argued that a major component in this significant shift in perception is due to the shift in thinking that those who identify as gay or lesbian are born with their same-sex attraction as opposed to it being a result of their experiences (Hicks & Lee, 2006). Transgenderism and Transsexuality  Transsexuality is defined as an individual who identifies as or behaves in manners consistent with the opposite gender than the one they were assigned at birth, to the degree of presenting themselves as belonging to that gender (Dhejne, et al., 2011).  For example, a person who was born with the assigned gender of male choosing to dress and behave as a female.  Transgenderism refers to individuals who embrace any gender identity or expression that is not that of the sex they were born with (Glicksman, 2013).  This extends to circumstances such as male wearing a dress and make-up.  Having risen to the public consciousness of America in the mid-1900s, attitudes towards transgenderism have always been polarized (Reay, 2014).  Despite receiving media attention, the number of reported transsexual individuals is relatively low.  There are many estimates of how many transgender individuals there are in America, and a 2011 study established that it is generally agreed upon that there are around 0.3% of Americans who identify as transgender (Gates, 2011).  However, another study in 2016 claimed that the percentage of transgenders in America was closer to 0.58% of the American population (Brown, Flores, Gates & Herman, 2016).  There are some who argue that such a rise in transgenderism could be due to the growing acceptance and positive regard for transgenderism in the public consciousness and that more growth may be yet to come (McHugh, 2015).       THE ATTITUDES OF CHRISTIANS  6 Attitudes and Perceptions towards Transsexuality and Transgenderism Research into perceptions of transsexuality has been surprisingly rare, with most studies focusing more on the perceptions of the parents of transsexual individuals (Elischberger, Glazier, Hill, & Verduzco-Baker, 2016).  This does not mean that the area of research is completely lacking.  In one of the earliest studies on attitudes toward transsexuality, it was concluded that males judge transsexuality more negatively than their female counterparts (Feinman, 1974).  The study also found that those that with a male sex were perceived more negatively for exhibiting transgender behavior.  The same study also attempted to rank general acceptance of cross-gender role behaviors.  Cross-gender role behavior refers to the performing of behaviors that are typically aligned with the opposite of the gender of the performer.  These behaviors can be more closely linked with transgenderism.  Perception of these behaviors was averaged at 37.89 on a scale of 10 to 70, with higher numbers on the scale showing more disapproval.  A study published in 2012 asked individuals to rank their feelings towards transsexuals on a scale of 1 to 100, with 100 being positive, 50 being neutral, and 1 being negative.  Here, the average response was a rating of 32.01.  This study also found that males were significantly more negative towards transsexuals than their female counterparts.  The average male rating was 9.59 points lower than that of the average female (Norton & Herek, 2013).   The Attitudes of Christians Towards Homosexuality, Transsexuality, and Transgenderism The attitudes of Christians towards homosexuality have been well-documented (Finlay & Walther, 2003).  Those who attend Christian services on a frequent basis are more likely to hold negative views of homosexuality, those that identify as gay or lesbian, and political matters associated with them (Baker, Jenkins & Lambert, 2007).  Studies regarding the measurement of Christians’ attitudes towards transgenderism have been far fewer than those regarding    THE ATTITUDES OF CHRISTIANS  7 homosexuality.  A study released earlier in 2017 surveyed hundreds of individuals regarding their attitudes towards transgender individuals.  Those who identified themselves as Evangelical Christians had significantly lower levels of interpersonal contact and comfort with transgender individuals (Cornelius-White et al., 2017).  Despite these findings, there is still a significant hole in the literature. Method This study attempts to define and use homosexuality, transgenderism, and transsexuality as behaviors as opposed to parts of an individual’s identity. This is done in the hopes that attitudes towards these behaviors may be differentiated from attitudes towards those that engage in them. This study was conducted in the form of an anonymous online survey.  The survey asked 10 questions regarding church attendance rate and an orthodox view on interpreting the Bible in an attempt to find a relationship between the two. The Goals of This Study There is a significant gap in the literature concerning attitudes toward homosexuality, transgenderism, and transsexuality.  This gap is particularly large concerning transsexuality and transgenderism.  While some research has been done, there is still much more in need of investigation. This exploratory study attempts to focus on homosexuality, transgenderism, and transsexuality as concepts and behaviors as opposed to a focus on individuals who exhibit them.  This is to minimize responder bias, as knowing persons who partake in these acts can impact one’s attitudes towards them (Mitchell & Fries, 2016).  It also attempts to avoid questions regarding specific political issues of policy, which are considered a separate matter of study.  This study is conducted in an attempt to close a current gap in the literature.  This is also done to reduce responder bias.     THE ATTITUDES OF CHRISTIANS  8  The specific research questions for this study are as follows: • What are the attitudes of a sample of American citizens toward homosexuality, transsexuality and transgenderism? • What are the attitudes of a sample of Americans who self-identify as Christians toward homosexuality, transsexuality, and transgenderism?   • What correlation, if any, is there between an individual’s church attendance rate and Biblical interpretation perspectives and an individual’s attitudes about homosexuality, transsexuality and transgenderism? Participants This study was conducted through an anonymous online survey system called SurveyMonkey Contribute.  This service recruits program members to take a survey in exchange for donations to participant-selected charitable foundations and chances to win prizes.  Respondents are not presented with any advertisement or information about a certain survey before beginning it.  They click a button on the survey program’s website to find and begin a survey.  Respondents were only eligible to join the survey if they met the criteria of being eighteen or older and living in the United States.   150 responses were purchased through SurveyMonkey. 168 individuals participated in the survey and answered all questions on the survey.  80 participants were male, and 88 were female.  45 participants were aged between 18 and 29.  37 respondents were between 30 and 44.  40 of those that took the survey were between the ages of 45 and 60.  46 participants identified as older than 60.  14 participants identified as agnostic.  13 respondents identified as atheists.  108 of those that took the survey self-identified as Christian.  10 individuals identified as Jewish.  4 individuals identified as Hindu.     THE ATTITUDES OF CHRISTIANS  9  Figure 1. Bar graph of participant age ranges for the survey’s sample of American adults Materials  The only involved material was the anonymous online survey that was created using, and distributed through, SurveyMonkey.  A fee of $100 was payed in order to recruit 150 respondents.  168 respondents were collected through SurveyMonkey.  The additional 18 respondents’ surveys are those that were in the process of being completed when 150 completed surveys were collected.  All responses were recorded and compiled by the SurveyMonkey service. Procedure  The survey was 10 questions long. The first three questions on the survey asked for information regarding the participants’ gender, age, and possible religious identifications.  The options for religious affiliations were as follows: agnostic, atheist, Christian, Jewish, Hindu, 05101520253035404550Number of RespondentsPartipant Age RangesParticipant Religious Affiliation18-29 30-44 45-60 60+   THE ATTITUDES OF CHRISTIANS  10 Muslim, or an “other” option with space for survey-takers to write-in the belief system they identified with.  Only fifteen participants identified as having a belief system not mentioned.  Due to this small number of exceptions, and a lack of trend among their written responses, their results will be excluded from analysis.  The fourth question asked participants to identify how often they attended any form of religious functions on a regular basis.   The fifth question asked if the Bible should be interpreted literally by those that follow it.  The sixth question asked, “Should interpretations of the Bible be updated or disregarded depending on the subject matter to better integrate with modern society and current secular standards of morality?”  The seventh question attempted to ask respondents if they identified as religiously orthodox.  This question also used the examples of the Jewish practice of wearing a kippah or yarmulke and the orthodox Christian view of divorce, except in the case of infidelity, being a sin.  For the remaining questions, participants were asked to respond to the question by selecting their feelings as indicated by options including very negative, negative, neutral, positive, or very positive.   Question eight read, “For the purposes of this study, transsexual behavior is defined as the act of transitioning to or actively living in a transitioned, semi-permanent state that is the gender opposite of the biological sex a person is born with.  An example of transsexual behavior would be the actual transitioning of a male into living as a female, such as Caitlyn Jenner.  Behavior regards how one acts, dresses, and or presents oneself to others, whereas identity is how one thinks or views oneself.  Please indicate your feelings towards transsexual behavior (i.e., a person changing their physical appearance), regardless of identity, (i.e., how a person thinks about themselves).”  Question nine read, “For the purposes of this study, transgender behavior will be defined as an individual engaging in any gender expression that is not the same    THE ATTITUDES OF CHRISTIANS  11 as his or her biological sex.  This includes behaviors such as a man wearing a dress or lipstick in the case of cross-dressing.  Behavior regards how one acts, dresses, and/or presents oneself to others, whereas identity is how one thinks or views oneself.  Please indicate your feelings toward transgender behavior (i.e., cross-dressing) regardless of identity (i.e, how a person thinks about themselves).  The tenth question asked respondents to identify their feelings toward homosexual behavior.  After the final question, survey takers pressed a button on the bottom of the screen that took them out of the survey and confirmed their completion of the survey.  Survey responses were recorded and compiled by SurveyMonkey for analysis.  Results  The first two questions found a relatively even distribution of genders and age groups among participants.  However, this pattern of uniformity did not extend to the question of religious affiliation.  There was a significant trend in the favor of Christians, as shown in the graph below.  The regularity of religious service attendance saw trends towards no attendance at all, once or twice a year, and once a week.  Christians tended to disagree with the changing of the Bible to fit secular standards; however, there was a significant number who indicated that it should.      THE ATTITUDES OF CHRISTIANS  12  Figure 2. Bar graph of religious affiliation for the survey’s sample of American adults   Figure 3. Bar graph of religious function attendance rates for the survey’s sample of American adults  020406080100120Number of RespondentsReligionsParticipant Religious AffiliationAgnostic Athiest Christian Jewish Hindu Muslim0102030405060None of n/a Once or Twice aYearOnce or Twice aMonthOnce a Week Twice a Week Three Times aWeek or MoreNumber of RespondentsRate of AttendanceReligious Service Attendance Rates   THE ATTITUDES OF CHRISTIANS  13  Figure 4. Clustered bar graph of responses regarding if the Bible should be changed to conform with modern, secular standards of morality by religious affiliation for the survey’s sample of American adults Those who identified as religiously orthodox showed a trend to feel more negatively towards transgender, transsexual, and homosexual behavior than their unorthodox counterparts.  Only a minority of respondents identified as religiously orthodox.  Those in the 18-29 age range responded in higher amounts that they did not know the answer to a question or that it was not applicable to them.  However, this was the only significant difference between the age groups.  Results regarding attitudes toward transsexual and transgender behaviors were similar, with a strong trend towards neutrality regarding both.  Attitudes toward homosexuality were slightly different.  There was an increase of both negative and positive responses accompanied by a decrease in neutral results.  Despite these changes, more respondents still responded with the neutral option than any other singular answer.  Responses regarding transsexual, transgender, and homosexual behavior are indicated in graphs down below.  102 210033653184 3 32 1 11 0 10102030405060Yes No Don't Know or n/aNumber of ResponsesAnswersShould the Bible be Updated to Conform with Modern Society?Agnostic Athiest Christian Jewish Hindu Muslim   THE ATTITUDES OF CHRISTIANS  14   Figure 5. Clustered bar graph of responses regarding feelings toward homosexual behavior by religious orthodox status for the survey’s sample of American adults  Figure 6. Clustered bar graph of responses regarding feelings toward transsexual behavior by religious affiliation for the survey’s sample of American adults  148102 01065136170102030405060Very Negative Negative Neutral Positive Very PositiveNumber of ResponsesAnswersFeelings Toward Homosexual BehaviorOrthodox Not Orthodox0291 20 073 3151945236314201 0 1 020 0 1 1 005101520253035404550Very Negative Negative Neutral Positive Very PositiveNumber of ResponsesAnswersFeelings Toward Transsexual BehaviorAgnostic Athiest Christian Jewish Hindu Muslim   THE ATTITUDES OF CHRISTIANS  15  Figure 7. Clustered bar graph of responses regarding feelings toward transgender behavior by religious affiliation for the survey’s sample of American adults  Figure 8. Clustered bar graph of responses regarding feelings toward homosexual behavior by religious affiliation for the survey’s sample of American adults  0 1101 20 163 318 19471863 3 2 200 1 1 020 02 1 005101520253035404550Very Negative Negative Neutral Positive Very PositiveNumber of ResponsesAnswersFeelings Toward Transgender BehaviorAgnostic Athiest Christian Jewish Hindu Muslim0 08240 1426241239267302410 1 1200 0 1 1 0051015202530354045Very Negative Negative Neutral Positive Very PositiveNumber of ResponsesAnswersFeelings Toward Homosexual BehaviorAgnostic Athiest Christian Jewish Hindu Muslim   THE ATTITUDES OF CHRISTIANS  16 Discussion Gender  Males were slightly more likely than females to attend religious functions at a rate approximating that of once or twice a year.  Females were more likely to attend on a weekly basis than their male counterparts, but females also selected a complete lack of church attendance more often.  Males were more likely to identify as religiously orthodox, indicate support for more literal Bible interpretations, and be opposed to the modifying of the Bible to conform to modern standards.  There was a slight trend among participants for females to have more positive responses towards transsexual, transgender, and homosexual behaviors.  Males consistently rated negative responses more often than their female counterparts.  This difference was most pronounced in response to the question regarding feelings toward transsexual behavior.  Here female respondents selected the options of positive and very positive at a rate nearly double that of the male counterparts.   Biblical Beliefs  Throughout the study, there was a strong correlation between the results of four questions.  These were the questions concerning religious function attendance rates, literal Biblical translations, Biblical updating, and religious orthodoxy.  Those who attended church more often were more likely to identify as religiously orthodox.  Said individuals were also more likely to favor a more literal Biblical interpretation and were much more likely to resist the updating of the Bible in accordance with secular standards of morality.  There was a slight trend among these individuals to react more negatively towards transsexual, transgender, and homosexual behaviors.  These individuals were also more likely to be male.  This gender differential is somewhat at odds with some established research that has concluded that women    THE ATTITUDES OF CHRISTIANS  17 ultimately have higher religiosity scores than men (DeBono & Kuschpel, 2014).  While males reported lower rates of religious function attendance, among those that did report high attendance rates, they were still strongly linked with the other religiosity factors.  This creates an interesting dichotomy in which females are more like to attend religious functions in general, and the majority of those with the highest rates of general religiosity are male.  Figure 9. Clustered bar graph of responses regarding whether or not the Bible should be interpreted literally by religious orthodox status for the survey’s sample of American adults 010203040506070Orthodox Not OrthodoxResponsesSelected AnswersShould the Bible be Interpreted Literally?Yes Sometimes No   THE ATTITUDES OF CHRISTIANS  18  Figure 10. Clustered bar graph of responses regarding religious function attendance rates by religious orthodox status for the survey’s sample of American adults  Figure 11. Clustered bar graph of responses regarding gender makeup by the self-identification of Orthodox or not Orthodox for the survey’s sample of American adults 05101520253035404550None Once or twice ayearOnce or twice amonthOnce a week Twice a week Three times aweek or moreNumber of ResponsesAnswers by Religious Function AttendanceOrthodox Religious Function AttendanceOrthodox Not Orthodox01020304050607080Orthodox Not OrthodoxResponsesRespondent GenderGender Makeup of Orthodox RespondentsMale Female   THE ATTITUDES OF CHRISTIANS  19  Figure 12. Clustered bar graph of responses regarding whether or not the Bible should be updated by religious function attendance rates for the survey’s sample of American adults Homosexual Behavior   While the most popular response for survey-takers was neutral, homosexuality saw a significant trend towards the positive. Those that rarely or did not attend religious functions were far more likely to indicate positive attitudes toward homosexuality.  Homosexuality was also more positively rated by those that believed the Bible should not be interpreted literally and should be updated to conform to modern, secular standards of morality.  Only two individuals who identified as religiously orthodox rated homosexual behavior with a positive rating, with the majority responding with either negative or very negative.  While there was some deviation, respondents also trended towards rating transsexual, transgender, and homosexual behavior with similar responses.  Those that gave negative responses were likely to give negative responses in regards to all three behaviors, and the same is true of those that gave positive and neutral 05101520253035None Once or twice ayearOnce or twice amonthOnce a week Twice a week Three times aweek or moreNumber of ResponsesAnswers by Religious Function AttendanceShould the Bible be Updated?Yes No   THE ATTITUDES OF CHRISTIANS  20 responses.  The overall trend towards neutrality and positivity is consistent with the literature (Mitchell & Fries, 2016).  Religiosity has also been correlated with negative attitudes toward homosexual behavior, as reflected in the aforementioned study.  If church attendance rate, a preference toward literal Biblical interpretations, religious orthodoxy, and a negative view towards the updating of the Bible can be seen as extensions or examples of religiosity, then the findings of this study are consistent with the accepted literature.    Figure 13. Bar graph of responses regarding feelings toward homosexual behavior for the survey’s sample of American adults Theories and Attitudes  There are four major theories regarding the nature of homosexuality that directly affect the attitudes an individual may have towards homosexual behavior and inclinations (Mitchell & Fries, 2016).  The first theory is known as the rational choice theory.  This theory states that free will is the determining factor in an individual’s sexuality, and thus their responsibility.  This theory is often taken up by religious individuals that believe homosexual activity is a sin and is thus controllable through the choices and free will of an individual.  The biological determinism 010203040506070Very Negative Negative Neutral Positive Very PositiveNumber of ResponsesAttitudesAttitudes Toward Homosexual Behavior   THE ATTITUDES OF CHRISTIANS  21 theory states that homosexual tendencies are an innate, immutable aspect of those born with them.  Those that believe this theory often attribute homosexuality to an individual’s DNA.  This theory is held by many individuals with positive attitudes towards homosexuality in opposition to those with negative attitudes towards homosexual behavior.  Believers in this theory often take issue with holders of the first theory, as they often feel the first is an offense against homosexual individuals.  It is no surprise that such individuals tend to have relatively lower religiosity rates.  The third theory is often referred to as the sexual abuse theory (Mitchell & Fries, 2016).  This theory posits that many of the individuals that were abused as children ultimately become homosexual as a direct response to the abuse.  A more generalized form of this theory is the differential association theory.  This theory posits that homosexual behaviors are ultimately learned, often by observing another individual.   While many of those that identify as supporters of the gay and lesbian community support the view of biological determinism, significant portions of the population identify more closely to the rational choice and differential association theories.    This imbalance in perspective concerning the different theories often leads to a difference of perspective concerning the nature and morality of the behavior itself.  If homosexual tendencies are an immutable aspect of one’s character, then homosexual behaviors become less able to be judged as a positive or negative act and more neutral in nature.  However, if homosexual behaviors are the result of choice or learned experience, then this can ultimately be altered.  This ability to change calls the behavior into question in a manner that a view of it as an immutable characteristic does not since it has the potential to be changed.  While this is a popular perspective and argument, it is far from the only one (Montague, 2008).  While biological    THE ATTITUDES OF CHRISTIANS  22 influences may play a heavy part in an individual’s decisions, they, alone, do not decide them.  Choice, while not independent of biology, is not solely determined by biological preferences. Transsexual Behavior  Responses toward transsexual behavior were mostly neutral.  Neutral is somewhat poorly defined in this context, particularly as it is unclear if the term refers to a neutral response or a lack of reaction at all.  Perhaps to further complicate matters, there is no clear trend favoring positive and very positive responses or negative and very negative responses over the others.  These results are somewhat in line with previous findings regarding attitudes towards transsexual individuals (Wang-Jones, Alhassoon, Hattrup, Ferdman, & Lowman, 2017).  This particular survey questioned 344 American individuals regarding their feelings toward transsexual individuals.  The results showed a lack of strong bias in a negative or positive direction.  While results vary based upon the setting of the evaluation, when appraising the behavior as an isolated occurrence, responses typically trend towards neutrality or positivity.   Transgender Behavior  Similar to the results regarding transsexual behavior, transgender behavior responses showed a tendency towards neutrality.  There was a distribution of positive and negative results, however these positive and negative responses approximated each other in number, and paled in comparison to the amount of neutral responses.  This neutrality of results approximates results in the established literature (Elischberger Glazier, Hill, & Verduzco-Baker, 2017).  While many studies have found more of a trend towards acceptance or positivity, some studies have found similarly neutral results.  This neutrality is often interpreted as either a form of apathy or acceptance via a lack of negativity.  At this juncture, neither interpretation has been validated above the other.    THE ATTITUDES OF CHRISTIANS  23 Limitations  One of the primary limitations of this study is its limited population sample.  Of the 166 survey participants that completed all questions, over 106 identified as Christian.  While this serves well to determine the attitudes of Christians, it ultimately does not provide enough data regarding other belief systems to compare and contrast them (Nolan & Heinzen, 2014).  For example, only two respondents identified as Muslim, fourteen identified as agnostic, and thirteen identified as atheists.  While attempts at comparisons can be made, with these popular belief systems so substantially underrepresented, no firm conclusions can be formed regarding their respective populations.  This also robs the Christian population of a firm cumulative baseline to compare and contrast with.  There are not enough respondents of a different belief to contextualize the results for distinct conclusions.  This limitation is further exacerbated by the relatively low number of respondents in general.    Other limitations of the study can be found in its distribution method.  This study was distributed through a service called SurveyMonkey Contribute.  This service attempts to convince enrolled online community members to take anonymous online surveys in exchange for a charitable contribution made by SurveyMonkey to an outside charitable foundation upon a survey’s completion (SurveyMonkey, n.d.).  The charity in question can be chosen by the potential respondent, and survey takers can also be entered into drawings for various prizes by completing surveys.  While effective for recruiting respondents, this ultimately only incentivizes respondents to complete surveys.  It does not provide an incentive system to ensure a consistent validity of those survey completions.  With the incentivizing of survey completion over the quality of completion, the amount of effort on each participant is unknown, and there is no structure in place to prevent participants    THE ATTITUDES OF CHRISTIANS  24 from answering questions quickly, without reading them, and moving on to collect on their rewards.  The research is somewhat mixed on the exact effects of incentives on the quality of survey responses, however the general consensus points toward incentives not having a significant impact (Singer & Ye, 2013).  Nevertheless, some studies have found it to affect responses, and thus, the potential effects of incentivizing completion must be considered.  The use of charity as an incentive also has a potential effect on the study by affecting the pool of individuals that were recruited, by recruiting respondents that were more likely to engage in charitable giving.  It has been well-documented that religiosity is positively associated with charitable giving (Li, 2017).  Since the primary incentive of the SurveyMonkey Contribute program is charitable donations, it is possible that the study’s population was skewed in favor of not just those that identify as religious, but those who have higher general religiosity scores.  This could be to the exclusion of both the non-religious and those that identify as believing in a religion, but with low religiosity ratings. Another potential shortcoming of the study is the usage of various terms in the survey.  While definitions were provided for the different topics covered in each section, it is possible that popular misconceptions and personal experiences may have caused participants to misinterpret the distinctions between transgenderism and transsexuality.  This is further compounded by the overlap the two concepts share.  While purposeful on the part of the study’s design, vagueness in the survey’s possible answers could have also led to confusion among respondents.  The different answers were purposefully left undefined and without examples in an attempt to simplify and generalize respondent reactions.  The disadvantage of this method is that there is no firm definition with which to make reference to.  While the vagueness of neutrality has been discussed, this lack of reference must also be noted as applying to the terms positive    THE ATTITUDES OF CHRISTIANS  25 and negative.  No distinction is made for what the use of these terms may indicate within the context of the study.  Societal, moral, preferential, and personal interpretations of these terms are all possible and viable.  No singular interpretation can yet be considered to distinguish itself as any more or less viable than another. Conclusion  Ultimately, this study trended strongly towards the confirmation of pre-existing literature.  While religiosity was correlated with more negative attitudes toward transsexual, transgender, and homosexual behavior, the trend among all respondents that identified as Christians was towards neutrality.  However, neutrality can be considered, to be a vague term.  This is especially clear when considering that it does not effectively communicate whether that neutrality is the result of a response or an absence of one.  Further studies must be conducted to explore the nature and details of this neutrality in greater depth.    In regards to the three questions that guided this study, the first asks about the general American population’s attitudes toward transsexual, transgender, and homosexual behaviors.  Within the confines of this study, these attitudes have been found to be lacking in strong positive or negative correlation, with a slight exception in the form of positive reactions to homosexuality.  The second question asked how Christians differ from this earlier assessment.  It was found that those identified as Christian trended towards negative scores more than their colleagues, however they still trended overwhelmingly towards the neutral.  The third question asks what correlation may exist between an individual’s church attendance and attitudes towards this survey’s topics. Those that attended church at higher rates trended towards more negative responses more strongly than those that only identified as Christian.  There is much more study to be done in the research and exploration of the connection between religious function    THE ATTITUDES OF CHRISTIANS  26 attendance and attitudes towards transsexual, transgender, and homosexual behaviors.  Within the ever-expanding body of literature, one of the most pressing needs for further study is the nature of the trend towards neutrality that has been shown to hold true in this, and other, studies.                        THE ATTITUDES OF CHRISTIANS  27 References Baker, D. N., Lambert, E. G., & Jenkins, M. (2007). The attitudes of black and white college  students toward gays and lesbians. Journal of Black Studies, 39: 589. Brown, T.N.T., Flores, A.R., Gates, G.J., & Herman, J.L. (2016).  How Many Adults Identify as  Transgender in the United States? Los Angeles, CA: The Williams Institute Cornelius-White, J. H. D., Hulgus, J. F., Kanamori, Y., & Pegors, T. K. (2017). A comparison  between self-identified evangelical Christians’ and nonreligious persons’ attitudes toward transgender persons. Psychology of Sexual Orientation and Gender Diversity, 4(1), 75-86.  DeBono, K. G., & Kuschpel, A. (2014). Gender differences in religiosity: The role of self- monitoring. North American Journal of Psychology, 16(2), 415.  DeYoung, K. (2016). What does the Bible say about transgenderism? The Gospel Coalition.   Dhejne, C., Lichtenstein, P., Boman, M., Johansson, A.L.V., Långström, N., & Landén, M.  (2011). Long-term follow-up of transsexual persons undergoing sex reassignment surgery: Cohort study in Sweden. PLoS ONE, 6(2). Elischberger, H.B., Glazier, J.J., Hill, E.D., & Verduzco-Baker, L. (2016). “Boys don’t cry”— or do they? Adult attitudes toward and beliefs about transgender youth. Sex Roles 75: 197.  Elischberger, H. B., Glazier, J. J., Hill, E. D., & Verduzco-Baker, L. (2017). Attitudes toward  and beliefs about transgender youth: A cross-cultural comparison between the United States and India. Sex Roles 78(1-2), 142-160. Feinman, S. (1974). Approval of cross-sex-role behavior. Psychological Reports, 35, 643–648.      THE ATTITUDES OF CHRISTIANS  28  Finlay, B., & Walther, C. (2003). The relation of religious affiliation, service attendance,  and other factors to homophobic attitudes among university students. Review of Religious Research, 44(4). Gates, G J. (2011).  How many people are lesbian, gay, bisexual and transgender? Los  Angeles, CA: The Williams Institute.  Glicksman, E. (2013). Transgender terminology: It’s complicated.  American Psychological  Association, 44(4), 39.  Hicks, G. R., & Tien-tsung, L. (2006). Public Attitudes Toward Gays and Lesbians: Trends and  Predictors. Journal Of Homosexuality, 51(2), 57-77.  Himbaza, I., Schenker, A., & Edart, J. (2012). The Bible on the question of homosexuality.  Washington, D.C.: Catholic University of America Press. Li, Y. (2017). Is methodology destiny? Religiosity and charitable giving.  Journal of  Social Economics, 44(9), 1197-1210.   McHugh, P. (2015).  Transgenderism: A pathogenic meme.  The Witherspoon Institute.   Mitchell, A., & Fries, M. (2016). The effect of knowledge on attitudes toward homosexual   behavior. Race, Gender & Class, 23(1), 183-202.  Montague, P. (2008). Free will. Current Biology, 18(14), 584–585.  Nolan, S. A. & Heinzen, T. E. (2014) Essentials of statistics for the behavioral sciences. New  York, NY: Worth Publishers Norton, A.T. & Herek, G.M. (2013). Heterosexuals’ attitudes toward transgender people:  Findings from a national probability sample of U.S. adults. Sex Roles, 68: 738.  Reay, B. (2014). The transsexual phenomenon: A counter-history. Journal of Social History  47(4), 1042-1070.      THE ATTITUDES OF CHRISTIANS  29 Singer, E., & Ye, C. (2013). The use and effects of incentives in surveys. Annals of the  American Academy of Political and Social Science, 645, 112-141.  SurveyMonkey, (n.d.). SurveyMonkey Contribute.   Wang-Jones, T. “T.” S., Alhassoon, O. M., Hattrup, K., Ferdman, B. M., & Lowman, R. L.  (2017). Development of gender identity implicit association tests to assess attitudes toward transmen and transwomen. Psychology of Sexual Orientation and Gender Diversity, 4(2), 169-183.  Woodford, M., Levy, D., & Walls, N. (2013). Sexual prejudice among Christian college  students, denominational teachings, and personal religious beliefs. Review of Religious Research, 55(1), 105-130.  ",
    "id": 213464321,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.liberty.edu:honors-1977"
    },
    "title": "The Attitudes of Christians Towards Homosexuality, Transsexuality and Transgenderism",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-06-12T22:58:49+01:00",
    "publisher": "Scholars Crossing",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.liberty.edu/cgi/viewcontent.cgi?article=1977&amp;context=honors"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213464321.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213464321"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213464321/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213464321/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213464321"
        }
    ],
    "abstract": "The different attitudes Christians have towards transsexual, transgender, and homosexual behaviors have long been an area in need of investigation.  To further the relevant library of research, an anonymous online survey was distributed through SurveyMonkey that attempted to see how Christians felt and how these attitudes compared to those of other groups.  Ultimately, attitudes regarding transsexual and transgender behaviors showed a strong trend towards neutrality.  Attitudes towards homosexuality showed a strong trend towards neutrality with an additional trend towards positivity",
    "tags": [
        "text",
        "Survey",
        "Sociology",
        "Christianity",
        "Homosexuality",
        "Transsexuality",
        "Transgenderism",
        "Demography, Population, and Ecology",
        "Gender and Sexuality",
        "Social and Behavioral Sciences",
        "Social Statistics"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.liberty.edu:honors-1977",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1732",
        "openDoarId": 0,
        "name": "Liberty University Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213464321,
        "depositedDate": null,
        "publishedDate": "2019-06-12T22:58:49+01:00",
        "updatedDate": "2024-02-14T12:50:57+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T12:20:56+01:00"
    },
    "urls": [
        "https://digitalcommons.liberty.edu/honors/906",
        "https://digitalcommons.liberty.edu/context/honors/article/1977/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-14T12:50:57+00:00",
    "setSpecs": []
}