{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Walker, Wayland"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-14T01:59:03+00:00",
    "dataProvider": {
        "id": 3594,
        "name": "Kansas State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3594",
        "logo": "https://api.core.ac.uk/data-providers/3594/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/267186403.pdf",
    "fullText": "Kansas State University Libraries New Prairie Press Adult Education Research Conference 2009 Conference Proceedings (Chicago, IL) The Supreme Court Follows, It Does Not Lead: Adult Education and American Popular Constitutionalism Wayland Walker University of Georgia Follow this and additional works at: https://newprairiepress.org/aerc  Part of the Adult and Continuing Education Administration Commons This work is licensed under a Creative Commons Attribution-Noncommercial 4.0 License Recommended Citation Walker, Wayland (2009). \"The Supreme Court Follows, It Does Not Lead: Adult Education and American Popular Constitutionalism,\" Adult Education Research Conference. https://newprairiepress.org/aerc/2009/papers/67 This is brought to you for free and open access by the Conferences at New Prairie Press. It has been accepted for inclusion in Adult Education Research Conference by an authorized administrator of New Prairie Press. For more information, please contact cads@k-state.edu.     384The Supreme Court Follows, It Does Not Lead: Adult Education and American Popular Constitutionalism By Wayland Walker, University of Georgia Abstract: The theory of Popular Constitutionalism posits that American social change precedes legal change.  Utilizing data from the fight for Lesbian, Gay, Bisexual, Transgendered and Queer (“LGBTQ”) social and legal rights, this paper explores evidence supporting the theory of Popular Constitutionalism and its implications for adult education research.    Purpose of the Study   The political right in the United States has excoriated the so-called “activist” judiciary and created and supported a stream of discourse which posits that judges are counter-majoritarian in their decisions.  For example, hard-line conservative speakers  would have Americans believe that, when in 2003 the United States Supreme Court overturned all of the nation's few remaining sodomy laws in Lawrence v. Texas, those Justices were acting against the will of the people, who remain firmly opposed to the so-called “homosexual agenda” and deeply prejudiced against Lesbian, Gay, Bisexual, Transgendered and Queer (“LGBTQ”) Americans.  This is, quite simply, not true.   By the time the U.S. Supreme Court issued its Lawrence opinion, there were only thirteen states which still had sodomy laws, and those were seldom enforced against consenting adults in the privacy of their own homes.   Arguably, by the time the opinion issued, most Americans, while perhaps not ready to openly affirm their LGBTQ brothers, sisters, daughters, and sons, were at least opposed to discrimination against us.   The Supreme Court lagged behind social change when it obliterated the last sodomy laws, which, though seldom enforced, were used to discriminate against LGBTQ people by making us presumptive criminals.  The purpose of this study is to demonstrate why the notion of the counter-majoritarian, activist judiciary is a lie told by oppressors who are trying to make America into the nation they wish it would remain, not the more tolerant nation it has become.  LGBTQ advocates (myself included) and their allies have engaged in decades of educational work which has resulted in a more widespread social tolerance of difference than many of us ever dared hope possible.   This study will review some of those educational efforts and campaigns and demonstrate that the ultimate legal changes were the result of cultural change created by those adult education programs.  Social change preceded, and was not preceded by, court decisions extending some portion of the basic rights enjoyed by heterosexual Americans to LGBTQ citizens.  The relationship between social transformation and legal change is, however, dynamic;  while social change arguably precedes and facilitates legal change, existing laws create a “channeling effect” on identity-based social movements (Eskridge, 2001-2002).    Theoretical Framework and Research Design  This study deploys three theoretical frameworks.  The first, borrowed from legal discourse, is the notion of popular constitutionalism, a relatively new idea within the legal academy which “explains that the core premise of much legal scholarship--that judicial review is countermajoritarian--may well be wrong” (Friedman, 2002-2003, p. 2599).   Popular constitutionalism posits that “our nation's constitutional culture exists not only outside and often prior to Supreme Court opinions, but also outside and often prior to other organs of federal and     385state governance”  (Eskridge, 2008, p. 369).  Under this theory, over time American judicial decisions can be expected to mirror the will of the American people.  Further, there is a direct connection between popular constitutionalism and education for social justice:   “Social movements rise when many persons simultaneously accept a norm, organize subcultural mores and institutions around that norm, and finally engage in political activism to entrench that norm in our constitutional culture”  (Friedman, 2008, p. 369).     The second theoretical framework, poststructuralism (Kang, 2007), provides the intellectual scaffolding for the study itself, which is a rhizonanalysis.   Rhizoanalysis is a loosely bounded discursive analysis of texts and social phenomena, focusing upon function rather than any supposed inherent meaning or essence (Alvermann, 2000).     Rhizoanalysis, like many forms of qualitative inquiry labeled postmodern or poststructrualist, seeks, with St. Pierre (1997), to use new and different forms of data and analysis and to escape the heavy modernist binaries that circumscribe much of Western discourse.  By replacing the metaphor of the tree with that of the interconnected rhizome, where meaning is found diffusely and at all points rather than discretely and through roots, trunks and branches, a poststructuralist scholar deploying rhizoanalysis makes possible new understandings outside of existing hierarchies and systems of binaries.   “Thus opens a rhizomatic realm of possibility effecting the potentialization of the possible, as opposed to arborescent possibility, which marks a closure, an impotence”  (Deleuze & Guattari,1987/2005).   Focusing  primarily upon legal texts and historical and theoretical documents, this rhizoanalysis looks at one battle for social change, the fight for LGBTQ rights from the 1980s through the present, to understand how educational interventions create social and legal change.    Through the multiple lenses of its author's own history and positionalities--as an LGBTQ activist, a practicing lawyer, and a professional adult educator--this study explores the complex interactions between education for social justice and legal decisions.   In this analysis, I deploy the third theoretical framework, a Foucauldian analysis of power and how it functions within discourse.     Foucault (1990/1976) broke with Marxist and other critical thinkers in positing that power is not something repressive and oppressive, but rather something that is immanent and productive.  One does not have power, one exercises power.   “Power is not something that is acquired, seized or shared, something that one holds on to or allows to slip away; power is exercised from innumerable points, in the interplay of nonegalitarian and mobile power relations” (Foucault, 1990/1976, p. 94).   Social power, including the power that maintains hegemony and oppressive and discriminatory practices, is deployed within regimes of truth and dominant discourses (Brookfield, 2005).   This power can be interrogated where and as it is deployed.   For example, antigay discourse, in the form of current arguments that the courts should not “promote homosexuality,” can be said to sediment themselves in legal opinions, pleadings, and antigay populist literature (Eskridge, 2002).   Analysis of discursive strategies can reveal the fault lines of power and provide methods of attacks for educators seeking to challenge oppression.    Such an analysis might reveal, for example, that the most obvious of the antigay arguments are not plausible, and that the most plausible of the antigay arguments are not Constitutional  (Eskridge, 2002).    FindingsThis study provides empirical support for the notion that the U.S. Federal and various state Constitutions are living documents which reflect the will of the people, and to the notion that education for social change is more important than legal advocacy.   Courts serve to slow, and not     386to facilitate, social change.  By the time Federal or state high courts speak, they are more likely to be bringing the slow-adopting, more prejudiced members of society in line with the whole nation rather than to be forcing social change on the majority.   The landmark civil rights decisions are victories for the American people, not for a handful of judges.  Those victories are the result of adult education campaigns for social justice, not just the work of clever lawyers.   Because power is diffuse and rhizomatic and found in its application, the manner in which it functions can be found in virtually all such critical decisions.  For this short paper, I will utilize three such decisions-- Loving v. Virginia (1967), Bowers v. Hardwick (1987), and Lawrence v. Texas (2003)-- to demonstrate the operation of power and the importance of activist adult education (Hill, 2004) to the transformation of American society.  Loving v. Virginia  Loving v. Virginia (1967) is a very interesting case, given the current battle over marriage equality for LGBTQ Americans, since it represents the last gasp of the antimescegenation laws, that is, the laws designed to prevent people of different races from marrying.   While it does not involve LGBTQ marriage rights, it does involve what the Supreme Court then called the “fundamental right” to marry.  In that case, two residents of Virginia, an African-American woman and a white man, were married in the District of Columbia, which had no laws against such marriages, but  lived in Virginia.    They were tried and convicted in Virginia of violating the state's law against interracial marriages, including marriages in other jurisdictions, and sentenced to a year in jail.  Their conviction was upheld throughout the state judicial system.   In reviewing their conviction, the U.S. Supreme Court noted the justification used by the state  trial court:  “Almighty God created the races white, black, yellow, malay and red, and he placed them on separate continents…The fact that he separated the races shows that he did not intend for the races to mix.”  Loving v. Virginia, 388 U.S., p. 3.    By the time the Court reviewed the actions by the Virginia trial court, the U.S. Civil Rights Movement, including its brilliant legal campaign championed by the NAACP, was in full swing.  Educators and activists had been combatting racial prejudice and racism for years, and this sort of religious prejudice must, at that time, have seemed absurd to the many or most of Americans who did not believe that racial categories, and, with them, the justification for racism, were fixed and immutable.  Indeed, before overturning the Virginia law and the conviction of a couple who, in the eyes of history, are entirely innocent of any wrongdoing, the Supreme Court noted that “Virginia is now one of 16 States which prohibit and punish marriages on the basis of racial classifications”  (Loving v. Virginia, 388 U.S., p. 6).  In overturning all such remaining laws in the country, the Supreme Court opined that such law represented impermissible attempts to maintain White Supremacy, and further held that “Marriage is one of the basic civil rights of man fundamental to our very existence and survival.   To deny this fundamental freedom … is surely to deprive all the State's citizens of liberty without due process of law.”  Loving v. Virginia, 388 U.S., p. 12 (citations omitted).    Legal decisions do change the social landscape, but a decision such as Loving v. Virginia can be understood as the result of social change and the educational efforts of the Civil Rights Movement.   By the time of the decision, the remaining sixteen states with such racist laws were stubborn and obstinate outliers, late adopters of the more tolerant values that most Americans were adopting.    In sweeping aside all remaining such prejudiced laws, the Supreme Court was performing a sort of mopping-up effort after the heavy work and sacrifice by so many legions of Civil Rights activists and martyrs.   In voiding marriage laws based upon racial and religious intolerance, the U.S. Supreme Court was inscribing into law something that We the People had     387already said throughout that tumultuous decade:  while it may take years yet to eliminate the traces of racism, official and state sanctioned racism is unacceptable.  Bowers v. Hardwick  Under the theory of Popular Constitutionalism, a defeat on a Civil Rights issue, however disheartening, is not the end of the story.  It can be, rather, a catalyst for further educational efforts and further social change. Bowers v. Hardwick (1986), the U.S. Supreme Court decision which upheld all of the remaining sodomy laws in the United States, is one such decision.   In Bowers, two adult gay men (referred to only as “homosexuals” in the decision) were charged for the crime of having consensual sexual intercourse in the privacy of their own home, under a Georgia law that provided for up to twenty years imprisonment for such an offense.   In upholding the Georgia law from federal Constitutional review, the U.S. Supreme Court ruled that its authority was limited and that there was no fundamental constitutional right which justified overturning the presumed judgment of the majority of Georgia citizens “that homosexual sodomy is immoral and unacceptable”  (Bowers v. Hardwick, 478 U.S., p. 196).  In making this decision, the U.S. Supreme Court noted that twenty-five (or half) of the Republic's states still had sodomy laws on their books.      If the U.S. Supreme Court Justices are scribes of the living text that is our Constitution, then, in the process of writing down what they posit that We the People are, they exercise power.   That power immediately begets resistance, and such resistance can transform American society.   Since the Georgia law was not limited to homosexual sodomy, the Bowers Court had upheld the criminalization of behaviors, including oral sex, in which the majority of Americans engaged, creating an understandable push-back against such judicial and legislative hypocrisy.  Even more importantly, after Bowers, the LGBTQ movement was reenergized.   The AIDS Coalition to Unleash Power (“ACT-UP”) and other street activist movements including Queer Nation and the Lesbian Avengers appeared on the American scene, pushing for an inclusive agenda that included full citizenship for LGBTQ people in such matters as benefits, employment discrimination, and the right to serve openly in the military.   LGBTQ people flocked to the law schools as the legal scholarly press roundly excoriated what was seen as a regressive, backwards, and prejudiced decision (Eskridge, 2008).   So, under the theory of Popular Constitutionalism, even though the Bowers decision was arguably correct when made—many or most of the We the People, perhaps laboring under the assumption that they knew no LGBTQ people, remained deeply prejudiced against “homosexuals”--the decision itself transformed American society, by creating social contexts where education for social change was widespread.  The decision had a channeling effect, and, while the Federal Courts remained bound by Bowers, one by one the state sodomy laws began to fall under individual state constitutions, as concerted legal and educational campaigns by such actors as the Lambda Legal Defense and Education Fund and the American Civil Liberties Union swept the nation.      Lawrence v. Texas In the years after Bowers, fewer states retained their sodomy laws, and fewer still enforced them, but the laws remained important lynchpins in attempts to deny LGBTQ people full civil rights.   As long as sodomy was against the law, a state could deny domestic partner benefits on the grounds that a partnership to do an illegal thing--in this case, to engage in homosexual sodomy--was void.   In Lawrence v. Texas (2003), the U.S. Supreme Court, after noting that only 13 states still retained sodomy laws on their books and that few still enforced them, overturned all the remaining sodomy laws in the United States.   In its decision, the U.S. Supreme Court took the almost unprecedented step of declaring that its decision in Bowers wasn't     388just wrong now, it was wrong when decided:  “Bowers was not correct when it was decided, and it is not correct today.  It ought not to remain binding precedent.  Bowers v. Hardwick should be and now is overruled”  (Lawrence v. Texas, 539 U.S., p. 578).   In re-writing the Constitutional text of our nation to include its LGBTQ citizens, the Court waxed eloquent:  “As the Constitution endures, persons in every generation can invoke its principles in their own search for greater freedom”   (Lawrence v. Texas, 539 U.S., p. 579).  Just as in Loving, the Court in Lawrence engaged in a sort of mopping-up action, pulling the recalcitrant and more prejudiced jurisdictions into line with the more progressive majority.   While prejudice against LGBTQ people, including legalized discrimination, persists, LGBTQ people can no longer be criminalized simply because our relationships include same-gender sexual behavior.    America has gone from being a nation in which some states legally repress homosexual behavior to being a nation in which is more tolerant (Eskridge, 2008).    Conclusions:  Combatting the Big Lie of Judicial Activism  As a litigator, I have had occasion to oppose litigants who practice what lawyers call the Big Lie.  Such litigants take a partial truth or assertion, then attempt to reiterate it until it gains the force of truth.  Truth is in the repetition.  Countering such litigation is an expensive exercise in patience; each time the Big Lie is asserted, it must be countered with specific truths.   Otherwise, the propounders of the Big Lie will point to that one point in the trial transcript where the Big Lie was not rebutted, and will claim that there is merit in their assertion on the basis of that failure to rebut.   Proponents of the Big Lie win their cases when the judge is inattentive and when their opponents do not constantly reiterate the specific facts which counter the Big Lie.   The chief Big Lie of the far right, that the Federal Judiciary is some sort of liberal junta determined to undermine American values, has a spokesman on the U.S. Supreme Court, Justice Anton Scalia, who in his Lawrence dissent argued that the Supreme Court acted as a “governing caste” and repudiated the will of the People   (Lawrence v. Texas, 539 U.S., p. 604).   A simple and cursory rhizoanalysis of the Court's decision proves otherwise.  We the People are more open to LGBTQ rights than the speakers of oppression and hate would have the Court believe.   The price of freedom is vigilance.  We must refute the notion of this activist judiciary each and every time it is spoken by right-wing populists and propounders of hatred against LGBTQ people and other oppressed groups.     Implications for Adult Education Theory and Practice  The implications of this study for adult education theory and practice are profound, because it suggests that adult education for social change is more important that legal advocacy in the fight for civil rights for oppressed minorities.  “In a democracy, We the People are ultimately responsible for value choices, and the primary audience for Gay is Good claims ought to be our neighbors and our legislators, not (just) our judges” (Eskridge, 2008, p. 378).   The work of elite civil rights lawyers is important, but it is secondary to the sustained educational campaigns that make legal victories possible.    In the many fights for social justice that remain, legal advocacy should always be informed and directed by the educational strategies.       Importantly, adult education researchers, as consummate borrowers from other academic and theoretical traditions, should pick up the discourse on Popular Constitutionalism and provide the sort of qualitative empirical analysis that will facilitate future research and future social change.  There is a dynamism within the theory that has yet to be unpacked and explored empirically, and which begs for the sorts of critical analysis that adult education as a discipline     389embodies.   Popular Constitutionalism is mediated by existing laws and social structures, and there is a feedback loop inherent in judicial decision, as social movements themselves are sculpted by the laws they challenge (Eskridge, 2002, 2001-2002; Siegel, 2006).  Further research is needed to explore how power functions at the intersection of activist and social movements and the legal and social cultures which they seek to transform.  The simple truth of Popular Constitutionalism is demonstrable from a review of legal documents:  how adult education in social movement facilitates legal change remains to be more fully explored.     References Alvermann, D. E. (2000). Researching libraries, illiteracies, and lives:  A rhizoanalysis. In E. A. St.Pierre & W. S. Pillow (Eds.), Working the Ruins:  Feminist Poststructural Theory and Methods in Education  (pp. 114-129). New York: Routledge.   Bowers v. Hardwick, 478 U.S. 186, 106 S. Ct. 2841, 92 L.Ed. 2d 140 (1986).   Brookfield, S. D.  (2005).  The power of critical theory: Liberating adult learning and teaching.  San Francisco:  Jossey Bass.   Deleuze, G. & Guattari, F. (2005). A Thousand Plateaus:  Capitalism and Schizophrenia. (Brian Massumi, trans.)  Minneapolis: University of Minneapolis Press.   (Originally published in 1987). Eskridge, W. E.  (2008).  Dishonorable passions:  Sodomy laws in America, 1861-2008.  New York:  Viking.   Eskridge, W. E.  (2002).   No promo homo:  The sedimentation of antigay discourse and the channeling effect of judicial review.  New York University Law Review, 75, pp. 1327-1411.   Eskridge, W. E. (2001-2002).   Channeling:  Identity-based social movements and public law.   University of Pennsylvania Law Review, 150, 419-525. Foucault, M.  (1990).  The history of sexuality:  Volume 1:  An introduction.  (Robert Hurley, Trans.)  New York:  Vintage Books.  (Original work published 1976). Friedman, B.  (2002-2003).  Mediated popular constitutionalism.   Michigan Law Review, 101, pp. 2596-2636.   Hill, R. J. (2004).   Activism as practice:  Some queer considerations.   In R. St.Clair & J. A. Sandlin (Eds.), Promoting critical practice in adult education (pp. 85-94).  New Directions for Adult and Continuing Education, No. 102.  San Francisco:  Jossey-Bass. Kang, D. J.  (2007).  Rhizoactivity:  Toward a postmodern theory of lifelong learning.   AdultEducation Quarterly, 57(3), pp.  205-220.   Lawrence v. Texas, 539 U.S. 558, 123 S. Ct. 2472, 156 L. Ed. 2d 508 (U.S., 2003).   Loving v. Virginia, 388 U.S. 1, 87 S. Ct. 1817, 18 L.Ed. 2d 1010 (1967).   Siegel, R. B.  (2006).   Constitutional culture, social movement conflict and Constitutional change:  The case of the de facto ERA.   California Law Review, 94, 1323-1419.   St.  Pierre, E. A. (1997). Methodology in the fold and the irruption of transgressive data. International Journal of Qualitative Studies in Education, 10, 175-189.  ",
    "id": 267186403,
    "identifiers": {
        "doi": null,
        "oai": "oai:newprairiepress.org:aerc-3813"
    },
    "title": "The Supreme Court Follows, It Does Not Lead: Adult Education and American Popular Constitutionalism",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-05-28T18:34:00+01:00",
    "publisher": "'New Prairie Press'",
    "references": [],
    "sourceFulltextUrls": [
        "https://newprairiepress.org/cgi/viewcontent.cgi?article=3813&amp;context=aerc"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/267186403.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/267186403"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/267186403/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/267186403/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/267186403"
        }
    ],
    "abstract": "The theory of Popular Constitutionalism posits that American social change precedes legal change.  Utilizing data from the fight for Lesbian, Gay, Bisexual, Transgendered and Queer (“LGBTQ”) social and legal rights, this paper explores evidence supporting the theory of Popular Constitutionalism and its implications for adult education research",
    "tags": [
        "text",
        "Adult and Continuing Education Administration",
        "Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:newprairiepress.org:aerc-3813",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3594",
        "openDoarId": 0,
        "name": "Kansas State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 267186403,
        "depositedDate": null,
        "publishedDate": "2009-05-28T18:34:00+01:00",
        "updatedDate": "2023-12-02T21:36:10+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-14T01:59:03+00:00"
    },
    "urls": [
        "https://newprairiepress.org/aerc/2009/papers/67",
        "https://newprairiepress.org/context/aerc/article/3813/viewcontent/walker.pdf"
    ],
    "lastUpdate": "2023-12-02T21:36:10+00:00",
    "setSpecs": []
}