{
    "acceptedDate": "2013-11-01T00:00:00+00:00",
    "authors": [
        {
            "name": "Fox, NJ"
        },
        {
            "name": "Alldred, P"
        }
    ],
    "contributors": [],
    "createdDate": "2015-05-18T18:13:56+01:00",
    "dataProvider": {
        "id": 14,
        "name": "Brunel University Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/14",
        "logo": "https://api.core.ac.uk/data-providers/14/logo"
    },
    "depositedDate": "2013-11-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1111/1467-954X.12075/abstract",
    "downloadUrl": "https://core.ac.uk/download/29140003.pdf",
    "fullText": "      The sexuality-assemblage: desire, affect, anti-humanism      Nick J Fox University of Sheffield and Pam Alldred Brunel University      Abstract Two theoretical moves are required to resist the ‘humanist enticements’ associated with sexuality.  Post-structuralism supplies the first, showing how the social produces culturally-specific sexual knowledgeabilities.  A second anti-humanist move is then needed to overturn anthropocentric privileging of the human body and subject as the locus of sexuality.  In this paper we establish a language and landscape for a Deleuze-inspired anti-humanist sociology of sexuality that shifts the location of sexuality away from bodies and individuals.  Sexuality in this view is an impersonal affective flow within assemblages of bodies, things, ideas and social institutions, which produces sexual (and other) capacities in bodies.  Assemblages territorialise bodies’ desire, setting limits on what it can do: this process determines the shape of sexuality, which is consequently both infinitely variable and typically highly restricted.  The application of this anti-humanist ontology is illustrated through data on the sexuality-assemblage of young men.  We conclude by exploring the theoretical and methodological advantages and disadvantages of an anti-humanist assemblage approach to sexuality.    Keywords affect; anti-essentialism; anti-humanism; assemblage; Deleuze; desire; sexuality Introduction Sexuality 1 has been considered by some writers as emblematic of agency, individualism, free will, identity, intimacy and even humanity (Giddens, 1992: 3; Plummer, 2003: 521-2; Weeks, 2007: 162).  Efforts to re-theorise such humanist ‘enticements’ (Grosz and Probyn, 1995: xiii) have led philosophers, social theorists and sociologists to augment notions of an agentic sexual subject with post-structuralist perspectives on how the social produces specific sexual knowledgeabilities (Cixous, 1990; Grosz, 1995; Kaite, 1988).  Among these, Foucault’s (1984, 1985, 1986) totemic studies of the cultural production of sexuality and a sexual subject have been influential within feminist and queer theories of sexuality (Butler, 1990: 93ff.; Probyn, 1999; Robinson, 2003: Youdell, 2005).    While this move may establish how sexuality, sexual subjectivity and sexual orientation are shaped by socially-contingent systems of thought (Grace, 2009: 54), this does not in itself challenge ‘anthropocentric’ (Braidotti, 2006: 40) conceptions of the human body and human ‘individual’ as the privileged locus where sexuality happens (along with other aspects of human ‘being’).  Such doubts over the prioritised status of the body and the human subject in the social sciences have fuelled interest in anti-humanist approaches that move beyond both agency/structure and animate/inanimate (Ansell-Pearson, 1999; Braidotti, 2006; Buchanan 1997; Clough, 2008; DeLanda, 2006, Gatens, 1996a; Grosz, 1994).  An anti-humanist turn supplies ontological status not to a body or conscious subject, but to ‘pre-human or even non-human elements that compose the web of forces, intensities and encounters’ (Braidotti, 2006: 41) that produce subjectivities, bodily capacities, and by extension, sexualities.   In this paper, we wish to explore what might be gained (and lost) by a sociology of sexuality that takes this ontological step; establish a language and landscape for a Deleuze-inspired anti-humanist sociology of sexuality; and translate this into a strategy for empirical research that produces novel insights untrammelled by an emphasis upon either experience or social context.  This approach shifts the location of sexuality away from bodies and individuals, toward the affective flow within assemblages of bodies, things, ideas and social institutions, and the (sexual) capacities produced in bodies by this flow.    Sexuality and ontology Sexual desire, sexual arousal and sexual pleasure seem so personal, so interior to a body, so typically focused ‘outwards’ on to objects of desire that are not the body itself, that it might appear self-evident that sexuality is an attribute of an organism, be it plant, animal or human (for critical discussions of this perspective, see Butler, 1990: 25; Grosz, 1994: 189; Lambevski, 2004: 305; Weeks, 1998: 36).  Psychology and sexology explored the links between physiology, neurology and sexual experiences (Diamond, 2004; Hines, 2006: 119; Hird, 2000: 356), while commentators have shown how the human sexual response and the medicalisation of sexual disorders established sexuality as an attribute of the human body (Garfinkel, 1984: 123; Gatens, 1996a: 5ff.; Potts, 2004: 21).    Social theorists have shown how internalised accounts of sexual desire and sexual identity have strongly influenced lay and social science ontologies of sexuality (Butler, 1990: 28-9; Gatens, 1996a: 77; Gordo Lopez and Cleminson, 2004: 81ff.; Grosz, 1994: 10).  For example, arguments that religion represses sexuality while Western liberalism or secularisation emancipate, posit an essentialist subject whose sexuality is buried and/or released by culture (Rasmussen, 2012; Wekkler, 2009).  As Burman (2003), Grosz (1995: 62), Weeks (1998: 36-7) have noted, essentialism has supplied an underpinning for aspirational and liberationist identity-politics and struggles for social change among some feminists and lesbian and gay activists in the West: sometimes uncritically, sometimes applying Spivak’s (1990) strategic essentialism as a pragmatic approach.  Such emancipatory accounts can be problematic: celebrations of inclusive sexual citizenship following struggles for same-sex marriage rights have established new homonormativities, while notions of ‘authentic’ subjectivity in interventions to counter homophobic bullying define lesbian/gay/bisexual/transgender young people as ‘vulnerable´ or ‘special´ (Monk, 2011; Rasmussen, 2008).    Critiques of an essential sexual subject have developed from strands within post-structuralism, post-colonial studies, feminist and queer theory, psychoanalysis and critical psychology (Flax, 1990; Henriques et al., 1998; Jagose, 1996; Sedgwick, 1990; Spivak, 1988).  Foucault’s histories of sexuality (1984, 1985, 1986) revealed how an individualised understanding of sexuality manifested throughout history.  He, and described four modern discourses on sexual bodies in the modern period (the recognition of the female body as ‘saturated with sexuality’ and thus prone to psychiatric disorder; the discovery of an immature sexuality in children that must be regulated; a focus on the economic and political consequences of reproduction for society and thus for parents; and the view that sexual instincts were separate from other biological or psychological drives) shaped sexuality in the contemporary period (Foucault, 1984: 103-5).  Queer theory has built on such post-structuralist approaches (Butler, 1990, 1999; Eng et al., 2005; Grosz, 1994, 1995), replacing an emphasis on desire (which may constrain or regulate identity) with ‘pleasure’, which is diffuse, intense and opens up possibilities (Allen and Carmody, 2012: 462; Butler, 1999: 11; Jagose, 2010: 523-4), and highlighting how gender identity and a notion of an essential sexual subject are ‘performatively’ fabricated from acts, gestures and desires (Butler 1990: 136; Renold 2005).    Sociologists have been circumspect concerning the location of sexuality, although Giddens stated bluntly that the body is ‘plainly enough  ... the domain of sexuality’ (1992: 31).  In many ways the gamut of sociological theories recapitulate debates over the relative significance of agency and structure.  Humanistic, phenomenological and ethnomethodological perspectives within sociology emphasise the importance of experience, interpretation and reflexivity upon sexuality, sexual desire and sexual identity (Garfinkel, 1984: 117; Jackson and Scott, 2010; Miriam, 2007; Plummer, 2001: 14), while social constructionist accounts consider sexuality as culturally-contingent: ‘a fluid assemblage of meanings and behaviours that we construct from the images, values and prescriptions in the world around us’ (Kimmel, 1990: 97).    A specific outcome of anthropocentrism has been to define quite narrowly what counts as sexuality and sexual identity (Lambevski, 2004: 306).  In the modern period, the sciences and social sciences reify Foucault’s (1984) four societal conceptualisations (or problematisations) of sexuality, incorporating normative perspectives on gender roles, child sexuality, identity, monogamy and gendered mental health.  Biomedicine and health technologies have contributed to a narrowing of what counts as sexuality, for example through the development of treatments for erectile dysfunction (Potts et al., 2003; Fox and Ward, 2008a) and aesthetic plastic surgery, while consumerism and communication technologies have added to the commodification of pornified bodies and body-parts (Gordo Lopez and Cleminson, 2004: 106; Kaite, 1988).  Masters and Johnson (1966, 1979) documented the sexualities of Americans in the last half of the twentieth century, while Kahr’s (2007) survey of contemporary sexual fantasies suggested that for most people, the limits of contemporary sexuality are typically drawn within constraints of narrow genitality with a bit of BDSM thrown in.    An attempt on our part to offer a broader definition of sexuality, sexual conduct and objects of desire at this point would inevitably struggle with these ontological issues.  But instead of debating what a sexual subject is, we wish to move in a different direction, to consider the assembling of sexuality and what a sexy body can do.  Bodies, Assemblages and Affects Recent social, feminist and queer theory scholarship (Braidotti, 2003, 2006; DeLanda, 2006; Gatens, 1996b; Grosz, 1994, 2008; Probyn, 1995) has found within the Spinozist philosophy of Gilles Deleuze and his collaborator Félix Guattari the basis for an anti-humanist ontology of social life.  In this perspective, all social production emerges from how relations between entities affect each other (Deleuze, 1988b: 127; Deleuze and Guattari, 1988: 149-51), and from the consequent capacities and desires deriving from these relationships (Deleuze and Guattari, 1984: 1–8).  Deleuze and Guattari (1988: 260) were consequently uninterested in what bodies 2 are (physically or socially), focusing instead upon a body’s (or group of bodies’) capacities for action and interaction: ‘what a body can do’ (Deleuze, 1990: 218, Deleuze and Guattari, 1988: 256).  The following brief review of key Deleuzian concepts provides a toolkit (Malins, 2006) for an anti-humanist sociology of sexuality, to be developed in the following section.  Deleuzian ontology avoids considering what bodies, things, ideas or social institutions ‘are’, by focusing instead upon them as relations that may interact with others (Deleuze, 1990: 207; Gatens 1996b: 169).  For example, a ‘chemical compound’ becomes pharmacologically significant only in relation to a ‘body-tissue’, and whether it acts as a ‘medicine’ or a ‘poison’ depends both upon how a tissue is affected, and how that effect is judged by human observers.  In this example, the relations between chemical, tissue and observer comprise an assemblage (Deleuze and Guattari, 1988: 88).  Assemblages of relations develop in unpredictable ways around actions and events, ‘in a kind of chaotic network of habitual and non-habitual connections, always in flux, always reassembling in different ways’ (Potts, 2004: 19).  Every aspect of life comprises such assemblages - at sub-personal, interactional or macro-social levels (DeLanda, 2006: 5), and have an existence, a life even, independent of human bodies (ibid: 40, Ansell-Pearson, 1999: 157-9), and of the relations they comprise (DeLanda, 2006: 10).  Assemblages are desiring-machines (Deleuze and Guattari, 1984: 5, 1988: 88) that ‘operate without our noticing them, to produce the desire that we do’ (Ballantyne, 2007: 27), but are processual rather than structural, and may be quite fleeting, comprising elements that simultaneously contribute to many different assemblages (DeLanda, 2006: 40).  The conventional conception of human agency is replaced in Deleuzian ontology by affect (Deleuze, 1988b: 101), meaning simply the capacity to affect or be affected.  An affect is a ‘becoming’ (Deleuze and Guattari, 1988: 256) that represents a change of state of an entity and its capacities (Massumi, 1988: xvi): this change may be physical, psychological, emotional or social.  Within an assemblage, any relation or combination of relations may affect, or be affected by another element in the network (Buchanan, 1997: 80).  Affects are ‘projectiles, just like weapons’(Deleuze and Guattari, 1988: 400) that  produce further affects within assemblages, producing the capacities of bodies to do, desire and feel, in turn producing subsequent affective flows.  However, because one affect can produce more than one capacity, affects flow ‘rhizomically’ (Deleuze and Guattari, 1988: 7), branching, reversing flows, coalescing and rupturing.  The flow of affect within assemblages is thus the means by which lives, societies and history unfold, by ‘adding capacities through interaction, in a world which is constantly becoming’ (Thrift, 2004: 61).    In any theory of sexuality, desire must be conceptualised.  It is conventionally understood as a gap, lack or void waiting to be filled by the acquisition of a desired object, be that a love, a tasty meal or a new purchase (Bogue, 1989: 89, Deleuze and Guattari, 1984: 59).  However, while Deleuze and Guattari acknowledged that desire may be a lack, they suggested a radically different underlying principle for desire, as not acquisition but production of action, ideas, interactions, and thence reality (Deleuze and Guattari, 1984: 27-30).  Productive desire is a creative capacity (Jordan, 1995: 127) of a body to act, feel or otherwise engage with other bodies and the physical and social world; the conditions of possibility for ‘what a body can do’ (which inter alia makes it possible to desire food or sex or shopping) (Buchanan, 1997: 88).  Put another way, it is nothing more nor less than the capacity of a body to affect or be affected: productive desire makes affect flow in assemblages (Deleuze and Guattari, 1988: 399).  Flows of affect change a body’s capacities in one direction or another (Duff, 2010: 625), and may combine or cancel each other out.  Every body, object, idea, subjectivity or other relation is consequently a territory, produced and fought over by rival affects within assemblages (Deleuze and Guattari, 1988: 88-89).  When an affect territorialises a body’s desire, it shapes the potential for that body to affect other relations in the assemblage.  Deleuze and Guattari contrast what they call molecular assemblages in which relations combine in ways that ‘represent nothing, signify nothing, mean nothing other than the desire they produce’ with molar assemblages that are  ‘stable forms, unifying, structuring and proceeding by means of large heavy aggregates ... organizing the crowds’ (1984: 286-288).  Sociologically, the latter include systems of thought or discourses, orthodoxies, evaluative categorisations, codifications, cultural norms and so forth (ibid: 291; Potts, 2004: 20).  Although both molecular and molar flows of affect are productive, the former de-territorialises, opening up possibilities for what bodies can do and desire, and may produce a line of flight (Deleuze and Guattari, 1988: 9) from a stable state or identity, while the latter imposes order, re-territorialises and defines what bodies can and cannot do.    At this point, we will merely flag two aspects of this ontology.  First, human agency is replaced by flows of affect (and desire) within assemblages as the force that produces and transforms the world (Currier, 2003: 332).  Flows of affect produce, connect and territorialise bodies, things, social constructs and abstractions within assemblages, and also produce specific capacities to act, feel and desire in bodies.  There is consequently a fundamental difference of focus between anthropocentric and anti-humanist ontologies: between exploring the social interactions of active, sense-making human agents and mapping impersonal affective flows and territorialisations within assemblages.  Second, the ontology opens up a means to theorise resistance (Deleuze and Guattari, 1988: 55; Deleuze, 1988a: 71) without recourse to ideas of agency, free-will or voluntarism.  While affects territorialise, they can also de-territorialise a body, producing new capacities that free it from the constraints of coercive or disciplinary forces.  Extreme de-territorialisations of desire may produce a line of flight, but more usually the de-territorialisation is less extreme (Fox, 1993: 132; Renold and Ringrose, 2008: 333).  This emphasis on resistance is important for the study of an area such as sexuality, where deterministic or structuralist frameworks sit uncomfortably alongside experiences of creative and transgressive sexual desires and experiences.  The Sexuality-Assemblage  Having established some foundations for an anti-humanist ontology, we will use our toolkit of Deleuzian concepts to develop this sociology of sexuality, drawing upon the discussion in Anti Oedipus (Deleuze and Guattari, 1984: 291-4), and recent theoretical and research-oriented studies of sexuality that have used this approach (Gatens, 1996a; Grace, 2009; Grosz, 1994; Lambevski, 2005; Renold and Ringrose, 2008, 2011; Ringrose, 2011).  We will then evaluate its research applications and its strengths and weaknesses as a sociological approach.  In an approach that focuses on how bodies affect and are affected, rather than what they are, analytical attention must turn to the ‘relations between bodies, their configurations within specific assemblages and the dynamic of the interrelations of their intensive capacities’ (Gatens, 1996b: 170).  As noted earlier, assemblages connect multitudinous relations from physical, biological, cultural and abstract realms, while the flows of affect between and among these relations produce bodily desires and capacities.  So sexuality-assemblages are the ‘machines’ (Deleuze and Guattari, 1988: 90) that produce sexual desire, identity and conduct.  A sexy body may do this or that: it can be attracted and aroused, it can kiss and suck and fuck, it can come; it can fall in love or leave the next morning, it can propose marriage or have a bit on the side; it can do hetero or homo, camp or butch; it can dominate or submit, it can exhibit or conceal; it can do things that might not seem sexual at all.  These capacities are products of flows of affect within assemblages, creating the conditions of possibility for sexual desire, sexual responses, codes of sexual conduct, sexual identities and so forth.    Later we will set out this model of sexuality in detail, comparing and contrasting anthropocentric and anti-humanist understanding of sexuality.  To work towards this model, and to illustrate the multitude of psychological, emotional and social relations in the sexuality-assemblage, consider as an example a ‘kissing-assemblage’ accreting around ‘Jan’ and ‘Robin’.  At its simplest, we could represent this as: Jan’s lips – Robin’s lips. While the affects within this assemblage are in part physical, sensually stimulating the tissues of lips and mouths, perhaps producing arousal and pleasure, the flow of affect may link the physical event (the kiss) to many other relations: personal and cultural contexts; past events, memories and experiences; codes of conduct and so forth.  So a kissing-assemblage is typically far more complex, and could comprise (at least): Jan’s lips – Robin’s lips – past experiences and circumstances – social and sexual norms – Jan and Robin’s personal attributes (e.g. looks, personality, job) – dating conventions -immediate material contexts. 3 The affective flow associated with this kiss links these relations rhizomically (for instance, between some characteristic of Jan or Robin’s memory of a past lover; this same characteristic and a stereotype of masculinity or femininity), producing capacities in Jan and Robin to do, to think, to feel and to desire.  These capacities and desires in turn produce further affects leading to sexual arousal (territorialisations of body tissues and physiological responses), mutual attraction, desires for intimacy, and positive or perhaps negative emotional reactions in one or both parties.  This affective flow might extend the sexual encounter beyond a kiss, assembling previous sexual and non-sexual events, cultural codes of sexual conduct, physical relations of arousal and orgasm, and so on.  From a kiss, flows of affect might eventually assemble ‘Jan’ and ‘Robin’ within a sexual relationship, in which the assemblage could comprise the accumulated interactions, emotions, experiences, social networks, cultural norms and epiphenomena of sexuality, potentially family-life and child-rearing, further territorialising the flow of sexual affect.    This short illustration shows how flows of affect in sexuality-assemblages connect bodies to other relations, and how sexual desire territorialises further affective flow.  In this sociology, sexual development is the progressive complication of the sexuality-assemblage during childhood and adolescence (Duff, 2010).  Assemblages of biological, psychological and cultural relations produce body capacities including comportments, identities and subjectivities that establish ‘masculinity’ and ‘femininity’.  Sexual attraction, sexual preferences and proclivities are similarly territorialisations toward particular objects of desire, consequent upon the particular mix of relations and affects deriving from physical and social contexts, experience and culture.  Culture-wide sexuality-assemblages establish the limits of what individual bodies can do, feel and desire, and shape the eroticism, sexual codes, customs and conduct of a society’s members, as well as the categories of sexuality such as ‘hetero’, ‘homo’ and so forth (Linstead and Pullen, 2006: 1299).  Together, these assemblages establish the limits of what individual bodies can do, feel and desire.  Sexuality assemblages thus bridge ‘micro’ and ‘macro’, private and public; and while flows of affect in the sexuality assemblage can produce an endless variety of sexual capacities in bodies, ‘molar’ forces may highly territorialise sexuality into very limited manifestations (Beckman, 2011: 9).  Figure 1 contrasts anthropocentric and anti-humanist treatments of key elements of sexuality.  Beginning with sexual desire, this reflects one of the most substantive differences: between desire as lack and desire as productive capacity.  Desire affects other bodies and things, but above all, it produces the ‘sexy body’ and all its anatomical, physiological and cognitive capacities: this body is not pre-existing, but entirely produced (territorialised) out of materials in the sexuality-assemblage.  The areas of sexual arousal, attraction, preferences and conduct (variously understood as the interaction of biology, psychology and culture in an anthropocentric sociology) are all territorialisations that produce specific capacities in this body.    Insert Fig 1 about here  Sexual codes territorialise flows of affect in sexuality-assemblages, reflecting what Deleuze and Guattari call ‘molar’ affects: ‘higher-level’ aggregations or systems of relations, for instance, the social relations of capitalist production and consumption, patriarchy, and the Oedipal family (Deleuze and Guattari, 1984: 286): in some ways equivalent to the discursive formations described by Foucault (1977: 199).  Sex identities (for instance, heterosexual, polyamorous (Barker, 2005) or queer) are capacities for specific reflexivities produced in bodies by affective flows.  Sexuality itself, often almost synonymous in anthropocentric sociology with sexual identity, we radically re-conceptualise as the flow of affect in the sexuality assemblage surrounding a body (Deleuze and Guattari, 1984: 294).  Sexuality has two manifestations.  First, it refers to the de-territorialising, nomadic and rhizomic flow of affect between and around bodies and other relations, a flow that allows Deleuze and Guattari (1984: 293) to claim that ‘sexuality is everywhere’: in political movements, in business, in the law and in all social relations.  As such it has the potential to produce any and all capacities in bodies, different sexual desires, attractions and identities, and those not normally considered sexual at all: nomadic sexuality has nothing to do with reproduction or even genitality (Bogue, 2011: 34), and consequently may produce ‘subversive and unforeseeable expressions of sexuality’ (Beckman, 2011: 11).    However, in a second manifestation, this rhizomic flow of affect is continuously subject to restrictions and blockages (Deleuze and Guattari, 1984: 293), often produced by molar, aggregating relations that codify, categorise and organise (discourses and practices, in Foucauldian terms).  Thus territorialised, sexuality loses its nomadic character, channelling desire into a relatively narrow range of sexual capacities, and fusing it to lack (ibid: 342).  Despite this, new affects still have the capacity to re-establish the rhizomic flow, creating possibilities for a line of flight.  Whereas anthropocentric approaches evoke liberal-humanist notions of an ‘authentic’ sexuality lost or distanced by social and cultural forces (Kitzinger, 1987), in this anti-humanist perspective, the production of an individual ‘sexy’ body is always a territorialisation of an impersonal, non-human and nomadic sexuality.    Figure 1.  A comparison of anthropocentric and anti-humanist conceptualisations   Anthropocentric sociology Anti-humanist sociology sexy body a biologically and/or socially-constructed entity the product of flows of affect and desire within the sexuality-assemblage  sexual desire  body’s aspiration to acquire what it lacks body capacity to affect/be affected sexually, usually highly territorialised but can be de-territorialised by affects sexual arousal/response  Innate, learnt or conditioned  physiological/cognitive body response body capacity to affect/be affected sexually, territorialised by affect sexual attraction  culturally-conditioned response to a stimulus body capacity to affect/be affected sexually, territorialised by affect sexual preferences  choices that lead to sexual pleasure territorialised desire sexual conduct  behaviours constrained by personal, societal and cultural codes/systems of thought territorialisation of nomadic sexuality by molar cultural relations sexual codes  culturally-defined moralities molar cultural relations in the sexuality-assemblage  sexual identity   a relatively stable formation deriving from some mix of biological, learnt and socialised factors  reflexive capacity produced by affects in the sexuality assemblage  sexual assemblage  - all the relations that (de)territorialise a sexy body  sexuality   a formation of preferences, desires, behaviours, dispositions and identity  rhizomic flow of affect typically highly territorialised, but continually fracturing to produce specific desires, attractions and identities.    Researching the sexuality-assemblage  We now consider the uses to which this anti-humanist model of sexuality may be put.  Deleuze and Guattari (1984: 3) suggested two approaches to the exploration of assemblages that can be applied to the sociological study of sexuality: first, to consider a manifestation of sexuality and ask what assemblage produced it; second, to examine a sexuality-assemblage and consider what sexuality it might produce.  Translated into research terms, both these approaches entail collecting and analysing empirical data concerning the mix of relations that surround sexual desire, arousal and conduct, the ways in which these relations affect each other in sexuality-assemblages, and the sexual capacities and desires that assemblages produce.   Sociologists who have applied Deleuzian philosophy to empirical data have used a range of data sources and analytical methodologies, often adapting anthropocentric methods such as interviews, and typically applying versions of qualitative thematic analysis.  For example, Renold and Ringrose (2008: 320-1) used a mix of narrative interviews, ethnographic data and group interviews; studies by Lambevski (2005) and Henriques (2010) were observational; Potts (2004) drew upon semi-structured interviews; Fox and Ward (2008a) used online ethnography and interviews; while Youdell and Armstrong (2011) applied auto-ethnographic reflections upon participant observation.  The objective in an anti-humanist analysis is to expose the impersonal flows of affect through assemblages and the productive capacities these produce in bodies, rather than focus upon the ideas, actions and feelings of individualised subjects (Youdell and Armstrong, 2011: 145).  The challenge is consequently to move beyond the interpretations of respondents, who may have only limited awareness of the relations, affects and assemblages that produce their actions, feelings, desires and understandings.    The analytic method developed by the first author (Fox and Ward, 2008a) was directly inspired by Deleuze’s (1988b: 127-128) advice to document relations and affects in order to map body territorialisation, and to explore the interactions between assemblages/desiring machines and the capacities they produce in bodies (Deleuze and Guattari, 1984: 3).  It entails a close reading of qualitative data, to identify relations and affective flows in the assemblage and also body capacities and desires.  This is augmented with cultural analysis of the immediate and broader contexts, in order to develop and enrich postulated assemblages of relations and flows of affect.  Reading across and between interviews and even multiple data sources and studies progressively builds understanding of the territorialisations surrounding what bodies do, feel and desire.  As with all qualitative approaches, there is a risk of ‘bias’ in this process, and while techniques such as using data extraction forms, team-based analysis and analytic induction can be used to enhance ‘validity’, from a Deleuzian perspective it is clear that data analysis is itself a territorialisation.  We return to this issue in the discussion.    The following brief illustration (limited for reasons of space to just three respondents) shows this method in action, exploring a sexuality-assemblage using data from a series of qualitative interviews with young men.4  Analysis of an interview with ‘Andrew’, a 20-year-old white student, suggested a wide range of relations, including football, fitness, ‘pretty girls’, his male friends, his mum, university, social position, past and present sexual partners, illness, clubs and pubs, alcohol, money and social norms.  Some contributed to ‘health-assemblages’, others to a ‘sport-assemblage’, although they may also contribute to affective flows in the sexuality-assemblage, for instance a chronic health condition and a lack of close friends in his university town.  He was active sexually, using clubs and pubs to meet women and competing with his ‘mates’ to date and have sex with the ‘most attractive’ women.  In the interview he said:  I don’t treat women very well, I suppose.  My mum always gets on my back for this, but I don’t - I mean I cheat on them, and I deceive them, which is wrong, and I know it’s wrong, but I think I’m kind of insecure in myself in that respect.  Which is ... I don’t know why, but I just am.    ‘Najib’, a 20 year old Asian student, had an assemblage of relations that included women, his peer group, his self-image, physical attractiveness, his ethnicity, marriage, past sexual experiences and concerns with hygiene (clinical and moral).  He too frequented clubs with a group of mates, and described competitive efforts to ‘pull’ the ‘best girl in the club’.  Despite this, and a self-proclaimed ‘addiction to women’, Najib set limits on his actions:  I’m not having sex all the time, every day of the week, you know. I’m not dirty like that.  And I wouldn’t just go with anyone or anything.  So obviously it’s something you think about, but, you know ... I wouldn’t do stuff which I think is dirty or something.  The sexuality-assemblage of a third respondent, ‘Neil’, is worthy of note as it included a steady monogamous relationship that constrained his interactions with other women.    Unlike an anthropocentric analysis, which might explore the social construction of each of these young men’s sexualities or the scripts they use in their interactions, the focus in the anti-humanist approach firmly from individual to assemblage.  Analysis of the relations and affective flows derived from these interviews, others in the series and broader knowledge of the context suggest that -- whether or not Andrew, Najib and Neil were part of the same circle -- we may see them as elements within a broad ‘serial heterosexual sex-assemblage’ that territorialises young men like them and their ‘mates’, young women, the venues where they met, alcohol, and attributes of bodies (looks, physique, personality) into specific sexualities.  Taking this sex-assemblage as the focus, we can start to see how an assemblage creates conditions of possibility (territorialisations) for desire, in which males seek to ‘pull’ females, and vice versa, interaction between same-sex friends is dominated by this activity, and physical looks establish hierarchies of who might have sex with whom.  Individuals drop in and out of the assemblage, sometimes (as with Neil) because a casual encounter leads to a relationship; but the assemblage possesses a life of its own, independent of the bodies it comprises.    This analysis of a sexuality-assemblage also exposes the ‘molar’ cultural relations and affects in the assemblage, including heteronormativity, ideas and ideals of beauty, gendered stereotypes and cultural codes of sexual conduct, youth drinking sub-cultures and the capitalist relations of retail industries and venues.  Much more than molecular relations between bodies and past events, molar relations territorialise the flows of affect and desire both of individuals such as Andrew, Najib  and Neil, and collectivities such as groups of ‘mates’.  As a desiring-machine, the affective flow defines what bodies and collectivities can do, linking micro and macro, kisses and commerce, and perpetuating heterosexual mating, same-sex friendship groups, gendered rituals and codes of behaviour and stereotypes of sexual attractiveness.  These all contribute to narrow limits upon sexual conduct, and produce similarly limited sexual identities among these young men.  Despite this, these flows continually fracture and fragment as relations are added and subtracted, producing capacities and desires that are not determined, but open to de-territorialisation and lines of flight, including the capacities these young men describe in the interviews: Andrew’s cheating, Najib’s sexual fastidiousness and Neil’s loyalty to his girlfriend amongst others.    Discussion Our intention in this paper has been to develop and illustrate the framework for an anti-humanist sociology of sexuality that focuses on relations, assemblages and flows of affect and desire, rather than upon human bodies, subjectivities and social interactions and practices.  The notable features of this approach are: that sexuality is not a characteristic of a body or an individual, but a flow of affect that links human and non-human; while sexuality is potentially unbounded and rhizomic, in practice it is highly territorialised into a limited repertoire of practices, identities and registers; resistance may be theorised without recourse to essentialism or individual agency; sexuality links the public and the private, macro and micro; and, that the approach invites methodological pluralism to explore, document and analyse sexuality assemblages.  Together, these features supply the sociology of sexuality with the capacity to generate novel insights that are limited neither by a focus upon the experiential or the social structural.  We have also shown how this translates into a methodology for exploring sexuality-assemblages that generates insights into how sexualities emerge and mutate, and links ‘micro’ and ‘macro’, human and non-human relations in the sexuality-assemblage.  In this final section we look critically at the theoretical and practical issues arising from these elements.  In the study of sexuality, sociology’s disciplinary focus on the social milieu in which bodies are born, mature and live their lives has been tempered by efforts to acknowledge the personal and political significance of sexuality, sexual identity, sexual conduct and sexual emancipation for the individuals and specific social groups it researches, as the latter struggle against repression and seek sexual agency and authenticity (Bernasconi, 2010: 873; Carpenter and Delamater, 2012: 29).  Anti-humanist sociology side-steps questions of structure and agency, and consequently over- or under-socialised models of sexuality.  With flows of affect (including flows of productive desire) as the means by which all human history and social (and sexual) life are produced, sexual ‘agency’ is de-centred from bodies and individuals on to the affective relations between human and non-human elements.  Unlike most other sociologies of sexuality, here the struggle is not between an internal sexuality and a moral order that suppresses its free expression.  Rather, ‘human’ sexualities are always already highly territorialised flows that produce specific sexual desires and specific ‘sexy bodies’.    This framework suggests that every sexy body can be de-territorialised to produce nomadic and rhizomic sexualities, and as such supplies an ontological basis for resistance (Deleuze and Guattari, 1988: 55; Deleuze, 1988a: 71) that does not depend upon ideas of free-will and voluntarism.  An ability to theorise resistance has been important for the study of sexuality (Renold and Ringrose, 2008), in which deterministic or structuralist frameworks sit uncomfortably alongside experiences of creative and transgressive sexual desires and experiences (Lambevski, 2005: 579; Robinson, 2003: 130-135).  While this enables engagement with emancipatory struggles to break free from constraining sexualities, gendered rules of sexual conduct and restrictive conceptions of sexuality (McCormack and Anderson, 2010; Russell et al., 2012: 75), Deleuzian and anti-humanist conceptions of politics have been the subject of two specific critical commentaries.    First, as noted earlier, Deleuze and Guattari replace conceptions such as class struggle with a dynamic between the ‘molecular’ and the ‘molar’ (1984: 286-288).  The principal molar forces identified in Anti-Oedipus are capitalism (ibid: 303) and Oedipal familial forms (ibid: 311), but elsewhere Deleuze and Guattari also implicate ‘major’ or ‘state’ forms in science (Deleuze and Guattari, 1988: 373) the arts (Deleuze and Guattari, 1986) and thought (Deleuze and Guattari, 1988: 375), which they differentiated from ‘minor’ or nomadic creative products (Deleuze and Guattari, 1986).  To this we add patriarchy, heteronormativity, racism, biomedicine and other systems of thought that territorialise bodies as social or organic entities.  In this perspective, resistance happens by elevating molecular affects over molar forces.  This may be seen as a ‘de-politicisation’ of resistance, replacing specific struggles to overthrow capitalism, heteronormativity and so forth with a generalised emphasis on molecular ‘becoming’.  As such, Deleuze and Guattari’s work could be evaluated (and/or dismissed) as emblematic of Western (Spivak, 1988) or postmodern disillusionment with grand narratives of class or gendered struggles, while their distinction between ‘major’ and ‘minor’ forms of creativity and celebration of the nomadic and rhizomic could be regarded as avoiding criticism of their theoretical framework as itself a molar, aggregating territorialisation (Deleuze and Guattari, 1988: 24).    Both Grosz (1994) and Braidotti (1996) address a second, feminist objection to Deleuzian anti-humanism.  This concerns the replacement of the possibility of forging an identity-position (‘woman’, ‘homosexual’ and so forth) that counters patriarchal or heteronormative hegemony with rhizomic, fragmenting ‘becoming’.  This could be seen as a male power-play, which depoliticises women’s struggles to carve out a distinctive space, and denies the possibility of sexual difference (Grosz, 1994: 163).  As Braidotti comments:  Only a subject who historically has profited from the entitlements of subjectivity and the rights of citizenship can afford to put his ‘solidity’ into question.  Marginal subjectivities, or social forces who historically have not yet been granted the entitlements of symbolic presence - and this includes women - cannot easily relinquish boundaries and rights which they have hardly gained as yet (Braidotti, 1996: 310)  Although this criticism has predominantly focused upon the anti-humanist dissolution of the category of ‘woman’, it is pertinent to this paper’s project, to the extent that theorising a rhizomic sexuality bypasses the notions of sexual difference and identity that have occupied much feminist scholarship (Grosz, 1994: 162), and which have been the basis for anthropocentric understanding of sexuality as identity-practice.  Grosz suggests that feminism can benefit from a cautious engagement with Deleuzian ontology, to ‘clear the ground of metaphysical oppositions and concepts’ and invoke ‘a difference that is not subordinated to identity’ (ibid: 164).  Despite these broadly supportive reflections, there remains a question concerning whether adopting an anti-humanist ontology inevitably separates sociology from the struggles of people for ‘self-actualisation’ or emancipatory identity-positions.  We turn now to another aspect of anti-humanist sociology of sexuality: its capacity to link human and non-human, private and public, micro and macro offers a novel means to biological, inanimate and social entities into theoretical and methodological association, with flows of affect between these relations not constrained by scale.  So, for example, treatment of erectile dysfunction is produced by a flow of affect that links a penis, a pill, an idea of ‘normal’ sex, the bedroom, and the economic relations of the global pharmaceutical industry (Fox and Ward, 2008b).  This breadth of relations supplies a perspective that draws micro- and macro-sociology into one assemblage.  Sociologists can track the flows in assemblages empirically, exposing unexpected and unexamined relations and affects, and show how these produce the sexualities that locate bodies in contemporary society, for instance in studies of domestic sexual violence, sex education, and so forth.  The multitude of empirical sociological data on sexuality and its expressions are the material for this project.  More radically, this also opens the way to study and conceptualise alternative, de-territorialised sexualities.  Deleuze and Guattari’s proposition was that sexuality is one part of the broad flow of affect that surrounds human bodies, but one that typically manifests as an already highly territorialised flow.  Molar forces in sexuality-assemblages constrain what a sexy body can do by territorialising desire into a lack, and the consequence has been to turn sexual expression into a bleak, genitally-focused pursuit of fantasy objects (Bogue, 2011; Deleuze and Guattari 1988: 18).  In a DeleuzoGuattarian perspective, there are no boundaries to human sexuality (Deleuze and Guattari, 1984: 293), and the pages of Anti-Oedipus are replete with desiring-machines at the edges of what is commonly considered sexual (see also Jagose, 2010; Robinson, 2003).  However, it is no easier for sociologists than anyone else to conceive of a sexuality un-encumbered by the usual baggage of attractions, arousals and orgasms, and find it also in creativity, sports, shopping and so forth.  Indeed, what is ‘sexual’ and what is ‘non-sexual’ anyway, if all there is are flows of affect and desire within assemblages?  Perhaps all sociologists can do is to document and re-connect all the ways in which de-territorialisations, becomings and lines of flight produce new desires and new engagements between bodies and their assembled relations.  This is a ‘re-sexualisation’ that is also a ‘de-sexualisation’, distant from and contrary to the pornified fetishising of body parts limiting contemporary human sexuality (Barker and Duschinsky, 2012: 304; Gill, 2009), and which re-invests the gamut of desiring with rhizomic sexuality.  A final issue concerns the translation of Deleuze and Guattari’s philosophy into a workable sociology.  The methodology that was applied earlier used a mix of content analysis of qualitative data (ethnography and interviews) to pick up on the relations and affective flows in assemblages that produce body desires and capacities, and a hermeneutic assessment of the broad contexts to identify aggregations and molar influences (Fox and Ward, 2008a).  Use of person-centred approaches such as interviews, while supplying reflexive accounts is limited by the capacities of interviewees to be able to speak about, or even be reflexively-aware of relations in the assemblage.  Meanwhile, hermeneutic methods depend upon the cultural astuteness of the researcher, and introduce the possibility of a ‘researcher effect’ that has its own associated affective flow and produces its own ‘research-assemblage’.  Consequently, while many of the techniques for increasing validity and reliability used in conventional interpretative approaches, and efforts to ‘triangulate’ data may be applied, post-structuralist cautions and feminist reflexivities concerning a search for ‘truth’ in data must inform this methodology.    Despite these reservations, we would suggest in conclusion that the features of an anti-humanist sociology suggest new possibilities for exploring sexuality and the flows of affect that produce sexual desire and sexual identities.  They make sexuality both infinitely more complex than in some sociologies, but also intrinsically political: suggesting an agenda that fosters deterritorialisation of desiring, challenges to the territorialisation of bodies and body-parts, and encouragement into lines of flight that abolish the scarcity of the sexual, in our own bodies and those of others with whom we engage professionally and personally.    Notes 1.  Sexuality has been understood as the biological, psychological and social processes associated with sexual desire, sensation, arousal, attraction and pleasure.  This paper problematises the way sexuality is understood in science and social sciences.   2.  While Deleuze (1988b: 127) used the term ‘body’ to refer to ‘anything ... an animal, a body of sounds, a mind or an idea ... a social body, a collectivity’, to avoid confusion we reserve the word exclusively for the human body, and where necessary also refer separately to other things that may be relations in assemblages. 3.  This notation does not imply a linear sequencing of relations in an assemblage. 4.  Secondary analysis of interview data with 32 men aged 19-22 years, gathered by Roger de Visser and Jonathon Smith as part of the ESRC-funded Young Men, Masculinities and Health study (2003–2004); UK Data Archive, University of Essex (UKDA 5371).  Pseudonyms were applied by the original researchers.  References Allen, L. and Carmody, M., (2012), ‘Pleasure has no passport’: re-visiting the potential of pleasure in sexuality education, Sex Education, 12 (4): 455-468. Ansell Pearson, K., (1999), Germinal Life, London: Routledge. Ballantyne, A., (2007), Deleuze and Guattari for Architects, London: Routledge. Barker, M. (2005). ‘This is my partner, and this is my partner’s partner: Constructing a polyamorous identity in a monogamous world’, Journal of Constructivist Psychology, 18(1): 75–88. Barker, M. and Duschinsky, R., (2012) ‘Sexualisation's four faces: sexualisation and gender stereotyping in the Bailey Review’, Gender and Education, 24(3): 303-310 Beckman, F. (2011), ‘Introduction: what is sex? An introduction to the sexual philosophy of Gilles Deleuze’, in Beckman, F., (ed.), Deleuze and Sex, 1-29, Edinburgh: Edinburgh University Press. Bernasconi, O., (2010), ‘Being decent, being authentic: the moral self in shifting discourses of sexuality across three generations of Chilean women’, Sociology, 44 (5): 860-875. Bogue, R., (1989), Deleuze and Guattari,  London: Routledge. Bogue, R. (2011), ‘Alien sex: Octavia Butler and Deleuze and Guattari’s polysexuality’, in Beckman, F. (ed.) Deleuze and Sex, 30-49, Edinburgh; Edinburgh University Press. Braidotti, R., (1996), ‘Nomadism with a difference: Deleuze's legacy in a feminist perspective’, Man and World, 29: 305-314. Braidotti, R., (2003), ‘Becoming woman: or sexual difference revisited’, Theory, Culture & Society, 20(3): 43–64.  Braidotti, R., (2006), Transpositions, Cambridge: Polity. Buchanan, I., (1997), ‘The problem of the body in Deleuze and Guattari, or, what can a body do?’, Body & Society, 3: 73-91. Burman, E., (2003), ‘From difference to intersectionality’, European Journal of Psychotherapy, Counselling and Health, 6 (3): 293-308. Butler, J., (1990), Gender Trouble, London: Routledge. Butler, J., (1999), ‘Revisiting bodies and pleasures’, Theory, Culture & Society, 16 (2): 11-20. Carpenter, L.M. and DeLamater, J., (2012), ‘Studying gendered sexualities over the life course: a conceptual framework’, in Carpenter, L.M. and DeLamater, J. (eds.), Sex for Life, 23-41, New York: New York University Press. Cixous, H. (1990), ‘The laugh of the medusa’, in Walder, R. (ed.) Literature in the Modern World, 291-300, Oxford: Oxford University Press. Clough, P.T., (2008), The affective turn: political economy, biomedia and bodies, Theory Culture & Society, 25 (1): 1-22. Currier, D., (2003), ‘Feminist technological futures: Deleuze and body/technology assemblages’, Feminist Theory, 4(3): 321–38. DeLanda, M., (2006), A New Philosophy of Society, London: Continuum.  Deleuze, G., (1988a), Foucault, Minneapolis: University of Minnesota Press. Deleuze, G., (1988b), Spinoza: Practical Philosophy, San Fransisco: City Lights. Deleuze, G., (1990), Expressionism in Philosophy: Spinoza, New York: Zone Books. Deleuze, G. and Guattari, F., (1984), Anti-Oedipus: Capitalism and Schizophrenia, London: Athlone. Deleuze, G. and Guattari, F., (1986), Kafka.  Toward a Minor Literature, Minneapolis: University of Minnesota Press. Deleuze, G. and Guattari, F., (1988), A Thousand Plateaus, London: Athlone. Diamond, L.M., (2004), ‘Emerging perspectives on distinctions between romantic love and sexual desire’, Current Directions in Psychological Science, 13(3): 116-119. Duff, C., (2010), ‘Towards a developmental ethology: exploring Deleuze’s contribution to the study of health and human development’, Health, 14(6): 619-34. Eng, D.L., Halberstam, J. and Munoz, J.E., (2995), ‘Introduction: what’s queer about queer studies now?’, Social Text, 23 (3): 84-5. Flax, J., (1990), Thinking Fragments: Psychoanalysis, Feminism and Postmodernism in the Contemporary West, Berkeley: University of California Press. Foucault, M. (1977), ‘What is an author?’, in Bouchard, D. F., (ed), Language, Counter-memory, Practice. Oxford: Blackwell: 113-138. Foucault, M., (1984), The History of Sexuality Vol.1: The Will to Knowledge, Harmondsworth: Penguin. Foucault, M., (1985), The Use of Pleasure (Vol. 2 of the History of Sexuality),  New York: Pantheon. Foucault, M., (1986), The Care of the Self (Vol. 3 of the History of Sexuality), New York: Pantheon. Fox, N.J. (1993), Postmodernism, Sociology and Health, Buckingham: Open University Press. Fox, N.J. and Ward, K.J., (2008a), ‘What are health identities and how may we study them?’, Sociology of Health and Illness, 30(7): 461-79. Fox, N.J. and Ward, K.J., (2008b), ‘Pharma in the bedroom … and the kitchen.  The pharmaceuticalisation of daily life’, Sociology of Health and Illness, 30(6), 856-868. Garfinkel, H., (1984), Studies in Ethnomethodology (2nd revised edition), Cambridge: Polity. Gatens, M., (1996a), Imaginary Bodies, London: Routledge. Gatens, M., (1996b), ‘Through a Spinozist lens: ethology, difference, power’, in Patton, P., (ed.), Deleuze: a Critical Reader, 162-187, Oxford, Blackwell. Giddens, A., (1992), The Transformation of Intimacy, Cambridge: Polity. Gill, R., (2009), ‘Beyond the ‘sexualization of cultureʼ thesis: an intersectional analysis of ‘sixpacks’, ‘midriffs’ and ‘hot lesbians’ in advertising’ Sexualities, 12 (2): 137-160. Gordo-Lopez, A.J. and Cleminson, R.M., (2004), Techno-sexual Landscapes.  Changing Relations between Technology and Sexuality, London: Free Association Books. Grace, W., (2009), Faux amis: ‘Foucault and Deleuze on sexuality and desire’, Critical Inquiry, 36 (1): 52-75.  Grosz, E., (1994), Volatile Bodies, Bloomington: Indiana University Press. Grosz, E., (1995), Space, Time and Perversion, London: Routledge. Grosz, E., (2008), Chaos, Territory, Art: Deleuze and the Framing of the Earth, New York: Columbia University Press. Grosz, E. and Probyn, E., (1995) ‘Introduction’, in Grosz, E. and Probyn, E., (eds.), Sexy Bodies, London; Routledge: ix-xiv. Henriques, J., Hollway, W., Urwin, C., Venn, C. and Walkerdine, V., (1998), Changing the Subject: Psychology, Social Regulation and Subjectivity, London: Routledge. Henriques, J.F., (2010), ‘The vibrations of affect and their propagation on a night out on Kingston’s dancehall scene’, Body & Society, 16 (1), 57-89. Hines, M., (2006), ‘Prenatal testosterone and gender-related behaviour’, European Journal of Endocrinology, 155 (Supplement 1): S115-S121. Hird, M.J., (2000), ‘Gender’s nature: intersexuality, transsexualism and the ‘sex’/’gender’ binary’, Feminist Theory, 1 (3): 347-364. Jackson, S., and Scott, S., (2010), ‘Rehabilitating interactionism for a feminist sociology of sexuality’, Sociology, 44 (5): 811-826. Jagose, A. (1996) Queer Theory: An Introduction, New York: New York University Press. Jagose, A., (2010), ‘Counterfeit pleasures: fake orgasm and queer agency’, Textual Practice, 24 (3): 517–39. Jordan, T., (1995), ‘Collective bodies: raving and the politics of Gilles Deleuze and Felix Guattari’, Body & Society, 1(1): 125-144. Kahr, B., (2007), Sex and the Psyche, London: Allen Lane. Kaite, B., (1988), ‘The pornographer’s body double: transgression is the law’, in Kroker, A. and Kroker, M. (eds.), Body Invaders, Basingstoke: Macmillan: 150-168. Kimmel, M., (1990), ‘After fifteen years: the impact of the sociology of masculinity on the masculinity of sociology’, in Hearn, J. and Morgan, D. (eds.), Men, Masculinities and Social Theory, 93-109, London: Unwin Hyman. Kitzinger, C. (1987) The Social Construction of Lesbianism, London: Sage. Lambevski, S.A., (2004), ‘Movement and desire: on the need to fluidify academic discourse on sexuality’, GLQ: A Journal of Lesbian and Gay Studies, 10 (2): 304-308. Lambevski, S.A., (2005), ‘Bodies, schizo vibes and hallucinatory desires – sexualities in movement’, Sexualities, 8 (5): 570–586. Linstead, S. and Pullen, A., (2006), ‘Gender as multiplicity: desire, displacement, difference and dispersion’, Human Relations, 59(9), 1287-1310. Malins, P., (2004) ‘Machinic assemblages: Deleuze, Guattari and an ethico-aesthetics of drug use’, Janus Head, 7(1), 84-104. Massumi, B., (1988), ‘Translator’s foreword’, in Deleuze, G. and Guattari, F., A Thousand Plateaus, London: Athlone: ix-xix. Masters, W.H. and Johnson, V.E., (1966), Human Sexual Response, New York: Bantam Books. Masters, W.H. and Johnson, V.E., (1979), Homosexuality in Perspective, New York: Bantam Books. McCormack, M. and Anderson, E., (2010),  ‘ “It’s just not acceptable any more”: the erosion of homophobia and the softening of masculinity at an English sixth form’, Sociology, 44(5), 843-859. Miriam, K., (2007), ‘Toward a phenomenology of sex-right: reviving radical feminist theory of compulsory heterosexuality’, Hypatia, 22 (1): 210-228. Monk, D., (2011), 'Challenging homophobic bullying in schools: the politics of progress’, International Journal of Law in Context, 7 (2): 181–207. Plummer, K., (2001), Documents of Life 2, London: Sage. Plummer, K., (2003), ‘Queers, bodies and postmodern sexualities: a note on revisiting the “sexual” in symbolic interactionism’, Qualitative Sociology, 26 (4): 515-30. Potts, A., (2004), ‘Deleuze on Viagra (or, what can a Viagra-body do?)’ Body & Society, 10 (1): 17–36. Probyn, E., (1995), ‘Queer belongings: the politics of departure’, in Grosz, E. and Probyn, E. (eds), Sexy Bodies, London; Routledge: 1-18. Probyn, E., (1999), ‘An ethos with a bite: queer appetites from sex to food’, Sexualities, 2(4), 421-431. Rasmussen, M.L., (2008), Becoming Subjects: Sexualities and Secondary Schooling, London: Routledge. Rasmussen, M.L., (2012), ‘Pleasure/desire, sexularism and sexuality education’, Sex Education, 12 (4): 469-481. Renold, E., (2005) Girls, Boys and Junior Sexualities: Exploring Childrens' Gender and Sexual Relations in the Primary School, London: Routledge. Renold, E. and Ringrose, J., (2008), ‘Regulation and rupture: mapping tween and teenage girlsʼ resistance to the heterosexual matrix’, Feminist Theory, 9(3), 313-338. Renold, E. and Ringrose, J., (2011), ‘Schizoid subjectivities? Re-theorizing teen girlsʼ sexual cultures in an era of “sexualization” ’, Journal of Sociology, 47(4), 389-409. Ringrose, J., (2011), ‘Beyond discourse? Using Deleuze and Guattari’s schizoanalysis to explore affective assemblages, heterosexually striated space, and lines of flight online and at school’, Educational Philosophy and Theory, 43 (6): 598–618. Robinson, K., (2003), ‘The passion and the pleasure.  Foucault's art of not being oneself’, Theory, Culture & Society, 20 (2): 119-144. Russell, S.T., Van Campen, K.S. and Muraco, J.A. (2012) ‘Sexuality development in adolescence’, in Carpenter, L.M. and DeLamater, J. (eds), Sex for Life, New York: New York University Press: 70-87. Sedgwick, E.K., (1990), Epistemology of the Closet, Berkeley: University of California Press. Spivak, G.C., (1988), ‘Can the subaltern speak?’ in Nelson, C. and Grossberg, L., (eds), Marxism and the Interpretation of Culture, Chicago: University of Illinois Press: 271-313. Spivak, G.C., (1990), The Post-Colonial Critic: Interviews, Strategies, Dialogues, (Edited by Sarah Harasym), London: Routledge.  Thrift, N., (2004), ‘Intensities of feeling: towards a spatial politics of affect’, Geografiska Annaler Series B Human Geography, 86(1): 57-78. Weeks, J., (1998), ‘The sexual citizen’, Theory Culture and Society, 15 (3): 35-52. Weeks, J., (2007), The World We Have Won, London: Routledge  Wekker, G., (2009), ‘Of homo nostalgia, homosexuality and Dutch multicultural society’, Paper at the GEXcel conference on Critical Feminist Dialogues on Sex Education, Violence and Sexology, Linköping University, Sweden. 24 November 2009. Youdell, D., (2005), ‘Sex-gender-sexuality: how sex, gender and sexuality constellations are constituted in secondary schools’, Gender and Education, 17(3): 249-270. Youdell, D. and Armstrong, F., (2011), ‘A politics beyond subjects: The affective choreographies and smooth spaces of schooling’, Emotion, Space and Society, 4(3): 144-150.  ",
    "id": 29140003,
    "identifiers": {
        "doi": "10.1111/1467-954X.12075/abstract",
        "oai": "oai:bura.brunel.ac.uk:2438/9678"
    },
    "title": "The sexuality assemblage: Desire, affect, anti-humanism",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-11-01T00:00:00+00:00",
    "publisher": "Wiley",
    "references": [],
    "sourceFulltextUrls": [
        "http://bura.brunel.ac.uk/bitstream/2438/9678/1/FullText.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/29140003.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/29140003"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/29140003/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/29140003/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/29140003"
        }
    ],
    "abstract": "Two theoretical moves are required to resist the ‘humanist enticements’ associated with sexuality. Post-structuralism supplies the first, showing how the social produces culturally-specific sexual knowledgeabilities. A second anti-humanist move is then needed to overturn anthropocentric privileging of the human body and subject as the locus of sexuality. In this paper we establish a language and landscape for a Deleuze inspired anti-humanist sociology of sexuality that shifts the location of sexuality away from bodies and individuals. Sexuality in this view is an impersonal affective flow within assemblages of bodies, things, ideas and social institutions, which produces sexual (and other) capacities in bodies. Assemblages territorialise bodies’ desire, setting limits on what it can do: this process determines the shape of sexuality, which is consequently both infinitely variable and typically highly restricted. We illustrate how this anti-humanist ontology may be applied to empirical data to explore sexualityassemblages, and conclude by exploring the theoretical and methodological advantages and disadvantages of an anti-humanist assemblage approach to sexuality",
    "tags": [
        "Article",
        "Affect",
        "Anti-essentialism",
        "Anti-humanism",
        "Assemblage",
        "Deleuze",
        "Desire",
        "Sexuality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:bura.brunel.ac.uk:2438/9678",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "The Sociological Review",
            "identifiers": [
                "issn:0038-0261",
                "0038-0261"
            ]
        }
    ],
    "repositories": {
        "id": "14",
        "openDoarId": 0,
        "name": "Brunel University Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 29140003,
        "depositedDate": "2013-11-01T00:00:00+00:00",
        "publishedDate": "2013-11-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T04:42:25+00:00",
        "acceptedDate": "2013-11-01T00:00:00+00:00",
        "createdDate": "2015-05-18T18:13:56+01:00"
    },
    "urls": [
        "http://dx.doi.org/10.1111/1467-954X.12075",
        "http://bura.brunel.ac.uk/handle/2438/9678",
        "http://onlinelibrary.wiley.com/doi/10.1111/1467-954X.12075/abstract;jsessionid=D1DEE9A8653483F6DD7E6AF9CD72A67A.f03t02"
    ],
    "lastUpdate": "2024-02-19T04:42:25+00:00",
    "setSpecs": [
        "com_2438_8616",
        "com_2438_8611",
        "col_2438_8617"
    ]
}