{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mandigo, Donna M"
        },
        {
            "name": "Kavar, Louis F."
        }
    ],
    "contributors": [],
    "createdDate": "2022-05-20T03:42:00+01:00",
    "dataProvider": {
        "id": 1836,
        "name": "NSU Works",
        "url": "https://api.core.ac.uk/v3/data-providers/1836",
        "logo": "https://api.core.ac.uk/data-providers/1836/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.46743/2160-3715/2022.5213",
    "downloadUrl": "https://core.ac.uk/download/516459388.pdf",
    "fullText": "The Qualitative Report Volume 27 Number 2 Article 11 2-16-2022 The Asexual Male Experience: A Phenomenological Inquiry Donna M. Mandigo Capella University, D.Marie.Mandigo@gmail.com Louis F. Kavar Capella University Follow this and additional works at: https://nsuworks.nova.edu/tqr  Part of the Quantitative, Qualitative, Comparative, and Historical Methodologies Commons, and the Social Statistics Commons Recommended APA Citation Mandigo, D. M., & Kavar, L. F. (2022). The Asexual Male Experience: A Phenomenological Inquiry. The Qualitative Report, 27(2), 488-508. https://doi.org/10.46743/2160-3715/2022.5213 This Article is brought to you for free and open access by the The Qualitative Report at NSUWorks. It has been accepted for inclusion in The Qualitative Report by an authorized administrator of NSUWorks. For more information, please contact nsuworks@nova.edu. The Asexual Male Experience: A Phenomenological Inquiry Abstract This article offers a phenomenological investigation into the experience of asexuality for self-identified asexual, cisgender men. No other study has been previously conducted on this phenomenon; the present study sought to provide new knowledge surrounding the experience of male asexuality and to illuminate any potential differences in the asexual experience between asexual men and asexual women for further conversation. A qualitative analysis of data derived from 8 asexual adult men between 30 and 65 years of age via semi-structured interviews provided detail-rich insight into the inner processes, thoughts, emotions, and behaviors of asexual men. Five major themes arose to comprise the essence of the asexual male experience: (1) emotional response, (2) feeling otherness, (3) process of discovery, (4) a sense of belonging, and (5) adapting split attraction models. Discussion includes context of the emergent themes through a Rogerian lens and the shared commonalities between the emerging asexual identity for asexual men and other marginalized sexual orientation groups. Keywords asexual, sexual orientation, asexual male, qualitative research, phenomenology Creative Commons License This work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 4.0 International License. Acknowledgements This paper was written using a doctoral dissertation as its premise. The author completed the research in partial requirement to satisfy Capella University’s criteria to earn a doctoral degree. This article is available in The Qualitative Report: https://nsuworks.nova.edu/tqr/vol27/iss2/11 The Qualitative Report 2022 Volume 27, Number 2, 488-508 https://doi.org/10.46743/2160-3715/2022.5213    The Experience of Male Asexuality: A Phenomenological Inquiry  Donna M. Mandigo and Louis Kavar Capella University, Minneapolis, Minnesota, USA  This article offers a phenomenological investigation into the experience of asexuality for self-identified asexual, cisgender men. No other study has been previously conducted on this phenomenon; the present study sought to provide new knowledge surrounding the experience of male asexuality and to illuminate any potential differences in the asexual experience between asexual men and asexual women for further conversation. A qualitative analysis of data derived from 8 asexual adult men between 30 and 65 years of age via semi-structured interviews provided detail-rich insight into the inner processes, thoughts, emotions, and behaviors of asexual men. Five major themes arose to comprise the essence of the asexual male experience: (1) emotional response, (2) feeling otherness, (3) process of discovery, (4) a sense of belonging, and (5) adapting split attraction models. Discussion includes context of the emergent themes through a Rogerian lens and the shared commonalities between the emerging asexual identity for asexual men and other marginalized sexual orientation groups.  Keywords: asexual, sexual orientation, asexual male, qualitative research, phenomenology   Introduction  Asexuality is a sexual identity/orientation in which the individual possesses a continuous and inherent lack of sexual attraction (Bogaert, 2012; Brotto & Yule, 2011; Chasin, 2013) but it is not very well-defined term. While definitions and parameters have been suggested to provide a more effective characterization of asexuality, previous efforts have fallen short of encompassing the whole of asexuality accurately, rendering the default definition as “not experiencing sexual attraction or desire.”  Typically, sexual orientations are defined by characteristics that an individual possesses, which describes sexual or romantic standing. In the case of asexuality, the definition is constructed in an opposite manner, highlighting characteristics that are non-occurring. Since this definition has been constructed through the same lens that shapes all other sexual orientations, it results in a lackluster definition of asexuality. From a humanistic standpoint, this raises a point of conflict—to define someone by characteristics they lack. Sexuality is viewed as a crucial and innate component of self-identity in which the core defining tenet is sexual attraction or sexual desire (Bogart, 2012; Fausto-Sterling, 2000). This defining tenet of sexual desire brings with it a series of assumptions, boundaries, and expectations resulting in the spectrum of sexual identities and orientations. While sexual identity is dynamic, it possesses assumptions with some degree of coherence and continuity (Fausto-Sterling, 2000). These assumptions enable an individual to establish a sense of personal unity between their ideal-self and actual-self and, in most cases, social acceptance within peer groups or society at large (Bailey et al., 2016). It is pervasively assumed that sexuality is not solely a concept that individuals act upon, but is a cornerstone of identity, or an aspect embodied by an individual in a biological sense (Foucault, 1976). In sexuality research, sexual desire and sexual attraction is purported to be normal, embraced, and expected Donna Marie Mandigo & Louis Kavar                         489 throughout one’s life. Bodies of research that support this notion then largely alienate the asexual population. Sex differences in sexual attraction have become one of the most contentious areas of sexuality research, asexuality included. In asexuality research, the differences between sexual attraction and romantic attraction are significantly more nuanced and defined specifically for the asexual individual (Bogaert, 2013). As asexuality research has progressed over the last couple decades, it has taken on a gendered presence, with the majority of research being centered around asexual women and the asexual woman’s experience. This implies that asexuality is a gendered phenomenon, and that asexual women are granted more flexibility in sexual expression than their male counterparts, supporting research observations on human sexuality dating back to the 80s (Bancroft, 1989).  Currently, asexual research efforts are not sufficiently engaging asexual men. Asexual men are willing to participate in asexual research, but in previous studies dating from 2004 to present, the participation rate of asexual men hovers around 25 percent. As a result, asexual female-focused perspectives have dominated the last decade of asexuality research (Cuthbert, 2017; Sloan, 2015; Vares, 2017). Table 1 provides a visualization of the last two decades of published asexuality studies that include asexual men, and the proportion of asexual men within each study compared to their women counterparts.  Table 1 Proportion of Asexual Males in Existing Asexuality Research  Publish Date Researcher(s) Asexual Male Participants Asexual Female Participants Male Proportion  Methodology 2004 Bogaert* 57 138 41.30% Quantitative 2007 Prause & Graham 17 29 36.96% Mixed 2008 Scherrer 18 75 19.35% Quantitative 2010 Brotto, Knudson, Inskip, Rhodes & Erskine 54 133 28.88% Mixed 2010 Poston & Baumle* 192 290 47.88% Quantitative 2013 Yule, Brotto & Gorzalka 60 265 18.46% Quantitative 2014 Yule, Brotto & Gorzalka 41 186 18.06% Quantitative 2014 Hoglund, Jern, Sandnabba & Santtila 19 73 20.65% Quantitative 2015 MacNeela & Murphy 15 31 32.61% Qualitative 2015 Sloan 2 10 16.67% Qualitative 2015 Van Houdenhove, Gijs, T’Sjoen & Enzlin 136 390 25.86% Quantitative 2016 Robbins, Low & Query 70 155 31.11% Quantitative 2016 Dawson, McDonnell & Scott 3 18 14.29% Qualitative 2017 Cuthbert 2 9 18.18% Qualitative 2017 Gupta 7 21 25.00% Qualitative 2017 Greaves, Barlow, Huang, Stronge, Fraiser & Sibley* 7 37 15.91% Quantitative 2017 Vares 2 11 15.38% Qualitative 2017 Yule, Brotto & Gorzalka 59 292 16.81% Quantitative 2018 Bogaert, Ashton & Lee 381 685 35.74% Quantitative 2018 Parent & Ferriter 31 197 13.60% Quantitative 2018 Zheng & Su 64 163 28.19% Quantitative 2018 Bulmer 3 14 17.65% Qualitative 2019 Mitchell & Hunnicutt 3 7 30.00% Qualitative * National Probability Sample Over the last two decades, asexual studies that have involved asexual men demonstrate that asexuality is a gendered phenomenon. It is argued that asexuality is not as gendered as academia has recorded and evidenced, but rather that it presents as gendered because asexual women are afforded more sexual flexibility than asexual men. It then becomes the task of the researcher to find ways to effectively investigate asexuality which reflects the proportion of asexual men more accurately. 490   The Qualitative Report 2022 Increased academic attention toward building a positive asexual theory and expanding knowledge regarding the sexual orientation has assisted in illuminating the asexual experience (Bogaert, 2012; Chasin, 2017; Conley-Fonda & Leisher, 2018), but has yet to provide asexual males with the same degree of inquiry when compared to asexual female counterparts. Improved efforts in understanding the experience of asexuality for asexual men has significant implications in data collection on the asexual population but may also bring much-needed visibility to under-recognized subpopulations within the asexual community. Accurately capturing the asexual male experience serves to validate and demarginalize their existence within their own communities and the communities around them. Continued research on male asexuality will require a more humanistic and empathetic approach in research methods (as opposed to a clinical or pathological approach) to be able to access the population, encourage asexuality research participation, and develop deeper understanding. Specifically, previous asexuality research fails to recognize key concepts for asexual male communities: (1) the influence of rigid gender roles during the emergence of an asexual identity, and (2) how virility is ingrained socially/culturally as a determining factor in successful sexual/romantic relationships. These concepts became evident in the study reported here. Research on asexual men, their experiences as asexuals, and their perspectives on asexuality is non-existent; this research fills that gap. This lack of understanding may negatively influence the extent to which current asexuality research findings may lead to inaccurate or incomplete empirical reflections of this group. Van Houdenhove et al. (2015) reported on the first academic study, which focused on the asexual experience for asexual women. They presented findings from a qualitative study which focused on the narratives and meanings of the experience of female asexuality. Their findings were derived from nine interviewees, all self-identified asexual women. This article provides a description of many key features of female asexuality, including information regarding coming to an asexual identity, experiencing physical intimacy and sexuality, and experiencing love and relationships. The current study was designed and proposed as a counterpart to the 2015 Van Houdenhove et al. study to provide significant insight on the experience of asexuality as experienced by asexual men. Through the scope of a Rogerian lens, the essence of male asexuality was the driving force of the study. Notably, Rogers (1959) ascertains that his framework, when implemented in psychological research, can be applied at “any level of crudity or refinement, that it is a direction, not a fixed degree of instrumentation” (p 245). The framework allows for individual researchers to move in scientific directions in which they have the most interest, rendering the theory the base of stimulation of research. Since there is currently no other peer-reviewed literature regarding the experience of male asexuality, the framework meets the requirements of the study’s exploratory nature. As such, the framework lifts the bar that limits researchers’ ability to investigate theoretical constructs that cannot be operationally defined in a traditional sense by limiting the self-concept to events in awareness (Rogers, 1959).  Additionally, investigating how asexuals establish, maintain, and understand their self-worth and self-esteem in a social context would be worthwhile. In a culture that places a strong emphasis on sex, sexuality, and sexual attraction, learning how an asexual navigates the tensions that may arise between their asexual identity and the outside world can help in developing a framework that can assist individuals who have emerging asexual identities. Expanding on Rogers’ (1959) works, Argyle (2009) delves into factors that influence self-worth or self-esteem and their relations to social contexts. Little is known about the perceptions and experiences of asexuality in asexual individuals, although research findings have initiated understanding on sexual experience and sexual behaviors of asexual people. To fully understand the asexual population, subpopulations and subgroups that fall within the asexual spectrum must also be understood—including trans-Donna Marie Mandigo & Louis Kavar                         491 asexuals, non-binary asexuals, and asexual men. Yet it is possible to initiate the development of a positive asexual theory by applying sexual orientation minority identity development and its related theories. Continued asexuality research efforts may find deeper relevance of the sexual orientation minority identity theory in the identity formation process of the asexual person. Carrigan (2011) expanded upon the findings of Carrion and Lock’s (1997) sexual identity formation model, finding that it does closely reflect the identity formation process for emerging asexuals.  Although there are similarities between an asexual’s identity formation and the process for other sexual minorities, an asexual individual’s process of achieving personal unity is markedly different. The degree of scrutiny from others, invalidation experienced, and lack of general information on asexuality places emerging asexual identities at a significant disadvantage when compared to allosexuals. To build a positive asexual theory, a deepened understanding of asexuals’ internal processes, world view, and behaviors is critical (Bogaert, 2012; Cuthbert, 2017; Van Houdenhove et al., 2017). This will assist in improving the outcomes and disparities often experienced by asexual males and the asexual community at large.  The lack of focus on asexual men and their asexual experiences in asexuality research perpetuates the misunderstanding, neglect, and/or systemic erasure of asexual men. It is likely that health professionals will encounter at least one asexual during their lifetimes. Previous research on asexuality has produced some information on asexual women and their experiences (Van Houdenhove et al., 2015). This places asexual men in a situation in which their treatment, plan of progress, or the services provided may not address the actual concern an asexual man presents (Jones et al., 2017). It also provides room to consider asexuality an invalid sexual orientation, arguing that asexuality stems from unhealthy mental and physical conditions (Cranney, 2017). Increased research efforts on asexuality could help mitigate current societal intolerance toward asexuality, which will improve the identity development experience and coming out process for emerging asexuals. Table 2 provides a list of defined terms that are commonly found throughout the research, participant interviews, data analysis, and results discussion. Contextually speaking, it also provides insight into the nuanced language that asexuals have created and adopted into their codex to effectively communicate their asexual identities and orientation boundaries.  Table 2 Definition of Terms Ace. A shortened term for “asexual” used within the asexual community.  Allosexual. Any individual who does experience sexual attraction regardless of sexual orientation. Primarily used within asexual communities.  Asexual. An individual who does not experience sexual attraction (Bogaert, 2004, 2006; Bogaert et al., 2018).  Asexual Male. The asexual label once a male, cisgender, or otherwise have claimed it. For this study, cisgender males constitute the target population.  Asexual Spectrum. The range of sexual orientations that fall under the asexual label. Each ace-label further describes the characteristics of the orientation. These include, but are not limited to: demisexual, grey-ace (or grey 492   The Qualitative Report 2022 asexual), ageosexual, aromantic, reciprosexual, and aceflux. In all ace-labels, the individual does not experience sexual attraction as their norm.  Aspec. An abbreviated term for “asexual spectrum” that is commonly used within the asexual community.  Aromantic. An individual who does not experience romantic attraction. Within the asexual community, an asexual individual who is also aromantic may refer to themselves as “aro-ace”.  Cisgender. An individual whose gender identity matches the sex assigned at birth (Fausto-Sterling, 2000).  Cishet. Used to describe an individual who is born both cisgender and heterosexual and/or heteroromantic. Primarily used in LGBTQIA+ spaces.  Heteroromantic. A term used by the asexual community to describe their romantic orientation. Heteroromantic denotes experiencing romantic attraction with partners of the opposite sex.  Queerplatonic. A type of relationship often used by asexuals that involve a close emotional bond beyond that of friendship but is not romantic in nature. Typically involves a level of commitment that is similar to that found in romantic relationships.  Method  Research Question   Using a qualitative research design with a semi-structured interview process based on guiding questions for data collection and a phenomenological analysis of the obtained data, this study investigates the research question, “What is the lived experience of asexuality for a self-identified asexual male?”  Participants  The participant recruitment period lasted from October to December of 2020 and took place through a private Facebook online community for asexuals which reaches over 6,100 asexual individuals. Non-asexuals (allosexuals) are not permitted access to the group as it is established to be a safe place for all asexuals. It should be noted that Kavar served as Mandigo’s mentor, providing guidance and constructive feedback to Mandigo throughout the research process. To access the private community, Mandigo reached out to the group administrator and introduced herself via private message detailing the intent of the research and noting that she is also an asexual woman. Mandigo collaborated with the group administrator, who shared the study flyer. This strategy aimed to call the most attention to the study within the community, as administrator posts are seen by all community members and can be pinned to the top of the discussion board. The graphic flyer detailed the intent of the research, the target population of the research, eligibility criteria, and Mandigo’s contact information. Mandigo also attentively answered any questions that came from the community in the comments section of the post. Questions from the community ranged from: “Why only asexual men?,” “Will this work be Donna Marie Mandigo & Louis Kavar                         493 published so we can read it?,” and personal questions about the Mandigo’s academic background, sexual orientation, and gender identity. Mandigo provided answers to all questions asked within 1 hour of the question being posted. During the recruitment period, Mandigo learned that there are trans-asexuals, non-binary asexuals, and other subgroups within the asexual community that have yet to be represented in academic research.  Criteria-based, purposeful sampling was employed to recruit self-identified asexual, cisgender adult men who were able to speak, read, and write in English. This study received approval from the Capella University, Minneapolis Institutional Review Board and, in accordance with its guidelines, participants were required to reside within the United States.  Potential participants completed a nine-item eligibility screening survey via telephone. The screening call required a self-report of yes/no questions with Mandigo. The criteria used were: (1) participants be between the ages of 30-65, (2) self-identify as asexual, (3) identify as cisgender, (4) be located within the United States, (5) able to read, write, and speak fluent English, and (6) be comfortable speaking about their asexuality with a female researcher. Eleven individuals underwent the screening process, ten participants were scheduled for interviews, and eight participants completed their interviews. The informed consent form was distributed to each participant electronically via HoneyBook (honeybook.com), a client relationship management software. Each participant had a separate private account in which they could view, sign, and submit the informed consent form (ICF) electronically. Participants were encouraged to look over the ICF thoroughly prior to their interview and to reach out via email at any time if they had questions. Participants were also asked not to sign the ICF until the date of their interview, as Mandigo would go over each section verbatim with the participant to allow for questions, concerns, or comments surrounding the research to be expressed and subsequently answered prior to asking any interview questions. The software also allowed for Mandigo to digitally countersign each ICF. Two participants withdrew from the study more than 24 hours prior to their scheduled interview with no reason given. Additionally, no demographical information was recorded relating to the participants to ensure participant anonymity, as their identities could be detected through the stories and experiences they shared.   Procedure   To explore each participant’s subjective experiences as an asexual man, semi-structured interviews were used. The guiding questions aimed to capture detail-rich descriptions of the participant’s experiences, what these experiences meant to them, and how they navigated their experiences, which aligns with the transcendental phenomenological analysis approach followed during data analysis (Moustakas, 1994). The guiding questions were derived from the set of guiding questions used in the Van Houdenhove et al. (2015) study and altered to better frame the research question.   Table 3 provides the guiding interview questions in the order they were asked. Probing questions were used as needed. Mandigo conducted all interviews virtually with video, allowing for face-to-face simulation. Each interview lasted between 45 and 64 minutes. Interviews were audio recorded and transcribed by the primary researcher following the interview for data analysis.        494   The Qualitative Report 2022 Table 3 Guiding Interview Questions  What has it been like for you as an asexual male? As you look back over this time, what has changed? How do these changes make you feel?  How would you describe your asexuality? Can you tell me more about why you describe your asexuality this way?  Can you tell me about how you first learned about asexuality? What emotions, thoughts, or memories come to mind when you think about this?  What was it like when you first identified yourself as an asexual? What were your thoughts, emotions, or reactions when you made this discovery, connection, or revelation?  Now that you’ve identified as an asexual for ______ time, how do you feel?  How have you been open with yourself or with others about your asexuality? If you have not been open regarding your asexuality, can you tell me more about why you chose not to be open?  Are there certain topics or thoughts concerning asexuality that have not been discussed yet on which you would like to comment?  The guiding interview questions were researcher-designed, refined, and used in all participant interviews. However, probing questions were not used in every interview unless necessary for answer clarity, or further explanation on a topic during the interview.  Interviews   Eight interviews were conducted remotely and lasted between 45 and 64 minutes.  Participants were informed that the purpose of the interview was to learn more “about your experience as an asexual,” and probes queried answers for clarity, ease of understanding, comfort with answering, and emotional response. Because interviews were conducted online due to the COVID-19 pandemic, participants were required to have internet access. The interviews were conducted using VSee videoconferencing software (VSee; Sunnyvale, CA). Participants did not receive any incentive, monetary or otherwise, for participation in the study.   Data Analysis   All interviews were audio recorded using Open Broadcaster Software (OBS), transcribed, and manually coded. Quotes are not attributed with participant characteristics aside from the assigned participant alpha-numeric identifier (e.g., P1, P2, P3, etc.), to help preserve participant confidentiality. Since all the participants were recruited from one online asexual community, the risk of identifying participants based on their stories or experiences increases. Data analysis was conducted by Mandigo while under the supervision of Kavar.  Mandigo identifies as an asexual female, as shared with the online asexual community during the recruitment process. This helped foster a kindred and safe space for participants to openly share and discuss their experiences with Mandigo during participant interviews.  To mitigate the influence of researcher bias during data analysis and in reporting, Mandigo engaged in the practice of epoche after each interview, and after the data analysis of Donna Marie Mandigo & Louis Kavar                         495 each interview completion. This is standard practice with transcendental phenomenological research. Epoche is the conscious effort of journaling to suspend all beliefs during data collection and data analysis, so that Mandigo was open to receive all stories and experiences the participant shares as they appear in consciousness (Moustakas, 1994).  The process of data analysis began during the verbatim transcript creation and continued during reading and re-reading of all individual transcripts multiple times. Moustakas’ (1994) seven steps for phenomenological data analysis were employed: (a) preliminary listing and grouping of textural data; (b) reduction and elimination of invariant themes; (c) clustering of invariant themes; (d) final identification of invariant themes; (e) construction of experiences’ textural description; (f) construction of experiences’ structural description; and (g) construction of experiences’ textural-structural description, essence, and meaning of themes. Horizontalization is conducted in the first step in developing a non-repetitive and non-overlapping list of relevant statements or expressions from the participant. The initial expressions consisted of a list of items that were relevant to the study scope. From this list of expressions, statements were reduced by removing those that did not conform to the following criteria: (a) must be related to the experience needed for understanding the phenomenon; (b) can be abstracted and labeled to belong to a point within the horizons of the experience. In the third step, data analysis formed invariant themes from the expressions that remained from the second step and aligned with the topic of the study. From the grouped invariant themes, Mandigo validated that the themes were not taken out of the context of the conversations during the interview by reviewing the transcripts. In the following step, the final themes were identified through the evaluation of those that were expressed explicitly and those that were compatible with each other. Other invariant themes that did not conform were eliminated. The themes were described in a textural manner to develop a single description of the experience.  To construct the individual textural descriptions, Mandigo created a narrative that explained the participants’ perceptions of asexuality using verbatim excerpts from their interview from a “disinterested spectator” point of view (Schmitt, 1959 p. 238). This process is known as phenomenological reduction. Next, the themes were described structurally based on the textural description that had been developed. Lastly, a textural-structural description of the experience was constructed to define the essence of the experience based on the invariant themes. In order to assist in the identification of structural qualities of the overall experience, imaginative variation (Moustakas, 1994) was employed. Imaginative variation involved assessing universal structures that become apparent in the data set, which include issues of space, time, relationships to self and others, bodily concerns, or intentional structures. These structural descriptions were developed for each participant interview. The textural and structural themes were synthesized in tandem to create a textural-structural description that resulted in a detail-rich description of the participants’ experiences of the phenomenon(s).  The Researcher  Mandigo is a recent doctoral graduate from Capella University, in which this original research was conducted to satisfy degree requirements. With a master’s degree in clinical psychology, Mandigo has experience working in educational settings, including higher education, and clinical experience as an applied behavioral analysis (ABA) technician. This research represents Mandigo’s debut into scholarly academia. Currently, Mandigo is not affiliated with any university but conducted this research under the affiliation of Capella 496   The Qualitative Report 2022 University as a doctoral learner, where Kavar was positioned as Mandigo’s mentor to provide feedback and guidance throughout the research process.  The Participants  P1 is an asexual cisgender adult male who shared stories about navigating his asexuality and aromanticism.  P2 is a cisgender male who identifies himself on the asexual spectrum living in the United States who shared stories where he experienced a fair amount of guilt and conflict stemming from his asexuality.  P3 is an asexual adult cisgender male living in the United States who shared stories about his decades-long struggle with finding his asexual identity due to lack of label at the time.  P4 is an asexual cisgender male who shared stories on his struggles with isolation, his discontent with the implications of what being a cisgender male meant within sexual minority communities and how his relationships are perceived. P5 is an asexual male residing in the United States who shared stories about the difficulties he faced navigating social and romantic relationships as he consistently held a sense of otherness, even within queer spaces. P6 resides in the United States and identifies himself as asexual and demisexual; he shared stories about how the discovery of asexuality made him feel: the solidarity and validation within asexual communities while experiencing a sense of invisibility elsewhere. P7 is an asexual male residing in the United States who had an existing relationship with the LGBTQIA+ community prior to his discovery of being asexual and shared stories on the intersectionality of the community and his emerging asexual identity. P8 is an asexual male who discovered his asexual identity significantly later in life and shared stories on his lifelong struggles with trying to live as an allosexual.  Results  The study results demonstrated that the experience of asexuality for the participants in the study included five major themes that address the research question, “What is the lived experience of asexuality for a self-identified asexual male?” These themes encompassed the essence of their asexuality from early in their lives (e.g., recognizing the ways they contrasted their family, friends, and peers) and on through adulthood as they sought to reconcile their ideal selves with their actual selves while navigating various degrees of relationships (e.g., friends, co-workers, romantic partners, platonic partners, etc.).  The description of the results will be limited to the five major themes that emerged and were consistent among the participants. During data analysis, 23 separate codes were initially created. These codes were then combined to form the five major themes presented here. To assure the quality of the of the analysis, Mandigo reviewed the actual statements with the context presented in the original transcripts to ensure that the participant statements were not taken out of their original context. These themes addressed the participants’ understanding of their asexuality as related to their senses of self, relationships, connection with a wider community, and personal growth and identity formation.   Each theme is briefly described and illustrated with exemplar quotes from the participants.    Donna Marie Mandigo & Louis Kavar                         497 Theme One: Emotional Response  Emotional response refers to the emotions experienced and emotional states acknowledged by the participant in relation to their asexuality during the portion of their experience in which their asexuality was not labeled as asexuality. This includes concepts influenced by their asexuality such as romantic, platonic, and sexual relationships. More than half of the participants emphasized on the emotional responses with the incongruence of their asexual identity in the context of their social circles, workplace, and relationships being typically negative. Experiences of doubt, guilt, insecurity, isolation, and feeling “broken” were common throughout this period for nearly all participants. Participants also shared difficulty in explaining the contrasts they felt during this time.  P3: For many years I identified as gay because I knew I wasn’t straight and back in those days asexuality just wasn’t a thing… But even as a gay person, I sorta felt isolated because I wasn’t like other gay people.  Participant 3 shared that before asexuality as a sexual orientation was an option for him, he navigated emotions of shame, loneliness, and unintentional dishonesty with himself and with the others in his life. Due to the inability to label himself anything other than gay during that period, Participant 3 was not able to fully connect with or communicate his actual sexual orientation. He endured feeling disjointed with himself, his family, and friends for years as he identified as a gay man. While identifying as a gay man, Participant 3 learned there are sexual contact and sexual attraction related expectations carried with the gay label which again contrasted his own sexuality. Participant 3 explained that he knew that the gay label failed to fully communicate or describe his own sexuality, but it described him marginally better than the straight label.   P8: I lived my life trying to be allo[sexual]. And I lived miserably, sadly… I had several relationships that did not work because I just didn’t have the desire…I realized I had no idea what sexual desire was…   Participant 8 shared a similar experience regarding his own experience in the time prior to learning that asexuality was the appropriate label to describe his sexual orientation. He described the period as miserable and sad. Yet, he consciously attempted to live as an allosexual, even though he knew he was not allosexual. While he experienced a few relationships during this time, he explains that the reason he believes they failed was that he did not reciprocate the sexual desire that each partner expected within the relationship. These experiences highlighted that he did not fully understand what sexual attraction was, or if he had ever truly experienced it. The participants demonstrated a great level of self-reflection as they sought to understand not only themselves but the demands of the world around them. This mindfulness helped the participants learn how to navigate their emotions, their emotional reactions, their relationships with others, and the relationship they held with themselves. It also helped shape their communication skills as they found varying ways to share their asexuality with others before they were aware of the term asexuality. These expressions and descriptions included “not applicable” and “natural celibate.” Furthermore, the inability to use the term asexuality due to unawareness led to instances where some participants expressed being uncomfortable at their lack of ability to communicate a lack of interest in sex. One participant shared, “I could tell that we were both uncomfortable in the sense that I wasn’t able to accurately express why [sex] wasn’t important to me at that point in my life.”  498   The Qualitative Report 2022 The emotional response described by each participant is drawn in clear ways from their understanding of their asexuality. It is integrated with the awareness of personal growth, evolution, and connection with others and the world as they understood to be a part of the individual’s asexual experience. Asexuality is related to the sense of self-worth and an awareness of one’s own life within a larger context. The period of time before the asexual label was claimed by the participants was felt as an emotionally varied experience by each participant, in which some participants experienced more emotional volatility or turbulence than others. Several participants experienced identity insecurities in relation to the societal, familial, or cultural expectations placed upon them. Coping mechanisms, such as situational avoidance (including conversations relevant to sex, sexuality, or sexual and/or romantic relationships) were employed to maintain a personally comfortable balance between their inner processes and emotions and the outside world. It also enabled some of the participants to develop chameleon-like traits: they would behave in a certain manner within particular social contexts because they were aware of the roles to which they were expected to adhere (e.g., cisgender male), only to try and reconcile, and inner tensions they experienced at its expense later on, breeding a sense of otherness within them.  Theme Two: Feeling Otherness  Feeling otherness also emerged during data analysis in which participants described an emotional state where they felt more distant, contrasted, or outside of the acceptable scope of behavior for Western culture men when in social settings. Feeling otherness refers to the participant not perceiving himself in alignment with external expectations that may or may not have been internalized (e.g., social, cultural, or familial), creating feelings of missing out, awkwardness, isolation, or being out-of-place.   P5: If [friends] got celebrity crushes and stuff like that, I distinctly remember my friends just expounding on that forever. I always thought it was strange. And that kinda translated to, “well, I must be strange.” It’s what I picked up from reading, or movies, books, media…it’s just always like that.  Participant 5 shared a memory in which he experienced friends consistently talking about, referring to, or being interested in crushes or romantic relationships. The concept of a crush was strange to him, and it led him to believe that he himself was strange. Since romantic inclinations or interests are predominantly reflected through various forms of media, it caused Participant 5 to assume that he was strange for not experiencing crushes or having little interest in wanting to experience them. The above quote also illustrates the systemic influence and dominance that allosexuals have in media—it is difficult for an asexual individual to find themselves reflected in characters portrayed in books, movies, music, or works of art. This can perpetuate emotions of feeling disconnected from oneself, social groups, family, and partners. The data also provided evidence of residual instances of feeling otherness after self-identification as an asexual male. These instances presented themselves in the form of isolation and influenced the perception of the participant’s gender identity and appropriate gender roles. In a few of the participants’ experiences, claiming the asexual label did not immediately mitigate all internal conflicts or tensions experienced. Yet all participants shared that they were confident and satisfied with who they were currently during the interview, indicating that resolution of these internal conflicts did occur for all participants over varying timeframes. One participant described feeling otherness as: “I grew up constantly worried I was missing out on something. That I was missing out on all of the joys that come with a bunch of flings and a lot of casual sex and the standard experience that men are supposed to have… I Donna Marie Mandigo & Louis Kavar                         499 just feel the worry that society has told me I should feel a loss.” Heteronormativity has proven to be a significant pressure in the perspectives of these asexual men; emerging and established asexual men have a notably difficult time navigating fitting their identity into social circles and romantic relationships. It was during this period where many of the participants recognized that establishing boundaries within and for social situations (e.g., refusing offers to go to strip clubs with friends, leaving when sexual innuendo jokes arise in the workplace, or dating very casually) were necessary to maintain a balance between their inner self and the self that heteronormativity expected.  Theme Three: Process of Discovery  The participants described their journey in discovering the asexual label as “confusing,” “isolating,” and “lonely.” These feelings were later reconciled after discovering asexuality as a valid sexual orientation. Participants were “relieved” that a “weight had been lifted,” and that they were able to accept parts of themselves they had previously left unacknowledged or hidden (intentionally or otherwise). All participants found themselves capable of viewing themselves and current and future relationships in a more positive frame after the discovery of the asexual identity versus prior to the discovery. All participants engaged in periods of high self-reflexivity during this period to evaluate previous situations or scenarios in order to make better sense of the emotions they experienced and the outcomes thereafter. In each participant’s case, it felt as if “things suddenly made sense,” or that the outcome of a previous social situation was “no wonder.” This time was also spent learning more about the sexual identity through multiple avenues (e.g., Google searches, online communities, friends) to verify that the label appropriately fit their needs. This period for the participants is marked with a great deal of learning and research, not only about themselves, but about the construct of asexuality and the many sub-labels it houses.   P3: I remember I was at a monastery one time…this monk said to me, “There’s no such thing as asexual. Either you’re straight, or you’re gay.” I was intrigued by someone saying they were asexual, but to hear that comment, it kind of dashed it. The one kind of glimmer of hope I had. At that time, I believed the monk... I lied to myself for all those years about who I was. And now I feel an honesty about myself that I had never felt before. It’s very liberating for me.  Participant 3 described a pivotal moment during his process of discovery where he learned about asexuality. A person in his social circle shared their own asexual identity, and later on a person of influence in Participant 3’s life refuted the existence of asexuality. This caused the participant to question the validity of asexuality being a possible sexual orientation for himself. The possibility of being able to claim asexuality as his own sexual orientation label provided him with a moment of self-truth and honesty. But the disparaging comment from a person of influence in the participant’s life resulted in him continuing to identify as a gay man. The experience of being invalidated as an asexual person was shared among all the participants.  Participants were glad and, in some cases, excited that they did not “have to go out and try to have sex” with others or be pressured to find sexual partners. Included in that sense of relief was also a sense of belonging, validation, and community. This revelation commonly contrasted the participants' internalized understanding of expected male behavior. More than one participant shared that he had always been taught that sex is “ingrained socially.” Acceptance of the asexual identity enabled participants to reflect and reconcile their actual selves with their ideal selves, thus increasing psychological health, the quality of the relationships they formed and maintained, and the relationships they held with themselves. 500   The Qualitative Report 2022 Discovering asexuality led participants to the discovery of existing asexual communities, providing these asexual men with the opportunity to integrate into a community that understood and accepted them. This had a ripple effect on how they navigated their existing relationships (platonic, romantic, and otherwise) and how they would establish future relationships in a positive manner. The integration resulted in experiencing the emotion of feeling wholly accepted, whereas in previous spaces, parts of them had felt othered, shunned, frowned upon, or invalidated. Several participants described feeling unwelcome even within LGBTQIA+ spaces at times but commented on preferring the company of LGBTQIA+ communities over cishet spaces because of the overall inclusionary environments. Seeking and engaging with inclusionary environments enabled participants to establish and maintain a sense of belonging.  Theme Four: A Sense of Belonging   Upon accepting their asexual label, participants experienced a sense of belonging. This assisted many of the participants in overcoming facets of the feeling of otherness by being able to integrate into a community and knowing that there are others who also identify openly as asexual with the ability to freely express themselves. In a roughly even split between the participants, some participants felt greater relief after engaging with the community personally (e.g., posting on the message boards and engaging in discussion), whereas others gained the same sense of relief without personally engaging, but by reading the stories that others shared within the community.   P7: And it just kind of clicked… that there’s a phrase for something that I am because there’s enough people who feel the same way I do… kind of gave me a feeling of belonging. And I guess it kind of validated that what I was feeling wasn’t weird, or that I was broken.  Participant 7 shared that finding a label to communicate his sexual orientation empowered him understand more about his own sexuality and resolve feelings of inadequacy. Furthermore, his new ability to communicate his sexual orientation enabled him to seek and find others who also shared similar sexuality traits (e.g., others on the asexual spectrum). Establishing a sense of belonging provided validation: his asexuality exists, and he was not isolated in the way he experienced sexuality. Finding a community of fellow asexuals enabled him to begin building confidence regarding his sexual orientation and resulted in establishing healthier relationships with himself and with others. In all of the participants’ stories, they shared wanting to become involved, even if only by affiliation, to active asexual communities (online or in-person). At minimum, the affiliation provided the participant with comfort knowing that they were not alone. At most, engagement with the community provided them with a safe place to explore and question others who had been where they currently stood: questioning their sexual orientation and their sexual identity, and wanting to help other emerging asexual individuals find their own asexuality. Solidarity became a large influencing factor in each of the participants’ experiences. This sense of belonging provided a means for the participants to feel wholly comfortable with who they were within a social construct such as an established community. In many cases, participants were already highly involved in LGBTQIA+ groups as an ally and were happy to discover that they belonged to the group in a more direct relation. Each participant shared that coming to terms with their asexual identity granted them a sense of relief in which societal expectations had been lifted from them. They came to experience a sense of release in knowing that they are not alone in their asexuality experience. Donna Marie Mandigo & Louis Kavar                         501 Some of the participants struggled more than others on their journey to accept their asexual identity or be open regarding their asexual identity due to fear of erasure, critical comment, or disregard by friends, family, or partners. This resulted in a subsequent period of self-reflection and development of personal understanding of their boundaries, emotional responses, and desire for social or romantic relationships.   Theme Five: Split Attraction Models  The last theme that emerged was understanding attraction, and platonic, romantic, and sexual relationships. This theme emerged throughout the study in that each participant faced their own struggles, reconciliations, and realizations surrounding their own forms of experienced attraction and various forms of relationships. Through this process, participants developed a highly nuanced understanding of the models of attraction, being able to differentiate between aesthetic, sensual, romantic, sexual, and other forms of attraction. This understanding then influences how they form, maintain, and distinguish relationship quality (e.g., platonic, romantic, or otherwise) with others and how they navigate the internal relationships with themselves. One participant described learning different attractions over time: “I do remember there were certain women I would encounter who I would feel something different toward. At the time, I sort of understood it as a mix of aesthetic attraction and friendship crushes. It wasn’t until much later that I realized that it was probably romantic attraction.”  P8: I found out about the sensual, aesthetic attractions, and those made sense to me. I understood what those were. Sexual attraction…I could not get my head around, my mind around.   Participant 8 had lived most of his life “trying to be allo[sexual],” but when he did stumble across the term asexual and he discovered that it more accurately described how he experienced sexuality, it caused him to begin to question the different types of attraction. He attested that sexual attraction made “no sense” to him but learned that he had experienced and thus understood other forms of attraction. He explained that he could understand appreciating the aesthetic beauty of an individual, male or female, but could never fully understand the innate desire to engage in sexual activity with said “attractive” individual, as exhibited by friends. He shared that he experienced multiple relationships during his “allosexual” period that he speculates were unsuccessful because he did not engage in sexual activity often enough to please his partners. Each participant demonstrated a heightened understanding of different attraction types (e.g., aesthetic, intellectual, sensual, romantic, etc.), while expressing how sexual attraction eludes them. One participant shared that he did not experience sexual or romantic attraction and another participant shared that he only experienced romantic attraction under very specific circumstances, such as after a very strong emotional bond had been established. Asexuality and the asexual communities presented the participants with the ability to understand that fulfilling relationships were still available to them, thereby assisting them in fighting off the emotions of otherness and isolation. Exploration of boundaries within relationships (platonic, romantic, or sexual) was experienced as participants became more receptive to being emotionally open with others around them upon understanding the split attraction model. The participants were able to find other means of sharing meaningful connection in their relationships, both romantic and platonic. One of the participants established a long-term queerplatonic relationship with a partner in which they shared physical affections such as cuddling, handholding, and kissing but did not engage in sexual activity. 502   The Qualitative Report 2022 Another participant did not desire any relationship with another person that carried a deeper commitment than friendship.  A deepened understanding of attraction and the various forms of attraction, and platonic, romantic, and sexual relationships was evidenced via heightened reflexivity to navigate these aspects of their lives. It is believed that the participants used this knowledge to help them not only make sense of the world around them and how they fit into their various roles, but to assist in facilitating healthy, positive relationships with others while deepening the relationships they have with themselves. All of the participants were able to communicate the differences they viewed or felt between platonic and romantic relationships. One participant shared, “I do have attachments. I can form attachments. Like the normal ones… like family members and friends are normal. They’re not different than how other people feel them.”   Discussion   The findings of this study demonstrate a shared essence of the experience of male asexuality by demonstrating that there are commonalities and connections even though each experience is highly idiosyncratic and personal. Being able to establish a core understanding of male asexuality and its experience demonstrates that establishing a positive asexual theory is possible with continued investigation and research. It also provides a wider base of information regarding asexual community by challenging or supporting existing perspectives from previous research on asexual women. In this qualitative study, using transcendental phenomenological analysis of the stories and experiences shared of eight self-identified asexual men, five major themes related to their subjective experiences of being asexual were discussed: emotional response, feeling otherness, process of discovery, a sense of belonging, and split attraction models. To the knowledge of the authors, this study represents the only body of qualitative data exploring the diverse perspectives of self-identified asexual, cisgender adult men. With these findings in mind, we have developed several recommendations for future male asexuality research that will continue to improve understanding of this population.   All participants described how they felt contrasted in comparison with their friends, family members, and peers. As these feelings continued, a few of the participants sought explanations to better understand themselves, whereas many of the participants only encountered the concept of asexuality via happenstance. The most common avenue of discovering asexualtity, intentional or otherwise, occurred on the Internet. In several participants’ experience, the term asexual was shared with them through a self-identified asexual friend, which supports Bogeart’s (2012) notion that the prevalence of asexuality is likely higher than 1 percent worldwide.  The findings provide clear and consistent evidence that the asexual orientation is an integral part of an individual’s understanding of self. Rogers’ model of maintenance and enhancement was key in each participant’s development of reaching a form of the ideal-self. The ideal-self, according to Rogers (1978), contains the view of oneself that one wishes to be and generally contains positive attributes. The lack of the term asexual denied these participants the ability to label their lack of sexual attraction with anything other than negative constructs (e.g., broken, alone, not like other guys, etc.), which negatively influenced their perceived self-worth. The introduction of asexuality and the eventual self-identification helped these participants understand that they are not alone, or abnormal in their experience. Once the participants were able and willing to self-identify as asexual, the discrepancy between themselves and their self-concepts decreased, increasing their overall psychological health.  The study’s findings are positioned to support Carrion and Lock’s (1997) sexual identity formation model, as a majority of the participants described moving through the Donna Marie Mandigo & Louis Kavar                         503 various stages outlined by the model. These stages include internal discovery of the sexual orientation, inner exploration of attraction to sexual object, early acceptance of an integrated sexual self, congruence probing, further acceptance of an integrated sexual self, self-esteem consolidation, mature formation of an integrated self-identity, and integrated self-identity within a social context (Carrion & Lock, 1997). This model has been built upon by Carrigan (2011) for the asexual experience and he details a common trajectory of how members of the asexual community arrive at and claim their asexual identity. In the current sample, the asexual discovery process begins when the individual experiences exclusion from a peer group, provoking self-questioning. The individual then attempts to make sense of this found contrast by developing hypothetical explanations for it. The individual then tests the different hypotheses in a search effort to find the one that fits their experience, resulting in temporarily claiming different sexual identities (Haefner, 2011). Last, the individual accepts and adopts an asexual identity. This last step can lead to self-clarification and self-acceptance (Carrigan, 2011). But this research finds that it is not the discovery of an asexual community that prompts the possibility to identify as asexual—it is the discovery of the term asexual. Argyle (2009) detailed that there are four major factors that influence self-worth or self-esteem in the scope of Rogers’ theory of self-concept which are supported by the findings of this research study. These include: the reactions of others, comparison with others, social roles, and identification (Argyle, 2009). These factors did emerge throughout the described experience of the participants via the stories shared on coming-out, comparison of themselves to expected standards, social roles relevant to their gender identity, and their identification as an asexual individual. The reaction of others may be an influencing factor on self-worth in asexual men as they often fail to feel accepted by friends, family, or potential partners. Other influencing factors on self-worth found by the study include the comparison to others (specifically allosexuals) and identification (as an asexual).  The findings of the present study are positioned against Cranney’s 2017 article in which he questions the validity of asexuality as a sexual identity/orientation. His argument is based on the comparison of asexuality being unlike heterosexuality/homosexuality in that it arises out of unhealthy conditions and confuses sexual attraction for libido (sex drive). While the experience of asexuality is highly idiosyncratic, this research demonstrates that there are consistent themes in the experience that support the notion of asexuality as a valid sexual identity. No participant shared during their interview that their asexual identity was borne of unhealthy conditions (e.g., abuse, trauma). Instead, it was something that they described as having always felt, with some noticing the difference as early as elementary school. The participants shared having endured uncomfortable and even unhealthy situations due to the contrast of their asexual identity against social norms but did not emerge as asexual as a result of these situations.  In the present sample, several of the participants shared engaging in masturbation to alleviate bodily tension but profess not possessing any sexual attraction or desire for sex itself, nor have any specified targets (e.g., partner, crush, etc.) for their sexual tension. This directly counters Cranney (2017) in that and supports the findings of the Van Houdenhove et al. (2015) study on the experience of female asexuality.  The participants in this study shared being able to perform sexual acts but having no interest or desire to do so. Participants also described experiencing healthy levels of libido and enjoying other sexual acts such as Bondage and Discipline, Domination and Submission, Sadochism and Masochism (BDSM) with a partner, voyeurism, or masturbation, but all expressed not experiencing sexual attraction to any other person as their norm. This finding further supports the notion of there being an experiential difference between libido and sexual 504   The Qualitative Report 2022 attraction. This opens yet another area that could use further research within the realm of asexuality research.  One participant did share an ongoing conflict in his asexual identity surrounding his need for masturbation and still claiming the asexual label. The subject of masturbation within the asexual community is one that would benefit from further inquiry as it has been a point of contention in previous literature (Chasin, 2011; Van Houdenhove et al., 2015). In one participant’s experience, he fully identified as ageosexual, which implies that sex is more pleasurable for him when he witnesses sex versus participating in sexual activity. The majority of participants shared that they possess the ability to become physically aroused. Some of the participants elaborated by stating even though physically aroused, they were not mentally aroused or mentally engaged with their physical arousal. This finding supports Brotto and Yule’s (2011) hypothesis barring asexuality as a genital sexual arousal issue. It also supports Van Houdenhove et al. (2015) in a similar finding with their asexual women sample.  The majority of the participants in the present study expressed not being interested in sex or sexual acts. Carrigan’s (2011) attitudes toward sex would indicate that the participants would fall under sex-neutral. One participant stated that he was explicitly sex-adverse and would avoid not only sex or sexual acts but barred nearly all physical exchanges with another person (e.g., kissing, cuddling). Several participants in the present study made it clear that they avoided most intimate physical exchanges because of the assumption that it would lead to the desire for sex from their partner, while others sought out physical exchanges with others with the mutual understanding that sex was off the table and not available. This included kissing, cuddling, and physical proximity while nude. While in Haefner’s (2011) study which reports that asexuals separate love from sex and describe how asexuals can love a partner without desiring sex, the present study finds that split attraction models are used to make these distinctions. As split attraction models are not only used by asexuals, other sexual orientations outside of asexuality may employ the same views or perspectives to varying degrees. Further inquiry within the asexual community surrounding the use or implementation of split attraction models may prove insightful to see how the asexual community uses the model to navigate their relationships, and internal processes surrounding relationships.   Limitations and Implications  Even though the present qualitative study yielded thoughtful and interesting information regarding the experience of asexuality for an asexual man, it has a number of limitations. First, although for transcendental phenomenology a group of eight men is deemed sufficient (Moustakas, 1994), the small sample size in this study limits the generalizability of the study. The outcome and proposed interpretations and hypotheses need to be verified, tested, and validated through the use of similar or replicated future studies with the use of a larger sample size of asexual men. Second, because the interviews were hosted remotely and participants recruited online, this study may not be applicable to asexual men who are not involved in a social media group for asexuals. Third, characteristic to qualitative research, Mandigo is closely engaged with the research process and participants, making it impossible to completely avoid personal bias. However, to minimize as much personal bias as possible, Mandigo engaged in epoche after each participant interview, after each transcription, and after each participant data analysis. The implications of the findings demonstrate that the process of coming to an asexual identity for asexual men follows a similar process to that of asexual women (Van Houdenhove et al., 2015) and other sexual orientation minorities (Cranney, 2017). Second, the research findings have shown that the asexual community is not only heterogeneous, but also possesses Donna Marie Mandigo & Louis Kavar                         505 significantly more breadth and depth than initially hypothesized (Bogaert, 2004; Chasin, 2013). Some asexual men identify as demisexual, others ageosexual (both of which fall under the asexual umbrella) with varying romantic preferences (e.g., heteroromantic, homoromantic, panromantic, etc.). This exemplifies the extremely nuanced nature of the asexual identity and asexual community (such as the occurrence of a heteroromantic asexual, or aromantic gray-asexual for example), contrasting other sexual orientations which are defined by sexual attraction boundaries/preferences only (e.g., heterosexual, bisexual, etc.).  The findings agree with the Van Houdenhove et al. (2015) study regarding the need for increased research focus on asexuals in relationships, with one further suggestion: asexuals in relationships with allosexuals, asexuals in relationships with other asexuals, and asexuals in polyamorous relationships should all be studied separately and to the same degree. Otherwise, academia is likely to disserve the asexual community by implying that all relationships asexuals find themselves in are monogamous, or with allosexuals only.  Further investigation on the scaffolding that split attraction models provide to a large portion of asexuals should also receive more attention, as the split attraction models assist the asexuals in the present study in more effective communication with friends, family, partners, and peers and how they may perceive love. Last, continued investigation on asexual men and the intersection between the need or want to masturbate and how they perceive that affecting or influencing their asexuality may elicit asexual identity-related concepts to investigate further. The new concepts that arise may challenge what is conventionally understood and accepted with regard to human sexuality. With increased efforts in understanding, educating others, and accepting that sexuality is fluid, the occurrence of not experiencing sexuality should also be considered and included in the myriad of sexual orientations. Additionally, providing continued insight and understanding of the asexual experience enables the asexual community to better understand themselves. It may empower the asexual community to develop healthier relationships with others and with themselves and aid in establishing a more secure sense of self in the world around them.  References  Argyle, M. (2009). Social encounters: Contributions to social interaction. Aldine Transaction.  Bailey, J. M., Vasey, P. L., Diamond, L. M., Breedlove, S. M., Vilain, E., & Epprecht, M. (2016). Sexual orientation, controversy, and science. Psychological Science in the Public Interest, 17(2), 45-101. https://doi.org/10.1177-1529100616637616 Bancroft, J. (1989). Human sexuality and its problems. Churchill Livingstone. Bogaert, A. F. (2004). Asexuality: Prevalence and associated factors in a national probability sample. Journal of Sexuality Research, 41(3), 279-287. https://doi.org/10.1080/00224490409552235 Bogaert, A. F. (2012). Understanding asexuality. Rowman & Littlefield. Bogaert, A. F. (2013). The demography of asexuality. In A. K. Baumle (Ed.), International handbook on the demography of sexuality, Volume 5 (pp. 275-288). Springer.  Bogaert, A. F., Ashton, M. C., & Lee, K. (2018). Personality and sexual orientation: Extension to asexuality and the HEXACO model. The Journal of Sex Research, 55(8), 951-961. https://doi.org/10.1080/00224499.2017.1287844 Brotto, L. A., Knudson, G., Inskip, J., Rhodes, K., & Erskine, Y. (2010). Asexuality: A mixed methods approach. Archives of Sexual Behavior, 39, 599-618. doi: 10.1007/s10508-008-9434-x Brotto, L. A., & Yule, M. A. (2011). Physiological and subjective sexual arousal in self-identified asexual women. Archives of Sexual Behavior, 40(4), 699-712.  https://doi.org/10.1007/s10508-010-9671-7 506   The Qualitative Report 2022 Bulmer, M., & Izuma, K. (2018). Implicit and explicit attitudes toward sex and romance in asexuals. The Journal of Sex Research, 55(15), 1-13. doi: 10.1080/00224499.2017.1303438 Carrigan, M. (2011). There’s more to life than sex? Difference and commonality within the asexual community. Sexualities, 14(4), 462-478. https://doi.org/10.1177/1363460711406462 Carrion, V. G., & Lock, J. (1997). The coming out process: Developmental stages for sexual minority youth. Clinical Child Psychology and Psychiatry, 2, 369-377. https://doi.org/10.1177/1359104597023005 Chasin, C. J. D. (2011). Theoretical issues in the study of asexuality. Archives of Sexual Behavior, 40(4), 713-723. doi: 10.1007/s10508-011-9757-x Chasin, C. J. D. (2013). Reconsidering asexuality and its radical potential. Feminist Studies, 39(2), 405-426, 571. https://doi.org/10.1353/fem.2013.0054 Chasin, C. J. D. (2017). Considering asexuality as a sexual orientation and implications for acquired female sexual arousal/interest disorder. Archives of Sexual Behavior, 46(3), 631-635.  https://doi.org/10.1007/s10508-016-0893-1 Conley-Fonda, B., & Leisher, T. (2018). Asexuality: Sexual health does not require sex. Sexual Addition & Compulsivity, 25(1), 6-11.  https://doi.org/10.1080/10720162.2018.1475699 Cranney, S. (2017). Does asexuality meet the stability criterion for a sexual orientation? Archives of Sexual Behavior, 46(3), 637-638. https://doi.org/10.1007/s10508-016-0887-z Cuthbert, K. (2017). You have to be normal to be abnormal: An empirically grounded exploration of the intersection of asexuality and disability. Sociology, 51(2), 241-257. https://doi.org/10.1177/0038038515587639 Dawson, M., McDonnell, L., & Scott, S. (2016). Negotiating the boundaries of intimacy: The personal lives of asexual people. The Sociological Review, 64. 349-365. doi: 10.1111/1467-954X.12362 Fausto-Sterling, A. (2000). Sexing the body: Gender politics and the construction of sexuality. Basic Books.  Foucault, M. (1976). The history of sexuality. Pantheon Books. Greaves, L. M., Barlow, F. K., Huang, Y., Stronge, S., Fraser, G., & Sibley, C. G. (2017). Asexual identity in a New Zealand National Sample: Demographics, well-being, and health. Archives of Sexual Behavior, 46(8), 2417-2427. DOI: 10.1007/s10508-017-0977-6 Gupta, K. (2017). Gendering asexuality and asexualizing gender: A qualitative study exploring the intersection between gender and asexuality. Sexualities, 22(7-8), 1197-1216. https://doi.org/10.1177/1363460718790890 Haefner, C. (2011). Asexual scripts: A grounded theory inquiry into the intrapsychic scrips asexuals use to negotiate romantic relationships. [Unpublished doctoral dissertation]. Institute of Transpersonal Psychology.  Hoglund, J., Jern, P., Sandnabba, N. K., & Santtila, P. (2014). Finnish women and men who self-report no sexual attraction in the past 12 months: Prevalence, relationship status, and sexual behavior history. Archives of Sexual Behavior, 43(5), 879-889. DOI: 10.1007/s10508-013-0240-8 Jones, C. C. G., Hayter, M., & Jomeen, J. (2017). Understanding asexual identity as a means to facilitate culturally competent care: A systematic literature review. Journal of Clinical Nursing, 26(23-24), 3811-3831. doi: 10.1111/jocn.13862 Donna Marie Mandigo & Louis Kavar                         507 MacNeela, P., & Murphy, A. (2015). Freedom, invisibility, and community: A qualitative study of self-identification with asexuality. Archives of Sexual Behavior, 44(3), 799-812. doi: 0.1007/s10508-014-0458-0 Mitchell, H. (2018). Challenging accepted scripts of sexual “normality”: Asexual narratives of non-normative identity and experience. Sexuality & Culture, 23(2), 507-524. doi: 10.1007/s12119-018-9567-6 Moustakas, C. (1994). Phenomenological research methods. SAGE.  Parent, M. C., & Ferriter, K. P. (2018). The co-occurrence of asexuality and self-reported post-traumatic stress diagnosis and sexual trauma within the past 12 months among U.S. college students. Archives of Sexual Behavior, 47(4), 1277-1282. doi: 10.1007/s10508-018-1171-1 Poston, D. L., & Baumle, A. (2010). Patterns of asexuality in the United States. Demographic Research, 23(18), 509-530. DOI: 10.4054/DemRes.2010.23.18 Prause, N., & Graham, C. A. (2007). Asexuality: classification and characterization. Archives of Sexual Behavior, 36(3), 341-356. doi: 10.1007/s10508-006-9142-3 Robbins, N. K., Low, G. K., & Query, A. N. (2016). A qualitative exploration of the “coming out” process for asexual individuals. Archives of Sexual Behavior, 45, 751-760. doi: 10.1007/s10508-015-0561-x Rogers, C. (1959). A theory of therapy, personality, and interpersonal relationships as developed in the client-centered framework. In S. Koch (Ed.). Psychology: A story of science, Volume 3 (pp. 184-256). McGraw-Hill.  Rogers, C. (1978). Carl Rogers on personal power: Inner strength and its revolutionary impact. Delacorte Press.  Schmitt, R. (1959). Husserl’s transcendental-phenomenological reduction. Philosophy and Phenomenological Research, 20(2). 238-245. https://doi.org/10.2307/2104360 Scherrer, K. S. (2008). Coming to an asexual identity: Negotiating identity, negotiating desire. Sexualities, 11(5), 621-641. doi: 10.1177/1363460708094269 Sloan, L. J. (2015). Ace of (BDSM) clubs: Building asexual relationships through BDSM practice. Sexualities, 18(1), 548-563. https://doi.org/10.1177/1363460714550907 Van Houdenhove, E., Gijs, L., T’Sjoen, G., & Enzlin, P. (2015). Stories about asexuality: A qualitative study on asexual women. Journal of Sex & Marital Therapy, 41(3), 262-281. https://doi.org/10.1080/0092623X.2014.889053  Van Houdenhove, E., Enslin, P., & Gijs, L. (2017). A positive approach toward asexuality: Some first steps, but still a long way to go. Archives of Sexual Behavior, 46(3), 647-651. https://doi.org/10.1007/s10508-016-0921-1 Vares, T. (2017). ‘My [asexuality] is playing hell with my dating life’: Romantic identified asexuals negotiate the dating game. Sexualities, 21(2), 520-536. https://doi.org/10.1177/1363460717716400 Yule, M. A., Brotto, L. A., & Gorzalka, B. B. (2013). Biological markers of asexuality: Handedness, birth order, and finger length ratios in self-identified asexual men and women. Archives of Sexual Behavior, 43(2), 299-310. doi: 10.1007/s10508-013-0175-0 Yule, M., Brotto, L., & Gorzalka, B. B. (2017). Human asexuality: What do we know about a lack of sexual attraction? Current Sexual Health Reports, 9(1), 50-56. doi: 10.1007/s11930-017-0100-y Yule, M., Brotto, L., & Gorzalka, B. B. (2014). Sexual fantasy and masturbation among asexual individuals: An in-depth exploration. Archives of Sexual Behavior, 46(1), 89-95. doi: 10.1007/s10508-016-0807-8 508   The Qualitative Report 2022 Zheng, L., & Su, Y. (2018). Patterns of asexuality in China: Sexual activity, sexual and romantic attraction, and sexual desire. Archives of Sexual Desire, 47(4), 1265-1276. doi: 10.1007/s10508-018-1158-y  Author Note  Dr. Donna Marie Mandigo is a recent Capella University doctoral graduate whose research interests lie in human sexuality, including asexuality. She is currently an elopement and wedding photographer living in upstate New York. Please direct correspondence to D.Marie.Mandigo@gmail.com. Louis F. Kavar, Ph.D., is lead faculty member for qualitative research in the Department of Psychology, School of Social and Behavioral Sciences, Capella University.  Compliance With Ethical Standards  Funding  The authors did not receive support from any organization for the submitted work.  Conflict of Interest  The authors have no relevant financial or non-financial interests to disclose.  Availability of Data and Material  Not applicable.  Ethical Approval  All procedures used in this study using human participants was approved by the Institutional Review Board at Capella University, Minneapolis, Minnesota (#2020-876).   Consent to Participate Informed consent was obtained from all individual participants included in this study.  Acknowledgements: This paper was written using a doctoral dissertation as its premise. The author completed the research in partial requirement to satisfy Capella University’s criteria to earn a doctoral degree.   Copyright 2022: Donna Marie Mandigo, Louis Kavar, and Nova Southeastern University.  Article Citation  Mandigo, D. M., & Kavar, L. (2022). The experience of male asexuality: A phenomenological inquiry. The Qualitative Report, 27(2), 488-508. https://doi.org/10.46743/2160-3715/2022.5213  ",
    "id": 516459388,
    "identifiers": {
        "doi": "10.46743/2160-3715/2022.5213",
        "oai": "oai:nsuworks.nova.edu:tqr-5213"
    },
    "title": "The Asexual Male Experience: A Phenomenological Inquiry",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-02-16T08:00:00+00:00",
    "publisher": "NSUWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://nsuworks.nova.edu/cgi/viewcontent.cgi?article=5213&context=tqr"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/516459388.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/516459388"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/516459388/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/516459388/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/516459388"
        }
    ],
    "abstract": "This article offers a phenomenological investigation into the experience of asexuality for self-identified asexual, cisgender men. No other study has been previously conducted on this phenomenon; the present study sought to provide new knowledge surrounding the experience of male asexuality and to illuminate any potential differences in the asexual experience between asexual men and asexual women for further conversation. A qualitative analysis of data derived from 8 asexual adult men between 30 and 65 years of age via semi-structured interviews provided detail-rich insight into the inner processes, thoughts, emotions, and behaviors of asexual men. Five major themes arose to comprise the essence of the asexual male experience: (1) emotional response, (2) feeling otherness, (3) process of discovery, (4) a sense of belonging, and (5) adapting split attraction models. Discussion includes context of the emergent themes through a Rogerian lens and the shared commonalities between the emerging asexual identity for asexual men and other marginalized sexual orientation groups",
    "tags": [
        "article",
        "asexual",
        "sexual orientation",
        "asexual male",
        "qualitative research",
        "phenomenology",
        "Quantitative, Qualitative, Comparative, and Historical Methodologies",
        "Social and Behavioral Sciences",
        "Social Statistics"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:nsuworks.nova.edu:tqr-5213",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1836",
        "openDoarId": 0,
        "name": "NSU Works",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 516459388,
        "depositedDate": null,
        "publishedDate": "2022-02-16T08:00:00+00:00",
        "updatedDate": "2024-02-05T06:48:16+00:00",
        "acceptedDate": null,
        "createdDate": "2022-05-20T03:42:00+01:00"
    },
    "urls": [
        "https://nsuworks.nova.edu/tqr/vol27/iss2/11",
        "https://nsuworks.nova.edu/context/tqr/article/5213/viewcontent/Mandigo.pdf"
    ],
    "lastUpdate": "2024-02-05T06:48:16+00:00",
    "setSpecs": []
}