{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Portillo Villeda, Suyapa G."
        },
        {
            "name": "Ma, Eileen J."
        },
        {
            "name": "Macías, Stacy I."
        },
        {
            "name": "Varela, Carmen"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-29T17:43:39+00:00",
    "dataProvider": {
        "id": 5470,
        "name": "Via Sapientiae: The Institutional Repository at DePaul University",
        "url": "https://api.core.ac.uk/v3/data-providers/5470",
        "logo": "https://api.core.ac.uk/data-providers/5470/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/232974293.pdf",
    "fullText": "Diálogo Volume 18 Number 2 Article 4 2015 The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingent Suyapa G. Portillo Villeda Pitzer College Eileen J. Ma Stacy I. Macías Carmen Varela California State University, Northridge Follow this and additional works at: https://via.library.depaul.edu/dialogo  Part of the Latin American Languages and Societies Commons Recommended Citation Portillo Villeda, Suyapa G.; Ma, Eileen J.; Macías, Stacy I.; and Varela, Carmen (2015) \"The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingent,\" Diálogo: Vol. 18 : No. 2 , Article 4. Available at: https://via.library.depaul.edu/dialogo/vol18/iss2/4 This Article is brought to you for free and open access by the Center for Latino Research at Via Sapientiae. It has been accepted for inclusion in Diálogo by an authorized editor of Via Sapientiae. For more information, please contact digitalservices@depaul.edu. Diálogo\t Articles     21regular participating group in the community coalition that plans the LA march, one of the largest citywide May Day mobilizations in the country. It represents an inter-esting challenge to the historically and still hetero-centric immigration reform movement in LA. Of course, since long before the MDQC, many LGBTQ people have been among the immigrants and advocates engaged in the fight for immigrants’ rights, and many organizations recognized and advocated for the needs of LGBTQ im-migrant community members. Prior to 2007, however, there was no organized voice for recognition of LGBTQ immigrants in the city’s high-profile immigrants’ rights movement, despite the presence of LGBTQ-identified leaders in its ranks. The MDQC brought together a broad spectrum of LGBTQ groups and individuals, and can be seen as a product of the well-timed convergence of sectors of two broader movements, which developed through the 2000s. During this period in California, both the Immigrants Rights Movement and the LGBTQ Movement saw a surge of inspired grassroots activity, notably among undocumented students—many of whom were and are queer—advocating for legalization, and LGBTQ organizers mobilizing for marriage equality and Each year since 2007, a large and vibrant contin-   gent of marchers, dressed in red T-shirts and proudly waving rainbow flags and banners representing a cross-section of lesbian, gay, bisexual, transgender, and queer (LGBTQ) community organizations, has joined the annual May Day immigrant march in Los Angeles, California. The annual mobilization of LGBTQ marchers and allies, now named the May Day Queer Contingent (MDQC), has been a striking disruption to the now perfunctory labor and immigrant rights march, suggesting a relatively new inclusionary possibility and coalitional solidarity.2 Moreover, the MDQC is rooted in a long history of immigrant and queer activism, and stands at the intersection of various movements in LA, including queer people of color collectives, immigrant rights organizations, and the LGBTQ movement for equality. The MDQC is an important intervention in both the immigrant rights and LGBTQ movements. It is among the first and most successful attempts in LA to organize a grassroots base of LGBTQ supporters explicitly to promote the voices and needs of LGBTQ immigrants as a visible and unified constituency in the movement landscape. Over the years, the MDQC has established itself as a Abstract: This article explores the evolution of the May Day Queer Contingent (MDQC) as a part of the annual Los Angeles May Day march. The MDQC is a notable example of the political mobilization led by queer women and transgender activists of color of the LGBTQ community, as it relates to the struggle for immigrant rights. Offering reflections from founders and key organizers, this paper considers the development of the MDQC; its engagement with other groups; intersectionality and queer women of color feminisms as a political project to confront a hetero-patriarchal immigration reform movement. Key Terms: Queer immigrants; Immigrant Rights Movement; May Day marches; May Day Queer Contingent; In-tersectionality; Queer Women and Trans of Color (QWTOC); Los Angeles immigration marchesSuyapa G. Portillo Villeda, Pitzer CollegeEileen J. Ma, API Equality-Los AngelesStacy I. Macías, Independent ScholarCarmen Varela, California State University, NorthridgeThe “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer ContingentStop the bullshit! Stop the bullshit! Stop the bullshit!Bamby Salcedo122     Articles\t DiálogoSuyapa G. Portillo Villeda, et al. Volume 18 Number 2 Fall 2015The authors are organizers and scholars who have di-rect experience organizing the MDQC since its inception, in addition to many years of experience working as a part of LA’s social justice movement. The article is the product of participant observations, literature review, focus group discussions, and review of archives of internal notes, planning documents, and correspondence. By sharing this history and analysis, the authors offer a contribution to the emerging scholarship on queer migration,11 and a starting point for scholarly and community dialogue about the heretofore-ignored LGBTQ sector of the Immigrant Rights Movement in LA.MAY DAY IN LA: SETTING THE CONTEXTThe now annual May Day march in LA was born when a bold group of about 60 people comprised of mostly immigrant day laborers and domestic workers from Central America and Mexico marched down 6th Street, between Burlington and Union in Pico Union, in the early evening hours of May 1, 1999 to celebrate International Workers Day. The action was organized by community-based organizations that were on the margins of the labor movement; they employed grassroots tactics informed by their immigrant constituents.12 These groups founded the Multi-ethnic Immigrant Worker Organizing Network (MIWON) and organized the very first march.13 That day, MIWON would not have enough people to take over the streets, but the fervor for action on International Workers Day would grow year after year. By 2006, years of tireless organizing efforts, helped along by a nationwide wave of community anger against draconian anti-immigrant legislation, led to a “mega march” to LA’s City Hall joined by multiple organizations, including labor unions, immigrant rights groups, Home Town Associations, and LGBTQ collectives.14 Walking shoulder to shoulder, wearing white shirts, bearing their home countries’ flags, and chanting “Aquí estamos y no nos vamos,” a multitude of immigrants confidently and unforgettably demonstrated their power as a growing and voting electorate. Their power and organization in the city had come a long way from the 1994 marches against Proposition 187.15 The 2006 mega march in LA, while appearing spon-taneous to many onlookers, was in fact the result of a persevering process of organizing over many years.16 The role of the 1999 MIWON march in re-igniting May Day demonstrations is easily overlooked amid the competition against Proposition 8, the ballot initiative seeking to prohibit state recognition of marriage between same-sex couples.3 Ultimately, although Prop. 8 passed in 2008, the level of activism in the LGBTQ community—coordinated through coalitions and grassroots engagement by many—was unprecedented.4 These organizing and mobilization efforts (in combination with the LGBTQ community’s indignation of having lost the Prop. 8 battle) created a readiness to act that would carry over into issues beyond marriage equality. Many LGBTQ people of color sought to prioritize political and civil rights concerns. For instance, queer women and transgender people of color felt the need to address issues in the city: joblessness, lack of access to healthcare and housing, lack of trans- inclusion and solidarity, and immigration issues.5 Within the LGBTQ community, the demand for efforts to address immigration issues was building, providing impetus for the MDQC. This paper documents for the first time the origins and evolution of the MDQC and its process of staking out a place in the LA Immigrants Rights Movement landscape for the LGBTQ community. While many scholars have examined various dimensions of the Immigrants Rights Movement and immigration, there is scant mention of LGBTQ people, let alone recognition of an LGBTQ sector of the movement.6 Even as scholars acknowledge the diversity of the May Day immigrant marches nationally, recognition of LGBTQ immigrants and organizations as a part of that diversity is virtually non-existent.7 The LGBTQ community is conspicuously absent from scholarly work on immigration, migration, as well as LA’s organizing and labor-community campaigns in which immigrants have played active roles.8 It is as if LGBTQ people do not exist at all. This article charts the evolution of the MDQC as an intersectional and coalitional political project with roots in earlier immigrant rights struggles and more recent alliances with LGBTQ community organizing efforts. We consider the MDQC’s overall significance in light of the historical context in which it developed. We also highlight the dissonance between queer women and trans*9 of color (QWTOC)10 aspirations and mainstream movement practices by discussing the ingrained hetero-patriarchal culture of such “movement” spaces. The article concludes by offering some considerations on future praxis for immigrant rights, gender and LGBTQ justice organizing, and community empowerment, and writes the MDQC into the historical record and literature of the May Day marches and LA’s Immigrant Rights Movement.  Diálogo\t Articles     23The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingentinjuring many marchers. Queer participants, including high school students, ran for shelter into a nearby pupus-ería,19 where cops threateningly looked in and pointed at a youth inside. MIWON coalition organizers blamed the “triggering” of police violence on a sector of youth participants, and the news went viral that youth had antagonized the LA Police Department (LAPD) into invading an otherwise peaceful march.20 Challenging MIWON’s complicity in criminalizing immigrant youth of color and the coalition’s failure to critique the LAPD’s history of excessive use of force against the community, QTeam distanced itself from the MIWON organizers’ response (Chemerinsky, 2000-2001). Still, after the brutal police over-reaction, the 2007 Queer Corner participants were inspired for the next year to make sure police action would not silence future protest by youth and queers. In 2008, a refreshed organizing committee formed to ensure an LGBTQ presence in the May Day mobilization.Substantively, this organizing committee of MDQC sought to demonstrate that LGBTQ people of color cared about immigration, not just in principle or in solidarity, but also because so many LGBTQ people, within their own families (including chosen families) and in the community at large, were affected by failed immigration policies. In the queer and trans* community, stories of injustice in the immigration court system and deportation regime were commonplace. Transgender people were inordi-nately affected by immigration policies, police abuse, and detention.21 The initial vision of MDQC included the goal of challenging a traditional, hetero-centric, and patriarchal network of advocates to acknowledge the full diversity of immigrant communities, as well as to find a way to address the specific hardships and discrimination faced by LGBTQ immigrants. This political mobilization of the LGBTQ community sought to confront several key challenges, including: discrimination and abuse of LGBTQ people within the United States’ harsh immigration enforcement regime; the related persecution of LGBTQ-identified peo-ple in their countries of origin; the exclusion of LGBTQ voices and priorities from immigration policy debates by hetero-centric liberal immigration reform and workers’ rights institutions; as well as the challenges of engaging the mainstream LGBTQ movement substantively in im-migration issues. The MDQC’s efforts included grassroots organizing tactics, savvy uses of social media images, and short videos among organizations and coalitions to take credit for the massive 2006 mobilizations. The connection is important, however, because until the 1999 efforts to celebrate im-migrant workers on International Workers Day did not exist. Angelenos, and notably local labor unions, primarily commemorated the “official” federally-recognized Labor Day in September as a day to celebrate worker’s rights. The now customary recognition of May 1st as a day of protest has led an entire new generation of activists to embrace and celebrate immigrants and their demands for justice. Today, the May Day march is an institution, em-braced nationwide by organizations that fight for immi-grant rights; national coalitions, small collectives and less organized groups all plan activities to honor the day. The shared goal is to bring attention to the plight of immi-grant workers and their families, but goals and strategies diverge. The LA march itself is but one tactic—a single mobilization within a larger movement that involves many moving, varyingly successful parts, including advocacy, legal strategies, public direct actions, and door-to-door organizing. It is a movement comprised of and advanced by the combined but not wholly coordinated efforts of many groups and strategic interventions. The MDQC is one of these efforts, initiated in response to the distinct hetero-normativity of the immigration reform movement.THE INCEPTION OF THE MAY DAYQUEER CONTINGENTThis section will explore the roots of the MDQC and the formation of the organizing committee that has sustained it. Youth activists who formed an organiza-tion called QTeam innovatively raised LGBTQ rights in the context of immigration as a way to address the experiences of queer and transgender youth. This youth group first organized the Queer Corner as a part of the MIWON May Day march in 2007; a group of LGBTQ community members gathered and joined the growing march along its route through the city. The concept and efforts of the youth appealed to organizers of an in-the-works community project that year, “Tongue to Tongue: Provoking Critical Dialogues Among Queer Women of Color.”17 The Tongue to Tongue organizing committee, comprised of queer women of color and transgender and gender-nonconforming people of color, joined the Queer Corner.18 At the end of the 2007 march in MacArthur Park, the police raided the park with tear gas shells and batons, 24     Articles\t DiálogoSuyapa G. Portillo Villeda, et al. Volume 18 Number 2 Fall 2015LGBTQ Immigrants are dispropor-tionately targeted: LGBTQ people are disproportionately affected by racial and gender profiling and abuse by police and now will be subject to pre-textual arrests of person ‘suspected’ to be in violation of immigration laws. Most LGBTQ immigrants are fun-neled into detention camps through SCOMM for minor infractions or even through sobriety check points.25The document was shared online and via social media, and distributed to the press to bring attention to LGBTQ issues sidelined by most immigration reformers and mainstream news outlets, such as that of rape and violence by inmates and by guards in detention centers:The U.S. Government estimates there are over 216,660 sexual abuse cases reported every year […], hundreds others […] are not reported. Sexual assault makes LGBT immigrants vulnerable to HIV and other sexu-ally transmitted diseases. [W]hile in detention they lack proper healthcare and regular regiment if they are HIV positive. Transgender people are often placed in ’administrative segregation’ and often spend up to 23 hours in solitary confinement. Potential LGBT Asylum Seekers are not able to make their claim often because the “U.S. im-migration law does not guarantee im-migrants free legal representation.”26COALITION POSSIBILITIES AND ASPIRATIONS: PARTIALLY FULFILLEDOver the years, the MDQC has managed to maintain a cohesive contingent, hoping to get immigration reform-ers used to the idea that queers are seeking visibility and recognition. Support from large LGBTQ advocacy groups, non-profits and small collectives, as well as students and individuals, has remained strong. Organizations such as the National Gay and Lesbian Task Force, Equality California, Coalición Trans Latin@, Latino Equality Alliance, API Equality-LA, Bienestar Human Services, to publicize the participation of the LGBTQ community, and the development of press statements, position and issues statements disseminated to a growing network of organizations, individuals, and grassroots groups leading up to May 1st. Media advisories highlighted the experiences of queer immigrants, among them trans-gender individuals, expressed solidarity with the larger immigration movement, and connected migration to the transnational situation of LGBTQ individuals. For example, in one press release, Oscar de la O, executive director of Bienestar Human Services states that:Many LGBT individuals leave their countries to find safety in the U.S. These individuals often experience the worst of the immigration system, experiencing discrimination and a renewed feeling of danger within U.S. detention centers. Additionally, many young LGBT people brought to the U.S. as children are at risk of deportation and would be left without support systems and safety if sent to their country of origin.22Similarly, transgender MDQC speaker, Alexa Vásquez, declared from the stage:We will not stay silent as our sisters and brothers are deported back to countries in which they are perse-cuted simply for being part of the LBGTQ community. We will not stay silent as our queer and trans-gender sisters and brothers continue to be held in detention centers and suffer abuse on the hands of ICE agents … Congress must act to stop deportations.23 In 2012, the MDQC issued a statement documenting some of the pertinent issues affecting LGBTQ immi-grants in LA: local law enforcement collaborating with officers from the federal Immigration and Customs Enforcement (ICE), access to LGBTQ-appropriate health care, fair education access, and deportation and detention conditions.24 Diálogo\t Articles     25The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingentand movements. From its marginal position within the im-migration reform movement, the MDQC has encouraged queers to engage as what Alfonso Gonzales has termed “oppositional actors,” and to think radically about the pos-sibilities for immigration justice by eradicating binaries.29 Oppositional actors, according to González’s analysis of the Immigrants Rights Movement, seek “transformative change that breaks the ‘good immigrant-bad immigrant’ binary and address the structural causes of migration,” whereas immigration reformers seek change within the “dominant policy framework.”30 Within a complex map of social movements developing around identity, class and migration, the MDQC provides but one coalitional moment in LA that galvanizes the possibility of change in how to envision immigration justice. It stands as an interesting challenge and opportunity for an immigration reform movement that has relied on a heteronormative, racially, and ethnically uniform model of claims-making. LGBTQ issues were marginal (and arguably still are) to the immigration reformers locally and nationally, who prioritize a narrative that mirrors conservative “American” family values.31 The MDQC can be understood as a “queer-ing” of the movement. In the context of organizing in LA’s gendered labor- and community-based movement, queer, and to queer can be important interventions to subvert the binary concepts in immigration discourse, such as man/woman, citizen/noncitizen, undocumented/documented, and immigrant/non-immigrant. “To queer” may bring about subjectivities that can be potentially subversive in understanding the MDQC in the context of the immigration reformers’ dichotomous actions and responses. For LGBTQ actors who attempt to work “across difference,” as Karma Chávez proposes in her study of Arizona, results have been limited. Organizing “across differences” in Southern California is challenging and has not yielded transformative collaboration in part due to histories of racial/ethnic tensions and local leadership dynamics.32THE SPECTER OF THE IMMIGRANT/MIGRANT FAMILY This section will look at the construction of the immigrant family as a heteronormative, patriarchal family, a problem contributing to the obfuscation of LGBTQ narratives, and one of the main reasons or-ganizers came together to plan the march. Ever since the 1980s, politicians have responded to lobbyists and the Human Rights Campaign, and many others have come together to form an enviable contingent: the most colorful, prideful, and at times the largest contingent within the march.27 To build support, MDQC organizers asked LGBTQ groups for endorsements of the principles around which the group would be marching, and also asked organizations to commit to sending their members to attend the march. MDQC organizers also sought to build recognition of their presence among immigration reformers in coalition meetings, where negotiation for space and representation was crucial.28 The one-on-one direct organizing model paid off for turnout; by the third year of the MDQC (2010), 500 people turned out, making it among the largest contingent of the entire march. Some of the more established organizations were even compelled to donate staff and resources, helping the contingent build its own security team and provide support for water, food, sup-plies, and promotion. The energy and excitement of the early years of the MDQC, with many local LA LGBTQ groups participating in May Day actions for the first time, were compounded by the actual experience of the march itself. Despite the heat, the long march routes, and the unforgiving concrete beneath their shoes, most participants enjoyed marching with others. They loved the colors and the “outness” of the contingent itself. Facebook and other social media sites for the march demonstrate not only how much fun people have had in the march, but also their desire to be seen, to be visible, to be count-ed, to be interviewed, and to make public statements among like-minded queers coming together to make a serious demand of local and national authorities and of the Immigrants Rights Movement. This was a space for queers to be proud immigrants, too. Despite all efforts, however, year after year media coverage has been lacking, and immigration reformers barely took notice of the MDQC’s policy concerns. To even greater disappointment, this MDQC’s broad-based coalition—albeit one loosely held together—was not invited to join policy tables or leadership circles of im-migration reformers in the city. CHALLENGING HETERONORMATIVE DISCOURSESStill, one of the lasting contributions of the MDQC has been that of creating visibility and space for LGBTQ participants within heteronormative immigration marches 26     Articles\t DiálogoSuyapa G. Portillo Villeda, et al. Volume 18 Number 2 Fall 2015[T]hese practices […] reiterate and reinforce the heterosexual parame-ters of American citizenship, strain-ing while simultaneously demanding nuclear heterosexual ties, severely delimiting the visibility, and perhaps even foreclosing the possibility, of alternative household, partnering and child-rearing alliances.40In LA, legal advocates and immigration reformers have embraced the heteronormativity Puar describes. The Christian right was funding and promoting anti-gay movements which utilized lobbying and media propa-ganda that have been politically influential in defining who constitutes family.41 LGBTQ immigrant narra-tives also remain sidelined in the immigration reform debate, despite significant migration; at least 267,000 undocumented LGBTQ immigrants continue to live in the shadows. 42 Those at the margins of national immigration coalitions and the reform world raise critiques of the assumed natural construction of the bad and the good immigrant.43 Those considered good undocumented immigrant student organizations, queer or not, are legitimized by organizational funding, political affirma-tion and representation, while bad LGBTQ immigrant efforts and bodies are marginalized and excluded from the migrant movement power structure. For instance, DREAMer success stories, transgender bodies, and lives that do not conform to the gender binary, despite their resiliency, are dissonant with the good immigrant nar-rative. To bring the unvarnished stories of transgender immigrant women, for example, into the discussion on immigration rights, in the media or congressional debates, would complicate the reformers’ tenuous po-litical negotiations with anti-gay conservative sectors and disrupt the fine image of family values constructed by Washington politicians.44 LGBTQ immigrants do not fit into the good immigrant narrative promoted avidly by immigration leaders who champion reform for the deserving. As the organizing efforts for the May Day Queer Contingent were under way, the stories of discrimination against transgender women and gender non-conforming people, and gender-based and sexual violence, surfaced among participants. These complex realities did not fit into media sound bites or the policy constituencies by focusing on the family, an assumed and unequivocally heteronormative family.33 By the mid- to late 1990s, immigrants rights groups and legal advocates were in a defensive position as they tried to counter anti-immigrant attacks, like the Personal Responsibility and Work Opportunity Reconciliation Act and the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRAIRA) that threatened immigrants and their families, as grounds for removal were expanded and restrictions on admissibility were increased, leaving out the undocumented.34 The 1996 reforms to welfare and immigration almost simultane-ously linked the narrative of the family to that of the undocumented immigrant. The rhetoric emphasized the need for immigrant’s rights for the preservation of families in the face of increased family separation as a result of the harsh laws. The definition of the family was, and continues to be today, heteronormative, with men as heads of households in a relatable narrative in line with “American” family values promoted across partisan lines.35 Jasbir Puar theorizes, in her study on post-9/11 racialization and persecution of immigrants, that the image of family reunification portrays a masculine figure who seeks legalization to bring, or keep his family together, with the assumption that his wife and kids are elsewhere or in the process of deportation.36 Immigrant advocates and policymakers embraced this notion of the heteronormative family to highlight immigrant narratives of separation. Jasbir Puar suggests the limitations of narratives constructed by legal and community advocates seek-ing to demonstrate the “desirability of U.S. residence” under the nation-state protection of the family unit in her analysis of a progressive legal advocacy group on behalf of detained Muslims in the U.S.37 Such narratives, which exploit testimonials, Puar argues, create “spatial temporal registers not only in terms of racial, religious, diasporic, and national subjectivities, but also through its regulation of kinship formations.”38 The narratives position men as heads of households, who once de-tained, are all of a sudden “vanished” from a family structure, making “heteronormativity out of reach, literally disallowed by the state.”39 Puar asserts that the construction by legal advocates and reformers of such strict heterosexual narratives of families negates other possibilities within the immigrant household:Diálogo\t Articles     27The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingent“1 out of every 5 confirmed sexual assaults in immigration detention.”48 There remains an egregious silence on trans-gender issues and human rights violations in detention centers, even as the dangers for LGBTQ detainees remain unabated. One might ask: Are some lives worth more than others? That such rampant violations against transgender immigrants in detention centers have gone without a mass groundswell of protest by immigration advocates and community leaders is one stark manifestation of hetero-patriarchy in the movement.QUEER WOMEN OF COLOR FEMINISMS AND INTERSECTIONALITYGiven the heteropatriarchal nature of the immi-gration reform agenda and the local immigrant rights advocacy movement, it is particularly remarkable that the MDQC has been led by and evolved out of the long-time organizing efforts of a volunteer collective of queer women and transgender activists of color, now called Los Angeles Queer (LAQ). LAQ, which undertook primary responsibility for convening the organizing committee for the MDQC, was influenced and inspired by a host of other feminists and queer transnational movements and theoretical understandings.49 Despite a fragile infra-structure and with very few resources, 8-10 individuals have come together to organize each year outside the conventions of LA’s existing constellation of non-profit, community-based, service organizations and labor unions that have historically made up the Immigrants Rights Movement. The MDQC’s organizing history reveals chal-lenges and opportunities of the political interventions of queer women and trans* people of color, as well as the intransigence of social justice movements that may be seen as heteropatriarchal in origin and character.50 The MDQC, as led by LAQ, is at once a site for inclusion and conflict, where ideological differences, inter- and intra-group tensions, varying strategic goals and tactics, and overt and hidden power dynamics and privileges play out.Given its genealogy, the MDQC is best analyzed as a queer and trans* immigrant rights project based in the U.S. within a feminist of color paradigm and a queer women of color praxis embracing intersectionality; a framework for understanding the various axes of insti-tutional oppression that intersect in the lives of women of color.51 Originally theorized by Kimberlé Crenshaw, intersectionality posits that the overlapping, and thus “intersecting” sites of identity, such as race, class, gender, pieces promoted by reformers advancing a non-threat-ening, mainstream campaign for immigration reform. The sad results of the differential valuation of diverse immigrant narratives and experiences of immigration can be matters of actual life and death. One example is the tragic case and death of Victoria Arellano, a transgender woman taken to the Harbor City, CA, ICE detention, where guards withheld her HIV medication for three months until she died, chained to a bed frame, in solitary confinement.45 During the same time period, another immigrant fighting against deportation, Elvira Arellano, portrayed by advocacy groups as an “everywoman” mother with a young son, sought refuge in sanctuary through Catholic churches in Chicago46 and LA. Her life and struggle became a spectacle as the media, followed step-by-step her deportation to Tijuana. The parallel lives of these women in 2007 were commemorated separately: Victoria’s unjust death sparked a mostly unnoticed pro-test by trans* and queer communities at the ICE offices on Main Street, while Elvira’s predicament, along with consternation about the well-being of her son, was the subject of much media fanfare, just two blocks away at Our Lady of Angels Church on Olvera Street. While Elvira was deported, her life and livelihood shattered, she was alive. In contrast, Victoria died; her captors did not value her life nor did many immigration advocates who did not join in outcry over her death. Victoria’s mother reflects after her daughter’s death:I tried calling around for help, to some organizations that help Latinos with HIV/AIDS. I called six, seven times. I called an attorney too. I would explain what was happening so they’d realize how urgent this case was, and that I needed help. After I would finish tell-ing them, they would say, “Oh Señora, we are very sorry but we can’t help you. We cannot go there and force them to give her the medicine.”47Victoria’s story is just one among many alarming stories of mistreatment of LGBTQ immigrant detainees. A recent report on rape and violence in the prisons found that “20% of the substantiated assaults reviewed by the GAO involved transgender victims—a group making up less than 1% of the population.” Transgender women make up 28     Articles\t DiálogoSuyapa G. Portillo Villeda, et al. Volume 18 Number 2 Fall 2015The MDQC has made it a priority to secure a speaking spot for an MDQC representative to promote LGBTQ inclusion, and to do so without engaging in essentialist tendencies towards tokenism. Here, the MDQC’s history of work and visibility may have influenced this important move for inclusion—a small but significant victory—but the selection of a speaker, who not was a representative of the MDQC, without recognition of the collective work of over 30 LGBTQ organizational endorsers in the city, or the QWTOC organizers who had sustained the LGBTQ presence for years was problematic. Ultimately, the MDQC insisted on representation and the gay male speaker joined in solidarity with the MDQC young transgender and UndocuQueer speakers, by inviting them to form a powerful group on stage. Beyond his actions, however, there was little transformation of the heteronormative power dynamics within the movement. Organizing in LA presents unique challenges due to a legacy of multiracial and class tensions that complicate the geography. The 1990s were marked by great strides for labor and community movements, as many organizations witnessed growth and success in addressing racial and ethnic issues, especially after the Rodney King verdict in 1992 and street riots that ensued.57 The success of organizing around economic and political rights in the city and on race issues, however, has not guaranteed an intersectional gender analysis or programming reflective of gender and LGBTQ concerns. The two movements—the social justice-focused, often race-based, local LA organizing world, and the LGBTQ movement—have re-mained separate despite shared organizers and members who straddle both worlds and experience issues at the intersections of various identities and social positions. While many leftist organizers in the city were eager to embrace race and class, they less commonly embraced gender, sexuality, and gender identity as considerations for their unions and community-based organizations. The LA-based community and social justice move-ments are constitutive of a sexist, patriarchal history. The 1990s witnessed an exodus of women of color organizers, many queer, from the labor and community movements, due to a lack of response to the need for an intersectional framework. Although some women remained in the organizations and have risen to leadership positions, they have had to adopt patriarchal organizing strategies and tactics in a context of male-led, top-down efforts. Race and class concerns need not be in contradiction with sexuality, national identity, language, religion, citizenship status, educational level, and geographic location, each position a person and groups of people differentially in relation to socio-legal-political power, privilege, and oppression. Prior to the conceptualization of intersec-tionality (even though its elements can be seen in the groundbreaking work of lesbians of color, theorists Gloria Anzaldúa, Cherríe Moraga, and Audre Lorde), there was no comprehensive way to name the disenfranchisement working-class women of color and lesbian or bisexual women of color experienced structurally, organizational-ly, and individually.52 Women of color, and significantly queer women of color, experienced membership in not just one but each intersecting identity group simulta-neously.53 Therefore, the level of structural oppression queer women of color encountered was also encumbered by their experiences of organizational and individual oppression faced within social justice movement circles.54 From its outset, the MDQC incorporated the framework of intersectionality in its approach and pri-orities, which was reflected in its efforts to balance its demographic makeup, internal structure, and political ideals. In relation to immigration, the intersectionality framework required a multidimensional view of indi-viduals and groups in light of their socially constructed identities in relation to the state (i.e. national identity and citizenship status), and concurrently in recognition of their gender and sexual identities, among other variables. As a collective, the MDQC self-consciously worked toward critically engaging an intersectional model that reflected both the representative identities of the involved groups—queer immigrant, working-class, and women and trans of color—as well as the intersecting transna-tional analysis born of the fraught politics of 21st-century immigration, which mainstream representations and dominant concerns largely eclipse.55 The creativity of the MDQC lies in drawing from a marginal position of power and creating space, which for younger and more radical generations exemplifies the possibility of a movement that is not centered on only one axis, one message, and one coalition. MDQC efforts from the margins has moved the center, even if slightly, to challenge hetero-patriarchy. In 2014, the May Day coali-tion organizers’ selection of a gay male labor leader as a speaker for the pre-march rally was at once a sign of the mainstream organizers’ progress in recognizing LGBTQ people, and an affront to the QWTOC-led MDQC.56 Diálogo\t Articles     29The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingentmillion immigrants under a temporary program of de-ferred action. And second, the Action did not address the experiences of LGBTQ immigrants. Obama’s statement that “felons and not families” will be deported, contin-ued the sense of the heteronormative “family.” For the LGBTQ community who live at the margins of society, the Executive Action (re)prioritizes the heteronormative family structure, without recognizing the myriad of rela-tionships and circumstances often found in the LGBTQ immigrant communities. Similarly, over-policed, poor, undocumented communities of color are likely to fall on the losing side of the President’s “felons not families” dichotomy and find themselves on precarious grounds for deportation. LGBTQ detainees, border-crossers by geography, gender and sexuality, face grave danger and heinous human rights abuses, including solitary con-finement, rape, torture, and beatings.58 Thus President Obama’s Executive Action may help many, but the sus-tained punitive border enforcement and detention system will continue to be deadly to the LGBTQ community and requires that immigration reformers take bolder and more radical actions to challenge Congress and the Obama administration for such a piecemeal approach. The MDQC, as an oppositional form of protest, has called for transformative structural change in thinking about immigration—by decentering reformers’ narratives on the hetero-patriarchal family structure, the good im-migrant that deserves papers versus the bad immigrant who deserves deportation. Immigration reformers have elided women and LGBTQ individuals, who live on the edges of an immigrant wage economy. The short history of oppositional protest of the MDQC, both implicitly and explicitly, has led to the following conclusions that can serve as pillars for thinking about the future: First, the MDQC efforts demonstrate that there is now, and perhaps has long been, a readiness to act on the issue of immigration on behalf of LGBTQ immigrants. The MDQC successfully tapped into a passion and anger that had lain just below the surface. The active partici-pation of the MDQC in the annual May Day event also shows that a “queer immigrant” identity is a particularly resonant one in the LGBTQ community and among youth; marchers were eager to come together in defense or support of this identity. Second, the inclusion and integration of transgender and queer women of color voices and leadership at every level of the immigration justice debates can only enrich the movement in strategy, gender, but in LA, these concerns have been at odds. To wield power in LA requires being able to “play the politics” and “pay dues” according to strictly codified masculinist politics. Those who acquiesce, including women, craft tactical alliances and determine strategy. Within these dominant hetero-patriarchal modes of organizing and representation, LGBTQ and queer women of color-led movements or organizing strategies are neither recognized nor legitimized. While the collective’s informal work structure has resulted in local and regional recognition, in terms of the LA effort to address queer and transgender identity concerns as central rather than peripheral to immigration concerns, the material concerns remain. A queer intersectional analysis enables a discussion of the ways in which intra-group conflicts have resulted in difficult but constructive lessons for everyone. CONCLUSIONS: LOOKING BACK,LOOKING FORWARDWhile the MDQC has created a new space for the LGBTQ community to protest around immigration issues, it is a new player among organizations and lead-ers in the city, and thus has much work to do to gain recognition and political power. LGBTQ groups have been a part of coalitions and organizing efforts around immigration reform before, but they have never done it from a queer-led and queer-centered, feminist, non- hierarchical position and coalitional space. This effort, driven from within the community, seeks to achieve self-recognition and self-determination, making the MDQC an important and crucial project to organize, continue, and sustain within an arid environment for LGBTQ immigrant and feminist work. Although the MDQC has garnered the support of many, and managed to earn space during the march, the uneasy relationship with immigration reformer groups continues, as their dominant hetero-patriarchal leadership draws strict boundaries around the popular process. The challenge for the MDQC is whether its capacity to generate visibility and foster a sense of pride and conviction within the LGBTQ community can continue in order to achieve its hopes and demands for substantive change. As this paper was finalized, two significant things occurred: President Obama announced—coincidentally on Transgender Day of Remembrance, November 17, 2014—an Executive Action that would cover over 4 30     Articles\t DiálogoSuyapa G. Portillo Villeda, et al. Volume 18 Number 2 Fall 2015ENDNOTES  1 Excerpt from a speech by Bamby Salcedo, leader of Coalición Trans Latina, on behalf of the May Day Queer Contingent during the 2012 MIWON march, expressing frustration about deportations and lack of LGBTQ inclusion in the immigration reform move-ment, featured in “Transvisible,” 2013. <https://www.youtube.com/watch?v=SjUczmvCA9k>. Accessed October 10, 2014.  2 The organizing committee self-identifies as queer, a political identity that rejects binaries and is non-assim-ilationist in that it challenges rigid labels and identities. Because “queer” is not translated into the Spanish lan-guage, the MDQC uses “LGBTQ” in Spanish to cover the myriad of identities in the immigrant community.  3 Organizations joined behind the leadership of the National Gay and Lesbian Taskforce, National Center for Lesbian Rights and Equality California to fight Proposition 8 as early as 2005. These efforts drew from a constellation of HIV/AIDS services and policy advocacy groups that can be seen as a part of the legacy of ACT UP’s militant direct action organizing in the 1980s and early 1990s. Groups like Bienestar, The Wall, APAIT, and Minority AIDS Project had also been born to serve the working poor, immigrant and non-immigrant people of color suffering at the bottom of the service ladder.  4 With limited funding, several groups formed in com-munities of color, including API Equality-LA, the Latino Equality Alliance (LEA), and the Jordan Rustin Coalition. For instance, the antecedent of LEA, “[The Latino Coalition for Justice, 2005-2008, addressed] a need for greater communication and collaboration be-tween regional Latino LGBT advocates … to get ready for [Prop 8, for] more resources and a more strategic focus to address the years of neglect of education, outreach, and engagement of Latino communities around LGBT issues. LGBT immigrants becoming more visible added to the urgency.” Francisco Dueñas, Lambda Legal, personal email communication, Los Angeles, California, October 14, 2014.  5 Survey of participants at Tongue to Tongue Dialogues, Los Angeles, California, September 2007.  6 Amalia Pallares and Nilda Flores-González fleet-ingly mention representatives of LGBT groups join-ing the march, in their Introduction to ¡Marcha! Latino Chicago and the Immigrant Rights Movement tactics, and media attention. Third, a divestment from the heteronormative family model is needed because it is a limiting frame for the understanding of immigrants, and forces LGBTQ lives to fit into dichotomies that are harmful to future legislation on immigration. Fourth, analyzing the Immigration Reform Movement through multiple feminisms and an intersectional framework enables a more effective challenge to hetero-patriarchal top-down structures within organizations.The MDQC faces ongoing challenges: lack of fund-ing, media invisibility, a slow-changing movement that does not fully embrace LGBTQ concerns, and possibly flagging momentum; and while the broader immigra-tion movement has increased rhetorical and nominal support for LGBTQ immigrants over the years, LGBTQ-immigration policies still remain for the most part outside the mainstream advocacy platform.59 Additionally, the work of organizing for sustained power among LGBTQ immigrants and their allies, beyond mobilization, say, for a one-day march on the immigration issue, remains a challenge.The MDQC can be seen as an early claim to “queer immigrant” identity that has seen the most effective implementation in the undocumented youth move-ment. On the horizon for the MDQC lies the vision and success of the UndocuQueer Movement, making the MDQC just one among many relatively new orga-nizing efforts working in LA to address immigration with an LGBTQ-inclusive lens (e.g., United We Dream’s Queer Undocumented Immigrant Project, Immigrant Youth Coalition, UndocuQueer collectives, and other local formations). The “UndocuQueer” movement is an inspiring example of the power of the marginalized identity of undocumented queer immigrants.60 The importance of embracing and affirming the identity of the “queer immigrant” as a stage in em-powering the community cannot and should not be underestimated; it enables LGBTQ constituencies to claim a space of their very own within the Immigrant Movement organizing efforts, in contrast to serving on straight, mainstream coalitions, where they experience tokenization and marginalization. But there is more work to do. One can only imagine the potential of an effort building on the existing movement, but focusing on non-youth, non-student, bad, and currently invisible queer immigrants. Diálogo\t Articles     31The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingent11 Important works on queer migrations and queer migra-tion politics include: Karma R. Chávez, Queer Migration Politics: Activist Rhethoric and Coalitional Possibilities (Urbana: U of Illinois P, 2013); Eithne Luibhéid and Lionel Cantú, Jr., eds., Queer Migrations: Sexuality, U.S. Citizenship, and Border Crossings (Minneapolis: U of Minnesota P, 2005); Nicholas De Genova, “The Queer Politics of Migration: Reflections on ‘Illegality’ and Incorrigibility.” Studies in Social Justice 4, no.2 (2010): 101-26; Lionel Cantú, Jr.,The Sexuality of Migration: Border Crossings and Mexican Immigrant Men, ed-ited by Nancy A. Naples and Salvador Vidal-Ortiz, (New York: NYU Press, 2009); Martin F. Manalansan IV, “Queer Intersections: Sexuality and Gender in Migration Studies.” International Migration Review 40, no.1 (2006): 224-49.12 Many Central-American organizers—also asylees and refugees from war-torn home countries—initiated the 1999 march in the heart of Pico Union and were especially active in the efforts to promote a progressive immigrant workers’ agenda. Marlom Portillo, personal communication, November 24, 2014. Los Angeles, CA.13 Founding organizations of MIWON were ethnic-com-munity based organizations whose members were mostly immigrant workers: Instituto de Educación Popular de Sur de California/Institute of Popular Education of Southern California, day laborer proj-ects at the Coalition of Humane Immigrant Rights of Los Angeles, Pilipino Workers Center and Korean Immigrant Workers Advocates of  Southern California. <http://www.miwon.org> Accessed October 10, 2014.14 The May 1, 2006 MIWON march was preceded by the massive March 25, 2006 march in downtown LA that coincided with national protests in several cities against H.R. 4377 Border Protection, Antiterrorism, and Illegal Immigration Control Act of 2005, spon-sored by James Sensenbrenner, Jr. which was rejected by immigrants and advocates as unfair, punitive an-ti-immigrant policy reforms. “500,000 Pack Streets to Protest Immigration Bills” Los Angeles Times, Teresa Watanabe and Hector Becerra, March 26, 2006. <http://articles.latimes.com/2006/mar/26/local/me-immig26> Accessed October 10, 2014.15 Proposition 187 was one of California’s most notori-ously anti-immigrant statewide ballot measures.16 Alfonso Gonzales, Reform Without Justice: Latino Migrant Politics and the Homeland Security State: 50-51.(Urbana: U of Illinois P, 2010): 52; Shannon Gleeson borrows theoretically from a study on gay and les-bian rights in her essay, “Organizing for Immigrant Labor Rights: Latino Immigrants in San Jose and Houston,” in S. Karthick Ramakrishnan and Irene Bloemraad, eds., Civic Hopes and Political Realities: Immigrants, Community Organizations, and Political Engagement, (New York: Russell Sage Foundation, 2008). Ramakrishnan and Bloemraad’s volume men-tions “sexual orientation” activities of ethnic and main-stream organizations, but does not analyze inclusion or heteronormativity in the movement: 55. Other recent works make powerful contributions to the study of immigration/migration but elide LGBTQ immigrant populations, organizations, and collec-tives, and the significance of LGBTQ participation: Leisy J. Abrego, Sacrificing Families: Navigating Laws, Labor, and Love Across Borders (Stanford, California: Stanford UP, 2014); Irene Bloemraad, Becoming a Citizen: Incorporating Immigrants and Refugees in the United States and Canada (Berkeley: U of California P, 2006); Ruth Milkman, L.A. Story: Immigrant Workers and the Future of the U.S. Labor Movement (New York: Russell Sage Foundation, 2006); Ruth Milkman, Joshua Bloom and Victor Narro, Working for Justice: The L.A. Model of Organizing and Advocacy (Ithaca: Cornell UP, 2010); Alfonso Gonzales, Reform Without Justice: Latino Migrant Politics and the Homeland Security State (Oxford: Oxford UP, 2014).  7 Ruth Milkman, Joshua Bloom and Victor Narro, Working for Justice: The L.A. Model of Organizing and Advocacy: 89-105; S. Karthick Ramakrishnan and Irene Bloemraad, eds., Civic Hopes and Political Realities: Immigrants, Community Organizations, and Political Engagement; Pallares and Flores-González, eds., ¡Marcha! Latino Chicago and the Immigrant Rights Movement.  8 Ruth Milkman, Joshua Bloom and Victor Narro, Working for Justice: The L.A. Model of Organizing and Advocacy; Ruth Milkman. L.A. Story: Immigrant Workers and the Future of the U.S. Labor Movement.  9 Trans* refers to the diversity of trans identities.10 We use “QWTOC” to refer to the spectrum of queer women of color and trans* of color identities comprised of historically disenfranchised, non-white, racialized individuals who also self-identify as non-heteronor-mative, or queer, in their gender and/or sexuality.32     Articles\t DiálogoSuyapa G. Portillo Villeda, et al. Volume 18 Number 2 Fall 201531 Amalia Pallares,“Representing ‘La Familia’: Family Separation and Immigrant Activism” in ¡Marcha! Latino Chicago and the Immigrant Rights Movement, Eds. Amilia Pallares and Nilda Flores-González: 219-222.32 Chávez, Karma R., Queer Migration Politics: Activist Rhethoric and Coalitional Possibilities:131-2.33 Scott C. Titshaw, “U.S. Immigration Law: Denying the Value of Gay and Lesbian Families.” Human Rights, Winter (2001): 25-6.34 IIRAIRA made drastic changes to the public welfare system, reducing access and imposing fees and penalties on immigrants seeking to legalize, Tichenor: 283-5. See also: Diana Romero, “Welfare Reform and Its Impact on Latino Families” in Latina Health in the United States: A Public Health Reader, Eds. Marilyn Aguirre-Molina and Carlos W. Molina (San Francisco: Jossey-Bass, 2003): 591-612.35 Titshaw, “U.S. Immigration Law: Denying the Value of Gay and Lesbian Families.”36 Jasbir Puar, Terrorist Assemblages: Homonationalism in Queer Times. (Durham: Duke University Press, 2007):146. Studies of labor flows show that in the 1960s and in larger numbers by the 1990s, women were also migrating, living as single mothers and working as domestic workers and garment workers in the most-ly Mexican and Latino sectors of the city. See Ruth Milkman and Veronica Terriquez, “We are the Ones Who are Out in Front”: Women’s Leadership in the Immigrant Rights Movement,” Feminist Studies 38, no. 3 (Fall 2012). The Undocumented Student Movement challenges this heterosexual assumption and engaged in direct action to demonstrate the complexity of the issue of family reunification (Wong, et al., 2012: 94-95).37 Jasbir Puar, Terrorist Assemblages: Homonationalism in Queer Times. (Durham: Duke UP, 2007):145-6.38 Ibid, 146.39 Ibid.40 Ibid.41 Alfonso Gonzales, Reform Without Justice: Latino Migrant Politics and the Homeland Security State.42 Gary Gates J., LGBT Adult Immigrants in the United States. The Williams Institute, March 2013. See also “Asylum claims of LGBTI Central Americans and Others” and Suyapa G. Portillo Villeda, “Las ‘Cruza-Fronteras’: Género, sexualidad y migración (El caso de San Pedro Sula).” Spec. issue of Envío Honduras 4.13 (Dec 2006).17 The Tongue to Tongue Dialogues in September 2007 convened over 300 queer women of color and trans-gender people of color, including emerging trans-men activists in the city, for a 3-day conference.18 Later, the organizing committee participated in May Day as a tactic to recruit queer women and transgender people of color with an interest in immigration issues for a post-Tongue to Tongue initiative, a core committee and project then newly dubbed “Gamba Adisa” (named after Audre Lorde’s chosen African name before her death).19 A pupusería is a restaurant where you can find Central-American food fare, including pupusas. Pupusas are an empanada-like, thick corn tortilla filled with cheese and pork, or cheese and vegetables and served with a spicy cabbage relish. McArthur Park and Pico-Union, where Central-American refugees and asylees first came to LA, boasts a large number of these establishments.20 Winton, Richard and Duke Helfand. “LAPD Takes Blame for Park Melee.” Los Angeles Times. October 10, 2007. <http://articles.latimes.com/2007/oct/10/local/me-melee10> Accessed October 10, 2014.21 “Press Statement, May Day Queer Contingent: The Issues that Affect the LGBTQ Immigrant Population.” May 1, 2012 (packet of materials).22 Press Release, “Rainbow Flags at Immigration March in Downtown LA.” May Day Queer Contingent. April 30, 2014.23 Alexa Vásquez, MDQC Speech, May 1, 2014. Los Angeles, CA.24 Press Statement, “May Day Queer Contingent: The Issues that Affect the LGBTQ Immigrant Population.” May 1, 2012 (packet of materials).25 Ibid.26 Ibid.27 Other endorsers include: LA LGBT Center (former-ly LA Gay & Lesbian Center), Gender Justice LA, Coalición Translatin@, Inland Empire Immigrant Youth Coalition, Satrang, Lambda Legal Proyecto Igualdad.28 Representation and space proved to be contentious aspects of organizing the march, as the MDQC sought to secure speaking spots during the final programming staged at the end-of-march rally point, for maximum media exposure.29 Alfonso Gonzales, Reform Without Justice: Latino Migrant Politics and the Homeland Security State: 9-12.30 Ibid.Diálogo\t Articles     33The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingentin support of Tongues’ initiative to organize an ac-tion inspired by Mexico City’s March 2007 Marcha Lésbica. Relying upon an intersectional framework that was explicitly queer, Tongues organizing members staged their politics and work through conscious and embodied critiques of gender conformity mandates, lesbian feminist separatism, white homonormativity, and single-issue activism, thus representing a distinct and contemporary brand of queer women of color politics and organizing. Although the original group was Chicana-based and the roots of Tongues were decidedly so, Asian Americans, African Americans, and Central Americans got involved in the resulting Tongue to Tongue, and subsequently LAQ. This U.S.-based project was also informed by transnational feminisms, including Central American feminists, connected to transnational social and political movements though rooted in community organizing in LA.50 Andrea Smith, “Heteropatriarchy and the Three Pillars of White Supremacy: Rethinking Women of Color Organizing,” in INCITE! Women of Color against Violence, ed. The Revolution Will Not Be Funded: Beyond the Non-Profit Industrial Complex (Cambridge, MA: South End Press, 2007).51 Amid contested “origin” stories of intersectionality as a theory and practice, we acknowledge that critical race legal scholar Kimberlé Crenshaw originally offered concrete theorizations of intersectionality and thus created the now oft-relied upon terms to reference intersectional analysis and application. We also ac-knowledge earlier iterations of intersectional theory and practice employed by community and scholarly activists like Frances Beal, Toni Cade Bambara, Angela Davis, and Audre Lorde, to name just a few.52 Audre Lorde, “Sister Outsider: Essays & Speeches.” Freedom, California: The Crossing Press, 1984. Cherríe Moraga and Gloria Anzaldúa, eds. This Bridge Called My Back: Writings by Radical Women of Color. New York: Kitchen Table: Women of Color Press, 1981 (representing a radical break from white essentialist discourses of womanhood that marginalized women of color working-class concerns, and race/ethnicity-cen-tric ideologies of subaltern nationalisms that margin-alized sexuality and gender issues). See also, Norma Alarcón. “The Theoretical Subject(s) of This Bridge Called My Back and Anglo-American Feminism.” In Making Face, Making Soul/Haciendo Caras: Creative 43 The reference to the good immigrant and the bad immi-grant comes from countless conversations with LGBTQ activists who often reflect on the political dynamics facing immigrants who do not neatly fit the image of the immigrant family propagated by immigration reformers and policymakers in the LA movement and beyond. LGBTQ activists have challenged the existing dichotomy and have also reframed the issue to insert themselves, those that are queer or LGBTQ, or have a felony, or may be an ex-gang member, into the immigration narrative. The notion of the good im-migrant and the bad immigrant is explored by Alfonso Gonzales’ Reform Without Justice, Jasbir Puar’s Terrorist Assemblages and Karma Chávez’s Queer Migrations. Any association to the Sergio Leone film, “The Good, the Bad, and the Ugly” starring Clint Eastwood is unintentional and incidental.44 Luke Brinker, “Erick Erickson: ‘Fat Lesbians Got All the Ebola Dollars,’” Salon. October 13, 2014. <http://www.salon.com/2014/10/13/erick_erickson_fat_lesbi-ans_got_all_the_ebola_dollars/> and Lindsey Boerma, “Republican Congressman: Immigrant Children Might Carry Ebola.” CBS, August 5, 2014. <http://www.cbsnews.com/news/republican-congressman-immi-grant-children-might-carry-ebola/>.45 Sandra Hernández, “A Lethal Limbo,” Los Angeles Times, June 1, 2008. Accessed October 10, 2014.46 Antonio Olivo, “Gay Immigrants Fight to Join Movement.” Chicago Tribune, December 25, 2007, <http://articles.chicagotribune.com/2007-12-25/news/0712240777_1_immigrant-rights-illegal-im-migrants-awaiting-deportation-lesbian>.47 Peter Orner, ed., Underground America: Narratives of Undocumented Lives, (San Francisco: Voice of Witness McSweeny’s Books, 2008):110.48 Caitlin Breedlove, “Celebrating Our Wins, Organizing for Our Future: LGBTQ Immigrants in Times of Executive Action.” Huffington Post Gay Voices, November 24, 2014. <http://www.huffingtonpost.com/caitlin-breedlove/celebrating-our-wins-or-ga_b_6204370.html> Accessed October 10, 2014.49 LAQ is the current formation resulting from the as-pirational organizing of queer women and trans* of color which can be traced to Tongues, a collective formed in 1999 to address the lack of queer women of color leadership and their political, social, and cul-tural concerns. LAQ organizers first came together 34     Articles\t DiálogoSuyapa G. Portillo Villeda, et al. Volume 18 Number 2 Fall 2015and Critical Perspectives by Feminists of Color, edited by Gloria Anzaldúa. San Francisco: Aunt Lute Books, 1990: 356-369.53 These ideas were also explored by African Americans and Black lesbians in the 1970s; e.g. Audre Lorde, Barbara Smith, Combahee River Collective.54 See Angela Y. Davis, Women, Race and Class, (New York: Random House, 1981).55 INCITE! Women of Color Against Violence, ed. Incite! Women of Color against Violence, the Revolution Will Not Be Funded: Beyond the Non-Profit Industrial Complex. South End Press, 2009.56 LGBTQ inclusion was not a foregone conclusion among immigration reformers, and the Supreme Court’s 2013 U.S. v. Windsor, a resounding victory for the LGBT community which struck down part of the Defense of Marriage Act, helped to build public momentum, even among immigration reformers, for inclusion. See: Trudy Ring, “Marco Rubio: Immigration Reform Shouldn’t Include Gay Couples.” Advocate.com. June 13, 2013 <http://www.advocate.com/politics/politicians/2013/06/13/marco-rubio-immigration-re-form-shouldnt-include-gay-couples> Accessed October 9, 2014. Daniel Strauss, “Rubio: If Same-sex Marriage Provision is in Senate Immigration Bill, ‘I’m Gone,’” The Hill. June 13, 2013. <http://thehill.com/blogs/blog-briefing-room/news/305377-rubio-if-same-sex-marriage-provision-is-in-immigration-bill-im-gone-> Accessed October 9, 2014.57 See “LA Riots” in the South Central History Archive of the Southern California Library Archives. <http://www.southcentralhistory.com/la-riots.php> Accessed October 9, 2014.58 Letter to President Obama and the White House to End Detention of LGBTQ Immigrants. Transgender Law Center, December 5, 2014.59 For an example of MDQC visibility while LGBTQ con-cerns remain sidelined by the mainstream movement and policy/advocacy agenda, see <http://www.chirla.org/node/164> Accessed October 12, 2014.60 Wong, et al., 2012: 94-95.WORKS CITEDAbrego, Leisy J. Sacrificing Families: Navigating Laws, Labor, and Love Across Borders. Stanford, California: Stanford UP, 2014.Acuña, Rodolfo F. Anything but Mexican: Chicanos in Contemporary Los Angeles. London: Verso Press, 1996.Alarcón, Norma. “The Theoretical Subject(s) of This Bridge Called My Back and Anglo-American Feminism.” In Making Face, Making Soul/Haciendo Caras: Creative and Critical Perspectives by Feminists of Color, edited by Gloria Anzaldúa. San Francisco: Aunt Lute Books, 1990.Alencastre, Dante, dir. TransVisible: Bamby Salcedo’s Story. 2013.Alimahomed, Sabrina. “Thinking Outside the Rainbow: Women of Color Redefining Queer Politics and Identity.” Social Identities 16.2 (March 2010): 151-168.Bloemraad, Irene. Becoming a Citizen: Incorporating Immigrants and Refugees in the United States and Canada. Berkeley: U of California P, 2006.Cantú Jr., Lionel, ed. The Sexuality of Migration: Border Crossings and Mexican Immigrant Men. Edited by Nancy A. Naples and Salvador Vidal-Ortiz. New York: New York UP, 2009.Chávez, Karma R. “Doing Intersectionality: Power, Privilege, and Identities in Political Activist Communities.” In Identity Research and Intercultural Communication: Reflections and Future Directions, edited by Nilanjana Bardhan and Mark P. Orbe: 21-32. Lanham, MD: Lexington Books, 2012.Chávez, Karma R. Queer Migration Politics: Activist Rhethoric and Coalitional Possibilities. Urbana: U of Illinois P, 2013.Chemerinsky, Erwin. “An Independent Analysis of the Los Angeles Police Department’s Board of Inquiry on the Rampart Scandal.” 34, (2000-2001): 545.Crenshaw, Kimberle. “Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory, and Antiracist Politics.” University of Chicago Legal Forum, (1989): 139-167.Das Gupta, Monisha. Unruly Immigrants: Rights, Activism, and Transnational South Asian Politics in the United States. Durham, NC: Duke UP, 2006.Davis, Angela Y. Women, Race, and Class. New York: Random House, 1981.De Genova, Nicholas. “The Queer Politics of Migration: Reflections on ‘Illegality’ and Incorrigibility.” Studies in Social Justice 4.2 (2010): 101-26.Diálogo\t Articles     35The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer ContingentEscobedo, Deborah. “Propositions 187 and 227: Latino Immigrant Rights to Education.” Human Rights 26.3 (Summer 1999): 13-15.Falconí Trávez, Diego, Santiago Castellanos and María Amelia Viteri. Resentir lo queer en América Latina: Diálogos desde/con el sur. Barcelona: Editorial Egales, 2014.Gates, Gary J. LGBT Adult Immigrants in the United States. The Williams Institute. March 2013.Gonzales, Alfonso. Reform Without Justice: Latino Migrant Politics and the Homeland Security State. Oxford: Oxford UP, 2014.Hamilton, Nora and Norma Stoltz Chinchilla. Seeking Community in a Global City: Guatemalans and Salvadorans in Los Angeles. Philadelphia: Temple UP, 2001.INCITE! Women of Color Against Violence. ed. Incite! Women of Color Against Violence: The Revolution Will Not Be Funded: Beyond the Non-Profit Industrial Complex. South End Press, 2009.Lorde, Audre. Sister Outsider: Essays & Speeches. Freedom, California: The Crossing Press, 1984.Luibhéid, Eithne and Lionel Cantú, Jr., eds. Queer Migrations: Sexuality, U.S. Citizenship, and Border Crossings. Minneapolis: U of Minnesota P, 2005.May Day Queer Contingent. “May Day Queer Contingent: The Issues That Affect LGBTQ Immigrant Population.” May 1, 2012.Manalansan IV, Martin F. “Queer Intersections: Sexuality and Gender in Migration Studies.” International Migration Review 40.1 (2006): 224-49.Milkman, Ruth. L.A. Story: Immigrant Workers and the Future of the U.S. Labor Movement. New York: Russell Sage Foundation, 2006.Milkman, Ruth, Joshua Bloom and Victor Narro. Working for Justice: The L.A. Model of Organizing and Advocacy. Ithaca: Cornell UP, 2010.Milkman, Ruth and Veronica Terriquez. “‘We are the Ones Who are Out in Front’: Women’s Leadership in the Immigrant Rights Movement” Feminist Studies 38.3 (Fall 2012).Moraga, Cherríe and Gloria Anzaldúa, eds. This Bridge Called My Back: Writings by Radical Women of Color. New York: Kitchen Table: Women of Color Press, 1981.Orner, Peter, ed. Underground America: Narratives of Undocumented Lives. San Francisco: Voice of Witness, McSweeny’s Books, 2008.Pallares, Amalia and Nilda Flores-González, eds. ¡Marcha! Latino Chicago and the Immigrant Rights Movement. Urbana: U of Illinois P, 2010.Portillo Villeda, Suyapa G. “Las ‘Cruza-Fronteras’: Género, sexualidad y migración (El Caso de San Pedro Sula).” Spec. issue of Envío Honduras 4.13  (Dec 2006).Puar, Jasbir. Terrorist Assemblages: Homonationalism in Queer Times. Durham: Duke UP, 2007.Ramakrishnan, S. Karthick and Irene Bloemraad, eds. Civic Hopes and Political Realities: Immigrants, Community Organizations, and Political Engagement. New York: Russell Sage Foundation, 2008.Rodríguez, Ana Patricia. “‘The Fiction of Solidarity’: Transfronterista Feminisms and Anti-Imperialist Struggles in Central American Transnational Narratives.” Feminist Studies 34.1/2. The Chicana Studies Issue (Spring-Summer 2008): 199-226.Scott, Peter Dale. “Cocaine Politics: Drugs, Armies, and the CIA in Central America.” Berkeley: U of California P, 1998.Soto, Sandra K. “Cherríe Moraga’s Going Brown ‘Reading Like a Queer’.” GLQ: A Journal of Lesbian and Gay Studies 11.2 (2005): 237-263.Tichenor, Daniel J. Dividing Lines: The Politics of Immigration Control in America. Princeton: Princeton UP, 2002.Titshaw, Scott C. “U.S. Immigration Law: Denying the Value of Gay and Lesbian Families.” Human Rights. Winter (2001): 25-6.Vaid, Urvashi. Irresistible Revolution: Confronting Race, Class, and the Assumptions of LGBT Politics. New York: Magnus Books, 2012.Winton, Richard and Duke Helfand “LAPD Takes Blame for Park Melee.” Los Angeles Times. October 10, 2007.Wong, Kent, Janna Shadduck-Hernández, Fabiola Inzunza, Julie Monroe, Victor Narro, and Abel Valenzuela, Jr., eds. Undocumented and Unafraid: Tam Tran, Cinthya Felix, and the Immigrant Youth Movement. Los Angeles, California: UCLA Center for Labor Research and Education, 2012.",
    "id": 232974293,
    "identifiers": {
        "doi": null,
        "oai": "oai:via.library.depaul.edu:dialogo-1427"
    },
    "title": "The “Good,” the “Bad,” and the Queer Invisible: The Los Angeles May Day Queer Contingent",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T08:00:00+00:00",
    "publisher": "DePaul University",
    "references": [],
    "sourceFulltextUrls": [
        "https://via.library.depaul.edu/cgi/viewcontent.cgi?article=1427&amp;context=dialogo"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/232974293.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/232974293"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/232974293/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/232974293/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/232974293"
        }
    ],
    "abstract": "This article explores the evolution of the May Day Queer Contingent (MDQC) as a part of the annual Los Angeles May Day march. The MDQC is a notable example of the political mobilization led by queer women and transgender activists of color of the LGBTQ community, as it relates to the struggle for immigrant rights. Offering reflections from founders and key organizers, this paper considers the development of the MDQC; its engagement with other groups; intersectionality and queer women of color feminisms as a political project to confront a heteropatriarchal immigration reform movement",
    "tags": [
        "text",
        "Queer immigrants; Immigrant Rights Movement; May Day marches; May Day Queer Contingent; Intersectionality; Queer Women and Trans of Color (QWTOC); Los Angeles immigration marches",
        "Latin American Languages and Societies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:via.library.depaul.edu:dialogo-1427",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5470",
        "openDoarId": 0,
        "name": "Via Sapientiae: The Institutional Repository at DePaul University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 232974293,
        "depositedDate": null,
        "publishedDate": "2015-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-22T04:17:19+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-29T17:43:39+00:00"
    },
    "urls": [
        "https://via.library.depaul.edu/dialogo/vol18/iss2/4",
        "https://via.library.depaul.edu/context/dialogo/article/1427/viewcontent/Dialogo_Vol18_No2_Fall2015_GoodBadandQueerInvisible.pdf"
    ],
    "lastUpdate": "2024-01-22T04:17:19+00:00",
    "setSpecs": []
}