{
    "acceptedDate": "2017-10-30T00:00:00+00:00",
    "authors": [
        {
            "name": "Stanford, Dylan"
        }
    ],
    "contributors": [],
    "createdDate": "2018-06-11T06:22:00+01:00",
    "dataProvider": {
        "id": 922,
        "name": "Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/922",
        "logo": "https://api.core.ac.uk/data-providers/922/logo"
    },
    "depositedDate": "2017-10-27T00:00:00+01:00",
    "documentType": "",
    "doi": "10.1108/S1529-212620170000024014",
    "downloadUrl": "https://core.ac.uk/download/158250644.pdf",
    "fullText": "University of Wollongong Research Online Faculty of Law, Humanities and the Arts - Papers Faculty of Arts, Social Sciences & Humanities 1-1-2017 The normativity of recognition: Non-binary gender markers in australian law and policy Amy Davis University of Wollongong, ad495@uowmail.edu.au Follow this and additional works at: https://ro.uow.edu.au/lhapapers  Part of the Arts and Humanities Commons, and the Law Commons Recommended Citation Davis, Amy, \"The normativity of recognition: Non-binary gender markers in australian law and policy\" (2017). Faculty of Law, Humanities and the Arts - Papers. 3446. https://ro.uow.edu.au/lhapapers/3446 Research Online is the open access institutional repository for the University of Wollongong. For further information contact the UOW Library: research-pubs@uow.edu.au The normativity of recognition: Non-binary gender markers in australian law and policy Abstract Purpose: To consider the extent to which the legal recognition of non-binary gender has the potential to disrupt the gender binary. Methodology/Approach: This chapter will employ case study as method, focusing on recent changes to Australian law and policy, which introduce a third gender category. I rely on the work of queer theorists on normativity and recognition as a theoretical framework and on the work of social scientists on transgender people as evidence. Findings: This chapter finds that while there is much to be celebrated about increasing alternatives to the dominant categories of male and female, the legal recognition of non-binary gender may in fact serve to conceptually purge the dominant gender categories of non-conforming elements while simultaneously masking the ways in which institutions of regulatory power continue to demand conformity with normative standards of gender. Research Limitations: Since few non-binary individuals in Australia have adopted the X marker the implications laid out in this paper are speculative. The experiences of non-binary individuals present an important avenue for further research. Practical Implications: I recommend, as an alternative to further gender classifications, that we should seek to minimize the degree to which membership of a particular gender category is used to distribute rights and privileges. Originality/Value of Paper: This chapter advances the literature on nonbinary gender, contributes to existing queer and feminist analyses of the gender binary and extends work on normativity to legal recognition of alternative genders. Disciplines Arts and Humanities | Law Publication Details D. Amy. Davis, 'The normativity of recognition: Non-binary gender markers in australian law and policy' (2017) 24 Advances in Gender Research 227-250. This journal article is available at Research Online: https://ro.uow.edu.au/lhapapers/3446 Gender Panic, Gender PolicyThe Normativity of Recognition: Non-Binary Gender Markers in Australian Law and PolicyDylan Amy Davis,Article information:To cite this document: Dylan Amy Davis,  \"The Normativity of Recognition: Non-Binary GenderMarkers in Australian Law and Policy\" In Gender Panic, Gender Policy. Published online: 30 Oct 2017;227-250.Permanent link to this document:https://doi.org/10.1108/S1529-212620170000024014Downloaded on: 14 February 2018, At: 20:31 (PT)References: this document contains references to 0 other documents.To copy this document: permissions@emeraldinsight.comThe fulltext of this document has been downloaded 19 times since 2017*Access to this document was granted through an Emerald subscription provided by emerald-srm:235887 []For AuthorsIf you would like to write for this, or any other Emerald publication, then please use our Emeraldfor Authors service information about how to choose which publication to write for and submissionguidelines are available for all. Please visit www.emeraldinsight.com/authors for more information.About Emerald www.emeraldinsight.comEmerald is a global publisher linking research and practice to the benefit of society. The companymanages a portfolio of more than 290 journals and over 2,350 books and book series volumes, aswell as providing an extensive range of online products and additional customer resources andservices.Emerald is both COUNTER 4 and TRANSFER compliant. The organization is a partner of theCommittee on Publication Ethics (COPE) and also works with Portico and the LOCKSS initiative fordigital archive preservation.*Related content and download information correct at time of download.Downloaded by University of Wollongong At 20:31 14 February 2018 (PT)227THE NORMATIVITY OF RECOGNITION: NON-BINARY GENDER MARKERS IN AUSTRALIAN LAW AND POLICYDylan Amy DavisABSTRACTPurpose: To consider the extent to which the legal recognition of  non-binary gender has the potential to disrupt the gender binary.Methodology/Approach: This chapter will employ case study as method, focusing on recent changes to Australian law and policy, which introduce a third gender category. I rely on the work of queer theorists on normativ-ity and recognition as a theoretical framework and on the work of social scientists on transgender people as evidence.Findings: This chapter finds that while there is much to be celebrated about increasing alternatives to the dominant categories of male and female, the legal recognition of non-binary gender may in fact serve to conceptually purge the dominant gender categories of non-conforming elements while Gender Panic, Gender PolicyAdvances in Gender Research, Volume 24, 227–250Copyright © 2017 by Emerald Publishing LimitedAll rights of reproduction in any form reservedISSN: 1529-2126/doi:10.1108/S1529-212620170000024014BK-EMP-AGR_VOL24-170240.indb   227 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)228 DYLAN AMY DAVISsimultaneously masking the ways in which institutions of regulatory power continue to demand conformity with normative standards of gender.Research Limitations: Since few non-binary individuals in Australia have adopted the X marker the implications laid out in this paper are speculative. The experiences of non-binary individuals present an important avenue for further research.Practical Implications: I recommend, as an alternative to further gender classifications, that we should seek to minimize the degree to which mem-bership of a particular gender category is used to distribute rights and privileges.Originality/Value of Paper: This chapter advances the literature on non-binary gender, contributes to existing queer and feminist analyses of the gender binary and extends work on normativity to legal recognition of alternative genders.Keywords: Non-binary gender; transgender; gender binary; normativity; queer theory; recognitionIn April 2014, the highest appeal court in Australia handed down a historic decision in which it unanimously found that the New South Wales Registrar of Births, Deaths, and Marriages has the power to register a person’s sex as “non-specific” (New South Wales Registrar of Births, Deaths and Marriages v Norrie, 2014). The decision comes at a time when non-binary people are being increasingly recognized in Australian law and policy. In certain circumstances, individuals are now permitted to record their sex/gender as something other than male or female in passports (Department of Foreign Affairs and Trade (Cth), n.d.), in birth certificates issued by the Australia Capital Territory (Births, Deaths and Marriages Registration Act 1997 (ACT), s 24) and New South Wales (NSW Registrar v Norrie, 2014), and in personal records held by Australian Government departments and agencies (Australian Government, 2013b). In this chapter, I argue that while there is much to be celebrated about increasing alternatives to dichotomous gender categories, the legal recogni-tion of non-binary gender may in fact be interpreted as bolstering the very dichotomous system of gender it purports to undermine.In the following sections, I explore the implications of formal legal recognition of non-binary gender in Australian law and policy. Initially, I provide some background to the discussion by tracing the history of the BK-EMP-AGR_VOL24-170240.indb   228 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 229gender binary in Australian law and the recent activist and policy responses, which have sought to have non-binary gender recognized in law. I then out-line the theoretical context for the subsequent discussion, being the work of Michael Warner (2000) on normativity and Dean Spade (2011) on legal rec-ognition. In the subsequent section, I argue that the x category in Australian law and policy enacts what I describe as a politics of containment in which non-binary people are identified, stabilized, and purged from the dominant gender categories. Through an exploration of the ways in which the x legal classification is reliant on medical discourses, which pathologize non-binary gender, and the operation of classification systems, which produce mutually exclusive categories, I argue that the x marker is pathologizing and essentiali-zing in ways that are harmful for both non-binary people and people with intersex conditions. In the next section, I suggest that the introduction of the x marker not only does little to practically disrupt the gender binary but may in fact exacerbate it by creating an illusion of equality while institu-tions of regulatory power continue to marginalize many non-binary trans people. In this section, I outline some of the institutions of regulatory power that demand conformity with standards of binary gender, including iden-tity documentation, marriage, and sex-segregated facilities. I ultimately rec-ommend that rather than introducing further gender categories we should instead work toward minimizing the degree to which membership of a partic-ular gender category is used to distribute rights and privileges. To the extent that knowledge of gender is necessary (e.g., for monitoring affirmative action policies), I suggest that self-identification should be the determining factor. I conclude by exploring some preliminary possibilities for how this might be implemented in law and policy, with suggestions for further research.THE GENDER BINARY AND NON-BINARY GENDERThe division of people into two rigidly fixed, natural and mutually exclu-sive genders is a key organizing principle of Western societies (e.g., Butler, 1990; Fausto-Sterling, 2000a; Lorber, 2005). At birth, children are defini-tively sorted into one of these categories on the basis of the perception of their external genitalia. Within this framework, people assigned male at birth are expected to identify as men and be masculine, whereas people assigned female at birth as expected to identify as women and be feminine. The law functions as a key site at which these gender norms are “actively consolidated into institutional practice” (Meadow, 2010, p. 820; see also Greenberg, 1999; BK-EMP-AGR_VOL24-170240.indb   229 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)230 DYLAN AMY DAVISKolbe, 2009; Sharpe, 2002; Spade, 2008). In a 1968 decision of the Civil Court of the City of New York, for example, Judge Pecora statedIt has been suggested that there is some middle ground between the sexes, a ‘no-man’s land’ for those individuals who are neither truly ‘male’ nor truly ‘female’. Yet the standard is much too fixed for such far-out theories. (Re Anonymous, 1968, p. 838)Similarly, in the Australian case of R v Harris (1988), the Court considered the submission that even if  it were to decide that a trans individual had not undergone surgery to a sufficient extent to be considered a woman at law, it was nonetheless “open for the Court to say that there is a third state” that she could fall into (1988, p. 170). Justice Matthews ultimately rejected the sub-mission, stating, “I can see no place in the law for a ‘third sex’,” noting that such a category would “cause insuperable difficulties in the application of existing legal principles” and “relegate transsexuals to a legal ‘no man’s land’” (1988, p. 194).This case law, however, fails to account for the diversity of bodies and identities outside of the male/female binary. Some transgender1 people do not identify solely as one binary gender or the other. Individuals who fall under the genderqueer or non-binary umbrella, for example, may “have a gender which is neither male nor female and may identify as both male and female at one time, as different genders at different times, as no gender at all, or dispute the very idea of only two genders” (Richards et al., 2016; see also, Bolton & Kean, 2015; Nestle, Wilchins, & Howell, 2002). For example, in a 2015 US survey of trans people, more than one-third (35%) of respondents indicated that their gender identity was best described as non-binary or genderqueer (James et al., 2016).In addition to affecting non-binary trans people, who are the focus of this chapter, the dichotomous sex/gender system has implications for peo-ple with intersex conditions. Intersex is a term which, although contested, is generally used to describe “the state of  being born with a combina-tion of  characteristics (e.g., genital, gonadal, and/or chromosomal) that are typically presumed to be exclusively male or female” (G. Davis, 2015, p. 2). Intersex activists and academics, however, have long expressed con-cerns about trans and non-binary activists conflating issues of  identity and biology and appropriating the language of  intersex for their own purposes (Dreger & Herndon, 2009). This chapter therefore endeavors to keep non-binary gender identity and intersex status analytically distinct, except to the extent that sex and gender are already conflated in Australia law and policy. Birth certificates and passports, for example, use the language of  sex, despite the fact that in circumstances of  changing a classification it would BK-EMP-AGR_VOL24-170240.indb   230 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 231be more appropriate to use the language of  gender. Where sex and gender have been conflated with implications for intersex people in this chapter, it will be noted throughout.Recent Developments in Australian Law and PolicyIn response to the prevailing dichotomous gender structure of the Australian legal system some have advocated for the recognition of non-binary gender in law, with increasing success. In 2010, for example, self-identified eunuch Norrie commenced proceedings against the NSW Registrar of Births, Deaths and Marriages, who had denied Norrie a recognized details certificate2 with sex [sic] listed as “not specified.” On appeal, the High Court unanimously found that that the Act recognizes that “a person’s sex may be indeterminate” (2014, para. 46) and that the Registrar has the power to record an individual’s sex as non-specific (NSW Registrar v Norrie, 2014). Norrie’s case thus rep-resents a historic decision which forms part of a domestic and international trend3 toward broader legal recognition of the third sex/gender categories. For example, just a month before the final decision of the High Court in NSW Registrar v Norrie (2014) was handed down, the Australian Capital Territory also introduced an x classification for birth certificates (Births, Deaths and Marriages Registration Act 1997 (ACT), s 24).At the level of  policy, the recommendations of  the Australian Human Rights Commission’s Sex Files Report (2009) have prompted more inclusive passport and record-keeping policies. In 2011, the Department of  Foreign Affairs and Trade announced a number of  changes to its passport poli-cies, including allowing a person to obtain a passport with sex [sic] listed as x (Department of  Foreign Affairs and Trade (Cth), n.d.). Likewise, in July 2013, the Australian Government released the Australian Government Guidelines on the Recognition of Sex and Gender which outlines the sex/gen-der classification policies that apply to federal government departments and agencies (Australian Government, 2013b). The Guidelines state that “[w]here sex and/or gender information is collected and recorded in a personal record, individuals should be given the option to select M (male), F (female) or x (indeterminate/unspecified/intersex)” (Australian Government, 2013b, para. 19).Although the legal recognition of non-binary gender has never been the subject of widespread campaigning in Australia, the relatively quiet introduc-tion of the x marker has been celebrated by many as a disruption to the dom-inant view of gender as binary and a significant win for non-binary rights and BK-EMP-AGR_VOL24-170240.indb   231 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)232 DYLAN AMY DAVISrecognition (e.g., Germon, 2014; Pitts, 2014). On top of a growing literature of scholarly critique of the gender binary (e.g., Butler, 1990; Fausto-Sterling, 2000a; Lorber, 2005) some scholars have also specifically argued that the third gender category “challenges the rigidity of the gender binary system” (Monro, 2005, p. 15). For example, in a slightly different context, being the third category of restroom, Terry Kogan argues: “The very existence of a restroom labeled ‘Other’ forces all persons, especially those who choose to use the restrooms labelled ‘Men’ or ‘Women,’ to question their default assump-tions about sex and gender” (1997, p. 1253).While Kogan and others like him make important and persuasive argu-ments for the disruptive potential of the third gender categories, in this chap-ter I argue for caution. In particular, I suggest that the third category may instead be interpreted as bolstering the very dichotomous system of gen-der it purports to undermine. Before doing so, however, I turn to the work of Michael Warner (2000) on normativity and Dean Spade (2011) on legal recognition.NORMATIVITY AND RECOGNITIONMichael Warner (2000) attributes normativity to the invention and spread of statistics in the nineteenth century. Within this usage, the term “normal” means simply within the common statistical range. However, modern medi-cine developed around the notion that statistical methods could be used to discover natural laws such that “normal came to mean right, proper, healthy” (e.g., the average body temperature of the population is the healthy body tem-perature) (Warner, 2000, p. 57). Thus the statistical norm is often confused for the evaluative norm, being a “standard criterion of value” (Warner, 2000, p. 56). This understanding of normativity is reminiscent of Foucault’s (1978) familiar notions disciplinary power and biopower, which he likewise theo-rizes as emerging during the nineteenth century. During this time, the state’s sovereign power to put someone to death became “supplanted by the admin-istration of bodies and the calculated management of life” as exemplified by the newfound observation of birthrates and public health (Foucault, 1978, p. 140). Key to this new mode of power was the invention of certain catego-ries of improper and unhealthy people (e.g., the homosexual, the criminal, the hysterical woman) who in turn become the basis against which norms of (im)proper behavior were enforced, evaluated, and monitored. Thus, for both Warner and Foucault normal came to be the standard against which one dis-ciplines or evaluates oneself.BK-EMP-AGR_VOL24-170240.indb   232 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 233For stigmatized groups, such as queer people, the appeal to or insistence upon normality is a convenient response to the common perception of sexual and gender deviance as pathological (Warner, 2000). Warner argues, however, that this simply produces a “hierarchy of shame” within queer politics, which positions the “happily coupled veterinarians in a suburban tract home” as the “more respectable, easier to defend” constituency of the movement (2000, p. 49). Warner attributes this hierarchy of shame to “the structuring conditions of gay and lesbian politics,” being the tension between the internal standard of the stigmatized queer constituency on the one side, and the external stand-ard of the dominant culture on the other side (2000, p. 49). He points out that queers, like other stigmatized groups, have been tempted to believe that “the way to overcome stigma was to win acceptance by the dominant culture,” and it is therefore unsurprising that those who are most concerned with achiev-ing respect and recognition might wish that “their peers in shame would be a little less queer, a little more decent” (Warner, 2000, p. 50). The dilemma of the appeal to normal is that it “merely throws shame on those who stand farther down the ladder of respectability,” since it seems impossible to think of oneself  as normal without thinking of another as pathological (Warner, 2000, p. 60). Importantly, these hierarchies often reinforce other “hierarchies of respectability” based on gender variance, race, class, and urban geography (Warner, 2000, p. 67).Trans scholar Dean Spade likewise argues that “legal declarations of  ‘equality’ are often tools for maintaining stratifying social and eco-nomic arrangements” (2011, p. 14). He argues that lesbian, gay, bisexual, and transgender (LGBT) law reform agendas that “chang[e] what the law explicitly says about a group,” such as anti-discrimination in the workplace, military inclusion, and same-sex marriage, seek inclusion and recognition in dominant institutions without fundamentally challenging the systemic inequalities these institutions are based on (Spade, 2011, p. 124). Instead, like Warner, Spade (2011) argues that demands for legal recognition and inclusion result in certain sub-sections of  the group being targeted as unde-serving and pursuing the needs of  the favored group who are, in turn, taken to represent the whole. He furthermore points to the ways in which admin-istrative legal systems, such as health care, housing, and education, “create structured insecurity and (mal)distribute life chances across populations” by using purportedly neutral criteria to distribute resources and opportunities in ways which reproduce racist, sexist, homophobic, ableist, xenophobic, and transphobic outcomes (Spade, 2011, p. 29). By subscribing to a neoliberal agenda of recognition and inclusion then, the LGBT law reform work not only alienates those most affected by structured inequality but also in fact BK-EMP-AGR_VOL24-170240.indb   233 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)234 DYLAN AMY DAVISfurther “endangers and marginalizes” (Spade, 2011, p. 15) them by perpetu-ating the harmful logics of  these systems and “contributing to their illusion of fairness and equality” (Spade, 2011, p. 124).Bearing in mind Warner and Spade’s astute analysis of the trouble with appealing to normal in the pursuit of legal recognition, it is necessary to ask whether certain hierarchies of shame and structured inequality are also being reproduced in the context of the legal recognition of non-binary gender. In what ways, for example, is non-binary gender made more respectable, more palatable to the dominant culture in the process of recognition? Does the legal recognition of non-binary gender affect the administrative distribu-tion of resources? Are there versions of non-binary gender and gender non-conformity that are further marginalized in the process of recognition and, if  so, does this correspond to other intersecting hierarchies of respectability along the lines of race, class, disability, and national origin? I consider these issues in the following sections of this chapter.CONTAINING THE THREATIn this section, I argue that the x category in Australian law and policy enacts a politics of containment in which non-conforming elements are identified, essentialized, and purged from the dominant gender categories. As Towle and Morgan contend, the third gender category “functions to protect ‘first’ and ‘second’ categories from becoming analytically muddled or contaminated” by implying that the dominant gender categories are “inviolable and unproblem-atic” (2002, pp. 484–485). In this section, I trace the ways in which the legal classification of non-binary gender represented in the x marker is reliant on medical discourses that pathologize non-binary gender. I observe that the gendered possibilities outside the binary have become explicitly recognized by the medical establishment at the same time as the legal classification of x has emerged to contain the gendered excess represented therein. Non-binary people are thus brought into the dominant gender order and simultaneously pathologized as other within it. Given that classification systems rely on the assumption that categories are both internally coherent and mutually exclu-sive from one another, the x category functions not only to differentiate non-binary gender from the dominant gender categories but also to obscure the substantial differences within the x category. As elaborated below, x as a legal category thus serves to essentialize non-binary gender in ways that are not only contrary to experiences of many non-binary people but also in ways that are harmful for people with intersex conditions.BK-EMP-AGR_VOL24-170240.indb   234 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 235PathologizationAs outlined previously, the only two Australian states or territories that allow a person to change the sex [sic] on their birth certificate (or similar) to something other than male or female are the Australian Capital Territory and New South Wales. In each of these circumstances, psychological and/or medical evidence in the form of a letter or statutory declaration from a medi-cal practitioner or psychologist is required to allow the amendment.4 As such psychological and medical professionals are installed as gatekeepers to non-binary gender recognition, consistent with a long history of psycho-medical intervention into trans lives (Feinberg, 1996; Stone, 2006).While historically the treatment of transgender people has not accom-modated for identifications outside of the binary gender categories, recent changes to diagnostic criteria used in the treatment of trans people have begun to acknowledge the existence of non-binary people. In May 2013, the diagnosis Gender Dysphoria replaced the former diagnosis of Gender Identity Disorder in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) (American Psychiatric Association, 2013, pp. 451–459). Among other changes, the entry for Gender Dysphoria in the DSM-5 now observes that “[e]xperienced gender may include alternative gender identities beyond binary stereotypes” and acknowledges options beyond only the “other gen-der” (American Psychiatric Association, 2013, p. 453). As such, although people with gender expressions and identities outside the binary have a long history of being pathologized and marginalized by medical systems, this rep-resents perhaps the first time that they have been explicitly marked out and named in the pathologizing processes represented by the DSM.Other trans scholars have convincingly argued that earlier versions of these diagnostic criteria have been instrumental in containing and patholo-gizing gender non-conforming people who generate friction against domi-nant gender categories. Spade (2006), for example, argues that normatively gendered subjects are created through the process of distinguishing them from non-normatively gendered subjects who are in turn produced through relevant diagnostic criteria. Using Foucault’s notion that a category of devia-tion produces a “mill of speech” for identifying “ill” behavior (1978, p. 21), Spade (2006) argues that trans-related diagnostic criteria provide a regulatory structure that ensures compliance with normative gender through surveil-lance. The medical model also provides apparent treatment for violations of gender norms by allowing trans people with appropriately normative cross-gender expressions to access hormones and surgeries so that they can pass as non-transgender people without disrupting the binary. As such, the creation BK-EMP-AGR_VOL24-170240.indb   235 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)236 DYLAN AMY DAVISof the diagnosis supports the notion that there are two distinct gender group-ings, which usually contain everyone but are occasionally wrongly assigned and therefore need to be rectified in order to re-establish the norm. This serves to “privatize” and “de-politicize” (Spade, 2006, p. 317) gender such that the focus is on deviant gender performances and never on the compulsory nature of the gender binary, which is itself  left intact.For the most part, the diagnostic criteria for Gender Dysphoria in the DSM-5 continues this tradition of pathologizing transgender people and facilitating medical interventions that bring trans people into the dichoto-mous gender order. This is evident in the fact that alternatives to the “other gender” are relegated to parentheses and a passing note only. Nonetheless the DSM-5 presents an interesting development in that it creates some space for non-normatively gendered subjects to exist outside of their assigned binary gender without having to be brought into the opposite gender. I suggest in the next section, however, that the third legal gender category functions to contain the threat that this presents for the dominant gendered order. Thus, although the non-normatively gendered possibilities represented by the DSM-5 have the potential to blur the boundary between male and female, the introduction of the third legal gender ensures that non-binary gender is defined, delimited, and contained into its own category, ensuring that the existing categories of male and female remain uncontaminated. It is to the categorizing impulse of law, and the implications of this, that I now turn.Legal ClassificationThe law, with its tendencies toward identification, classification, and regula-tion, is well-equipped to perform the kind of containment necessary to purify the male/female binary of undesirable elements. The law’s impulse toward categorization arises as a result of its need to “simplify complex concepts” (Grenfell & Hewitt, 2012, p. 761) in order to apply standardized legal reason-ing. The work of Bowker and Star (1999) on the political and ethical dimen-sions of classification systems is useful for understanding the implications of this process. They remind us that while classification methods purport only to group pre-existing types of things in a manner that is neutral and natural, the process in fact does the ideological work of shaping the world (Bowker & Star, 1999). While classification systems are universal cognitive coping mechanisms, it is nevertheless a mistake to assume that they sort things along obvious or natural lines (Bowker & Star, 1999). Through an explora-tion of, for example, race classifications in apartheid South Africa and health BK-EMP-AGR_VOL24-170240.indb   236 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 237classifications made by medical professionals, Bowker and Star (1999) reveal the ways in which classification systems privilege some distinctions as natural and significant while others are entirely ignored, with implications for the populations who are produced and regulated in the process.Importantly, these classification systems also rely on assumptions of simi-larity and difference. Meadow reminds us, in a discussion of (binary) clas-sifications of transgender people by US courts, that to function properly classification systems must “denote mutually exclusive groups” (2010, p. 817). For Meadow, the effect of this requirement is that “[o]bjects that cut across categories must be placed in one box or another” (2010, p. 817). I suggest, furthermore, that an alternative (and additional) way of coping with objects that cut across categories is to create the third category such that all three categories are mutually exclusive from each other.However, this framework for understanding non-binary gender as funda-mentally and obviously different from each of the binary genders is inconsist-ent with the lived realities of many gender diverse people. One sociological study of transgender people, for example, found that 92% of respondents typically presented themselves as a man or as a woman in public and hoped to appear as such, despite the fact that only 67% of respondents identi-fied themselves in binary terms (as either a man, woman, male, or female) (E. C. Davis, 2009). Given the limitations on publicly available gender catego-ries, trans people are engaged in creating coherence for both themselves and others in situations where it may not be possible to convey the complexities of the gendered self  or where it may be dangerous to do so (E. C. Davis, 2009). As such, the x marker functions to erase much that is disruptive about gender non-conformity, being its multiplicity and incoherence, by imposing norms of essentialism and stability.The homogenizing effects of the x marker are not only evident in the extent to which the category obscures differences among non-binary people but also in the extent to which it problematically conflates non-binary gender and intersex status, instead subsuming them within one undifferentiated cat-egory. The draft version of the Australian Government Guidelines (Australian Government, 2013a) allowed people to adopt an x marker in circumstances where they had an intersex condition but not where they were trans. After submissions by non-binary trans people, the category was widened such that the x category in the final form of the Guidelines was described to mean “indeterminate/intersex/unspecified.” An uninformed reader would likely assume that the terms “indeterminate,” “intersex,” and “unspecified” are syn-onymous. As such, it is arguable that non-binary trans people have simply been subsumed within a pre-existing intersex category, erasing the substantial BK-EMP-AGR_VOL24-170240.indb   237 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)238 DYLAN AMY DAVISdifferences between them. As discussed previously, intersex is congenital and relates to sex in the sense of genetic, chromosomal, and hormonal factors (G. Davis, 2015), whereas transgender refers to a conflict between gender identity and gender assigned at birth (Burdge, 2007). Locating people with intersex and non-binary trans people within one category, therefore, misses that the vast majority of people with intersex identify as either male or female (National LGBTI Health Alliance, 2013), and that “that intersex experiences and advocacy may become muddied, co-opted, or misguided in the conflation of transgender and intersex” (Dreger & Herndon, 2009, p. 213). By subsum-ing non-binary and intersex people into one undifferentiated category the x marker thus not only functions to contain the apparent threat posed by non-binary trans people and people with intersex to the stability and coher-ence of the gender binary, but in doing so dismisses as irrelevant the range of actual experiences within this apparently homogenous group.In this part, I have argued for the normalizing effects of appealing to the dominant culture for respect and recognition. In particular, I have argued through the interdependent processes of pathologization and classification much of what is troublesome about gender non-conformity becomes erased or otherwise eliminated as gendered experiences outside the binary are iden-tified, stabilized, and essentialized. That which is conceptually salvageable within the dominant gendered order becomes classified and normalized, while that which is unable to be assimilated remains incomprehensible. Warner’s “hierarchies of respectability” (2000, p. 67) are thus reinscribed, privileg-ing those non-binary people who can more readily approximate normalcy. At the same time, the privileged status of the dichotomous gender categories remains intact as, insofar as non-binary gender is brought into the domi-nant gender order, it continues to be pathologized and distinguished from the binary gender categories. Non-normative genders are thus purged from the dominant categories and any threat they pose to the dichotomous gender order is conceptually contained.THE PERSISTENCE OF THE GENDER  BINARY IN ADMINISTRATIVE LAWIn this part, I suggest that while one legal discourse may formally recog-nize non-binary gender, the administrative legal discourses which determine access to services and resources make little to no space for non-binary gen-der. In these circumstances, people who elect to have an x identifier on BK-EMP-AGR_VOL24-170240.indb   238 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 239their documents would likely be marked for further scrutiny, gender polic-ing, and harassment. I suggest then that the introduction of  the x marker not only does little to practically disrupt the gender binary but may in fact exacerbate it by creating an illusion of  equality while institutions of  regula-tory power continue to leave them bereft in a system with a limited form of citizenship. In this section, I outline some of  the institutions of  regulatory power that demand conformity with standards of  binary gender, including identity documentation, marriage, and sex-segregated facilities. I conclude this section by suggesting that, while legal recognition may be an option for those non-binary people who are otherwise already served by regula-tory systems and prevailing socio-economic arrangements, it would likely compound the harms perpetuated against those who are the most margin-alized at the intersection of  race, class, disability status, employment, and immigration status.Identity DocumentsProof of identity is required for a multitude of everyday transactions. Whereas for most people providing identity documents will be a fairly rou-tine matter, for those people with a lack of consistent identity documents it can have wide-ranging impacts on their participation in the social, economic, and political aspects of civic life. In most of the literature relating to trans identity documents to date, scholars and commentators have drawn attention to the lack of consistency in policies for changing gender records from male to female, or vice-versa (e.g., Meadow, 2010; Spade, 2008). In Australia, for example, passports, health-care cards, and social security are managed at a federal/national level, while birth certificates and driver’s licenses are man-aged at a state and territory level. On top of this, non-government and pri-vate organizations, such as banks and universities, tend to develop their own conflicting policies for allowing people to change their gender marker.In these circumstances, trans scholars and activists have advocated for low-ering the thresholds for allowing gender reclassification, including abolishing stringent and unnecessary surgeries requirements. With the introduction of the x marker by only some administrative institutions in Australia, however, non-binary people who want to be recognized as such face the impossibility of carrying consistent identity documents with which to prove their identity. Although federal passport policy and the Australia Government Guidelines now allow for the x identifier, only two of the eight states and territories allow sex [sic] to be recorded as something other than male or female on BK-EMP-AGR_VOL24-170240.indb   239 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)240 DYLAN AMY DAVISbirth certificates (or equivalent), and even then, only in limited circumstances. While the NSW Registrar of Births, Deaths and Marriages has the power to record the sex [sic] of a person as “non-specific” following the decision in NSW Registrar v Norrie (2014), it can only do so where the individual has undergone a “surgical procedure” involving the “alteration of reproduc-tive organs” (Births, Deaths and Marriages Registration Act 1995 (NSW), s 32A(b)). Given the fact that surgery involving the reproductive organs is dangerous, expensive, and considered unnecessary for many trans and non-binary people, having a “non-specific” sex designation on a birth certificate remains a slim possibility for the overwhelming majority of non-binary trans people in NSW.Spade has remarked on the “the economic and political impairment” that arises in the US context from being “inconsistently classified in the [gender] rule matrix” (2008, p. 747). For many trans people, being unable to provide basic identification documents that consistently show their current name and gender means that they are outed in the process of applying for jobs, hous-ing, and finance, as well as a myriad of other common transactions. Similarly in the 2007 Australian TranzNation survey, 32.4% of participants reported that they had received lesser treatment due to issues regarding name/gender on documents and 31.6% reported that they had been refused employment or denied a promotion in an existing job (Couch et al., 2007). On top of that, 15% had been refused bank finance, 12% had been refused housing, and 26.9% had been refused services in other areas (Couch et al., 2007).Sex-SegregationThe fact that non-binary genders are generally not recognized is exempli-fied by the abundance of  sex-segregated institutions in Australian society. Although trans people who fall within the gender binary are increasingly gaining access to appropriate sex-segregated facilities, non-binary people not only fail to gain access to services that affirm their gender but also may be left in a legal no man’s land. The most notable of  these institutions in the Australian context is marriage, which continues to be defined under Section 5 of  the Marriage Act 1961 (Cth) as “the union of  a man and a woman to the exclusion of  all others,” despite several attempts in recent years to intro-duce same-sex marriage.5 Although there is no case law about marriages involving non-binary people, there has been one reported Australian case where the court has considered the validity of  a marriage involving a person with intersex, which found that the marriage was void on the basis that he BK-EMP-AGR_VOL24-170240.indb   240 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 241was “neither man nor woman, but a combination of  both” (In the Marriage of C & D, 1979, p. 640). The case was subsequently overturned on the basis that, among other things, a person with intersex was entitled to “choose their sex and marry” (Attorney-General for the Commonwealth v Kevin, 2003, para. 231). While the conflation of  trans and intersex are problematic for the reasons outlined earlier, given the conflation of  sex and gender within the popular imaginary and the legal system in particular, such case law is nonetheless illuminative. It remains to be seen whether a person who refuses to choose a sex (or gender) would be permitted to enter into or remain in a marriage, but given the current wording of  the Marriage Act 1961 (Cth) it seems unlikely.Other sex-segregated facilities may also impact on a non-binary person’s sense that they are not recognized by the legal system. These include pris-ons, homeless shelters, drug treatment centers, foster care group homes, domestic violence shelters, and public toilets. Given rates of job and housing discrimination experienced by trans people, they may have an increased need to access sex-segregated services. For example, the 2015 US Trans Survey found that respondents reported high rates of experience in the underground economy, with 20% having participated in sex work, drug sales, and other work that is currently criminalized at some point in their lives (James et al., 2016). Furthermore, 12% of respondents had experienced homelessness in the past year due to being transgender (James et al., 2016).Unequal DistributionIn the previous part, I have explored various legal and administrative dis-courses that maintain a binary view of gender in order to demonstrate that while one legal discourse may formally recognize non-binary gender, the administrative and legal discourses that determine their access to services and resources make little to no space for non-binary gender. As a result of this tension, it is evident that the introduction of the third gender category serves not only to obscure the persistence and prevalence of the gender binary in regulatory legal systems but also grants non-binary people a limited form of citizenship and impedes upon their ability to access certain social, economic, and political opportunities.This is not to say that no non-binary people will adopt the x marker. I suggest, however, that the benefits of  non-binary legal recognition will be unequally distributed. As Spade points out, it is trans people who experience the most extreme vulnerability at the intersection of  race, class, disability BK-EMP-AGR_VOL24-170240.indb   241 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)242 DYLAN AMY DAVISstatus, employment, and immigration status, who are most likely to have “aspects of  their lives are directly controlled by legal and administrative systems of  domination… that employ rigid gender binaries” such as prisons and homeless shelters (2011, p. 13). As such, the 2015 US Trans Survey reported that although 30% of  all respondents had experienced homeless-ness during their lifetime, the rate of  homelessness was significantly higher for transgender women of  color, including American Indian (59%), Black (51%), multiracial (51%), and Middle Eastern (49%) women (James et al., 2016). Similarly, while 2% of  all respondents reported being assaulted or attacked when presenting inconsistent identification documents, Middle Eastern respondents were almost five times as likely (9%) to report expe-riencing this, American Indians were three times as likely (6%), and Black respondents were twice as likely (4%) (James et al., 2016). Although these statistics are specific to race-relations in the United States, there is noth-ing to suggest that this general trend is not replicated in Australia. I argue, therefore, that while most non-binary people who adopt the x marker would be impaired by a system which otherwise does not recognize them, it is those non-binary people who are otherwise marginalized by systems of dominance and control along the lines of  race, class, and disability status who would suffer the greatest disadvantages in doing so. Thus, in appealing to recognition from the dominant culture Warner’s “hierarchies of  respect-ability” are further reinscribed (2000, p. 67).RECOMMENDATIONSIn this chapter, I have argued that, given the normalizing effects of appealing to the dominant culture for recognition, the third legal gender category may be interpreted as bolstering the very dichotomous system of gender it purports to undermine. As an alternative to this, I suggest that we should seek to mini-mize the degree to which membership of a particular gender category is used to distribute rights and privileges. In this section, I briefly review a number of state interests that apparently justify classifying and discriminating on the basis of gender including protection against identity fraud, safety and com-fort, opposition to same-sex marriage, effective governmental planning (par-ticularly in relation to public health), and monitoring participation in public activity for the purposes of affirmative action. I conclude that, for the most part, the benefits to the state do not outweigh the harms perpetuated against gender minorities, including non-binary trans people. To this end, following BK-EMP-AGR_VOL24-170240.indb   242 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 243other queer, trans, and feminist scholars, I recommend that we instead move toward “deliberate degendering” (Lorber, 2005) or “dis-establish[ing] gender from the state” (Currah, 2006, p. 24; see also, Spade, 2008, 2011).To their credit, the Australia Government Guidelines are already cogni-zant of the unnecessary collection of gender data. As such, the Guidelines state that departments and agencies “must not collect information unless it is necessary for, or directly related to, one or more of the agency’s functions or activities” (Australian Government, 2013b, para. 29). While this is a step in the right direction, I predict that the pervasiveness of binary gender and its social significance will make it difficult for decision-makers to critically assess whether gender categories are truly required and whether the necessity of gender categories outweighs their oppressive nature. In any case, I recom-mend that degendering should take place on a significantly larger scale than that implied in by the Australian Government Guidelines, arguing in favor of an end of gender designation as a tool of identification, the degendering of marriage and moving toward reducing sex-segregated facilities. To the extent that knowledge of gender is necessary, I suggest that self-identification should be the determining factor.Identity FraudMany commentators have claimed that gender has limited value as a predic-tor of  appearance for the purposes of  identification (Bennett, 2014; Fausto-Sterling, 2000b; Spade, 2008). Ezie argues that “given the sheer variety of bodies (for example, stocky, lanky, curvy, flat-chested)” that exist within the categories of  male and female, gender is a “fatally imprecise” identifier (2011, p. 191). Spade (2008), likewise, has charted the significant variation in gender reclassification policies across agencies and states in the United States in order to demonstrate the instability of  gender as a category of identity verification. The fact that in one jurisdiction an individual needs a penis (phalloplasty) to be reclassified as male, while in another jurisdiction he needs to remove his uterus, ovaries, and breasts but does not need a penis attests to the fact that gender is “unstable and unreliable as an indicator of  any particular ‘truth’ across the entire system” (Spade, 2008, p. 803). In an age where photographs, digital signatures, retinal scans, blood type, and other technology exist to identify people more accurately, gender markers are no longer necessary or useful for the purposes of  correctly identifying individuals.BK-EMP-AGR_VOL24-170240.indb   243 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)244 DYLAN AMY DAVISSafetySex-segregation, and its corollary, binary gender classification, are often justified on the basis of the safety and comfort of primarily non-transgender women. However, commentators have questioned whether the aims of sex-segregation in bathrooms, shelters, group homes, and prisons are best met by sex-segrega-tion (Spade, 2008). For example, research on a series of experimental gender-integrated prisons, which were established in the 1970s and 1980s in the United States, found that violence within the facilities was significantly reduced, espe-cially amongst men and including sexual assault (Smykla, 1979). As such, some have argued that personal security is a function primarily of supervision, not segregation, and that prisoners are more vulnerable in poorly supervised sex-segregated environments than in well-supervised co-ed facilities (Herbert, 1985). Sanders and Stryker (2016) make a similar argument in the context of public bathrooms that safety is a function of communal space and increased occupancy rather than segregation. This is not to diminish the very real fears of discomfort, harassment, and assault experienced by people, often women, in relation to gen-der-integrated facilities, but rather to question whether there are other policies that might produce more meaningful safety measures without also harming trans and non-binary people. Further research in this area is required, but it may begin with consideration of, for example, locked, single-stall bathrooms or increased security in residential facilities (see Sanders & Stryker, 2016).Same-Sex MarriageIn NSW Registrar v Norrie (2014), the High Court pointed to the state’s continu-ing investment in binary gender categories for the purpose of marriage, stating that “[t]he chief, perhaps the only, case where the sex [sic] of the parties to the relationship is legally significant is marriage” (2014, para. 42). Many commenta-tors have identified the homophobia inherent in transgender jurisprudence, with much of the case law on the issue of gender classifications arising in relation to the validity of a marriage (Cruz, 2010; Sharpe, 1997, 2002). I suggest, however, that homophobia is a poor excuse for maintaining restrictive and harmful gender classifications in circumstances where they are otherwise of limited usefulness.Public HealthSpade (2008) submits that one area, that may benefit from retaining the use of gender data would be public health. It is necessary, however, to con-sider what assumptions are being made about the work that gender does in BK-EMP-AGR_VOL24-170240.indb   244 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 245this context. For a government program interested in tracking uterine cancer rates, for example, it may be more useful to gather information about people with uteruses rather than people classified as females since not all of these people will have uteruses (Spade, 2008). While it makes sense to record infor-mation about sex and gender as part of an individual’s medical history, there is no reason why this should be a primary part of their record or why it should act as an obstacle to obtaining certain treatments.Affirmative ActionIt may be necessary for institutions to refrain from degendering in specific circumstances, particularly in relation to evaluating efforts to redress dis-crimination against women and trans people (Lorber, 2005). In these cir-cumstances, however, data should be collected only to the degree that it is necessary to achieve these aims. Although it is beyond the scope of  this paper to set out in detail how every area of  law and policy should go about degendering, I suggest that where it is necessary to know a person’s gender, this should be based on self-identification, and preferably using one’s own language. Where this kind of  self-identification is not an option for practical reasons (e.g., the collection of  quantitative data), measures should be taken to ensure that categories are fluid and non-essentialist (see Westbrook & Saperstein, 2015 for recommendations). This may include giving individuals a variety of  options, seeking regular feedback in relation to what categories should be offered, making answering optional and allowing people to select more than one gender. In some circumstances, such as data collection in relation to affirmative action policies, it may be more appropriate to allow people to opt in or out of  relevant categories, for example, to ask whether people identify in whole or in part as women. The issue of  how best to imple-ment a degendering of  public policy presents an important avenue for fur-ther research in this area.CONCLUSIONWhile recent changes to Australian law and policy have been celebrated by many as a win for the non-binary trans people and a disruption to the dichotomous gender system, this chapter instead approaches these developments with caution. As governments and institutions deploy policies that purport to recognize non-binary trans people, it is crucial to map not only the ways in which the gender system is complicated but also the ways that system is sustained and reinscribed BK-EMP-AGR_VOL24-170240.indb   245 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)246 DYLAN AMY DAVISthrough these policies. In this chapter, I have outlined the ways in which non-binary trans people continue to be marginalized, pathologized, and excluded from civic life in spite of their legal recognition and argue, in fact, that this is a necessary effect of appealing to the dominant culture for inclusion. As I have demonstrated in this chapter, processes of legal classification and administrative governance continue to uphold the privileged status of normative, dichotomous gender, relegating non-binary gender instead to the pathologized third category with access to a limited form of citizenship. Given the failures of recognition, and its normalizing effects, I recommend instead that we do away with gendered categories as a mode of distributing rights and privileges altogether. In doing so, I advocate not only for a world in which a diversity of gendered experiences outside the binary can thrive but also for reducing the degree to which the state regulates and controls the lives of all sex and gender minorities.NOTES1. ‘Transgender’ and ‘trans’ are umbrella terms applied to people whose sense of themselves as gendered people (gender identity) is in some way incongruent with the gender assigned to them at birth, where assigned gender is typically based on the medical perception of external genitalia (Burdge, 2007).2. A resident of NSW who was born overseas may apply to the NSW Registrar of Births, Deaths and Marriages for registration of their sex [sic]. Upon registration of a change of sex the person may apply to the Registrar for issue of a recognized details certificate: Births Deaths and Marriages Registration Act 1995 (NSW), Pt 5A.3. Other countries have recently changed their laws to allow recognition of sex/gender identities other than male or female, including Nepal, India, Bangladesh, and Pakistan (see, e.g. Bochenek & Knight, 2012).4. ACT: Births, Deaths and Marriages Registration Act 1997 (ACT), s 25(1)(a). NSW: Births, Deaths and Marriages Registration Act 1995 (NSW), s 32C. Passports: Department of Foreign Affairs and Trade (Cth), n.d. Federal records: Australian Government, 2013, para. 24.5. As of 2016, there have been 18 unsuccessful attempts in the Federal Parliament to legalize same-sex marriage (McKeown, 2016). At the time of going to print, the Australian Government is preparing to conduct a non-binding, nation-wide survey on the issue of same-sex marriage (Sainty, 2017).ACKNOWLEDGMENTSThis chapter is based on a project completed in partial fulfillment of an award of Honors in Law at the University of Wollongong. I am grateful for the BK-EMP-AGR_VOL24-170240.indb   246 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 247supervision provided by Professor Nan Seuffert, without whom that project and this chapter would not have been possible. Special thanks also to Rillark Bolton and Dr Tanja Dreher for their guidance and support, and for their helpful comments on earlier versions of this chapter.REFERENCESAmerican Psychiatric Association (Ed.). (2013). Diagnostic and statistical manual of mental disorders (DSM-5) (5th ed). Washington, D.C.: American Psychiatric Association.Australian Government. (2013a). Australian government guidelines on the recognition of gender: Consultation draft. Australian Government.Australian Government. (2013b). Australian government guidelines on the recognition of sex and gender. Australian Government. Retrieved from https://www.ag.gov.au/Publications/Documents/AustralianGovernmentGuidelinesontheRecognitionofSexandGender/AustralianGovernmentGuidelinesontheRecognitionofSexandGender.PDFAustralian Human Rights Commission. (2009). Sex files: The legal recognition of sex in docu-ments and government records (The Sex and Gender Diversity Project Concluding Paper).Bennett, T. (2014). “No man’s land”: Non-binary sex identification in Australian law and policy. University of New South Wales Law Journal, 37(3), 847–873.Bochenek, M., & Knight, K. (2012). Establishing a third gender category in Nepal: Process and prognosis. Emory International Law Review, 26, 11–41.Bolton, R., & Kean, J. (2015). Explainer: What is genderqueer? Retrieved from  http:// theconversation.com/explainer-what-is-genderqueer-48596Bowker, G. C., & Star, S. L. (1999). Sorting things out: Classification and its consequences. Cambridge, MA: MIT Press.Burdge, B. J. (2007). Bending gender, ending gender: Theoretical foundations for social work practice with the transgender community. Social Work, 52(3), 243–250.Butler, J. (1990). Gender trouble: Feminism and the subversion of identity. New York: Routledge.Couch, M., Pitts, M., Mulcare, H., Croy, S., Mitchell, A., & Patel, S. (2007). Tranznation: A report on the health and wellbeing of transgender people in Australia and New Zealand. Melbourne: Australian Research Centre in Sex, Health & Society.Cruz, D. B. (2010). Getting sex “right”: Heteronormativity and biologism in trans and inter-sex marriage litigation and scholarship. Duke Journal of Gender Law & Policy, 18, 203–222.Currah, P. (2006). Gender pluralisms under the transgender umbrella. In P. Currah, R. M. Juang, & S. P. Minter (Eds.), Transgender rights (pp. 3–31). Minneapolis: University of Minnesota Press.Davis, E. C. (2009). Situating “fluidity”: (Trans) gender identification and the regulation of gender diversity. GLQ: A Journal of Lesbian and Gay Studies, 15(1), 97–130.Davis, G. (2015). Contesting intersex: The dubious diagnosis. NYU Press.Department of Foreign Affairs and Trade (Cth). (n.d.). Sex and gender diverse passport applicants. Australian Passports Office. Retrieved from https://www.passports.gov.au/ passportsexplained/theapplicationprocess/eligibilityoverview/Pages/changeofsexdoborpob. aspxBK-EMP-AGR_VOL24-170240.indb   247 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)248 DYLAN AMY DAVISDreger, A. D., & Herndon, A. M. (2009). Progress and politics in the intersex rights movements: Feminist theory in action. GLQ: A Journal of Lesbian and Gay Studies, 15(2), 199–224. https://doi.org/10.1215/10642684-2008-134Ezie, C. (2011). Deconstructing the body: Transgender and intersex identities and sex discrimi-nation - The need for strict scrutiny. Columbia Journal of Gender and Law, 20, 141–199.Fausto-Sterling, A. (2000a). Sexing the body: Gender politics and the construction of sexuality. New York: Basic Books.Fausto-Sterling, A. (2000b). The five sexes, revisited: The varieties of sex will test medical values and social norms. The Sciences, 40(4), 18–23.Feinberg, L. (1996). Transgender warriors: Making history from Joan of Arc to Dennis Rodman. Boston: Beacon Press.Foucault, M. (1978). The history of sexuality, Volume I: An introduction (1st American ed). New York: Pantheon Books.Germon, J. (2014, April 4). Norrie’s gender win brings us closer to knowing who we are. Retrieved from http://theconversation.com/norries-gender-win-brings-us-closer-to-knowing-who-we-are-25250, January 10, 2017.Greenberg, J. A. (1999). Defining male and female: intersexuality and the collision between law and biology. Arizona Law Review, 41(2), 265–328.Grenfell, L., & Hewitt, A. (2012). Gender regulation: Restrictive, facilitative or transformative laws? Sydney Law Review, 34(4), 761–783.Herbert, R. (1985). Women’s prisons: An equal protection evaluation. The Yale Law Journal, 94(5), 1182–1206. https://doi.org/10.2307/796155James, S. E., Herman, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M. (2016). The Report of the 2015 U.S. Transgender Survey. Washington DC: National Center for Transgender Equality.Kogan, T. S. (1997). Transsexuals and critical gender theory: The possibility of a restroom labeled “Other.” Hastings Law Journal, 48(6), 1223–1255.Kolbe, A. (2009). Intersex, a blank space in German law? In M. Holmes (Ed.), Critical intersex (pp. 147–170). Farnham, England; Burlington, VT: Ashgate.Lorber, J. (2005). Breaking the bowls: Degendering and feminist change (1st ed). New York: W.W. Norton.McKeown, D. (2016, July 21). Chronology of same-sex marriage bills introduced into the federal parliament: A quick guide. Retrieved from http://www.aph.gov.au/About_Parliament/Parliamentary_Departments/Parliamentary_Library/pubs/rp/rp1617/quick_Guides/SSMarriageBills, January 10, 2017.Meadow, T. (2010). “A rose is a rose”: On producing legal gender classifications. Gender and Society, 24(6), 814–837.Monro, S. (2005). Beyond male and female: Poststructuralism and the spectrum of gender. International Journal of Transgenderism, 8(1), 3–22.National LGBTI Health Alliance. (2013, July 3). Health information sheet: Inclusive language on intersex, trans and gender diversity. Retrieved from http://lgbtihealth.org.au/sites/default/files/Alliance%20Health%20Information%20Sheet%20Inclusive%20Language%20Guide%20on%20Intersex,%20Trans%20and%20Gender%20Diversity_0.pdfNestle, J., Wilchins, R. A., & Howell, C. (Eds.). (2002). GenderQueer: Voices from beyond the sexual binary (1st ed). Los Angeles: Alyson Books.Pitts, M. (2014, April 3). Why Norrie’s court victory is a leap forward for everyone. Retrieved from http://theconversation.com/why-norries-court-victory-is-a-leap-forward-for-everyone- 25200, January 10, 2017.BK-EMP-AGR_VOL24-170240.indb   248 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)Non-Binary Gender Markers in Australian Law and Policy 249Richards, C., Bouman, W. P., Seal, L., Barker, M. J., Nieder, T. O., & T’Sjoen, G. (2016). Non-binary or genderqueer genders. International Review of Psychiatry, 28(1), 95–102. https://doi.org/10.3109/09540261.2015.1106446Sainty, L. (2017, August 14). We Tried To Answer Literally Every question About The Same-Sex Marriage Postal Survey. Retrieved August 22, 2017, from https://www.buzzfeed.com/lanesainty/email-me-your-questions-pleaseSanders, J., & Stryker, S. (2016). Stalled: Gender-neutral public bathrooms. South Atlantic Quarterly, 115(4), 779–788.Sharpe, A. N. (1997). Anglo-Australian judicial approaches to transsexuality: Discontinuities, continuities and wider issues at stake. Social & Legal Studies, 6(1), 23–50. https://doi.org/10.1177/096466399700600102Sharpe, A. N. (2002). Transgender jurisprudence: Dysphoric bodies of law. London: Cavendish Publishing.Smykla, J. O. (1979). Cocorrections: A case study of a coed federal prison. Washington, DC: University Press of America.Spade, D. (2006). Mutilating gender. In S. Stryker & S. Whittle (Eds.), The transgender studies reader (pp. 315–332). New York and London: Routledge. Retrieved from https://books.google.com.au/books?hl=en&lr=&id=HBRR1isU-VAC&oi=fnd&pg=PR9&dq=Stephen+ Whittle,+%27Foreword+%27++The+transgender+studies+reader+&ots=4YFgJyA2z2&sig=nvhNohessG9zvmGaF-2Mq8z_PYkSpade, D. (2008). Documenting gender. Hastings Law Journal, 59(1), 731–842.Spade, D. (2011). Normal life: Administrative violence, critical trans politics, and the limits of law. Brooklyn, NY: South End Press.Stone, S. (2006). The empire strikes back: A posttranssexual manifesto. In S. Stryker & S. Whittle (Eds.), The transgender studies reader (pp. 221–235). New York and London: Routledge.Towle, E. B., & Morgan, L. M. (2002). Romancing the transgender native: Rethinking the use of  the “third gender” concept. GLQ: A Journal of Lesbian and Gay Studies, 8(4), 469–497.Warner, M. (2000). The trouble with normal: Sex, politics, and the ethics of queer life. Cambridge: Harvard University Press.Westbrook, L., & Saperstein, A. (2015). New categories are not enough rethinking the measure-ment of sex and gender in social surveys. Gender & Society, 29(4), 534–560.CASESAttorney-General for the Commonwealth v Kevin, 30 Fam LR 1 (FamCAFC 2003).In the Marriage of C & D, 5 Fam LR 636 (FamCA 1979).New South Wales Registrar of Births, Deaths and Marriages v Norrie, 250 CLR 490 (HCA 2014).R v Harris, 17 NSWLR 158 (NSWCCA 1988).Re Anonymous, 293 NYS 2d 834 (Civ. Ct. N.Y.1968).BK-EMP-AGR_VOL24-170240.indb   249 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)250 DYLAN AMY DAVISLEGISLATIONBirths Deaths and Marriages Registration Act 1995 (NSW).Births, Deaths and Marriages Registration Act 1997 (ACT).Marriage Act 1961 (Cth).BK-EMP-AGR_VOL24-170240.indb   250 10/10/17   11:24 AMDownloaded by University of Wollongong At 20:31 14 February 2018 (PT)",
    "id": 158250644,
    "identifiers": {
        "doi": "10.1108/S1529-212620170000024014",
        "oai": "oai:ro.uow.edu.au:lhapapers-4461"
    },
    "title": "The normativity of recognition: Non-binary gender markers in australian law and policy",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "Research Online",
    "references": [],
    "sourceFulltextUrls": [
        "https://ro.uow.edu.au/cgi/viewcontent.cgi?article=4461&amp;context=lhapapers"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/158250644.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/158250644"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/158250644/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/158250644/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/158250644"
        }
    ],
    "abstract": "Purpose: To consider the extent to which the legal recognition of non-binary gender has the potential to disrupt the gender binary. Methodology/Approach: This chapter will employ case study as method, focusing on recent changes to Australian law and policy, which introduce a third gender category. I rely on the work of queer theorists on normativity and recognition as a theoretical framework and on the work of social scientists on transgender people as evidence. Findings: This chapter finds that while there is much to be celebrated about increasing alternatives to the dominant categories of male and female, the legal recognition of non-binary gender may in fact serve to conceptually purge the dominant gender categories of non-conforming elements while simultaneously masking the ways in which institutions of regulatory power continue to demand conformity with normative standards of gender. Research Limitations: Since few non-binary individuals in Australia have adopted the X marker the implications laid out in this paper are speculative. The experiences of non-binary individuals present an important avenue for further research. Practical Implications: I recommend, as an alternative to further gender classifications, that we should seek to minimize the degree to which membership of a particular gender category is used to distribute rights and privileges. Originality/Value of Paper: This chapter advances the literature on nonbinary gender, contributes to existing queer and feminist analyses of the gender binary and extends work on normativity to legal recognition of alternative genders",
    "tags": [
        "article",
        "Arts and Humanities",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ro.uow.edu.au:lhapapers-4461",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "922",
        "openDoarId": 0,
        "name": "Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 158250644,
        "depositedDate": "2017-10-27T00:00:00+01:00",
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-30T23:21:04+00:00",
        "acceptedDate": "2017-10-30T00:00:00+00:00",
        "createdDate": "2018-06-11T06:22:00+01:00"
    },
    "urls": [
        "https://ro.uow.edu.au/lhapapers/3446",
        "https://ro.uow.edu.au/context/lhapapers/article/4461/viewcontent/Article.pdf"
    ],
    "lastUpdate": "2024-01-30T23:21:04+00:00",
    "setSpecs": []
}