{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Penrose, Meg"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-10T22:48:57+01:00",
    "dataProvider": {
        "id": 3681,
        "name": "Texas A&M University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3681",
        "logo": "https://api.core.ac.uk/data-providers/3681/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/534818842.pdf",
    "fullText": "Texas A&M University School of Law Texas A&M Law Scholarship Faculty Scholarship 3-2022 The Public Accommodations Dilemma - Whose Right Prevails Meg Penrose Follow this and additional works at: https://scholarship.law.tamu.edu/facscholar  Part of the Constitutional Law Commons, Family Law Commons, Law and Gender Commons, and the Sexuality and the Law Commons 39 SYMPOSIUM: SEXUAL ORIENTATION, GENDER IDENTITY & THE CONSTITUTION THE PUBLIC ACCOMMODATIONS DILEMMA— WHOSE RIGHT PREVAILS Meg Penrose* I. INTRODUCTION—THE MORE THINGS CHANGEStop me if you’ve heard this story. A couple lives in a state with a broad public accommodations law that protects them in the “full and equal use and enjoyment of the services, facilities, privileges and advantages of any establishment which offers personal or professional services to members of the public.”1 While preparing for their wedding, they locate what they believe is the perfect setting:  the All Faiths Wedding Chapel. The All Faiths Wedding Chapel is a wedding venue that does not perform religious or worship services. It is not listed in the phone book as a church and is the only wedding chapel listed in the city’s yellow pages. The couple contacts the owner, a Baptist minister. After learning about their proposed union, he refuses to perform the ceremony. Similar unions have been permitted at All Faiths Chapel provided a judge or other minister performs the ceremony. But defendant will not perform this marriage. The minister explains that this marriage violates his sincerely held religious beliefs. He asserts thirty Biblical references in defense of his position. The couple, disappointed, contacts the state authorities. Defendant is criminally charged with a civil rights violation, a class A misdemeanor. The story likely sounds familiar. It is a story that has been repeated over and over since the Supreme Court decided that same-sex couples have a legal right to marry in Obergefell v. Hodges. 2  But this story isn’t what you think. Despite having a decidedly modern sound, this story took *Professor, Texas A&M School of Law.  Professor Penrose thanks Tracy Thomas and all theparticipants of the Center for Constitutional Law’s 2022 Symposium.1. KANSAS STAT. ANN. § 21-4003 (1985), cited in Kansas v. Barclay, 708 P.2d 972, 973 (Kan.1985). 2. 576 U.S. 644 (2015).40 CONLAWNOW [13:39 place in 1985–long before same-sex couples had a legal right to marry.3 This 1985 Kansas Supreme Court case involved an interracial couple that, since the 1967 case of Loving v. Virginia, had the constitutional right to marry. 4 Despite this legal right, the couple was turned away from the chapel based on religious liberty. The case, Kansas v. Barclay, is a reminder that religious liberty has been used to circumvent public accommodations law before. 5 And, like some of the modern stories involving same-sex couples, the minister’s religious freedom to refuse to perform the wedding won the day. Religious liberty, in this instance, overcame the interracial couple’s right to equally access goods and services in Kansas. So what can we learn from Kansas v. Barclay in relation to same-sex couples?  What are the similarities to gay and lesbian couples that find the perfect wedding venue only to be turned away?  What happens when a gay couple is told a baker won’t create their wedding cake, 6 a florist won’t arrange their wedding flowers,7 and a photographer8 will not memorialize their wedding ceremony?  This short essay gives a brief history of religious liberty-based objections to public accommodations law promoting societal integration and provides a potential solution. To be clear, this author does not see race and sexual orientation as identical. We can learn certain things from race discrimination cases–not the least of which is the continued resistance to full racial integration and equality.9 That is not to say that every incident of discrimination is the same. Race 3. 708 P.2d 972 (Kan. 1985).4. 388 U.S. 1 (1967).5. Barclay, 708 P.2d at 976. The Kansas Supreme Court wrote that “[r]efusal of a minister,personally to perform a marriage, is not a life-threatening situation which might compel a court’s intervention in what is otherwise a ‘hands off’ constitutionally protected area.” Id. In other words, securing a particular minister to perform one’s wedding is not sufficiently important to displace the minister’s First Amendment rights. 6. Masterpiece Cakeshop, Ltd. v. Colo. Civ. Rts. Comm., 584 U.S. ___, 138 S.Ct. 1719 (2018).The baker, who successfully challenged the Colorado Civil Rights Commission decision against his bakery, has been sued again for a new violation of the Colorado Anti-Discrimination Act. That suit remains pending with initial motions resolved at the federal district court level. See Masterpiece Cakeshop, Inc. v. Elenis, 445 F. Supp.3d 1226 (D. Colo. 2019). 7. Washington v. Arlene’s Flowers, 441 P.3d 1203 (Wash. 2019), cert. denied, 141 S. Ct. 2884 (2021); Washington v. Arlene’s Flowers, Inc. 389 P.3d 543 (Wash. 2017), cert. granted, and judgment vacated in light of Masterpiece Cakeshop, 138 S. Ct. 2671 (2018). Justices Thomas, Alito, and Gorsuch would have granted the 2021 Petition for Certiorari. 8. Elane Photography, LLC v. Willock, 309 P.3d 53 (N.M. 2013), cert. denied, 134 S. Ct.1787 (2014). 9. See, e.g., Bob Jones Univ. v. United States, 461 U.S. 574 (1983) (analyzing whether areligious institution’s policy of expelling students that engage in, advocate, or “espouse, promote or encourage others” to “date outside their own race” excludes the institution from receiving a charitable tax exemption). 2022] THE PUBLIC ACCOMMODATIONS DILEMMA  41 discrimination has a long, and painful history in this country. Racial discrimination, particularly in relation to intimate relationships, also carried criminal penalties that many LGBTQ individuals have never faced. 10 And race discrimination is a legally protected, suspect classification with federal statutory protection not yet afforded to LGBTQ individuals. 11 There are parallels. But differences remain. II. THE EVOLUTION OF RACIAL EQUALITY IN CASE LAWMost Americans likely can cite at least two Supreme Court cases–Roe v. Wade12 and Brown v. Board of Education. 13  Brown marked a critical turning point in racial equality that began with President Lincoln’s Emancipation Proclamation and the South’s defeat on the Civil War battlefield. While the South lost the war, many southern states continued to seek legal ways to diminish the rights of Black Americans. Freedom had come—full citizenship had not. The post-war South outlawed many instances of basic citizenship and placed freed slaves in vulnerable 10. See Loving, 388 U.S. 1 (1967). While the 1986 case of Bowers v. Hardwick, 478 U.S. 186 (1986), found no constitutionally protected right to engage in homosexual sodomy, that position was short-lived. And, importantly, very few people were ever criminally charged or prosecuted under these laws. See, e.g., Lawrence v. Texas, 539 U.S. 5599 (2003) (overturning Bowers). 11. Title VII of the Civil Rights Act of 1964, codified at 42 U.S.C. § 2000e. Classificationscurrently receiving statutory protection include “race, color, religion, sex, or national origin.” Id. at § 2000e-2. 12. 410 U.S. 113 (1973).13. 347 U.S. 483 (1954).Public Accomodations LawsReligious LibertyLGBTQ Equality42 CONLAWNOW [13:39 positions regarding housing, access to public services, voting, and education. The sustained discrimination resulted in the passage of the Civil War Amendments, the Thirteenth, Fourteenth, and Fifteenth Amendments.  The Fourteenth Amendment quickly became the most potent method of challenging what became known as the Jim Crow laws. One of the first challenges to these laws occurred in 1873 in the Slaughter-House Cases.14  White butchers in Louisiana challenged that Louisiana’s decision to monopolize slaughterhouses in the state violated their Thirteenth and Fourteenth Amendment rights. The Thirteenth Amendment claim was easily disposed of. The butchers had never been slaves. The Fourteenth Amendment claims, though more complex, were also decided against the butchers. The Court, in what was a nearly contemporaneous analysis of the Equal Protection Clause, openly doubted whether the Equal Protection Clause would be directed toward anything other than racial discrimination. 15 The Equal Protection Clause has, however, been expanded and now protects racial, religious, and gender minorities, among others.  The Fourteenth Amendment, standing alone, did not fulfill the promise of “equal protection.” Congress realized this. In response, Congress passed the Civil Rights Act of 1875. This Act was likely the first modern public accommodations law. Section 1 provided: “That all persons within the jurisdiction of the United States shall be entitled to the full and equal enjoyment of the accommodations, advantages, facilities, and privileges of inns, public conveyances on land or water, theatres, and other places of public amusement. . . .”16 Section 2 made violation of the Act a misdemeanor subject to a $500 fine. 17 The Act operated directly on individuals. Its promise was short-lived. In the Civil Rights Cases, the Supreme Court struck down Sections 1 and 2 of Act because the Fourteenth Amendment operates only against states and state actors, not individuals. 18 The decision is legally sound. The Constitution does not apply directly to individuals. But the Court placed important dicta presaging the 1964 Civil Rights Act. The Court indicated that while the 1875 Act was constitutionally invalid, there was nothing limiting 14. 83 U.S. 36 (1873).15. Id. at 81.16. Civil Rights Cases, 109 U.S. 3, 9 (1883).17. Id.18. Id. at 11 (noting “[i]ndividual invasion of individual rights is not the subject matter of the[Fourteenth] Amendment”). The Court explained that “[p]ositive rights and privileges are undoubtedly secured by the Fourteenth Amendment, but they are secured by way of prohibition against State laws and State proceedings. . . .”  Id. 2022] THE PUBLIC ACCOMMODATIONS DILEMMA  43 Congress from passing such legislation through one of its enumerated powers, such as the Interstate Commerce Clause. 19 This advice lay dormant until Congress passed the 1964 Civil Rights Act. Title II of the Act, now codified at 42 U.S.C. § 2000a, ensures that “[a]ll persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation . . . without discrimination on the ground of race, color, religion, or national origin.” The Act defined places of public accommodation broadly, including inns, hotels, and motels (with an exception for places with no more than 5 rooms if occupied by the business owner as her residence), restaurants, cafeterias, lunchrooms, and facilities engaged in selling food “for consumption on the premises,” and most places of amusement (such as theaters, concert halls, and sports arenas). 20  The Act extended to “any establishment” physically located within the premises of any covered establishment. 21 Much like the 1875 Act, this Act was immediately challenged by business owners who sought to avoid its application. And, as strange as it sounds, the route to racial integration in private businesses was achieved via the Interstate Commerce Clause—not the Fourteenth Amendment.22 The Supreme Court reiterated that the Court had “held time and again that [Congress’s interstate commerce] power extends to activities of retail establishments, including restaurants, which directly or indirectly burden or obstruct interstate commerce.”23 These cases overcame property rights24 and religious liberty objections. 25 Much like the cases brought today in same-sex marriage cases, business owners opposed to serving all Americans raised religious liberty objections to the public accommodations laws forcing them to do so. 26 These objections were struck down at the trial court level because the court refused to accept that “sacred religious beliefs” would allow one to decline service to racial 19. Id. at 18.20. 42 U.S.C. § 2000a(b).21. Id.22. Heart of Atlanta Motel, Inc. v. United States, 379 U.S. 241 (1964); Katzenbach v. McClung,379 U.S. 294 (1964). 23. McClung, 379 U.S. at 302.24. The Heart of Atlanta Motel challenged the law under the Fifth Amendment (as an impropertaking of property without just compensation) and the Thirteenth Amendment. Heart of Atlanta, 379 U.S. at 244. 25. Newman v. Piggie Park Enterprises, Inc. 377 F.2d 433, 438 (4th Cr. 1967) (noting that“defendants’ contention that the Act was invalid because ‘it contravenes the will of God’ and constitutes an interference with the ‘free exercise of Defendant’s religion,’” had been foreclosed by the Supreme Court’s decision in Katzenbach v. McClung). 26. Newman v. Piggie Park Enterprises, Inc., 256 F. Supp. 941 (D.S.C. 1966).44 CONLAWNOW [13:39 minorities. 27 This finding was upheld at the Supreme Court when the Court affirmed the attorney’s fees award against Piggie Park. Remarkably, and in a tone not likely to be seen today, the Supreme Court explicitly noted that these religious liberty objections were “patently frivolous.”28   We know that federal public accommodations law are (1) constitutional, and (2) do not violate an individual or business’s religious liberty. But these laws do not include LGBTQ protections. So what lessons can we take from the race discrimination cases, if any?  What can be gleaned from federal public accommodations law?  Modern challenges stem exclusively from state public accommodations laws inclusive of LGBTQ protection. Is this a distinction with a legal difference—adding LGBTQ individuals raises religious claims that were denied in all other categories? As we think about these modern challenges, there are still some similarities worth noting. First, separate but equal was never a good approach, certainly not on a human level. As Chief Justice Warren explained, separate facilities are inherently unequal. 29  The very act of separation—being asked to sit in the “other” cable car, being told to use the “other” fountain, being told to stay at the “other” hotel—carries a dignity injury that lingers well past the initial denial of services. Being treated as “other” is itself an injury. Modern advice that same-sex couples simply use the “other” baker, “other” florist, and “other” photographer carries a dignity injury that has a familiar ring. Why is it acceptable for public-facing businesses to treat LGBTQ couples as “other”?  The purpose of public accommodations laws was to stop these dignity injuries and require that public-facing businesses serve the public without discrimination. A society that allows businesses to refuse service to individuals that seek products regresses to a time where the law permitted “other” bathrooms and “other” wedding chapels. We cannot afford to go backwards, even when faced with a new minority group that is repeatedly met with religious liberty objections.  III. A POSSIBLE SOLUTION—CLARIFYING WHAT IS TRULY RELIGIOUSIn the clash between same-sex marital rights and religious libertyobjections, whose right prevails?  And how can courts resolve the issue without causing dignity injuries to same-sex couples or minimizing the 27. Id. at 945.28. Piggie Park, 390 U.S. at 402n.5.29. Brown, 347 U.S. at 495.2022] THE PUBLIC ACCOMMODATIONS DILEMMA  45 religious liberty of business owners?  This brief essay certainly cannot resolve the issue. But it does propose a potential solution. Courts should protect religious services and activities—not secular services and activities. The status (religious or secular) of the person providing services should be irrelevant. The focus of public accommodations laws, and legal challenges to these laws, should be on the nature of the services provided. 30   An approach enveloping religious services or activities, but not secular services and products, is consistent with Supreme Court precedent. 31 In the Kansas v. Barclay case, the Baptist minister refused to perform a religious service. He was unwilling, in his ministerial capacity, to join an interracial couple in what he believed to be a sacred union. This approach, while troubling, allowed the couple to have a minister preside over their wedding at the All Faiths Chapel. The minister even sought to help the couple find an alternate officiant. The couple was treated at “other.”  But this particular marriage service involved the minister’s religious role, not his commercial role as business owner. He was still willing to allow the couple to use his facilities. As unsettling as these restrictions are, there is legal clarity in separating the truly religious service from a standard business transaction. One solution to the clash of rights is for courts to clearly separate religious services from secular services.  Under this approach, the Barclay case remains a valid application of public accommodations laws. In the clash between a minister asked to perform a religious ceremony that violates his religious faith and a couple seeking to force the minister to violate his theology, the religious nature of the ceremony trumps the generally applicable law. This may be a disquieting solution to some. The value is clarity. Those activities that are, in fact, religious should find refuge in the First Amendment. But this would mean that deserving couples that have a legal right to marry may be turned away from those asked to perform the religious ceremony of marriage. 32 30. An important statutory exception that protects religious institutions in hiring decisionsremains intact. It should. See 42 U.S.C. § 2000e-1 (exempting employees of religious entities from Title VII hiring decisions). 31. Reynolds v. United States, 98 U.S. 146, 166 (1879) (“Laws are made for the governmentof actions, and while they cannot interfere with mere religious belief and opinions, they may with practices”). 32. The religious nature of a marriage ceremony should not be conflated with the state’s civilrecognition of marriage. State employees cannot legally prevent a couple from marrying, even if that employee disapproves of the marriage based on their sincerely held religious beliefs. See Ermold v. Davis, 936 F.3d 429 (6th Cir. 2019), cert. denied, 141 S. Ct. 3 (2020). Justices Thomas and Alito 46 CONLAWNOW [13:39 This solution also mirrors the Supreme Court’s ministerial exception that allows religious organizations to select its own ministers without application of employment discrimination laws. 33 The ministerial exception is exactly what it sounds like—an exception from judicial scrutiny for those performing ministerial functions or “vital religious duties.”34 In many ways, the Court has already begun demarcating the lines between religious activities and secular activities. For those religious actors performing religious activities, the First Amendment provides strong protection. And it should. But for religious actors performing secular functions, the First Amendment treats the secular activity the same regardless of the person’s status. As the Court noted in 2020, “religious institutions do not enjoy a general immunity from secular laws.”35 For example, a priest is subject to speeding laws just like you and me. The fact that he may be in a hurry to get to a religious ceremony will not exempt him from generally applicable laws regarding secular activities, here, driving.  The Supreme Court has often carved out bright line tests to aid society in anticipating their legal obligations. The increasing tension between LGBTQ individuals and those providing secular services keeps appearing before the Court. 36 At some point, and likely soon, the Court will need to address this issue head on. So far, the Court has deftly sidestepped the issue. This term, the Supreme Court has decided to hear a case involving a web designer who refuses to design any website that shows or advertises same-sex weddings. 37 The web designer additionally desires the right to place her objection on her business materials. Her objection is based on sincerely held religious beliefs. The web designer cannot, due to her faith, sanction same-sex marriage. She wants the right to refuse to create any website relating to same-sex marriage regardless of wrote a statement explaining that while they would not have voted to grant the petition, they had concerns about elevating what they termed “a novel constitutional right”—same-sex marriage—”over the religious liberty interests explicitly protected in the First Amendment.” Id. 33. Hosanna-Tabor Evangelical v. EEOC, 565 U.S. 171, 188 (2012) (explaining that imposing on a church to retain an unwanted minister “intrudes upon more than a mere employment decisions. Such action interferes with the internal governance of a church, depriving the church of control over the selection of those who will personify its beliefs”). Id. 34. Our Lady of Guadalupe School v. Morrissey-Berru, 591 U.S. ___, 140 S. Ct. 2049, 2066(2020) (broadly describing the ministerial function to include teachers who are tasked with teaching religious doctrine, pray with, and attend religious services with their students). 35. Id. at 2060.36. See, e.g., 303 Creative, LLC v. Elenis, 6 F.4th 1160 (10th Cir. 2021).37. 303 Creative, 6 F.4th 1160, cert. granted in part, U.S.S.Ct., 2022 WL 515867 (Feb. 22,2022). 2022] THE PUBLIC ACCOMMODATIONS DILEMMA  47 the sexual identity of the customer. 38 She will refuse to help a wedding vendor that wants to market to same-sex couple regardless of whether that vendor is LGBTQ. 39 The web designer’s objection is to the ceremony, which she alleges violates her faith and speech rights, not the individuals seeking service. Like the baker in Masterpiece Cakeshop, she will do business with LGBTQ individuals. She simply will not perform any services that relate to same-sex weddings. Will the Court provide a bright-line answer regarding public accommodations laws under this fact scenario?  It seems unlikely.  The Supreme Court’s decision to accept the case is intriguing. The Court refused the web designer’s request to rule on her religious liberty claims. 40 But the Court will consider her First Amendment speech rights in being forced to create a website (speech) for consumers and being required to keep silent about her objections. 41 The Court opted for a narrow assessment of the case, once again delaying direct consideration of the religious liberty issue. The frequent occurrence of these iterations pitting religious liberty against LGBTQ equality of access to public goods and services mandates a clear demarcation of whose right prevails. The Supreme Court’s limited consideration of 303 Creative merely delays the inevitable.   A religious activities/secular products solution would clarify that religiously grounded businesses, like Hobby Lobby or Masterpiece Cakeshop, must yield to public accommodations laws that require all business performing secular functions to offer goods and services without discrimination. 42 The religious services/secular products divide finds support in other cases involving Title VII employment and taxation cases. Outside the narrow ministerial exception, secular businesses with more than 15 employees cannot fire or refuse to hire an individual due to their LGBTQ status. 43 And religiously affiliated schools that choose to discriminate lose their charitable tax status even when their student 38. 303 Creative, 6 F.4th at 1170.39. Id.40. 303 Creative, 6 F.4th 1160, cert. granted in part, U.S.S.Ct, 2022 WL 515867 (Feb. 22,2022). 41. Id. The Supreme Court granted the petition “limited to the following question:  Whetherapplying a public-accommodation law to compel an artist to speak or stay silent violates the Free Speech Clause of the First Amendment.” 42. See Masterpiece Cakeshop, 138 S.Ct. 1719 (2018); Burwell v. Hobby Lobby Stores, 573US 682 (2014) (holding Religious Freedom Restoration Act allows for-profit company to deny employees health care coverage for contraception based on religious liberty of owners). 43. See Bostock v. Clayton County, Georgia, 590 U.S. ___, 140 S. Ct. 1731 (2020) (holdingthat “[a]n employer who fires an individual merely for being gay or transgender defies” Title VII). 48 CONLAWNOW [13:39 conduct policies are grounded in their theology. 44  Education, even religiously based education, must yield to full and fair access to the education setting if schools want to receive charitable tax status. 45   The Supreme Court’s recent decision, Fulton v. City of Philadelphia, 46 underscores the Court’s discomfort with the current test for resolving religious liberty questions. In 1980, Justice Scalia’s majority opinion in Employment Division v. Smith47 held that religiously neutral, generally-applicable laws do not violate the First Amendment. This means that laws that do not target religion and apply generally to all equally are constitutional. 48 The earlier example of a priest speeding to get to church provides one example. Speeding laws are religiously neutral and apply generally to all. Another example is the outlawing of peyote consumption—the issue in Smith. 49 The purpose of outlawing peyote consumption was deemed to be religiously neutral and applied to all.50 Thus, there was no First Amendment violation. 51 At least three Justices noted their displeasure with Smith’s test in Fulton and indicated their willingness to overturn Smith. 52  Justice Coney Barrett, joined by Justice Kavanaugh, expressed discomfort but was reluctant to retreat from Smith without having an adequate substitute. 53 For now, Smith remains the governing test for lower courts. And because the Supreme Court limited consideration of 303 Creative’s challenge to free speech, Smith’s fate awaits another day, another case.  The religious activities/secular products solution embraces Smith and argues for its retention. But this proposed solution is more focused. If courts were to focus on the religious nature of the underlying activity, many would receive greater protection. In fact, Smith comes out differently under the religious activities/secular products test. The Smith 44. See Bob Jones Univ. v. United States. 461 U.S. 574 (1983) (holding that the IRS canwithdraw tax exempt status to religiously affiliated school that prohibits interracial dating). 45. Id. at 604. Chief Justice Burger, writing for the majority stated that “[d]enial of tax benefitswill inevitably have a substantial impact on the operation of religious schools, but will not prevent those schools from observing their religious tenets.” Id. 46. 593 U.S. ___, 141 S. Ct. 1868 (2021).47. 494 U.S. 872 (1990).48. Id. at 878-79. Justice Scalia wrote, “We have never held that an individual’s religiousbeliefs excuse him from compliance with an otherwise valid law prohibiting conduct the State is free to regulate.” Id. 49. Id. at 874.50. Id. at 882 (finding no evidence that Oregon’s drug laws were an attempt to regulate religiousbeliefs). 51. Id. at 890.52. Fulton, 141 S. Ct. at 1883 (Alito, J., concurring in the judgment) (noting that Smith and its“severe holding is ripe for reexamination”). 53. Id. at 1882 (Barrett, J., concurring) (“Yet what should replace Smith?”).2022] THE PUBLIC ACCOMMODATIONS DILEMMA  49 plaintiffs were literally exercising their right to worship in a manner that did not harm others. They were engaging in a religious ceremony. In contrast, the baker in Masterpiece Cakeshop engages in a secular activity when he bakes a cake. 54 This is not to diminish the baker’s sincerely held religious beliefs. But the act of baking a cake holds no religious ceremonial value. It is a secular activity.  We live in a pluralistic society that requires we interact with others whose beliefs we may find unfamiliar or even offensive. But to claim that every commercial action that one takes in a business role qualifies for First Amendment protection pushes religious liberty rights beyond their intended purposes. The Framers did not intend for religion to be an all-purpose shield. 55  The Framers intended religious liberty to be a protection for theological beliefs and worship—not consumer transactions. 56   The religious activities/secular products approach would allow businesses to choose what they serve versus who they serve. For example, if a florist does not want to arrange flowers for a wedding because her sincerely held religious beliefs only permit her to sell products to certain couples, she can refuse to do any weddings. This approach allows the business owner to preserve her religious identity while requiring her to engage in commercial activities available to all on equal terms. Cakes are not inherently religious. Flowers are not inherently religious. These items can be used in religious ceremonies. But the item’s use does not transform the product’s nature. Cakes and flowers are secular.  The religious activities/secular products distinction emphasizes the secular nature of commercial transactions. It provides clarity and ensures consistency among states and businesses. It allows businesses to decide for themselves what they want to sell and the ways in which they want to serve the public. If a business sells wedding cakes, wedding cakes must be available to all couples on equal terms. If a person is in the wedding photography business, she cannot turn customers away that want their wedding filmed. This proposed test fulfils the promise of anti-discrimination laws while preserving the Framer’s First Amendment purpose. It separates worship rights and protections from secular commercial activities. This solution, while not perfect, allows Americans 54. This essay does not address other potential First Amendment protections for businesses,such as free speech and expression rights. 55. See, e.g., Thomas v. Review Bd. of Indiana Employment Sec. Div., 450 U.S. 707, 722(1981)(Rehnquist, J., dissenting)(“[T]he Court today reads the Free Exercise Clause more broadly than is warranted”). 56. See Braunfeld v. Brown, 366 U.S. 599, 603 (1961)(noting “the freedom to act, even whenthe action is in accord with one’s religious convictions, is not totally free from legislative restrictions”). 50 CONLAWNOW [13:39 to live, and work, in a pluralistic society that grants equal access to non-religious goods and services.  A society where one’s theology becomes the driving force in the marketplace would dramatically undermine public accommodations laws. Theological economics impose the seller’s religious values on consumers through access–or lack thereof. For example, Catholic business owners might begin selling products based on theology. Catholic business owners might not feel comfortable selling products to divorcees. A Catholic pharmacist might not be willing to sell birth control to anyone, or only to their customers with proof of heterosexual marriage. 57 And, even then, the pharmacist might only comply upon proof that this is the individual’s first–and only–marriage. The Catholic baker may refuse to bake a wedding cake for a person’s second marriage. Likewise, Muslim drivers might refuse to take their Uber customers to certain venues or refuse to accept riders that have been drinking or are carrying alcohol. 58 These drivers might refuse to pick up certain individuals, such as females traveling alone. The marketplace disruptions become more problematic once individuals outside minority groups become burdened. If we tolerate a theological approach to our economy, everyone becomes vulnerable to the seller or provider’s individual beliefs.   A person’s access to secular products should not be dependent on the seller’s theological views about the buyer. We cannot afford to return to a world with signs hanging in businesses that indicate certain “others” are not allowed. We should reject the idea that people entering a business can be turned away because something about a consumer offends the person providing secular, transactional services to the public. Even the thought is 57. See e.g. Stormans, Inc. v. Wiesman, 579 U.S. ___, 136 S. Ct. 2433 (2016)(Alito, J.,dissenting  from denial of certiorari). Justice Alito, joined by Chief Justice Roberts and Justice Thomas, wrote a strong dissent focusing on the business’s right to refuse to stock emergency contraceptives based on religious beliefs. Stormans, doing business as Ralph’s pharmacy, would not provide the prescription but would send customers to other pharmacies. Justice Alito’s dissent emphasized that alternative pharmacies were only two miles away. The dissent focused on the religious beliefs of the pharmacy and pharmacists. 58. See e.g. Dolal, et al. v. Metropolitan Airports Commission, No. A07-1657, 2008 WL4133517 (Minn. Ct. App. Sept. 9, 2008)(unpublished decision). Several Muslim taxi drivers refused to pick up airport passengers that were carrying alcohol. The MAC, which licenses cab drivers, threatened to suspend the drivers’ taxi licenses if they refused to pick up passengers. Plaintiffs sought an injunction against being required to pick up all passengers, alleging that carrying passengers with alcohol violates their religious beliefs. The drivers lost their challenge. This case, and many like it, show the diversity of faith rules that could govern a theologically focused economy. While each individual issue might not be problematic—you can take the next cab or drive to the next pharmacy—the cumulative effects of a theological economy could make daily living quite unpredictable. One would never be able to know, upon entering a business, whether they would be able to secure the services provided. 2022] THE PUBLIC ACCOMMODATIONS DILEMMA  51 discomforting. Keeping secular activities secular enables all to enjoy the free market economy. If I am the only gay person living in a small town, there might not be multiple wedding venues, bakers, florists, or photographers. If I am a woman in need of birth control, I shouldn’t have to drive to multiple pharmacies to get my prescription filled. Prices may increase at the alternate location. Under this system, sooner or later all Americans will be turned away for some secular service. Brown v. Board of Education’s promise of equal access ensures that a person shouldn’t have to find another baker, florist, or pharmacist if the business they entered provides secular services to the public. Returning to the days of unequal access will open a Pandora’s Box of theological objections.  This religious activities/secular products solution may seem to favor the consumer over business owners with sincerely held religious beliefs. But this is not an accurate depiction. Religious business owners can continue to espouse their beliefs, center their operating hours around worship and prayer, and even change seasonal menus based on religious holidays. Yet when the business owner accepts the many advantages of earning revenue through a public business, that business must serve the public—all of it—without discrimination. To allow businesses to pick and choose their clientele based on theological tests will revert the marketplace to bygone days where some were “others” kept on the outside. The First Amendment does not require this. Case law does not support this. And history shows the danger of it.  ",
    "id": 534818842,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.tamu.edu:facscholar-2613"
    },
    "title": "The Public Accommodations Dilemma - Whose Right Prevails",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-03-01T08:00:00+00:00",
    "publisher": "Center for Constitutional Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.tamu.edu/cgi/viewcontent.cgi?article=2613&context=facscholar"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/534818842.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/534818842"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/534818842/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/534818842/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/534818842"
        }
    ],
    "abstract": "This essay gives a brief history of religious liberty-based objections to public accommodations law promoting societal integration and provides a potential solution. It argues there are parallels between LGBTQ discrimination and race discrimination, including the continued resistance to full integration and equality. The essay suggests a potential solution to the public accommodations dilemma between anti-discrimination and religious liberty in redefining the scope of religious liberty. Courts should protect religious services and activities—not secular services and activities. The status (religious or secular) of the person providing services should be irrelevant. The focus of public accommodations laws, and legal challenges to these laws, should be on the nature of the services provided",
    "tags": [
        "text",
        "Constitutional Law",
        "Family Law",
        "Law",
        "Law and Gender",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.tamu.edu:facscholar-2613",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3681",
        "openDoarId": 0,
        "name": "Texas A&M University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 534818842,
        "depositedDate": null,
        "publishedDate": "2022-03-01T08:00:00+00:00",
        "updatedDate": "2024-01-12T22:25:24+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-10T22:48:57+01:00"
    },
    "urls": [
        "https://scholarship.law.tamu.edu/facscholar/1627",
        "https://scholarship.law.tamu.edu/context/facscholar/article/2613/viewcontent/The_Public_Accommodations_Dilemma.pdf"
    ],
    "lastUpdate": "2024-01-12T22:25:24+00:00",
    "setSpecs": []
}