{
    "acceptedDate": "",
    "authors": [
        {
            "name": "LeBreton, Marianne"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-12T12:04:04+00:00",
    "dataProvider": {
        "id": 1259,
        "name": "Dépôt Institutionnel Numérique",
        "url": "https://api.core.ac.uk/v3/data-providers/1259",
        "logo": "https://api.core.ac.uk/data-providers/1259/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/55652635.pdf",
    "fullText": "M LeBreton BioéthiqueOnline 2013, 2/17(http://bioethiqueonline.ca/2/17) The Erasure of Sex and Gender Minorities in the Healthcare SystemÉTUDE DE CAS / CASE STUDYMarianne LeBreton1Reçu/Received: 1 May 2013 Publié/Published: 15 Sept 2013Éditeurs/Editors: Marleen Eijkholt & Renaud Boulanger© 2013 M LeBreton, Creative Commons Attribution 3.0 Unported LicenseRésumé SummaryLes notions socioculturelles du genre et du sexe influentsur la structuration des systèmes de soins de santé. Cetteétude de cas illustre la façon dont la notion occidentale dugenre binaire,  et  la  cisnormativité  en particulier,  peuventcréer  des  obstacles  à  l’accès  aux  services  de  soins  desanté  pour  les  populations  transgenres  et  conduire  àl'effacement.Socio-cultural  notions  of  gender  and  sex  influence  thestructuring  of  healthcare  systems.  This  case  studyexemplifies  how  the  Western  gender  binary,  andcisnormativity in particular, can create barriers to accessinghealthcare services for transgender populations and lead toerasure.Mots clés KeywordsTransgenres, transsexuelles, identité de genre, disparités en santé, santé de population, éthique, vulnérable, discriminationTransgender,  transsexual,  gender  identity,  healthdisparities,  population  health,  ethics,  vulnerable,discriminationAffiliations des auteurs / Author Affiliations1 Department of Educational and Counselling Psychology, McGill University, Montreal, QC, CanadaCorrespondance / CorrespondenceMarianne LeBreton, marianne.lebreton@mcgill.caRemerciements AcknowledgementsAucun NoneConflit d'intérêts Conflicts of InterestAucun declaré None to declareIntroduction: Sex, gender and non-conforming populationsProfound population-level health inequities exist amongst sexual and gender minorities, an issue thathas garnered concern in  recent  public  health scholarship [1].  Sexual minorities (lesbian,  gay andbisexual  persons (LGB)) as well  as sex and gender minorities (trans (T)1 persons) face negativehealth outcomes several  times greater than the average population,  ranging from higher rates ofdepression and suicide attempts, to violence originating from hate crimes [4-8]. Significant inequitiesexist in terms of the ability of LGBT populations to access health services that are sex- or gender-specific and cater to their specific medical needs, and there is a further lack of public health oversightof the specific health needs of the LGBT community [5]. The reasons for these inequities are manifold,with misguided perceptions of sex and gender that  promote marginalization within the healthcaresystem being of particular interest.1 Trans, short for transgender, is “an umbrella term for persons whose gender identity, gender expression, or behavior doesnot conform to that typically associated with the sex to which they were assigned at birth” [2]. This includes any gender non-conforming persons who identify as transsexual, genderqueer (those who identify outside of the male/female gender binary)or intersex (those who are born with a reproductive or sexual anatomy that does not fit the typical definitions of female ormale) [3].ISSN 1923-2799 1 / 5M LeBreton BioéthiqueOnline 2013, 2/17(http://bioethiqueonline.ca/2/17) In order to discuss how perceptions of sex and gender lead to this marginalization, the differencebetween  sex  and  gender  must  be  clarified.  While  sex is  defined  by  biological  factors  such  aschromosomes,  hormones,  and  genital  appearance,  gender  incorporates  social  factors  that  are“constructed roles, behaviours, activities, and attributes that a given society considers appropriate formen and women” [9]. Gender identity is psychological, “a person’s internal sense of being masculineor feminine, whether or not the biological, chromosomal, or hormonal structure matches that sense ofself” [10]. According to a traditional view of gender, gender corresponds to one’s birth sex; the only two possiblesexes  are  that  of  male  (man)  and  female  (woman).  This  is  called  the  gender  binary.  Currentdefinitions in sexology are more representative of human diversity in advancing that gender is notbiologically determined by sex but rather socially constructed. From this perspective, gender can beviewed as a matter of personal development and self-identity that is unconstrained by the genderbinary. Gender identity is most often conceptualized as a spectrum, with “woman” at one end, “man”on  the other  end,  and “genderqueer”  in  the middle.  This  acknowledges  the role  of  psychosocialinfluences and helps to establish the nuances found in the construct of gender identity. For instance,just as sexual orientation is a combination of several dimensions – namely sexual behaviour, sexualattraction, and sexual self-identity – gender identity is a combination of gender expression (how oneexpresses their masculinity and femininity), gender presentation (presentation of oneself to others inday-to-day life), and gender self-identity (internal feelings and personal identification).One’s sex and one’s gender are separate constructs that are often mistakenly seen as equivalent inWestern societies [11]. The assumption that all people are cissexual2 – that they are born with eithermale or female genital organs and develop a gender identity that corresponds to their sex assigned atbirth  –  is  commonplace.  This  assumption  is  called  cisnormativity and  is  also  found  amongsthealthcare  practitioners  [12].  Though  it  is  empirically  incorrect  that  everyone  is  cissexual,cisnormativity is a pervasive belief  that exists because of Western society’s binary gender norms.Indeed, if  gender binary did not exist,  the existence of trans identities and trans bodies would bereadily acknowledged – or considered a part of human diversity, on equal grounds to cissexuality –which would render cisnormativity non-existent.Despite the growing recognition of the spectrum model of sex and gender, the dominant model inhealth contexts remains the gender binary, which implies cisnormativity. The very use of the words“man” (or male) and “woman” (or female) undermines the possibility of trans individuals; the termerasure refers to this nullification of transgenderism through a binary discourse [13]. A system, suchas the healthcare system, that does not recognize the possibility  that people other than “men” or“women” exist engages in the institutional erasure of sex and gender minorities [13-15].  Institutionalerasure manifests itself through policies, forms and documents that are not adapted to trans identitiesand trans bodies [14]. As a result, sex and gender minorities commonly face systemic discriminationwhen attempting to access health services, or their health needs go unreported within populationhealth assessments [15]. Erasure of trans individuals also promotes their social marginalization, whichhas been cited as a leading cause of the health inequities observed in this population [14, 15]. Because a great deal of trans persons do not wish to alter their appearance or do not present togender clinics,  it  is suspected that  the prevalence of transgenderism is much higher than currentestimates [16]. These estimates range from 1:30,400 to 1:200,000 for female-to-male individuals and1:11,900 to 1:45,000 for  male-to-female individuals  [17].  This  underestimation,  along with variousforms of erasure, reinforces the perception of trans persons as being few and thus easily overlookedin  society.  Overall,  the  erasure  of  trans  populations  negatively  impacts  public  health  research,prevention, and intervention priorities for these community members; consequently, sex and genderminorities consistently receive low priority in public health [18].2 Cissexuals  (or  cisgender)  persons  are  “people  who  are  not  transsexual  [or  transgender]  and  who  have  only  everexperienced their mental and physical sexes as being aligned” [12]. ISSN 1923-2799 2 / 5M LeBreton BioéthiqueOnline 2013, 2/17(http://bioethiqueonline.ca/2/17) The following case study will demonstrate how gender binary and cisnormativity can inhibit access tohealthcare services by transgender populations3.Case study: Trans erasure in the healthcare systemPatient records at a local hospital define the sex of patients as either ‘M’ for male or ‘F’ for female. Thesex of a patient is automatically entered into electronic hospital records from the information on apatient’s birth certificate, which is accessed through a digital birth registry. This information is oftenused to help identify patients.A trans person by the name Jennifer, whose gender presentation is visibly ‘female’, sits in the waitingroom at the hospital. After reviewing Jennifer’s file, the attending nurse calls out: “Mister Smith, youmay now enter the examination room… Mister Smith, are you here?”. Jennifer is hit with waves ofemotions. First insulted, then embarrassed, her feelings quickly turn to fear as other people in thewaiting area scan the room for ‘Mister Smith’. Having previously been the victim of a hate crime,Jennifer does not want to take the chance of being perceived as a ‘man’. After a period of silence, shediscretely leaves the room.A week later,  another  trans patient  is  in  the  same situation.  His  chosen name is  Julian,  but  hisidentification documents contain his name assigned at birth, Lily. He is called forth with a femininepronoun, and he correspondingly presents himself as ‘Miss Leuwen’. The attending nurse looks at theadvancing individual with surprise and disbelief. Julian is then accused of trying to ‘jump the queue’and is asked to wait his turn. Julian tries to explain his trans identity, yet the nurse asserts that hisgender does not correspond to their records on file and that institutional policies state that “all patientsmust be identified through information found in a patient’s file”. Julian leaves feeling stigmatized as‘non-existent’  and  ‘dishonest’.  This  experience  adds  to  Julian’s  pre-existing  feelings  of  mistrusttowards and resentment of the healthcare system.Questions 1. Put yourself in Jennifer and Julian’s shoes: • What do you think of their decisions to leave the clinic? What of the nurse’s reactionwhen confronted with Julian’s gender non-conformity? • What ethical issues do these situations raise, for example, in terms of justice? • What  kind  of  training  –  and  in  which  settings  –  could  be  provided  to  healthcareprofessionals to avoid such situations? Are there reasons that would justify a lack oftraining?2. What factors in healthcare make sex and gender minorities constitute vulnerable populations?What responsibilities do public health decision-makers have, if  any, towards vulnerable sexand gender minority populations?3. Strictly from a public health perspective, would there be an advantage to being able to identifypatients as sex and gender minorities through their medical files?4. What would be the ethical implications of labelling individuals as “trans” in their medical files,for example, in terms of confidentiality? What would be the advantages for trans patients? Thedisadvantages? 5. How do sex and gender influence the structuring of the healthcare system? 3 Please see the references and suggested readings for more examples of barriers to healthcare faced by trans individuals.ISSN 1923-2799 3 / 5M LeBreton BioéthiqueOnline 2013, 2/17(http://bioethiqueonline.ca/2/17) 6. Why can it be important for healthcare professionals to know a patient’s sex assigned at birth(female or male)? In such a context,  what  do you think of  the possibility  of  removing sexdesignations in patient files?7. How could the different dimensions of gender (gender expression, gender presentation, andgender self-identity) be incorporated within the healthcare system to recognize the diversity ofindividuals and identities found in the trans population?8. Are  the  issues  raised  in  this  case  study  also  relevant  to  the  average  patient  population,meaning the sex/gender majority (cissexual persons)? For example, are any of the ethicalissues raised herein  pertinent  to  ethical  issues concerning gender  discrimination and biasagainst women in healthcare?References1. Mulé,  N.J.,  et  al.  (2009).  Promoting  LGBT health  and  wellbeing  through  inclusive  policydevelopment. International Journal for Equity in Health, 8, 18.2. American Psychological Association (2011).  Answers to your Questions About TransgenderPeople, Gender Identity, and Gender Expression. 3. Serano, J. (2009).  Whipping girl: A transsexual woman on sexism and the scapegoating offemininity. Seal Press.4. Cochran, S.D., & Mays, V.M. (2007). Physical Health Complaints Among Lesbians, Gay Men,and  Bisexual  and  Homosexually  Experienced  Heterosexual  Individuals:  Results  From  theCalifornia Quality of Life Survey. American Journal of Public Health, 97(11), 2048-2055.5. Coker, T.R., Austin, S.B., & Schuster, M.A. (2009). Health and Healthcare for Lesbian, Gay,Bisexual,  and Transgender  Youth:  Reducing Disparities through Research,  Education,  andPractice. Journal of Adolescent Health, 45(3), 213-215.6. Coker, T.R., Austin, S.B., & Schuster, M.A. (2010). The Health and Health Care of Lesbian,Gay, and Bisexual Adolescents. Annual Review of Public Health, 31, 457-77.7. Dysart-Gale,  D.  (2010).  Social  Justice  and  Social  Determinants  of  Health:  Lesbian,  Gay,Bisexual,  Transgendered,  Intersexed,  and  Queer  Youth  in  Canada.  Journal  of  Child  andAdolescent Psychiatric Nursing, 23(1), 23-28.8. Haas, A.P., Eliason, M., Mays, V.M., Mathy, R.M., Cochran, S.D., D'Augelli, A.R., ... & Clayton,P.J. (2010). Suicide and  suicide risk in  lesbian, gay, bisexual, and  transgender populations:Review and recommendations. Journal of Homosexuality, 58(1), 10-51.9. World Health Organization (2013). What do we mean by “sex” and “gender”?10. Ross-Gordon,  J.M.  (1999).  Gender  development  and  gendered  adult  development.  NewDirections for Adult and Continuing Education, 84, 29-37. 11. Valdes, F. (1996). Unpacking Hetero-Patriarchy: Tracing the Conflation of Sex, Gender & (and)Sexual Orientation to Its Origins. Yale JL & Human, 8, 161.12. Namaste,  V. (2000).  Invisible lives: The erasure of  transsexual and transgendered people.University of Chicago Press.13. Lombardi, E. (2001). Enhancing transgender health care. American Journal of Public Health,91(6), 869-872.14. Bauer, G.R., Hammond, R., Travers, R., Kaay, M., Hohenadel, K.M., & Boyce, M. (2009). “Idon't  think  this  is  theoretical;  this  is  our  lives”:  How  erasure  impacts  health  care  fortransgender people. Journal of the Association of Nurses in AIDS Care, 20(5), 348-361.15. World  Professional  Association  for  Transgender  Health  (2011).  Standards  of  Care   for  theHealth of Transsexual, Transgender, and Gender Nonconforming People.16. De Cuypere, G., Van Hemelrijck, M., Michel, A., Carael, B., Heylens, G., Rubens, R., ...  &Monstrey, S. (2007). Prevalence and demography of transsexualism in Belgium.  EuropeanPsychiatry, 22(3), 137-141.ISSN 1923-2799 4 / 5M LeBreton BioéthiqueOnline 2013, 2/17(http://bioethiqueonline.ca/2/17) 17. Meyer, I.H. (2001). Why Lesbian, Gay, Bisexual, and Transgender Public Health?  AmericanJournal of Public Health, 91(6), 856-859.Suggested Readings1. Bockting,  W.,  Robinson,  B.,  Benner,  A.,  &  Scheltema,  K.  (2004).  Patient  satisfaction  withtransgender health services. Journal of Sex & Marital Therapy, 30(4), 277-294.2. Coyle, S. (2011). A Mixed Methods Investigation of the Needs, Experiences, and Fulfillmentsof  Trans  Persons  Accessing  Ontario  Health  Care  Services.  Master’s  thesis,  Queen’sUniversity, Kingston, Canada.3. Israel,  Gianna  E.,  Donald  E.  Tarver,  Joy  Diane  Shaffer  (2001).  Transgender  care:Recommended guidelines,  practical  information,  and personal  accounts.  Temple  UniversityPress.4. Kaiser Permanente National  Diversity Council  (2004).  A Provider's Handbook on CulturallyCompetent Care: Lesbian, Gay, Bisexual and Transgendered Population. Kaiser Permanente.5. Lev, Arlene Istar (2004).  Transgender Emergence: Therapeutic Guidelines for Working withGender-Variant People and their Families. The Haworth Clinical Practice Press.6. Snelgrove,  J.W.,  Jasudavisius,  A.M.,  Rowe,  B.W.,  Head,  E.M.,  &  Bauer,  G.R.  (2012).“Completely out-at-sea” with “two-gender medicine”:  A qualitative analysis of physician-sidebarriers  to providing healthcare  for  transgender  patients.  BMC Health  Services  Research,12(1), 1-13.ISSN 1923-2799 5 / 5",
    "id": 55652635,
    "identifiers": {
        "doi": null,
        "oai": "oai:papyrus.bib.umontreal.ca:1866/9811"
    },
    "title": "The Erasure of Sex and Gender Minorities in the Healthcare System",
    "language": null,
    "publishedDate": "2013-09-15T01:00:00+01:00",
    "publisher": "Association des étudiants de bioéthique de l'École de santé publique de l'Université de Montréal.",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/55652635.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/55652635"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/55652635/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/55652635/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/55652635"
        }
    ],
    "abstract": "Étude de cas / Case studyLes notions socioculturelles du genre et du sexe influent sur la structuration des systèmes de soins de santé. Cette étude de cas illustre la façon dont la notion occidentale du genre binaire, et la cisnormativité en particulier, peuvent créer des obstacles à l’accès aux services de soins de santé pour les populations transgenres et conduire à l'effacement.Socio-cultural notions of gender and sex influence the structuring of healthcare systems. This case study exemplifies how the Western gender binary, and cisnormativity in particular, can create barriers to accessing healthcare services for transgender populations and lead to erasure",
    "tags": [
        "journal article",
        "article",
        "Transgenres",
        "transsexuelles",
        "identité de genre",
        "disparités en santé",
        "santé de population",
        "éthique",
        "vulnérable",
        "discrimination",
        "Transgender",
        "transsexual",
        "gender identity",
        "health disparities",
        "population health",
        "ethics",
        "vulnerable",
        "discrimination"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journal article",
        "article"
    ],
    "oai": "oai:papyrus.bib.umontreal.ca:1866/9811",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1259",
        "openDoarId": 0,
        "name": "Dépôt Institutionnel Numérique",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 55652635,
        "depositedDate": null,
        "publishedDate": "2013-09-15T01:00:00+01:00",
        "updatedDate": "2024-01-22T04:39:45+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-12T12:04:04+00:00"
    },
    "urls": [
        "http://hdl.handle.net/1866/9811",
        "http://bioethiqueonline.ca/2/17"
    ],
    "lastUpdate": "2024-01-22T04:39:45+00:00",
    "setSpecs": []
}