{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bridges, T.M."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:14:23+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213065412.pdf",
    "fullText": "Marquette Universitye-Publications@Marquette3210 English Undergraduate Research:Ethnography of the University English DepartmentSpring 2017The Revolution Will Be Televised But NotSupported: Student Protest at MarquetteUniversityT.M. BridgesMarquette UniversityFollow this and additional works at: http://epublications.marquette.edu/english_3210urRecommended CitationBridges, T.M., \"The Revolution Will Be Televised But Not Supported: Student Protest at Marquette University\" (2017). 3210 EnglishUndergraduate Research: Ethnography of the University. 36.http://epublications.marquette.edu/english_3210ur/36• Current political environment – The current political landscape in the United  States is contentious and fraught and outraged citizens have habitually taken to protests, marches, and  – Unsurprisingly, many universities have witnessed  and fostered  student protests, marches, and  demonstrations. However, despite a few isolated  events, Marquette University has been relatively quiet and  unresponsive to this political moment. • Personal Experiences– In the Fall semester of 2016, I participated  in a d issenting activity with a group of student activists. – The campus police continuously harassed  us and the Office of Student Development summoned us to a hearing and decided  that we had  to watch a TEDTalk about not hurting people’s feelings or face academic probation.• In light of these experiences and seemingly contradictory characteristics of Marquette University, I decided  to investigate further.IntroductionFindings• In order to gain a comprehensive view of student protest at Marquette University, I employed a qualitative, mixed -method approach, including research forms such as:– Autoethnographic narrative inquiry into my own experiences– Institu tional data the Marquette University website– Historical data from the Marquette University Archives– Review of scholarly research– Interviews with two students and one faculty member• The research I conducted  gained  greater meaning upon analysis that centered  contextualizing Marquette in a specific geographical, historical, and  ideological location.MethodsWhat influences the presence of student protests at Marquette University?Research Question Proposals for Change• Immediate: Demonstration Policy • Instead  of requiring students to get approval, the policy should  offer students the opportunity to seek advisement from an administrator but in no way require it, clearly highlight that the campus is open to be used  by students for acts of protest so long as the protest is not violent, and  also state that protests cannot be espousing ideas of hate towards specific groups.• Short-Term: Implement ‘Dialogue Days’• Following Vietnam War Protests, St. Joseph University in Philadelphia implemented  Dialogue Days in order to foster open, constructive d iscussion.• Marquette University could  benefit greatly from this as it would  provide students with the ability to voice concerns d irectly with leaders of the university in a constructive way and will allow the university to be aware of how best they can serve their students.• Long-Term: Core Requirements Emphasize Social Justice• There is a dearth of core requirements that focus on issues of social justice. In order to help foster a greater commitment to these causes, the university should  require each freshman to take a semester long class that focuses on issues of social justice, including but not limited  to LGBTQ+ rights, minority rights, women’s rights, and  basic human rights for all. “The demand that the oppressed tolerate oppression is the essence of repressive tolerance.”-Sculos and Walsh, “The Counterrevolutionary Campus”Scholarly Literature CitedBraungart, Richard  and  Margaret Braungart. “Protest Attitudes and  Behavior Among College Youth: A U.S. Case Study,” Youth and Society, vol. 6, no. 2, 1974, pp. 219-248.De Angelis, Lauren Michelle. “Catholic Activism: How Religious Identity Shaped College Peace and Anti-ROTC Movements in Philadelphia.” Pennsylvania History: A  Journal of Mid-Atlantic Studies, vol. 84, no. 1, 2007, pp. 1-29.Giroux, Henry A. America’s Addiction to Terrorism. Monthly Review Press and  NYU Press, 2016.Sculos, Bryant William and Sean Noah Walsh. “The Counterrevolutionary Campus: Herbert Marcuse and  the Suppression of Student Protest Movements.” New Political Science, vol. 38, no. 4, 2016, pp. 516-532.Seybold , Peter. “The Struggle Against Corporate Takeover of the University.” Socialism and Democracy, vol. 22, no. 1, 2008, pp. 115-125.After research and analysis, I found that student protest at Marquette exists within a series of contradictions, showing conflicted  nature of the University when it comes to social activism:1. Publicity and Funding – Donations are an increasingly important source of revenue for the university and may influence decisions.– Furthermore, the university allocates funds towards areas of study that do not foster social awareness but instead  towards majors that are shown to be low in activism• Humanities, Social Sciences vs. Engineering, Business, Health Sciences2. Marquette “Values”– Catholicism has been used  both to subvert acts of d issent and  to catalyze acts of d issent. • The Catholicism of Marquette turns students away from participating• However, for much of the twentieth century, Catholic values encouraged engaging in political d issent.3. Repressive Tolerance– Herbert Marcuse coined  the idea of Repressive Tolerance in which an advanced society views tolerance as paramount, resulting in tolerance of opinions that perpetuate oppression in the name of free speech.• This is applicable to how student protesters across the US have been viewed Tess Bridges | theresa.bridges@ marquette.eduStudent Protests at Marquette UniversityThe Revolution Will Be Televised  But Not Supported :“It’s important that students often do critique of their own conditions, the conditions that make their education possible.”-faculty member, College of Arts and  SciencesPhoto courtesy of the Marquette Tribune.Photo courtesy of the Marquette Archives.Photo courtesy of the Marquette Tribune.Bridges 1  T.M. Bridges Dr. Beth Godbee ENGL 3210 11 May 2017  The Revolution Will Be Televised But Not Supported:  Student Protest at Marquette University Introduction In the Fall semester of 2016, I was involved in an act of dissent on campus. Some other students and I decided to respond to a Pro-Life display in the center of campus by covering it with small printer paper signs we had made a few minutes before. Our handmade signs donned phrases such as “My Body, My Choice,” and “I get to control my body.” Within fifteen minutes of originally deciding to act, we had completed our response. However, the aftermath and university response lasted months. Attempts at political repression by both the newly legitimized campus police and the administration demonstrated clearly that certain types of political dissent and protest are not welcome at Marquette University. However, it wasn’t clear if their treatment was in response to this isolated incident because of the Church’s stance on abortion or if there was a pattern of responding in this way to all calls for change.   In addition to my own personal experience, the current fraught political landscape has manifested in an increase in marches, demonstrations, and protests across the United States. Milwaukee has not been and is not immune to the outcry for justice that is taking place simultaneously in many cities and on many college campuses. However, Marquette University and its community have been relatively quiet in voicing concern for social justice and civil rights Bridges 2  issues. In researching student protest on campus, I sought not only to understand my own treatment at the hands of the university but also to enact change towards making Marquette a more socially aware and engaged community that employs Catholic and Jesuit values to work for the equity of all. This led me to develop a research question that is broad and drives the direction of the project: What influences the presence of student protest at Marquette University?  In this paper, I begin by describing my methodology of research. I used a mixed-method qualitative approach including conducting an autoethnographic inquiry, interviews, archival research, review of scholarly literature, and field notes of a variety of institutional websites. From there, I describe how extensive research led to me understanding how student protesting at Marquette University exists amid conflicting influences. With the importance of donors, decisions made by the administration are often inconsistent in order to maintain positive publicity. Furthermore, Jesuit values can be used to justify social activism and working for social justice while more traditionalist, Catholic values undermine student protest in order to maintain the status quo. Additionally, student activists across the United States are currently being labeled as being against free speech as a result of refusing to tolerate inherently oppressive opinions and viewpoints. While these factors in and of themselves present a threat to student involvement, they work together at Marquette University to create a social and political environment that stifles students’ working for social justice through dissent and protest.   Because the status of student protest at Marquette University occurs as a result of many factors and conflicting influences, both the immediate and the systemic causes must be tackled in order to enact change. First, I propose a heavy revision of the current Marquette University Demonstration Policy in order to allow for students to engage in social activism in a variety of ways. While that is an immediate change, a long term solution must be made in order to ensure Bridges 3  that the administrators and students are working together to create a more justice-oriented, empowered, and inclusive university community. By implementing a regularly-occurring, day-long event in which administrators and students can be in direct dialogue about issues on campus, the Marquette community will take a concrete step towards putting Jesuit values into practice. Systemically, Marquette propagates an ignorance of social justice issues in its students and must create a required Freshman-level course that teaches students about social justice and civil rights issues. With these changes to the Marquette community and curriculum, the university can help form individuals who are socially aware and informed citizens. Although Marquette University currently does not pay adequate attention to fostering social awareness in its students, these changes will allow the university to put the values it claims to espouse into practice.  Methods  In order to gain a well-rounded view of protesting at Marquette University, I used a mixed-method approach of qualitative data including interviews with both faculty and students, field notes of online data on Marquette’s website as well as other universities’ websites, historical documents from the Marquette University Archives, and scholarly articles from online databases. This variety in data allowed me to understand how student protest at Marquette is confronted, factors that influence student protests, and the historical precedent for student protests at Marquette.   Autoethnography. To start the process of researching, I had to really understand my personal experience with activism and protest at Marquette University. My ultimate inspiration for researching this topic was my personal experience with social activism on campus. The Bridges 4  autoethnography allowed me to reflect on how I was treated as a result of my involvement with an incident of dissent on campus. I had to process and try to understand how and why the university responded in the way that it did. My autoethnography also introduced what would become a major ethical struggle throughout my project. Despite what I originally felt was injustice in my personal experiences, I came to understand that in order to get answers both for myself and my research question, I had to set aside the anger and confusion I felt. I revisited my experience through the use of a narrative inquiry that I then revised, focusing on specific topics to enhance through further research.  Institutional data. My first primary observational research was with regards to the Marquette public website. By looking at elements such as the Student Code of Conduct, the University Demonstration Policy, and the Rankings and Recognition pages of the website, I learned what the university prioritizes academically and how the policies and procedures of the university shape the administration’s treatment of student activism and protest on campus. Furthermore, I compared the Marquette Demonstration Policy to that of other universities in order to gauge where Marquette is located among other comparable universities with regards to protest and demonstration expectations. Understanding how Marquette responds to student protest procedurally shed light on the perceptions of student protest and the ways in which various factors influence student involvement in protest.  Archival research. After looking into the present day policy of student protests at Marquette University, I was curious about how the perception of student protests had changed overtime. I researched incidents of student protest on Marquette’s campus in the past, particularly during the Vietnam War and Civil Rights Movement when, similar to today, college students saw a need to Bridges 5  dissent the inequalities and injustices in their world. This allowed me to see that the patterns and trends I have been seeing contemporarily were indeed in practice fifty years ago, namely, the unclear response of the administration that sought to shut down any unwanted protests while not appearing to be against social activism.  Review of Scholarly Literature. Once I had a better idea of student protest at Marquette University historically, I used online databases to review scholarly literature regarding factors that influence the proliferation of protest on college campuses throughout the United States. Various scholarly articles I reviewed provided a well-rounded view of the college majors most likely to engage in dissent, how the funding of universities had led to less political discourse on campuses, how university administrations tactically repress protests, and other factors that were present at Marquette University. The review of scholarly literature was crucial in describing trends and phenomena on a macro-level that could then be applied to Marquette and contextualized for Marquette’s position geographically and ideologically.   Interviews. For the interview portion of my research, I conducted three interviews: two interviews lasting thirty minutes each with two students and one interview lasting an hour with a faculty member. After developing questions (See Appendix A), I started with interviewing the two students in order to understand how protesting at Marquette was seen from the perspectives of students, especially how the administration treats student activism and student protest. These interviews reflected my own experience by showing that it was not an isolated incident and was, in fact, part of a regular pattern of response. Once I felt comfortable with the student perspective, I formulated questions for a faculty perspective (See Appendix B) and interviewed a faculty member in order to understand how these students’ experiences and perspectives factored into Bridges 6  the larger picture and recent history of protest at Marquette. Not only did these interviews show individual perceptions, but they also led me to a better understanding of how to continue to research and develop a clear picture of student protest at Marquette University. I transcribed each interview, finding patterns that became the major themes represented through the subsection headings of the findings. Ultimately, the interview process contextualized my other research by relating historical incidents to contemporary trends and applying national patterns to Marquette’s campus specifically.   Findings  Student protest at Marquette University is conflicted and exists within a series of contradictions based on the tension between opposing forces and interests. These interests include the finances of the institution, the political pressures to lean one way or another, trying to act in accordance with the religious values of the school, and maintaining a favorable opinion in the eyes of the public including students and alumni. The breadth of factors that influence student protest at Marquette can be sorted into three categories of contradictions: donor appeasement versus academic freedom, Catholic values versus Jesuit values, and repressive tolerance versus social activism. Overall, the conflicts contribute to a seemingly ambiguous stance by the university with regards to student involvement in protest and social activism. Although at first glance, the university appears to be indeterminate in their support of student activism, they are, in fact, espousing ambiguity to hide their actions that overtly subvert any student critique in the form of dissent and protest.   Donor Appeasement Versus Academic Freedom. Over the past few decades, government funding in various forms to institutions of higher education has been decreased dramatically, leaving Bridges 7  universities in need of funding from other sources. While this occurred for a variety of reasons, the most prevalent explanation is the dislike of universities and their socio-political activism by the traditionalist politicians who wanted to curb the progressive tendencies of higher education (Seybold 121). No university was immune to these funding cuts. As a way of compensating for the sudden lack of money, universities began to increase tuition drastically. However, this proved to be a short-term solution and a way of procrastinating solving the financial problems because tuition soon reached a level that could not be sustained and left the average student in tens of thousands of dollars in student debt. Still faced with a dire lack of finances, universities turned to donations, particularly from wealthy alumni, for funding. That brings us to today, with Marquette University relying heavily on donor monies. In an interview, a faculty member in the College of Arts and Sciences who chose the pseudonym Chia Toba said, “It’s become a problem with all universities as they’ve become more dependent on outside forces as tuition has been maxed-out and state monies have gone away, where donors want more influence over the political content of universities, over curriculum, who’s hired and who’s fired, and that is a problem. Money is always an issue,” (Toba). As Peter Seybold describes in his article “The Struggle Against Corporate Takeover of the University,” “The entire university is being subjected to the logic of profit, which is reshaping the priorities of the institution and degrading the everyday practice and culture of higher education,” (Seybold 116). This profit-orientated psychology prioritizes positive publicity and avoids negative publicity above all else. When students use protests, demonstrations, and marches in a public sphere as a means of voicing dissatisfaction with their university, the negative publicity risks donations. As a result, student protest and the university creating any sort of public statement in support of a certain opinion over another will undoubtedly offend or push away certain donors. Therefore, the university that Bridges 8  is solely focused on profit will be attempting to mitigate protest. In his article “Higher Education under Siege and the Promise of Insurgent Public Memory,” Giroux describes that “as universities adopt the ideology of transnational corporation and become subordinated to the needs to capital...they are less concerned with how they might educate students in terms of ideology...and the necessity of using knowledge to address the challenges of public life,” (Giroux 154). Without any dependable source of funds, universities must essentially find creative means of ensuring their financial solvency that, ultimately, degrades the integrity of the university and results in a dearth of student protest.  There are a number of ways that universities have made themselves appear attractive to both donors and prospective students and, thereby, maintain a consistent flow of revenue. First, universities appeal to prospective students by offering highly competitive programs that will satisfy the values of a consumerist culture. Those programs are STEM (Science, Technology, Engineering, and Mathematics), business, and health sciences. At Marquette University, greater emphasis is placed on these fields of study. The university’s public website features “Rankings and Recognition” for it’s top colleges as judged by US News and World Report, including only top rankings in the Colleges of Health Sciences, Business Administration, and Engineering (www.marquette.edu/about/rankings). Furthermore, enrollment in liberal arts majors has markedly decreased. Based on numbers displayed on the university’s website, 38% of students were enrolled in the College of Arts and Sciences in the Fall semester of 2005 (www.marquette.edu/oira/fresh-dash). However, in the Fall semester of 2016, that number had fallen to 33% while the College of Health Sciences rose to 17% of enrollment and the Colleges of Business Administration and Engineering rose to 16% of enrollment each (www.marquette.edu/oira/fresh-dash).  Bridges 9  While the changes in enrollment for the various colleges are in no way drastic and are shown over a ten year period, they nonetheless demonstrate a trend of reevaluating priorities at Marquette University that is a direct result of the need for greater enrollment and donations. Seybold writes, “In an environment dominated by the logic of business, departments which do not generate enough revenue for the university or have difficulty bringing in grant money are also threatened,” (Seybold 117). Additionally, the choice of major is indicative of student involvement in dissent and protest as students in the humanities and majoring in liberal arts fields are more likely to be inclined to be involved in dissent (Baungardt 228). Seybold writes that “departments which offer perspectives that challenge the mainstream have in the current climate become targets for possible elimination and downsizing,” (Seybold 117). Therefore, universities wishing or needing to increase monies to the institution can, with some certainty, do so by allocating funds to departments that will garner more research, enrollment, and donations. This will, additionally, siphon finances away from departments centered around social justice, activism, and, more generally, progressive ideologies, moving the university to become renowned for, or at the very least, associated with, fields that intrinsically draw less socially and politically driven students. Marquette University, with its current financial situation and the priorities it has demonstrated, has successfully entered this path, and the self-perpetuating cycle has begun as seen in the College of Engineering’s new building Engineering Hall that joined the Olin Engineering Building and Haggerty Hall in contributing to the College of Engineering academic spaces. While students in the College of Engineering can access the engineering buildings after hours, many majors in the College of Arts and Sciences have no dedicated building which they can access. Exclusive after-hours access is one of the ways the university, and the College of Engineering in particular, can attract prospective students.  Bridges 10  These reshaping of priorities is further highlighted In October of 2016, the administration of Marquette University announced a $600 million “master plan” to transform the western area of the campus, the region adjacent to Clybourn and North 16th Street, into a series of new buildings centered around innovation, engineering, and business as well as a new exercise facility. The Milwaukee Business Journal quoted Marquette University President Lovell as saying that the new facilities “will put the university ‘on the map’ when it comes to the STEM fields,” (Lawder). The financially attractive aspects of fields relating to engineering and business make it financially smart to spend available monies on projects supporting those fields while other fields that are not deemed financially viable fall behind and are defunded. However, the fields that are defunded and deemed unimportant similarly instill social awareness and care for social justice in students. Defunding these programs disadvantages students who would wish to study social justice topics, disadvantages STEM and business students who do not have access to learning about topics beyond their respective majors, disadvantages the Marquette community as the Catholic and Jesuit values that appear to be so important are abandoned for the sake of money, and disadvantages the administration of Marquette University who do not foster an environment where students can voice their opinions to improve the university.   Catholic Values Versus Jesuit Values. Father Groppi was a priest during the Civil Rights Movement who led the fight for racial justice and equity in Milwaukee, Wisconsin. In his position as a religious leader, Groppi led numerous marches and demonstrations while also being a key advisor to civil rights groups in Milwaukee. His dedication to social justice and use of Catholic doctrine to catalyze the struggle for civil rights demonstrates the second main influencing contradiction regarding student protest on Marquette’s campus, namely the ambiguity of the idea of Marquette values. As was the case with human rights workers like Fr. Bridges 11  Groppi, Dorothy Day, and Martin Luther King, Jr., Christianity and Catholicism can provide the rationale for working for equity and justice. However, on the other hand, Christianity and Catholicism has likewise provided the rationale for maintaining the oppressive status quo and supporting traditional values resulting in the antiquated treatment of women and minority peoples. Professor Toba of Marquette University described this conflict when she said, “Catholic identity is part of our political landscape. It can mean social justice or it can mean...conservatism not in a political sense but almost more in a moral, reactionary sense,” (Toba). Toba continued by differentiating between Jesuit values and Catholic values, describing the mission of  current university administration as “unclear whether it’s the social justice Jesuitism or the social conservative Catholicism,” (Toba). This observation was reiterated by both subjects of the student interviews. The first student, a sophomore in the College of Arts and Sciences who chose the pseudonym Elizabeth Considine, said, “With its affiliation with Catholicism, there is just not a way for them to allow certain forms of political dissent,” (Considine). Another student, a junior in the College of Arts and Sciences who chose the pseudonym Stella Davis, said, “I think that anything that involves dissent, especially confliction with Catholic mission, that’s where they really want to, you know, keep it toned down,” (Davis). The conflict between the two faces of Catholicism with regards to social justice play out regularly on Marquette’s campus. For example, in November of 2015, Marquette students were joined by members of the administration in a silent protest showing support for students of color, particularly those at University of Missouri (Hatcher). However, nearly five months later, in March of 2016, members of the student organization, Students for Justice in Palestine, displayed their annual mock Israeli Apartheid Wall only to have it removed overnight by the university without warning. According to Marquette Wire student reporter Jennifer Walter, the university claimed Bridges 12  that the display “violated school policies” and “can never be displayed again because of its concerning nature,” (Walter). The dichotomy of these two events happening in tandem demonstrates that the values that Marquette University espouses are used to support certain issues of human rights but not others. While organizations like the Center for Peacemaking and events like Mission Week introduce and attempt to further justice and equity in the name of religion, other organizations on campus, namely Young Americans for Freedom and the university-backed Marquette for Life, seek to repress any substantial advancement of equity through actively fighting against civil rights and civil liberties. Although Professor Toba stated that the university’s stance is somewhat ambiguous, both Elizabeth and Stella, as students at Marquette University, voiced how Catholicism plays a significant role in minimizing, and indeed, suppressing the desire for social activism and student protest on campus.  However, that is not necessarily the stance of Catholicism as a whole and may, instead, be a distorted interpretation of the religion to achieve certain ends. In her article “Catholic Activism: How Religious Identity Shaped College Peace and Anti-ROTC Movements in Philadelphia,” de Angelis describes the role of Catholicism and religious identity in providing rationale for Vietnam War protests on college campuses, particularly those campuses with religious affiliation. Following the changes made by the Second Vatican Council, namely the increased role of the laity and the revised view of war, de Angelis notes how “as fighting in Vietnam intensified, American Catholics used the new doctrine to debate, protest, and object to its escalation,” (de Angelis 4). Modern war, with its absolute destruction and abhorrent tactics, was seen to be in direct violation of the teachings of the Church, leading Catholics to use religion as a catalyst for activism and, beyond that, dissent. While this would seem to provide a clear Bridges 13  rationale for engaging in protest on a Catholic, Jesuit campus, Marquette University and its community seems hesitant to take any direct action in the face of such global injustices.  This ambiguity and lack of clarity regarding the role religious values in garnering support for dissent and activism is reflected in the Marquette University Demonstration Policy that, while admitting the need for student protests on campus to voice concerns, also states that all demonstrations must receive administrative approval. On the Marquette website, the Demonstration Policy reads, “On occasion, recourse to public demonstration and protest may become, for some, a necessary and justified means of supporting their cause or position,” however the policy then states that approval from the University must be obtained in advance of the event and students have to meet with administration prior to the event (www.marquette.edu/osd/policies/demonstrations). The Demonstration Policy includes, The planned Event may be scheduled no fewer than two business days after this meeting is held. This two-day period may be extended at the discretion of the University if additional planning or preparation time is needed. Organizers should therefore plan accordingly and submit proposals as early as possible before the anticipated Event date. The meeting with the Dean/designate will be to review the details of the proposed Event including proposed time, place, manner and planned size of the event. Accordingly, expectations, rights, responsibilities, and logistical considerations will be discussed. In conjunction with this meeting, the Organizer/Liaison with submit a “Demonstration Proposal” form.  (www.marquette.edu/osd/policies/demonstrations) As is shown, the individual or student organization must allot adequate time to plan and get approval from the University in order to be allowed the right to protest. In many cases, the goal of student protests is to hold the administration or university accountable and call the Bridges 14  administration to action regarding an issue of equity and justice. The orwellian idea of requiring the dissenter to get approval and coordinate with the object of the dissent is counterintuitive to the practice of protest and creates an atmosphere of hesitation for the students, some of whom have not had experience subverting and confronting an institution. Overall, the subversive nature of the Demonstration Policy contribute to an ambiguous view of student activism by the university. The contradiction of the term “Marquette values” with regards to both a Catholic and Jesuit identity further add to the lack of clarity with regards to the university’s stance on student protest.  Repressive Tolerance. Philosopher Herbert Marcuse defines repressive tolerance as tolerance for the sake of tolerance that ultimately leads to the tolerance of oppressive ideologies by a society. In their article, “The Counterrevolutionary Campus: Herbert Marcuse and the Suppression of Student Protest Movement,” Sculos and Walsh, for example, relate the incident in which a Vietnam War protest was only “guaranteed it if also allowed the National Socialist Party of America to march in the predominantly Jewish city of Skokie, Illinois,” (Sculos & Walsh 518). This incident exemplifies Marcuse’s idea of repressive tolerance, in which oppressive and hateful ideologies such as those of the National Socialist Party of America are given the same legitimacy as other ideologies in the name of tolerance and free speech. No attention is paid, however, to the detrimental nature of certain ideologies that result in furthering oppression and inequity in society. In his book Repressive Tolerance, Marcuse writes, “Tolerance is extended to policies, conditions, and modes of behavior which should not be tolerated because they are impeding, if not destroying, the chances of creating an existence without fear and misery,” (Marcuse 82). This, ultimately, results in requiring the oppressed to tolerate the oppressor. As Sculos and Walsh highlight, the United States is currently acting in accordance with the idea of Bridges 15  repressive tolerance as student demonstrations, protests, and activism on college campuses are labeled as infringing on free speech. The responses of politicians, news-anchors, and other members of the public sphere are negative in nature as college students agitating for justice and equity are labeled as repressive of beliefs other than their own and fighting against individual rights to free speech. Sculos and Walsh write,  The reactionary backlash toward student protesters at Rutgers, Yale, the University of Missouri, and elsewhere has proceeded under a pretense of tolerance that betrays its decidedly repressive character. The conservative economist Thomas Sowell refers to ‘storm trooper tactics by bands of college students making ideological demands’ apparently encouraged by intolerant professors.’ Former New York City Mayor Michael Bloomberg described modern college campuses, particularly those in the Ivy League, as havens of left-leaning ‘McCarthyism.’(Sculos 526) While on the surface, greater tolerance appears to be a sign of a progress for an increasingly liberated society, it ultimately leads to the propagation of problematic and detrimental opinions. Furthermore, labelling protests against these opinions as against free speech creates a false equivalency that acts in and of itself as a form of silencing those who would wish to speak up against oppression.   Marquette University, like the universities described by Sculos and Walsh, is not immune to this silencing and delegitimizing tactic. When students spoke out against a display that they saw as triggering, targeting, and shaming of certain demographics, administrators sent a letter to all students via email describing how the actions undertaken by the student activists were not in keeping with the values of the university, saying, “Defacement is not dialogue,” (Personal Email). Describing the necessity of dialogue for opposing opinions not only legitimizes opinions Bridges 16  that are inherently oppressive, it also serves to silence those dissenters who would wish to stand up to and confront inherently oppressive opinions. Furthermore, when a group of student activists sent a letter to the President of the university urging him to inhibit a political commentator with particularly oppressive opinions from speaking on campus, they were invited to meet with a staff member of the Office of Student Development who explained why, in the name of tolerance and free speech, they must maturely accept that the political commentator will be allowed to speak on campus. The staff member never addressed the concerns for the groups that the political commentator speaks out against, all of which are represented in the Marquette University student body, including but not limited to, People of Color, Muslim people, and LGBTQ+ individuals. These separate occurrences demonstrate the use of repressive tolerance, as Marcuse defined it, as a means of silencing opposition to the status quo that seeks to continue to oppress certain groups of people while repressing any dissent.   Proposals for Change  Because there are a number of various factors, both immediate and systemic, that contribute to an overall threatened status of protest and dissent at Marquette University, a variety of changes will have to be made in order to foster a community in which students hold the university accountable and are able to critique the educational environment in which they exist.  Demonstration Policy. The Marquette University Demonstration Policy as stated in the Student Handbook requires all individual students and student organizations to receive university approval from the Office of Student Development prior to a demonstration or protest (www.marquette.edu/osd/policies/demonstrations). While citing safety concerns and the need for maintaining normal function of the university as the reasons for this policy and process, the Bridges 17  Demonstration Policy also functions as a deterrent for students who feel as though they must engage in dissent. Examining other universities’ policies towards student protest and demonstrations allowed for an understanding of the ways in which Marquette’s Demonstration Policy can be changed to allow for greater student freedoms in protest and a larger allowance for student involvement in activism overall. Peer institutions such as Loyola University of Chicago, Creighton University, Seattle University, and St. Louis University have similar policies towards student protests, but their policies are more lenient and not as intently focused on the procedures that students undergo prior to a demonstration. In the Loyola University Student Handbook, for example, it states, “Individual students or recognized student organizations intending to organize a demonstration are encouraged to notify the Office of the Dean of Students (DOS) two (2) days before the demonstration,” however then clarifies that “this meeting is not an attempt by the University to censor to otherwise limit content or viewpoint, but rather to advise organizers regarding applicable standards for time, place, and manner,” (www.luc.edu/media/lucedu/osccr). While these meetings may, in practice, hinder student involvement in protest on campus, the university does not require any official or procedural approval and simply encourages students to seek advisement from the university. Generally, this creates a sentiment of support for student protest as the university appears to want to help student activists.   Georgetown University takes their policy on student involvement in protest on campus a step further to demonstrate the importance of student activism. The Speech and Expression Policy states, “First, all members of the Georgetown University academic community, which comprises students, faculty, and administrators, enjoy the right to freedom of speech and expression,” (studentaffairs.georgetown.edu). Then, as a way of attempting to ensure that no protests belittle the existence of any individual, it clarifies, saying, “Expression that is indecent Bridges 18  or is grossly obscene or grossly offensive on matters such as race, ethnicity, religion, gender, or sexual orientation is inappropriate in a university community and the University will act as it deems appropriate to educate students violating this principle,” (studentaffairs.georgetown.edu). This is crucial because it acknowledges that certain ideologies are born out of ignorance and hate and, as such, notes that those propagating such ideologies will be educated accordingly. The policy also allows for protests of the university, saying, “Expressive activities planned and executed with the intention of protesting an event, policy, or other concept can take place in all campus locations regardless of whether the space has been reserved for that purpose,” (studentaffairs.georgetown.edu). With its policy of student activism and involvement in protest supporting increased freedoms for students, Georgetown University fosters inclusivity towards all students as well as fosters a dedication to student awareness and care for social justice issues.  With these policies from other universities in mind, Marquette University must, in order to support student activism for social justice issues, implement a Demonstration Policy that supports student engagement of dissenting and critiquing both their educational community and the greater community. Instead of requiring students to get approval, the policy should offer students the opportunity to seek advisement from an administrator if they see fit but in no way require it. This will benefit the students as they will be able to discuss their ideas for a demonstration without having to worry about having their ideas rejected. This will additionally benefit the university as advising students will maximize the impact of the student protest while still allowing insight, advice, and thoughtfulness. The revised Demonstration Policy should also highlight that as members of the Marquette academic community, students have the ability to use the campus grounds in order to voice concerns and demonstrate. It should be made clear that violence will not be tolerated and students using the campus grounds to protest must not commit Bridges 19  acts of violence. The third point that should be highlighted in the revised Demonstration Policy is that student protests will not be tolerated if they employ hateful rhetoric against specific groups defined by characteristics including but not limited to race, gender, sexual orientation, ethnicity, religion, national origin, and ability. It is crucial to create an educational and intellectual environment that fosters constructive critique without fostering hate and inequity. With a revised Demonstration Policy that includes these elements, Marquette University can help transform its student body in a socially conscious and passionate community of individuals who not only have strong convictions but are ready and able to fight for those strong convictions.  Dialogue Days. Following extensive student protests of the Vietnam War in the 1960s, St. Joseph University in Philadelphia, Pennsylvania implemented “Dialogue Days” which, as de Angelis describes, “gave members of the campus a chance to express their opinions regarding change” as a way of constructively discussing advances on the campus (de Angelis 6). De Angelis writes,  The initial Dialogue Day occurred in October 1968 where it attempted to identify and clarify the problems of this academic community as we perceive them and to establish priorities for a small number of issues to be selected for intensive investigation. Students came forward demanding the administration abandon old educational methods in order to develop the whole man, an integral part of its mission as a Jesuit institution. (de Angelis 6) Like Marquette University, St. Joseph University is a Jesuit institution that strives towards cura personalis, or development of and care for the whole person. As it stands now, there is a disconnect between the administration of Marquette University and the student body. There is no constructive way for students to communicate with the decision-makers of the administration. Bridges 20  However, by implementing Dialogue Days at Marquette as St. Joseph did, the Marquette community can work together to improve the campus and community instead of simply maintaining the status quo.  At Marquette University, Dialogue Days would be most beneficial if they occurred twice each semester, giving students ample time to voice concerns and call for action. Each Dialogue Day event will last approximately two to three hours in length with various student groups and interests being allowed to give a ten minute pitch to Marquette administrators regarding an issue of social justice that they feel the university is not addressing adequately. Students and administrators will be able to ask questions of each other and create a dialogue about how to best serve the needs of the campus community. Once the concerns of the students have been discussed, administrators will prioritize and, from there, address the problems. The interface and dialogue will additionally hold all members of the community accountable in their efforts and intentions. By implementing a regular, direct and constructive dialogue, Dialogue Days will advance the entire Marquette community just as it did the St. Joseph community.    Core Requirements that Emphasize Social Justice and Equity. While both revising the Demonstration Policy and implementing Dialogue Days will resolve the lack of understanding between the students and the university, greater efforts need to be made to improve the overall social awareness of Marquette University students. The institution of Marquette prides itself on creating caring, knowledgeable, and active members of society but provides no mandatory way of ensuring that their students learn and consider the social justice issues of the society within which they will hopefully become active members. In order to address and combat this dearth of emphasis on social justice, Marquette needs to create a one semester, freshman year course that informs students about systemic societal problems as well as civil rights issues occurring in the Bridges 21  world today and, where applicable, contextualizes such problems in a historical framework. Of those that need to be addressed, some crucial problems include climate change and environmental degradation through a social justice lens rather than a purely scientific or biological lens, mass incarceration as it is contextualized in the historical framework of slavery and racism, the contemporary colonization and occupation of Palestine by Israel and the legitimization by foreign governments including the United States government, and the normalization of the theft of Native American land by the United States government, to name a few. Other topics will include minority rights, LGBTQ+ rights, women’s rights, and, in general, violations of civil and human rights.   In addition to a wholly new course regarding social justice issues, a comprehensive review and revision of the Theology 1001 course required for all university students similarly needs to be undergone. In a time of already intense and detrimental strife for certain groups on campus, Muslim students have faced further damage as a result of the recent string of hate crimes perpetrated against Muslim students in the first few months of 2017. A Muslim female student had her veil forcibly removed while on her way to class and the Muslim prayer room was vandalized with hateful rhetoric on more than one occasion. While Marquette places great value on its Catholic and Jesuit identity, members of the university need to also recognize that, in accordance with a mission of inclusivity and care for all, there are a large percentage of non-Catholic and, even, non-Christian students and community members at Marquette. In order to fight the epidemic of Islamophobia and hate towards members of minority religions on campus, Marquette must transform the required Theology 1001 course into a required Theology of World Religions course. In Theology of World Religions, which would be required for all students to take, a breadth of religions will be taught as a way of promoting peaceful interfaith dialogue and Bridges 22  understanding. Each unit will focus on a different religion, including Islam, Hinduism, Buddhism, and Judaism, to name a few. While it is crucial to educate students about the different religions so as to spread understanding and fight ignorance-induced hate, it is equally as important if not more important to ensure that in teaching about these religions, the teachers and, by extension, the university, is not employing Orientalist, Colonialist, and Western-dominated rhetoric and idealizing Christianity or Catholicism in relation to non-Christian theologies. With a more comprehensive understanding of various religions as well as social issues, students can begin to fulfill the Jesuit values of Marquette University.  Conclusion  Student protest at Marquette University has a fraught existence as conflicting factors influence how student activism is treated, perceived, and ultimately avoided. With the lack of funding for higher education in recent decades, universities are increasingly reliant on donors for funds and must, as a result, make decisions that appease donors. Because acts of student protests can create negative publicity for the university, administrators aim to offend no one and, in doing so, undermine the presence of dissent through protest that serves to advance the university. In addition to the issues of funding that threaten student protest, the ambiguous values that are espoused by Marquette add further confusion. On the one hand, Christianity and Catholicism has played a significant role in fostering social activism as seen in the example of Father Groppi of Milwaukee, Dorothy Day, and Martin Luther King, Jr. who all saw social justice as a pivotal part of their theology. On the other hand, however, Catholicism can be used as a powerful subverting factor of progressive ideologies and can oftentimes maintain the oppressive hierarchy and status quo. Both of these factors occur against the backdrop of a contemporary socio-political landscape that views protesters as being fundamentally against free speech in a phenomenon that Bridges 23  Marcuse called Repressive Tolerance. Demanding that members of society tolerate inherently oppressive viewpoints for the sake of universal tolerance is, at its core, a technique for silencing any opposition to the status quo.  Sadly, in a time when so many concerned citizens are using protests, demonstrations, and marches to dissent injustices, college campuses remain subversive to the process of critiquing institutions of higher education and holding leaders accountable. However, as is the case with protest, the more the merrier. Students must continue to fight for our right to have our voices heard amid a socially and politically repressive university until we see justice and equity reflected in the practical values of the university.     Bridges 24  Works Cited Braungart, Margaret M., and Richard G. Braungart. “Protest Attitudes and Behavior among College Youth: A U.S. Case Study.” Youth & Society, vol. 6, no. 2, Dec. 1974. ProQuest. Accessed 20 Feb. 2017. “Community Standards.” Loyola University of Chicago Office of Student Conduct and Conflict Resolution, 15 April 2017, www.luc.edu/media/lucedu/osccr/pdfs. Considine, Elizabeth. Personal Interview. 15 Feb. 017. Davis, Stella. Personal Interview. 15 Feb. 2017. De Angelis, Lauren Michelle. “Catholic Activism: How Religious Identity Shaped College Peace and Anti-ROTC Movements in Philadelphia.” Pennsylvania History: A Journal of Mid-Atlantic Studies, vol. 84, no. 1, 2007, pp. 1-27, https://muse.jhu.edu/article/645827.  “First-Year Student Profile Interactive Report.” Marquette University Office of Institutional Research and Analysis, 25 Feb. 2017, www.marquette.edu/oira/fresh-dash.shtml. Giroux, Henry A. “Higher Education under Siege and the Promise of Insurgent Public Memory.” America’s Addiction to Terrorism (2016) pp. 146-167. Hatcher, Clara. “Marquette Community Stages Silent Demonstration for the University of Missouri, People of Color.” Marquette Wire, 12 Nov. 2015, Web.  Lawder, Melanie. “See Marquette University’s $600M plan to transform its Milwaukee campus.” Milwaukee Business Journal, 23 Jan. 2017, http://www.bizjournals.com/milwaukee/news/2017/01/23/see-marquette-universitys-600m-plan-to-transform.html.  Marcuse, Herbert. “Repressive Tolerance.” A Critique of Pure Tolerance, Beacon Press, 1965, pp. 82-117.  Bridges 25  “Policies and Procedures - Demonstrations Policy.” Marquette University Office of Student Development. 23 Feb. 2017. www.marquette.edu/osd/policies/demonstrations.shtml.  “Rankings and Recognition.” Marquette University, 25 Feb. 2017, www.marquette.edu/about/rankings.php. Sculos, Bryant William, Sean Noah Walsh. “The Counterrevolutionary Campus: Herbert Marcuse and the Suppression of Student Protest Movements.” New Political Science, vol. 38, no. 4, 2016, pp. 516-532. Seybold, Peter. “The Struggle against Corporate Takeover of the University.” Socialism and Democracy, vol. 22, no. 1, March 2008, pp. 115-125. EBSCO, doi: 10.1080/08854300701820643. Accessed 20 Feb. 2017.  “Speech and Expression Policy.” Georgetown University Division of Student Affairs, 15 April 2017, studentaffairs.georgetown.edu/policies/student-organizations/speech-expression.  Toba, Chia. Personal Interview. 20 Feb. 2017.  Walter, Jennifer. “Students for Justice in Palestine Seek Legal Action After Controversial Mock Apartheid Wall Removal.” Marquette Wire, 3 March, 2016, Web.         Bridges 26  Appendix A Student Interview Questions 1. What year are you and what college are you in? 2. Did you attend any other universities for undergraduate studies? 3. Do you consider yourself politically and socially aware? a. How do you express your political awareness? 4. How would you describe the political landscape of the United States currently? 5. How would you describe the political landscape of Marquette University currently? 6. What does social activism mean to you? 7. What kinds of social activism, if any, do you engage in? 8. Were you politically and socially aware before you came to Marquette?  . Have you become more politically and socially active since coming to Marquette? 9. Who or what led you to become socially and politically active? 10. Have you ever engaged in social activism on campus as either part of a group or alone? 11. Compared to other college campuses, would you consider Marquette University and its community members to be involved in social activism and political dissent? 12. From your experience and/or knowledge, how has Marquette University staff, including administrators, responded to social activism and political dissent by students? 13. Have you felt supported by members of the Marquette community, whether it be other students, faculty, or staff, when you have engaged in social activism in the past? 14. Do you think the mission of Marquette University is one that supports social activism and political dissent on campus by students? Bridges 27  15. In your opinion, what role, if any, does social activism, political dissent, and protest play on college campuses? 16. Ideally, should Marquette have more social activism, political dissent, and protest on campus, less, or stay the same? 17. Is there anything you’d like to add?   Bridges 28  Appendix B Faculty Interview Questions 1. What college are you a part of? What other university communities have you been a member of, either as a student or faculty member? 2. About how long have you been a member of the Marquette community? 3. Compared to other college campuses, would you consider Marquette University and its community members to be involved in social activism and political dissent? 4. How would you describe the political landscape of the United States currently? 5. How would you describe the political landscape of Marquette University currently? 6. From your experience and/or knowledge, how has Marquette University staff, including administrators, responded to social activism and political dissent by students? 7. Have you supported students at Marquette University who have engaged in acts of protest and dissent? 8. Do you think the mission of Marquette University is one that supports social activism and political dissent on campus by students? 9. Students I have talked with have stated that they see the Catholic identity of Marquette University as being subversive to student protest. How would you respond to that? 10. In your opinion, what role, if any, does social activism, political dissent, and protest play on college campuses? 11. Ideally, should Marquette have more social activism, political dissent, and protest on campus, less, or stay the same? 12. Is there anything you’d like to add?  ",
    "id": 213065412,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:english_3210ur-1036"
    },
    "title": "The Revolution Will Be Televised But Not Supported: Student Protest at Marquette University",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-04-01T08:00:00+01:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1036&amp;context=english_3210ur"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213065412.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213065412"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213065412/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213065412/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213065412"
        }
    ],
    "abstract": "This project examines the factors that affect the presence of student activism and student protest at Marquette University. The current social and political environment of the United States has created an exigence to discuss how students at Marquette critique their surroundings. Data is collected from a variety of sources including the author’s auto-ethnography, a review of historical and scholarly data, institutional data, and student and faculty interviews. Overall, the data shows that student protest and student activism at Marquette University exists amid a series of conflicting influences. The prioritization of donor-based funding and positive publicity, the ambiguity in the meaning of Marquette values, and the prevalence of repressive tolerance create an environment in which meaningful student activism is stifled.https://epublications.marquette.edu/english_3210ur/1036/thumbnail.jp",
    "tags": [
        "text",
        "protest",
        "activism",
        "higher education",
        "college",
        "university",
        "students",
        "dissent",
        "politics",
        "Catholic",
        "Jesuit",
        "social justice"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:english_3210ur-1036",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213065412,
        "depositedDate": null,
        "publishedDate": "2017-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-23T09:23:40+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:14:23+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/english_3210ur/36",
        "https://epublications.marquette.edu/context/english_3210ur/article/1036/viewcontent/Bridges.pdf"
    ],
    "lastUpdate": "2024-01-23T09:23:40+00:00",
    "setSpecs": []
}