{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Waaldijk, Kees"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:57:23+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62560443.pdf",
    "fullText": "WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014 3:14 PM  161 THE RIGHT TO RELATE: A LECTURE ON THE IMPORTANCE OF “ORIENTATION” IN COMPARATIVE SEXUAL ORIENTATION LAW KEES WAALDIJK*  The right to establish and develop relationships with other human beings was first articulated—as an aspect of the right to respect for private life—by the European Commission of Human Rights in 1976.  Since then such a right has been recognized in similar words by national and international courts, including the U.S. Supreme Court (Roberts v.  United States Jaycees), the European Court of Human Rights (Niemietz v. Germany), the Constitutional Court of South Africa (National Coalition for Gay and Lesbian Equality v. Minister of Justice), and the Inter-American Court of Human Rights (Fernández Ortega v. Mexico).  This lecture traces the origins of this right, linking it to the meaning of the word “orientation” and to the basic psychological need for love, affection, and belongingness.  It proposes to speak of “the right to relate” and argues that this right can be seen as the common theme in all issues of sexual orientation law (ranging from decriminalization and anti-discrimination to the recognition of refugees and of same-sex parenting).  This right can be used as the common denominator in the comparative study of all those laws in the  Copyright © 2013 by Kees Waaldijk. * Kees Waaldijk, LL.M. (Rotterdam), Ph.D. (Maastricht), Professor of Comparative Sexual Orientation Law at Leiden Law School, the Netherlands (http://www.law.leidenuniv.nl/waaldijk); 2014 McDonald/Wright Visiting Chair of Law, UCLA School of Law.  This is an extended version of the inaugural lecture that I delivered on April 20, 2012, as the holder of the new chair of Comparative Sexual Orientation Law at Leiden University.  A shortened Dutch translation of this lecture has been published under the title Het recht om relaties aan te gaan en te ontwikkelen: uitgangspunt voor rechtsvergelijking inzake (homo-)seksuele gerichtheid, 35 TIJDSCHRIFT VOOR FAMILIE- EN JEUGDRECHT 104 (2013), and a Vietnamese translation was published in 2013 as a booklet by the Center for Creative Initiatives in Health and Population, which is available at http://ccihp.org/index.php/news/23/66/Others.  Comments are welcome at c.waaldijk@law.leidenuniv.nl.  I would like to thank everyone inside and outside Leiden University who made this new chair possible.  Many thanks also to my research assistants Jingshu Zhu and Nitin Sood for their assistance.  Additionally, I extend my gratitude to everyone who has been helping me—over the years and across the globe—with ideas and information about sexual orientation law.  Special thanks to Michele Grigolo for first using the phrase “right to relate” in a 2002 conversation and to Eric Gitari for recognizing and encouraging my thoughts on the right to relate. WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 162 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 world that are anti-homosexual or that are same-sex-friendly.  The right to establish (same-sex) relationships implies both a right to come out and a right to come together.  The right to develop (same-sex) relationships is being made operational through legal respect, legal protection, legal recognition, legal formalization, and legal recognition of foreign formalization.  TABLE OF CONTENTS I. “ORIENTATION” ............................................................................................. 162 II. A DISCIPLINE ................................................................................................ 166 III. COMPARATIVE ............................................................................................ 169 IV. SEXUAL? ....................................................................................................... 172 V. ORIENTATION! ............................................................................................. 174 VI. LAW ............................................................................................................... 184 VII. COMING OUT AND COMING TOGETHER ............................................. 189 VIII. NURTURING RELATIONSHIPS ............................................................... 193 A. Respect ................................................................................................. 193 B. Protection ............................................................................................. 193 C. Recognition .......................................................................................... 194 D. Formalization ....................................................................................... 195 E. Recognition of Foreign Formalization .................................................. 196 CONCLUSION ..................................................................................................... 199  I. “ORIENTATION” In older days, before there were students and professors in Leiden, this academic building was a church.  It was built some 500 years ago as part of a convent of Dominican nuns.1  The poor nuns had to make do with this plot of land, which was not suitable to build a church with its main altar towards the east.2  Eastward looking churches had been the custom for many centuries.3  That custom had continued the pre-Christian tradition of   1.  See TH. H. LUNSINGH SCHEURLEER ET AL., HET RAPENBURG: GESCHIEDENIS VAN EEN LEIDSE GRACHT – DEEL VIB: HET RIJCK VAN PALLAS 786 (1992) (concluding that the church was built around 1507 and possibly inaugurated in 1516).  In 1581, the six-year-old Leiden University moved into the building, dividing the church space into three lecture halls and a senate room.  WILLEM OTTERSPEER, GROEPSPORTRET MET DAME I: HET BOLWERK VAN DE VRIJHEID – DE LEIDSE UNIVERSITEIT 1575–1672, at 115 (2000).  2.  LUNSINGH SCHEURLEER ET AL., supra note 1.  3.  Maurice M. Hassett, Catholic Encyclopedia (1913)/Orientation of Churches, WIKISOURCE.ORG, http://en.wikisource.org/wiki/Catholic_Encyclopedia_(1913)/Orientation_of_ Churches (last visited Apr. 21, 2013) (“From the eighth century the propriety of the eastern apse was universally admitted, though, of course strict adherence to this architectural canon, owing to the WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 163 directing the axis of important buildings towards the Orient, towards the rising sun.4  So, perhaps grudgingly, the nuns had to accept that their convent’s church would have an unusual orientation, with the altar either at the south end, from where I am speaking now, or perhaps for some time near the building’s north face, where the entrance now is.5  The nuns could not therefore follow the strong convention in architecture that has given us the word “orientation.” One of my roles as professor is to establish and develop relationships with colleagues and students.  Establishing relationships is a key part of education. Among other things, education must be student-oriented.  A good teacher not only offers students good insights, knowledge, skills, and inspiration but also listens to the students and learns from them. Some people will be surprised or disappointed now, having expected that a professor of comparative sexual orientation law would speak about sex.  Indeed, as the topic for today, I have chosen to focus on one of the other words in the title of my chair: the word “orientation.” The word “orientation” is used in different contexts.6  It is stronger than “direction,” “position,” “inclination,” or “preference.”  Orientation implies being directed—or directing oneself—towards something or someone with which one wants to interact in a meaningful way.  In the oldest pre-Christian example, this was probably the worshipping or welcoming of the rising sun.  Being oriented towards something or someone is about relating to that thing or person.  This relational dimension is present in the orientation of a religious building, in the orientation of a good teaching method, and also in the concept of “sexual orientation.” “Sexual orientation” is about how one relates to men or women.  At a certain moment, many of us find out that we relate differently to women than to men.  Before we start relationships, we have already begun relating to others. In international and European law, “sexual orientation” is the main generic term used to cover homosexuality, heterosexuality, and bisexuality.7  In international and European case law, the term “sexual  direction of city streets, was not always possible.”).  4.  Id.  5.  See LUNSINGH SCHEURLEER ET AL., supra note 1, at 787 (expressing skepticism regarding an earlier suggestion that the altar had first been located at the north end of the church).  6.  The Oxford English Dictionary defines “orientation” as, inter alia, “[a] person’s basic attitude, beliefs, or feelings; a person’s emotional or intellectual position in respect of a particular topic, circumstance, etc.; (now) spec. sexual preference.”  Orientation Definition, OED.COM (Sept. 2013), http://www.oed.com/view/Entry/132540?redirectedFrom=orientation.  7.  E.g., KEES WAALDIJK & MATTEO BONINI-BARALDI, SEXUAL ORIENTATION DISCRIMINATION IN THE EUROPEAN UNION: NATIONAL LAWS AND THE EMPLOYMENT EQUALITY DIRECTIVE 96, 205–06 WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 164 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 orientation” is mostly used to refer to (homosexual) behavior8 and to (same-sex) relationships.9  Less frequently the term is used to refer to homo-, hetero-, or bisexual persons or to their feelings or identities.10  This is simply because in law, the problems tend to focus on homosexual behavior and homosexual relationships.  Therefore, in law, the words “sexual orientation” are mostly used to indicate a characteristic of behavior or relationships,11 not to indicate a characteristic of persons.12  (2006).  8.  Homosexual behavior is the issue in many of the sexual orientation cases that have been decided by the European Court of Human Rights.  See PAUL JOHNSON, HOMOSEXUALITY AND THE EUROPEAN COURT OF HUMAN RIGHTS app. 2 at 231–47  (2013) (listing the “key issue” for every case, many of which concern behavior).  The European Court of Human Rights has stated that it considers legal distinctions between same-sex and different-sex sexual behavior as a form of sexual orientation discrimination.  S.L. v. Austria, 2003-I Eur. Ct. H.R. 71, 77–78; L and V v. Austria, 2003-I Eur. Ct. H.R. 29, 42–43 (both addressing the development of jurisprudence under Article 14 of the European Convention on Human Rights, which protects against discrimination based on sexual orientation, in the context of legislation creating a higher age of consent for homosexual acts than for heterosexual acts).  In Toonen v. Australia, the United Nations Human Rights Committee implicitly came to the same conclusion.  Comm. No. 488/1992, ¶¶ 2.1, 8.7, 9, U.N. Doc. CCPR/C/50/D/488/1992 (Mar. 31, 1994) (holding that the criminalization of sexual contacts between men violates the International Covenant on Civil and Political Rights).  9.  See Karner v. Austria, 2003-IX Eur. Ct. H.R. 199, ¶¶ 76, 84 (considering a distinction in rent law between unmarried same-sex and unmarried different-sex partners as a form of sexual orientation discrimination); see also Case C-267/06, Maruko v. Versorgungsanstalt der deutschen Bühnen, 2008 E.C.R. I-1757, ¶ 72 (holding that a distinction between married different-sex partners and registered same-sex partners regarding pensions potentially constitutes “direct discrimination on grounds of sexual orientation”); Case C-249/96, Grant v. S.W. Trains Ltd., 1998 E.C.R. I-621, ¶ 47 (considering a distinction between unmarried same-sex and unmarried different-sex partners regarding the spousal benefit of free train rides for the partner of a railway employee); U.N. Human Rights Comm., Young v. Australia, Comm. No. 941/2000, ¶¶ 10.4, 12, U.N. Doc. CCPR/C/78/D/941/2000 (Aug. 6, 2003) (considering a distinction regarding pensions, similar to that made in Karner, as discrimination “on the basis of . . . sex or sexual orientation”); Atala Riffo and Daughters v. Chile, Merits, Reparations, and Costs, Judgment, Inter-Am. Ct. H.R. (ser. C) No. 239, ¶ 133 (Feb. 24, 2012) (“[T]he scope of the right to non-discrimination due to sexual orientation is not limited to the fact of being a homosexual per se, but includes its expression and the ensuing consequences in a person’s life project.”).  10.  Cases involving the gay or lesbian identity of an individual (including cases on military employment or asylum and most parenting cases) only make up a small minority of the cases on sexual orientation decided by the European Court of Human Rights.  See JOHNSON, supra note 8, at 231–47 (listing cases whose key issue is “Prohibition of homosexuality in armed forces” or “Discrimination in adoption of a child”).  The first time the Court used the words “sexual orientation” in this sense was in a custody case.  See Mouta v. Portugal, 1999-IX Eur. Ct. H.R. 309, ¶ 28.  11.  WAALDIJK & BONINI-BARALDI, supra note 7, at 213–14; see also ROBERT WINTEMUTE, SEXUAL ORIENTATION AND HUMAN RIGHTS: THE UNITED STATES CONSTITUTION, THE EUROPEAN CONVENTION, AND THE CANADIAN CHARTER 6–10 (1995) (distinguishing four senses in which the words “sexual orientation” can be used); John C. Gonsiorek et al., Definition and Measurement of Sexual Orientation, 25 SUICIDE & LIFE-THREATENING BEHAV. 40, 41 (1995) (“It is important to note that a person’s sexual behavior can be same-sex oriented, yet that person may not self-identify as such.”).  Strangely, the preamble of The Yogyakarta Principles: Principles on the Application of International Human Rights Law in relation to Sexual Orientation and Gender Identity inadvertently contains a definition that only seems to be directly applicable to persons; it understands “sexual WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 165 Among the various non-discrimination grounds, religion is probably the most similar to sexual orientation because both are mainly about behavior (and so are the corresponding fundamental rights: the freedom of religion and belief and the right to establish and develop relationships with other human beings).  Other categories in international non-discrimination law, such as sex and race, are mainly seen as something people are born with.  This distinction is only relative, of course.  Sex and race also have behavioral aspects: think of pregnancy or of inter-ethnic marriages.  And many people experience their religious orientation or their “gay gene” as something with which they are born,13 something they cannot change.  It seems true, however, that religion and sexual orientation are both much more about behavior than are sex and race.  Of the hundreds of cases involving sexual orientation that I have come across, a large majority involve sexual behavior, same-sex kissing, same-sex relationships, or information about homosexuality.14  A similar claim can probably be made about court cases about religion, many of which do not concern someone’s being (of a certain religion) but someone’s behavior (associated with a certain religion).  The behavioral aspects of religion are included in the prohibition of discrimination, just as they are in the freedom of religion.15  These protections probably exist because the behavior that is central to religion/belief or sexual orientation is not just any behavior but behavior corresponding to a deep inescapable need to relate to other human beings (and/or, as the case may be, divine beings).  Respect for religion, like  orientation” to refer to “each person’s capacity for profound emotional, affectional and sexual attraction to, and intimate and sexual relations with, individuals of a different gender or the same gender or more than one gender.”  THE YOGYAKARTA PRINCIPLES: PRINCIPLES ON THE APPLICATION OF INTERNATIONAL HUMAN RIGHTS LAW IN RELATION TO SEXUAL ORIENTATION AND GENDER IDENTITY 8 (2007), available at http://www.yogyakartaprinciples.org [hereinafter THE YOGYAKARTA PRINCIPLES]..  12.  The Oxford English Dictionary defines “sexual orientation” as “[o]riginally: (the process of) orientation with respect to a sexual goal, potential mate, partner, etc.  Later chiefly: a person’s sexual identity in relation to the gender to whom he or she is usually attracted; (broadly) the fact of being heterosexual, bisexual, or homosexual. In early use prob. not a fixed collocation.”  Sexual Orientation Definition, OED.COM (June 2012), http://www.oed.com/view/Entry/261213?redirectedFrom=sexual+ orientation.  It seems that the more active original meaning of the term is present in the legal use of “sexual orientation” to refer to (same-sex) behavior and relationships.  As I understand, “sexual orientation” is rendered in Chinese as “Xing QingXiang,” with the old word “QingXiang” meaning something like “looking forward to.”  13.  VICTORIA CLARKE ET AL., LESBIAN, GAY, BISEXUAL, TRANS AND QUEER PSYCHOLOGY: AN INTRODUCTION 26, 33 (2010).  14.  See cases cited supra notes 8–10.  15.  The Universal Declaration of Human Rights, G.A. Res. 217 (III) A, art. 18, U.N. Doc. A/RES/217(III) (Dec. 10, 1948), explicitly states that “this right includes . . . freedom . . . to manifest his religion or belief in teaching, practice, worship and observance”. WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 166 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 respect for sexual orientation, requires respect for the practice of it.16 My chair is in comparative sexual orientation law.  In practice I will focus my research and teaching on the legal aspects of homosexual orientation, often in comparison with the legal aspects of heterosexual orientation.  I will primarily compare laws of different countries and laws of different international organizations. I would like to offer an understanding of why homosexual orientation is increasingly being recognized and protected in international and European law and in the laws of more and more countries in the world.  In doing so, I will propose a common denominator that can be used in the comparative study of sexual orientation law across the continents. II. A DISCIPLINE My goal today is not only to find such a common denominator but also to further establish and develop my discipline: sexual orientation law.  It is a new field that has been rapidly growing over the last few decades, a field consisting of a wide range of legal phenomena.  Let me mention the most important phenomena in this field: • Criminalization or decriminalization of homosexual behavior;17 • legislation against discrimination based on sexual orientation;18   16.  For a more comprehensive analysis of the analogy between religion and sexual orientation, see generally DAVID A. J. RICHARDS, IDENTITY AND THE CASE FOR GAY RIGHTS: RACE, GENDER, RELIGION AS ANALOGIES (1999).  17.  See, e.g., CRIMINALLY QUEER: HOMOSEXUALITY AND CRIMINAL LAW IN SCANDINAVIA 1842–1999 (Jens Rydström & Kati Mustola eds., 2007); HELMUT GRAUPNER, SEXUALITÄT, JUGENDSCHUTZ UND MENSCHENRECHTE: ÜBER DAS RECHT VON KINDERN UND JUGENDLICHEN AUF SEXUELLE SELBSTBESTIMMUNG: TEIL 1 & TEIL 2 (1997) (giving in Part 2 a detailed comparative history of sexual offenses law in almost all European countries); ALOK GUPTA, HUMAN RIGHTS WATCH, THIS ALIEN LEGACY: THE ORIGINS OF “SODOMY” LAWS IN BRITISH COLONIALISM (2008), available at http://www.hrw.org/reports/2008/12/17/alien-legacy-0; BRIAN WHITAKER, UNSPEAKABLE LOVE: GAY AND LESBIAN LIFE IN THE MIDDLE EAST (2006) (discussing the legal situation in most countries in the region); Michael Kirby, Lessons from the Wolfenden Report, 34 COMMONWEALTH L. BULL. 551 (2008) (discussing the 1957 report that had an impact on decriminalization of homosexual behavior in many countries); Douglas E. Sanders, 377 and the Unnatural Afterlife of British Colonialism in Asia, 4 ASIAN J. COMP. L. 1 (2009) (discussing how the colonial prohibition in India of “carnal intercourse against the order of nature” is still largely in force in most former British colonies in Asia).  18.  See, e.g., MARK BELL, ANTI-DISCRIMINATION LAW AND THE EUROPEAN UNION (2002); DAVID RAYSIDE, QUEER INCLUSIONS, CONTINENTAL DIVISIONS: PUBLIC RECOGNITION OF SEXUAL DIVERSITY IN CANADA AND THE UNITED STATES (2008); EUROPEAN UNION AGENCY FOR FUNDAMENTAL RIGHTS, HOMOPHOBIA, TRANSPHOBIA AND DISCRIMINATION ON GROUNDS OF SEXUAL ORIENTATION AND GENDER IDENTITY IN THE EU MEMBER STATES 13–16 (2010), available at http://fra. europa.eu/fraWebsite/research/publications/publications_per_year/2010/2010_en.htm; WAALDIJK & WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 167 • human rights challenges to anti-homosexual laws and practices;19 • specific criminalization of anti-homosexual violence;20 • regulation of information about homosexual orientation;21 • asylum being given or refused to individuals fleeing from anti-homosexual persecution;22 • recognition or non-recognition of same-sex couples;23  BONINI-BARALDI, supra note 7; ISABELLE CHOPIN & THIEN UYEN DO, EUROPEAN NETWORK OF LEGAL EXPERTS IN THE NON-DISCRIMINATION FIELD,  DEVELOPING ANTI-DISCRIMINATION LAW IN EUROPE: THE 27 EU MEMBER STATES COMPARED (2010), available at http://www.migpolgroup.com/ publications_detail.php?id=320; Mark Bell, Gender Identity and Sexual Orientation: Alternative Pathways in EU Equality Law, 60 AM. J. COMP. L. 127 (2012).  19.  See, e.g., ALLI JERNOW, INT’L COMM’N OF JURISTS, SEXUAL ORIENTATION, GENDER IDENTITY AND JUSTICE: A COMPARATIVE LAW CASEBOOK (2011), available at http://icj.wpengine.netdna-cdn.com/wp-content/uploads/2012/05/Sexual-orientation-gender-identity-and-Justice-report-2011.pdf; WINTEMUTE, supra note 11; Nicholas Bamforth, Legal Protection of Same-Sex Partnerships and Comparative Constitutional Law, in COMPARATIVE CONSTITUTIONAL LAW 551 (Tom Ginsburg & Rosalind Dixon eds., 2011); Laurence R. Helfer, Finding a Consensus on Equality: The Homosexual Age of Consent and the European Convention on Human Rights, 65 N.Y.U. L. REV. 1044 (1990); Sebastian Maguire, The Human Rights of Sexual Minorities in Africa, 35 CAL. W.  INT’L L.J. 1 (2004).  20.  See, e.g., COMM’R FOR HUMAN RIGHTS, COUNCIL OF EUR., DISCRIMINATION ON GROUNDS OF SEXUAL ORIENTATION AND GENDER IDENTITY IN EUROPE 83–102 (2nd ed. 2011), available at http:// www.coe.int/t/Commissioner/Source/LGBT/LGBTStudy2011_en.pdf.  21.  See, e.g., U.N. High Comm’r for Human Rights, Discriminatory Laws and Practices and Acts of Violence against Individuals Based On Their Sexual Orientation and Gender Identity, ¶¶ 62–65, U.N. Doc. A/HRC/19/41 (Nov. 17, 2011); RAYSIDE, supra note 18.  22.  See, e.g., U.N. High Comm’r for Human Rights, supra note 21, ¶¶ 38–39; COMM’R FOR HUMAN RIGHTS, COUNCIL OF EUR., supra note 20, at 51–69; EUROPEAN UNION AGENCY FOR FUNDAMENTAL RIGHTS, supra note 18, at 33–35; SABINE JANSEN & THOMAS SPIJKERBOER, FLEEING HOMOPHOBIA: ASYLUM CLAIMS RELATED TO SEXUAL ORIENTATION AND GENDER IDENTITY IN EUROPE (2011); JERNOW, supra note 19, at 285–305.  23.  See, e.g., IAN CURRY-SUMMER, ALL’S WELL THAT ENDS REGISTERED?: THE SUBSTANTIVE AND PRIVATE INTERNATIONAL LAW ASPECTS OF NON-MARITAL REGISTERED RELATIONSHIPS IN EUROPE (2005); MAN YEE KAREN LEE, EQUALITY, DIGNITY, AND SAME-SEX MARRIAGE: A RIGHTS DISAGREEMENT IN DEMOCRATIC SOCIETIES (2010); LEGAL RECOGNITION OF SAME-SEX COUPLES IN EUROPE: NATIONAL, CROSS-BORDER AND EUROPEAN PERSPECTIVES (Katharina Boele-Woelki & Angelika Fuchs eds., fully rev. 2d ed. 2012); LEGAL RECOGNITION OF SAME-SEX PARTNERSHIPS: A STUDY OF NATIONAL, EUROPEAN AND INTERNATIONAL LAW (Robert Wintemute & Mads Andenæs eds., 2001); YUVAL MERIN, EQUALITY FOR SAME-SEX COUPLES: THE LEGAL RECOGNITION OF GAY PARTNERSHIPS IN EUROPE AND THE UNITED STATES (2002); JENS RYDSTRÖM, ODD COUPLES: A HISTORY OF GAY MARRIAGE IN SCANDINAVIA (2011); BEA VERSCHRAEGEN, GLEICHGESCHLECHTLICHE “EHEN” (1994); KEES WAALDIJK & ERIC FASSIN, DROIT CONJUGAL ET UNIONS DU MÊME SEXE-MARIAGE, PARTENARIAT ET CONCUBINAGE DANS NEUF PAYS EUROPÉENS (2008); KEES WAALDIJK ET AL., MORE OR LESS TOGETHER: LEVELS OF LEGAL CONSEQUENCES OF MARRIAGE, COHABITATION AND REGISTERED PARTNERSHIP FOR DIFFERENT-SEX AND SAME-SEX PARTNERS: A COMPARATIVE STUDY OF NINE EUROPEAN COUNTRIES (2005); Michael Coester, Same-Sex Relationships: A Comparative Assessment of Legal Developments across Europe, 4 EUR. J. L. REFORM 585 (2002); William N. Eskridge et al., Nordic Bliss? Scandinavian Registered Partnerships WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 168 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 • recognition or non-recognition of same-sex parenting.24 I want to explore whether there is some system in this diverse field or at least some common denominator of the different phenomena that make up the field of sexual orientation law.  In other words, I am looking for an orientation for sexual orientation law, a single concept with which to understand sexual orientation law and its development. My thesis is that the right to establish and develop relationships can be seen as a common denominator to all main phenomena in the field of sexual orientation law.25  This is so because sexual orientation is all about relating to others.  Sexual orientation is about intimate behavior between people, about amorous relationships between people, and/or about attraction to people: people of the same gender, people of different gender, people of any gender.  The right to establish and develop relationships has been recognized as one aspect of the human right to respect for one’s private life.  Both the European and Inter-American Courts of Human Rights and the highest courts of several countries now recognize this right.26  Today, I propose to call this “the right to relate.” This right to relate can help to clarify issues in sexual orientation law and help to explain the general direction that sexual orientation law is taking.  and the Same-Sex Marriage Debate, 4 ISSUES IN LEGAL SCHOLARSHIP art. 4 (Jan. 2004); Caroline Forder, European Models of Domestic Partnership Laws: The Field of Choice, 17 CAN. J. FAM. L. 371 (2000).  24. See, e.g., LEGAL RECOGNITION OF SAME-SEX COUPLES IN EUROPE, supra note 23; Nancy G. Maxwell & Caroline J. Forder, The Inadequacies in U.S. and Dutch Adoption Law to Establish Same-Sex Couples as Legal Parents: A Call for Recognizing Intentional Parenthood, 38 FAM. L.Q. 623 (2004); Nancy D. Polikoff, Recognizing Partners but Not Parents/Recognizing Parents but Not Partners: Gay and Lesbian Family Law in Europe and the United States, 17 N.Y.L. SCH. J. HUM. RTS. 711 (2000); WAALDIJK ET AL., supra note 23.  25.  A similar point has been made by Eric Gitari.  See The Freedom of Intimate Association for Sexual and Gender Outlaws, IDENTITY KENYA, Feb. 2012, at 28, available at http://issuu.com/denisnzioka/docs/identity_magazine_february_2012_issue (calling the right to establish and develop relationships a “golden thread” that lies “[b]ehind almost every concern in all sexual orientations.”).  26.  See, e.g., Roberts v. United States Jaycees, 468 U.S. 609, 617 (1984); National Coalition for Gay and Lesbian Equality v. Minister of Justice 1999 (1) SA 6 (CC) at 30 para. 32 (S. Afr.); X v. Iceland, App. No. 6825/74, 5 Eur. Comm’n H.R. Dec. & Rep. 86, 87 (1976); Niemietz v. Germany, 251 Eur. Ct. H.R. (ser. A) 23, ¶ 29 (1992); Fernández Ortega v. Mexico, Preliminary Objection, Merits, Reparations, and Costs, Judgment, Inter-Am. Ct. H.R. (ser. C) No. 215, ¶ 129 (Aug. 30, 2010).  In each of these cases, the respective bodies for the first time used language about a right to establish and develop human relationships (with small variations in language). For a more detailed discussion, see infra Part V. WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 169 III. COMPARATIVE The need to find a common denominator is especially relevant when conducting comparative legal studies on sexual orientation, which is the plan with my chair in “comparative sexual orientation law.” Traditional comparative legal studies compare similar laws in different systems or different legal solutions to similar problems in different systems.27  When comparing different solutions to similar problems, comparative lawyers look for functional equivalence: they look for “institutions performing the same role or solving the same problem.”28  The evaluation of whether laws or problems are “similar” enough to make them comparable has caused a lot of academic writing.  One convincing answer is that “any thing can be compared with any other thing.”29 Comparability does not pose a problem in the global field of sexual orientation law.  Throughout the world there are numerous similar and different laws that seem to address the same problem. I will first give a few examples of comparable similar laws.  A large majority of countries in the world have, or used to have, specific rules criminalizing certain forms of homosexual sex.30  Similarly, all countries in the world have, or used to have, implicit or explicit rules that exclude same-sex couples from marriage.31  Meanwhile, a growing number of countries have enacted legislation to prohibit forms of anti-homosexual discrimination,32 and countries increasingly have statutes or judgments that open up some or all legal aspects of marriage to same-sex couples.33  Such laws can be compared in terms of legislative detail, geographic spread, political history, or practical operation. Comparisons between the very different laws in the field of sexual   27.  For an overview of comparative law thinking with respect to the notion of comparability, see generally ESIN ÖRÜCÜ, THE ENIGMA OF COMPARATIVE LAW: VARIATIONS ON A THEME FOR THE TWENTY-FIRST CENTURY 19–32 (2004).  28.  Esin Örücü, Methodological Aspects of Comparative Law, 8 EUR. J. L. REFORM 29, 33 (2006).  29.  ÖRÜCÜ, supra note 27, at 20.  30.  For a list of at least 76 countries that still criminalize homosexual acts and for detailed information about their legislation, see LUCAS PAOLI ITABORAHY & JINGSHU ZHU, INT’L LESBIAN, GAY, BISEXUAL, TRANS AND INTERSEX ASS’N, STATE-SPONSORED HOMOPHOBIA – A WORLD SURVEY OF LAWS: CRIMINALISATION, PROTECTION AND RECOGNITION OF SAME-SEX LOVE (2013), available at http://old.ilga.org/Statehomophobia/ILGA_State_Sponsored_Homophobia_2013.pdf.  31.  See id. at 30 (listing countries that permit same-sex couples to marry).  32.  See id. at 25–27 (listing countries that prohibit sexual orientation discrimination in their constitution or in employment).  33.  See id. at 31 (listing countries that now offer marriage, or some or all rights of marriage to same-sex couples). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 170 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 orientation are also possible and even more interesting.  This is because, in the field of sexual orientation law, all laws on sexual offenses, marriage, parenting, discrimination, violence, asylum, and information can be seen as addressing one basic problem.  In virtually all countries of the world, this problem arises from two conflicting facts of life.  First, there is the fact that a segment of the population—in any country that I know of—has objections to intimate behavior and/or amorous relationships between persons of the same sex.34  Second, there is the fact that a segment of every population is—in their attractions, behavior, or relationships—oriented toward persons of the same sex (or of both sexes).35  Certain criminal, family, and anti-discrimination laws; occasional laws regulating information;36 and various other kinds of law try to address the problem presented by these two conflicting facts.  The function of any of these laws is either to restrict or to increase the possibilities for individuals to relate to someone of the same sex.37  Thus, all criminal, labor, family, and other laws that restrict these possibilities are functionally equivalent, as are the various laws that increase these possibilities.  For this reason as well, it is possible to see the   34.  The assumption in the functionalist approach to comparative law is that there are shared problems and needs in all societies.  Örücü, supra note 28, at 33.  Various studies seem to confirm this assumption with respect to objections against homosexuality.  See, e.g., Online Data Analysis, WORLD VALUES SURVEY, http://www.wvsevsdb.com/wvs/WVSAnalizeStudy.jsp (last visited Jan. 13, 2014) (documenting, somewhat crudely, the percentage of respondents who would not like to have  “homosexuals” as neighbors or who would consider “homosexuality” always justified, never justified, or something in between; the results for these two questions can be found by first selecting the relevant years and relevant countries and then searching for “homosexuals” and “homosexuality” to find the relevant questions).  35.  See Edwin Cameron, Constitutional Protection of Sexual Orientation and African Conceptions of Humanity, 118 S. AFRICAN L. J. 642, 649 (2001) (“We know that at all stages of human existence, people of the same sex have been erotically and emotionally attracted to each other and have found affinity and bonding and commitment with each other—on all continents, in all peoples, amongst all cultures and at all times and all places.”).  36.  See U.N. Human Rights Comm., Fedotova v. Russia, Comm. No. 1932/2010, U.N. Doc. CCPR/C/106 (Oct. 31, 2012) (condemning laws prohibiting homosexual propaganda like those recently adopted locally and now also nationally in  Russia); see also European Comm. of Social Rights, Council of Eur., International Centre for the Legal Protection of Human Rights (INTERIGHTS) v. Croatia, Merits, Collective Complaint No. 45/2007 (Mar. 30, 2009), available at http://www.coe.int/t/ dghl/monitoring/socialcharter/Complaints/CC45Merits_en.pdf (requiring a minimum availability of non-biased information in schools).  37.  The intention behind some such laws, as opposed to the function thereof, may be a desire to find a balance between demands to restrict and demands to increase possibilities for same-sex relationships.  See Kees Waaldijk, Small Change: How the Road to Same-Sex Marriage Got Paved in the Netherlands, in LEGAL RECOGNITION OF SAME-SEX PARTNERSHIPS: A STUDY OF NATIONAL, EUROPEAN AND INTERNATIONAL LAW, supra note 23, at 437, 440 (describing what I refer to as the “law of small change” as follows: “any legislative change advancing the recognition and acceptance of homosexuality will only be enacted, if that change is either perceived as small, or if that change is sufficiently reduced in impact by some accompanying legislative ‘small change’ that reinforces the condemnation of homosexuality.”). WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 171 right to relate as the common denominator of comparative legal studies on sexual orientation.38 The notion of functional equivalence also highlights the possibility that non-legal phenomena, such as bullying, queer bashing, corrective rape, rejection for a job vacancy, eviction from housing, biased education, or any other form of unofficial homophobia, can also restrict possibilities for people to relate to persons of the same-sex.  These phenomena include the subtle and less subtle ways in which heterosexuality is socially and culturally promoted or made obligatory.39  The effects of these non-legal phenomena are often the same as the effects of anti-homosexual laws.  For example, in a country where the criminal law only prohibits homosexual sex between men, relations between women may be even more restricted by social mechanisms that make heterosexuality compulsory.  Anti-homosexual laws and anti-homosexual practices appear to be functionally equivalent.  Both can have a very negative impact, not only on the direct victims but also on lesbian, gay, bisexual, intersex, and transgender individuals in general.  Both legal and unofficial forms of homophobia can cause fear in many people.  They can terrorize individuals other than the direct victims40 and scare them into secrecy, abstinence, and solitude.  This fear can lead to serious forms of suffering, self-hate, and even suicide.41  Various studies have found that lesbians, gays, and bisexuals could be twice as likely as heterosexuals to attempt suicide or to consider it.42  It seems probable that anti-homosexual laws and practices are at least   38.  Some comparatists might call the right a possible “tertium comparationis.”  See Örücü, supra note 28, at 36 (defining tertium comparationis as “a common comparative denominator as the third unit besides the two legal . . . elements to be compared”).  39.  See CLARKE ET AL., supra note 13, at 121 (citing Adrienne Rich, Compulsory Heterosexuality and Lesbian Existence, in BLOOD, BREAD, AND POETRY (1980)) (discussing some of these, including social, cultural, or economic pressures to marry, arranged marriages, expectations of proper partners to bring to a school dance, homosexual curative therapy, and “corrective” rape).  40.  In that sense anti-homosexual violence (and other forms of homophobia) share a key characteristic with terrorism.  Often quoted is Bruce Hoffmann’s line that terrorism is “meant to produce psychological effects that reach far beyond the immediate victims of the attack.”  Bruce Hoffman, The Logic of Suicide Terrorism, ATLANTIC, June 2003, at 40, available at  http://www. theatlantic.com/past/docs/issues/2003/06/hoffman.htm.  41.  CLARKE ET AL., supra note 13, at 135.  42.  Id. at 137; Michael King et al., A Systematic Review of Mental Disorder, Suicide, and Deliberate Self Harm in Lesbian, Gay and Bisexual People, 8 BMC PSYCHIATRY 70, 83 (2008), available at http://www.biomedcentral.com/content/pdf/1471-244X-8-70.pdf; see also Niels Kooiman,  Zelfacceptatie, psychisch welbevinden en suïcidaliteit, in NIET TE VER UIT DE KAST. ERVARINGEN VAN HOMO- EN BISEKSUELEN IN NEDERLAND 66, 74 (Saskia Keuzenkamp et al. eds., 2012), available at http://www.scp.nl/content.jsp?objectid=29563 (reporting figures that suggest suicidal thoughts are much more common among gay men and lesbian women than among the general population). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 172 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 partially to blame.43 Similarly and conversely, there appears to be functional equivalence between decriminalization laws, anti-discrimination laws, legal partnership recognition, and non-legal means, such as the use of unbiased information in education or same-sex-friendly statements of opinion leaders.44  All such legal and non-legal phenomena can make it easier for people to feel safe and confident enough to establish and develop a relationship with someone of the same sex. The right to relate can thus operate as the common denominator in comparative legal studies on sexual orientation law.  This is not to underestimate the many differences between countries and regions of the world.  Comparative studies will highlight such differences and possible trends of convergence and divergence.45  A first step in comparative legal research is conceptualization, which “is the recognition of the need for a level of abstraction of concepts.”46 IV. SEXUAL? The notions of sex, gender, or sexual activity could perhaps be other candidates for a common denominator in sexual orientation law.  This would be problematic, however.  Attitudes towards sex, gender, and sexual activity may indeed be relevant in explaining why there is so much exclusion of and prejudice against certain sexual orientations.  Yet, sex,   43.  See King et al., supra note 42, at 84 (“[I]t is likely that the social hostility, stigma and discrimination that most LGB people experience is at least part of the reason for the higher rates of psychological morbidity observed.”); Kooiman, supra note 42, at 75 (indicating that homosexuals whose parents do not accept their homosexual orientation or who have experienced negative responses regarding their orientation are more likely to have suicidal thoughts).  44.  See, e.g., U.N. Secretary-General, Video Message: Panel Discussion on Sexual Orientation and Gender Identity, 22nd Meeting, News & Media: United Nations Webcast, UNITED NATIONS (Mar. 7, 2012), http://www.unmultimedia.org/tv/webcast/2012/03/secretary-general-video-msg-panel-discussi on-sexual-orientation-and-gender-identity-22nd-meeting.html (transcript available at http:// www.un.org/sg/statements/index.asp?nid=5900) (speaking to the United Nations Human Rights Council against such violence).  A very popular “remix” version of the Secretary-General’s speech appeared on YouTube.  AllOutorg, ** Inspiring Video** Ban Ki-Moon: The Time Has Come. REMIX!, YOUTUBE (Mar. 21, 2012), http://www.youtube.com/watch?v=lUizJUQIbq4.  45.  See, e.g., James D. Wilets, From Divergence to Convergence?: A Comparative and International Law Analysis of LGBTI Rights in the Context of Race and Post-Colonialism, 21 DUKE J. COMP. & INT’L L. 631, 684–85 (2011) (“[There is a] growing convergence in state policies towards LGBTI rights in South America, Europe, Oceana, and North America.  Even the markedly divergent approaches . . . between the United States and many of the world’s industrialized democracies appear to be diminishing to some extent. . . .  There continues to be a divergence in the legal approach to same-sex relationships among those states that were once British colonies and, to a lesser extent, colonies of other European powers.”).  46.  Örücü, supra note 28, at 37. WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 173 gender, and sexual activity do not fully explain why homosexual orientation should be protected against such discrimination, why same-sex intimacy and same-sex partners should be recognized, or why, in many parts of the world, they are gradually receiving some legal recognition. Furthermore, the meaning of the words “sex” and “gender” are ambiguous, especially in the context of sexual orientation.  Ask a homosexual or heterosexual person whether they prefer persons of a particular gender or persons of a particular sex: they will be puzzled.47  Even if some of us can distinguish intellectually between the notions of gender and sex, we rarely are able to distinguish between the sex and the gender of the person we love.  In law, as in real life, the words sex and gender are generally used as synonyms.48  But sex in that wide sense covers only one meaning of the English word “sex”: the sex to which one belongs.49 The other meaning of “sex” refers to the sex one does: sexuality (i.e. sexual activity).  In the context of sexual orientation, however, both meanings of the word “sex” are linked: many people prefer to have sex with someone of a particular gender.  It is not exactly clear how both notions are linked, as different people experience this link in a variety of ways.  Is it only sex that we prefer to have with someone of a particular gender?  Or are there also other forms of contact that we like to have with someone of a particular gender?  And if so, do we want these other forms of contact because we want to have sex, or do we want to have sex because we want to have other forms of contact too?  Or put differently: when we fall in love with someone of a particular gender, is that a cause or an effect of our desire to have sex with that person?  Or is it actually the same thing?    47.  Such confusion also exists in scholarly research in sexology judging from Michael Kauth’s critical discussion of literature.  See Michael R. Kauth, Revealing Assumptions: Explicating Sexual Orientation and Promoting Conceptual Integrity, 5 J. BISEXUALITY 79, 82–83 (2005) (describing the imprecise manner in which many scholarly articles have approached the two concepts, often incorporating social prejudices into their analyses).  48.  The U.N. Human Rights Committee uses the words “sex” and “gender” (and “sex-based” and “gender-based”) interchangeably.  See, e.g., Office of the High Comm’r for Human Rights, CCPR General Comment No. 28: Article 3 (The Equality of Rights Between Men and Women), 68th Sess., Mar. 13–31, 2000, U.N. Doc CCPR/C/21/Rev.1/Add.10 (Mar. 29, 2000); see also Comm. on Econ., Soc. & Cultural Rights, Econ. & Soc. Council, General Comment No. 20: Non-discrimination in Economic, Social and Cultural Rights (art. 2, para. 2, of the International Covenant on Economic, Social and Cultural Rights), 42d Sess., May 4–22, 2009, ¶ 20, U.N. Doc E/C.12/GC/20 (July 2, 2009) (“[T]he notion of the prohibited ground ‘sex’ has evolved considerably to cover not only physiological characteristics but also the social construction of gender stereotypes, prejudices and expected roles, which have created obstacles to the equal fulfilment of economic, social and cultural rights.”).  49.  In Dutch, the sex-one-is is referred to as “sekse” and the sex-one-does as “seks.”  But in Dutch, as in English, the corresponding adjective is the same for both nouns: “seksueel” (sexual), which I believe is also the main adjective corresponding to the noun “gender.” WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 174 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 Perhaps scientists from other disciplines will be able to solve these puzzles.50 For most people who fall in love with someone, knowing the degree to which their feelings can be attributed to that person’s sex or gender or to the prospect of sexual and/or other activity with that person will remain virtually impossible.  In the concept of sexual orientation, one adjective (“sexual”) is being used to refer to the sex of the partners, to the gender of the partners, and to the sexual activity that might take place between them.51 Therefore the notion of “sex” (or “sexuality”) is too complex and too confusing to act as the common theme in a newly established field of law.  Furthermore, the whole point of a human rights approach to sexual orientation law is that sex, gender, and sexuality should not be legally relevant.  The law should be indifferent to the sex or gender of the lovers involved and, in general, to the sexual or non-sexual character of their love.  Indeed, the legal recognition of heterosexual love (in such institutions as marriage and cohabitation) surpasses the sexual aspects of that love and extends, for example, to joint parental authority, survivor’s pensions, and alimony.  Sexual orientation law similarly extends beyond sexuality.  For this reason, the use of the word “sexuality” as a synonym for “sexual orientation” (or as a generic term for homosexuality, heterosexuality, and bisexuality) is inaccurate and misleading.  Moreover, not every lesbian, gay, or bisexual person wants to be defined as a sexual being or as somewhere between masculine and feminine. Therefore, in the search for a common ground in sexual orientation law, sex, gender, and sexuality can largely be disregarded. V. ORIENTATION! Today I submit that orientation is the key component of sexual orientation and that the field of comparative sexual orientation law can be captured in the right to relate.52  This is true not only for same-sex and different-sex relationships but also for same-sex and different-sex behavior   50.  Michael Kauth provides a critical assessment of what scientists are contributing to this field.  See Kauth, supra note 47, at 82 (“Recognizing one’s own implicit conceptual assumptions is not easy and may explain in part the lack of conceptual clarity about sexual orientation in the literature.”).  51.  In the word “homosexual,” the same functions are performed by the suffix “-sexual.”  See Kees Waaldijk, “Handelingen welke de indruk konden wekken van tederheden zoals die tussen geliefden plegen te worden gewisseld”—Over de woorden die de rechter gebruikt om homoseksualiteit aan te duiden 1, 10–14 (July 1981) (unpublished LL.M paper, University of Amsterdam & Erasmus University of Rotterdam) (exploring the double function of that part of the word “homoseksualiteit”) (on file with the Duke Journal of Comparative and International Law).  52.  See supra Part II. WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 175 and attraction and for lesbian, gay, and bisexual identities, lifestyles, and expressions.  All of this centers on persons being oriented towards one or more other persons or, in other words, on persons relating to each other.53  This is something about which the law should not be indifferent. The fact that homosexuality has to do with sex, gender, and sexuality may explain much of the hostility towards homosexual behavior, relationships, and individuals.  The fact that homosexuality is an orientation, however, can explain why this legal and social hostility has caused such intense suffering.  Many legal and social obstacles to same-sex affection have frustrated and continue to frustrate people in one of their most basic human needs: the need to relate to other human beings.  That homosexuality is essentially about this need can also explain why law in many places is slowly becoming more same-sex-friendly.54  Remarkable progress has been made in the legal recognition of homosexuality in many countries of the world and in many international organizations.55  It seems safe to assume that this progress has been helped significantly by the recognition (by a growing number of lawmakers, judges, and others) that homosexuality is not only about sex, gender, and sexuality but primarily about people relating to other people: about affection and love. Relating to other human beings is as fundamentally human as eating or as creativity.  The psychologist Abraham Maslow powerfully formulated “relating” as a fundamental human need in 1943.56  His theory has been   53.  A point that I will not further explore here is that “[t]he ways a human being ‘chooses’ to be and to relate to others are mutually dependent.”  Michele Grigolo, Sexualities and the ECHR: Introducing the Universal Sexual Legal Subject, 14 Eur. J. Int’l L. 1023, 1042 (2003).  The close link between relating and being has also been made in the field of psychology.  See Steven J. Hanley & Steven C. Abell, Maslow and Relatedness: Creating an Interpersonal Model of Self-Actualization, 42 J. Humanistic Psychol. 37, 38–39 (2002) (criticizing Maslow for presenting relationships as mere “tools” by which the “love and belongingness needs are met”); id. at 55 (speaking of “relatedness”—even of the “poetry of relatedness”—and of “our ability to extend ourselves in relationships to each other and the world around us”).  54.  There has been a noticeable shift in the views of the UN Human Rights Committee.  See Fedotova v. Russia, Comm. No. 1932/2010, ¶ 10.8, U.N. Doc. CCPR/C/106 (Oct. 31, 2012) (holding a regional administrative ban on “propaganda of homosexuality among minors” a violation of human rights (internal quotation marks omitted)); Hertzberg v. Finland, Comm. No. 61/1979, ¶ 161, U.N. Doc. A/37/40 (Apr. 2, 1982) (holding Finland’s penal prohibition of “encouragement to indecent behaviour between members of the same sex” not a human rights violation).  For an example of an important shift in the case law of the European Court of Human Rights, see Schalk & Kopf, infra note 109.  55.  See PAOLI ITABORAHY & ZHU, supra note 30, at 20–32 (listing the legal situations in all countries of the world and indicating the years in which major legal changes took place); WAALDIJK & BONINI-BARALDI, supra note 7, at 204–06 (sketching the very rapid legal developments regarding sexual orientation in Europe since the 1980s).  56.  A.H. Maslow, A Theory of Human Motivation, 50 Psychol. Rev. 370, 380 (1943). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 176 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 popularized, criticized, and developed by many other scholars.57  Maslow emphasized that “love needs” and “love and affection and belongingness needs”58 are concepts that “involve both giving and receiving love” and that the “thwarting of these needs is the most commonly found core in cases of maladjustment and more severe psychopathology.”59  Furthermore, he stressed that “love is not synonymous with sex” and can include “friends, or a sweetheart, or a wife, or children” and “affectionate relations with people in general . . . a place in [one’s] group.”60  This seems to be a direct precursor of terminology regarding the fundamental right to establish and develop relationships with others that courts started to use in the last quarter of the twentieth century. It is almost a standard exercise in human rights courses to compare the various categories of human needs identified by Maslow in 1943 with the various human rights enumerated in the Universal Declaration of Human Rights in 1947.61  There are many parallels, ranging from the link between Maslow’s “physiological needs” and the Universal Declaration’s right to food62 to that between Maslow’s “safety needs” and the Universal Declaration’s right to security of person63 to that between Maslow’s “need for self-actualization” and the Universal Declaration’s rights relating to education and culture.64  Apart from the articles on “marriage”65 and “family,”66 however, the words “love” and “affection” did not make it into the text of the Universal Declaration.  Neither did “friendship” or “relationship.”  The same is true for almost all human rights treaties that were adopted thereafter.67 It was not until May 1976 that a human rights body acknowledged   57.  See, e.g., Hanley & Abell, supra note 53.  58.  Maslow, supra note 56.  59.  Id. at 381.  60.  Id.  61.  But see JACK DONNELLY, UNIVERSAL HUMAN RIGHTS IN THEORY AND PRACTICE 14 (2nd ed. 2003) (criticizing founding human rights on human needs, instead stating that “[h]uman rights are ‘needed’ not for life but for a life of dignity”).  62.  Universal Declaration of Human Rights, supra note 15, art. 25; Maslow, supra note 56, at 372.  63.  Universal Declaration of Human Rights, supra note 15, art. 3; Maslow, supra note 56, at 376.  64.  Universal Declaration of Human Rights, supra note 15, arts. 22, 26; Maslow, supra note 56, at 382.  65.  Universal Declaration of Human Rights, supra note 15, art. 16.  66.  Id. arts. 12, 16, 23, 25.  67.  But cf. Organization of African Unity, African Charter on Human and Peoples’ Rights, art. 28, adopted June 27, 1981, 1520 U.N.T.S. 217 (establishing that “[e]very individual shall have the duty to respect and consider his fellow beings without discrimination, and to maintain relations aimed at promoting, safeguarding and reinforcing mutual respect and tolerance”). WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 177 “the right to establish and to develop relationships with other human beings,” when the European Commission of Human Rights considered this right to be included—”to a certain degree”—in the right to respect for private life that is explicitly guaranteed by article 8 of the European Convention on Human Rights.  The Commission announced this right in two cases.  In the first case, X v. Iceland, which concerned a prohibition by the city of Reykjavik on the keeping of dogs, it wrote:    The question before the commission . . . is . . . whether the keeping of a dog belongs to “private life” within the meaning of Article 8 of the Convention.   For numerous anglo-saxon and French authors the right to respect for “private life” is the right to privacy, the right to live, as far as one wishes, protected from publicity.   In the opinion of the Commission, however, the right to respect for private life does not end there.  It comprises also, to a certain degree, the right to establish and to develop relationships with other human beings, especially in the emotional field for the development and fulfillment of one’s own personality.68  The second case was decided the next day and concerned a challenge to the regulation of abortion in Germany.  Quoting X v. Iceland and emphasizing the words “to a certain degree,” the Commission added “that therefore sexual life is also part of private life; and in particular that legal regulation of abortion is an intervention in private life which may or may not be justified under Article 8(2).”69 In 1984 the U.S. Supreme Court held that “choices to enter into and maintain certain intimate human relationships must be secured against undue intrusion by the State.”70  Deriving its position from two lines of precedent, the Court characterized this right as the “freedom of intimate association.”71   68.  App. No. 6825/74, 5 Eur. Comm’n H.R. Dec. & Rep. 86, 87 (1976) (citations omitted).  69.  Brüggemann v. Germany, App. No. 6959/75, 5 Eur. Comm’n H.R. Dec. & Rep. 103, 115 (1976).  70.  Roberts v. United States Jaycees, 468 U.S. 609, 617–18 (1984).  71.  See id. at 617–18 (“Our decisions have referred to constitutionally protected ‘freedom of association’ in two distinct senses.  In one line of decisions, the Court has concluded that choices to enter into and maintain certain intimate human relationships must be secured against undue intrusion by the State because of the role of such relationships in safeguarding the individual freedom that is central to our constitutional scheme.  In this respect, freedom of association receives protection as a fundamental element of personal liberty.  In another set of decisions, the Court has recognized a right to associate for the purpose of engaging in those activities protected by the First Amendment—speech, assembly, petition for the redress of grievances, and the exercise of religion.”). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 178 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 Given the high profile controversies surrounding abortion both in Europe and in the United States at the time,72 it seems likely that the Court was aware of the Commission decisions.  It is even more probable that the Court was relying in part on a 1980 article by Karst,73 although the Court defined “intimate association” slightly differently than did Karst.  Karst did not refer to Maslow or to the Commission.  Citing several psychologists,74 he coined the phrase “freedom of intimate association” based on the Court’s ruling in Griswold v. Connecticut.75  In Griswold, a case concerning the right of a married couple to use contraception, the Court had called marriage both “intimate” and “an association.”76  Those words may well have been an echo of the writings of John Witherspoon.  In the late 18th century, he gave a list of the “perfect rights in a state of natural liberty,” including a man’s “right to associate, if he so incline, with any person or persons, whom he can persuade (not force)—Under this is contained the right to marriage.”77  Witherspoon’s formulation may be abstract enough to support the articulation of a “right to intimate life” that goes beyond marriage.78 The Commission was likely aware in 1976 of the famous Griswold case.  This awareness does not quite explain why the Commission was inspired that year to articulate a far more general right to establish and to develop relationships with other human beings, but the Commission may have been aided by its declaration the previous year that “a person’s sexual life” is an “important aspect” of private life.79  Social and cultural trends of the 1960s and 1970s may of course also have had an impact on the Commission. In later years, other national courts, international courts, and political lawmakers have started to recognize that the orientation of human beings toward other human beings should be respected, including when that   72.  The similarity between the language used in the European and American decisions is striking, but the author has not been able to discern whether the U.S. Supreme Court, directly or indirectly, was inspired by the decisions of the European Commission of Human Rights.  Nor has the author discovered whether the Court or the Commission relied on Maslow or similar psychological literature.  73.  Kenneth L. Karst, The Freedom of Intimate Association, 89 YALE L.J. 624 (1980).  74.  Id. at 632.  75.  381 U.S. 479 (1965).  76.  Id. at 486 (“Marriage is a coming together for better or for worse, hopefully enduring, and intimate to the degree of being sacred.  It is an association that promotes a way of life, not causes; a harmony in living, not political faiths; a bilateral loyalty, not commercial or social projects.  Yet it is an association for as noble a purpose as any involved in our prior decisions.”).  77.  John Witherspoon, Lectures on Moral Philosophy 69 (Varnum Lansing Collins ed., 1912).  78.  RICHARDS, supra note 16, at 74–75.  79.  X v. Germany, App. No. 5935/72, 3 Eur. Comm’n H.R. Dec. & Rep. 46, 54 (1975). WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 179 orientation is between people of the same sex or gender and when it expresses itself through sexual desire or activity.  This has led many courts to interpret international, national, and sub-national legal prohibitions of discrimination to include sexual orientation (or similar terms)80 and has resulted in several such statutes explicitly prohibiting discrimination based on sexual orientation.81  Sexual orientation is now also explicitly mentioned in a few international treaties.82  More fundamentally, the general notion that the orientation of human beings toward other human beings should be respected has gained strong recognition in human rights law.  The right to establish and develop relationships with other human beings has now been accepted by the European Court of Human Rights, which wrote in December 1992:    80.  See, e.g., U.N. Human Rights Comm., Toonen v. Australia, Comm. No. 488/1992, U.N. Doc. CCPR/C/50/D/488/1992 (Mar. 31, 1994) (providing the first holding by an international human rights body that discrimination based on sexual orientation is covered by a treaty article prohibiting discrimination in general); see also African Commission on Human and Peoples’ Rights, Zimbabwe Human Rights NGO Forum v. Zimbabwe, Decision 245/02, ¶ 169 (2006) (“The aim of [the principle of non-discrimination provided under Article 2 of the African Charter on Human and People’s Rights] is to ensure equality of treatment for individuals irrespective of nationality, sex, racial or ethnic origin, political opinion, religion or belief, disability, age or sexual orientation.”); Mouta v. Portugal, 1999-IX Eur. Ct. H.R. 309, ¶¶ 35–36 (concluding in a parental custody case that the father’s homosexuality had been a decisive factor in the final decision of the national court and that such a distinction based on sexual orientation was not acceptable under Article 14 of the European Convention on Human Rights); Sutherland v. United Kingdom, 24 Eur. H.R. Rep. CD22, ¶ 66 (1997) (finding that “no objective and reasonable justification exists for the maintenance of a higher minimum age of consent to male homosexual, than to heterosexual, acts”); Atala Riffo and Daughters v. Chile, Merits, Reparations, and Costs, Judgment, Inter-Am. Ct. H.R. (ser. C) No. 239, ¶¶ 83–93 (February. 24, 2012) (holding that denying a right based on sexual orientation would violate Article 1.1 of the American Convention).  81.  See PAOLI ITABORAHY &  ZHU, supra note 30, at 27 (listing South Africa’s 1994 constitution as the first national constitution to include an explicit prohibition of sexual orientation discrimination and noting that it has been followed by six other countries and parts of several others); Cameron, supra note 35, at 645 (“The fact that sexual orientation is mentioned in the [Constitution’s] list of protected conditions means that gays and lesbians are expressly and unequivocally included in the embracing conception of South African nationhood, for which the liberation struggle was fought.”); Kees Waaldijk, Legal Recognition of Homosexual Orientation in the Countries of the World (Feb. 22, 2009) (presented in conference binder: International Lesbian and Gay Law Association, The Global Arc of Justice – Sexual Orientation Law Around the World, The Williams Institute at the University of California–Los Angeles, Mar. 11–14, 2009), available at https://openaccess.leidenuniv.nl/handle/1887/14543 (indicating that Norway became in 1981 the first country to explicitly prohibit sexual orientation discrimination in national legislation and was followed by some sixty other countries).  82.  See Consolidated Version of the Treaty on the Functioning of the European Union arts. 10, 19, Oct. 26, 2012, 2012 O.J. (C 326) 47; see also Council of Europe, Convention on Preventing and Combating Violence against Women and Domestic Violence art. 4, opened for signature May 11, 2011, C.E.T.S. No. 210 (containing the only other treaty provision, so far, that explicitly mentions discrimination based on “sexual orientation” and “gender identity”); Charter of Fundamental Rights of the European Union art. 21, Dec. 1, 2009, 2010 O.J. (C 83) 2. WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 180 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161   The Court does not consider it possible or necessary to attempt an exhaustive definition of the notion of “private life”.  However, it would be too restrictive to limit the notion to an “inner circle” in which the individual may live his own personal life as he chooses and to exclude therefrom entirely the outside world not encompassed within that circle.  Respect for private life must also comprise to a certain degree the right to establish and develop relationships with other human beings.   There appears, furthermore, to be no reason of principle why this understanding of the notion of “private life” should be taken to exclude activities of a professional or business nature since it is, after all, in the course of their working lives that the majority of people have a significant, if not the greatest, opportunity of developing relationships with the outside world.83  There the court did not explicitly refer to the decisions in which the European Commission of Human Rights had first articulated this right.  Judge Martens, however, had mentioned these decisions a few months earlier in a concurring opinion, in which he wrote:  Expulsion severs irrevocably all social ties between the deportee and the community he is living in and I think that the totality of those ties may be said to be part of the concept of private life, within the meaning of Article 8 (art. 8).   It is true that, at least at first sight, the text of this provision seems to suggest otherwise.  Read as a whole, it apparently guarantees immunity of an inner circle in which one may live one’s own, one’s private, life as one chooses.  This “inner circle” concept presupposes an “outside world” which, logically, is not encompassed within the concept of private life.  Upon further consideration, however, this “inner circle” concept appears too restrictive.  “Family life” already enlarges the circle, but there are relatives with whom one has no family life stricto sensu.  Yet the relationship with such persons, for instance one’s parents, undoubtedly falls within the sphere, which has to be respected under Article 8 (art. 8).  The same may be said with regard to one’s relationships with lovers and friends.  I therefore share the view of the Commission . . . .84  Since 1998, the Constitutional Court of South Africa, perhaps more eloquently, has recognized “a right to a sphere of private intimacy and autonomy which allows us to establish and nurture human relationships without interference from the outside community.”85  In 2005, the High   83.  Niemietz v. Germany, 251 Eur. Ct. H.R. (ser. A) 23, ¶ 29 (1992).  84.  Beldjoudi v. France, 234 Eur. Ct. H.R. (ser. A) 3, 37 ¶ 3 (1992).  85.  National Coalition for Gay and Lesbian Equality v. Minister of Justice 1999 (1) SA 6 (CC) at 30 para. 32 (emphasis added) (“The way in which we give expression to our sexuality is at the core of WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 181 Court of Fiji also endorsed such a right.86  In 2010, the Inter-American Court of Human Rights, in two cases concerning state responsibility for rape by state agents against indigenous women, recognized “the right to establish and develop relationships with other human beings”:    Regarding the alleged violation of Article 11 of the American Convention based on the same facts, the Court has specified that . . . its contents include, among others, the protection of private life.  Moreover, the concept of private life is a wide-ranging term, which cannot be defined exhaustively, but includes, among other protected forums, sexual life, and the right to establish and develop relationships with other human beings.  The Court finds that the rape of Mrs. Rosendo Cantú violated essential aspects and values of her private life, represented an intrusion in her sexual life, and annulled her right to decide freely with whom to have intimate relations, causing her to lose complete control over these most personal and intimate decisions, and over her basic bodily functions.87  Like the Universal Declaration of Human Rights, the African Charter on Human and Peoples’ Rights does not contain a right to private life.  Article 28 of the Charter, however, contains a duty to relate to other human beings: “Every individual shall have the duty to respect and consider his fellow beings without discrimination, and to maintain relations aimed at promoting, safeguarding and reinforcing mutual respect and tolerance.”88  Furthermore, other rights in the African Charter, notably the right to “respect for . . . life and the integrity of . . . person,” the right to “respect of the dignity inherent in a human being,” and the right to “liberty and security of . . . person,” arguably imply a right to privacy.89  this area of private intimacy.”); see also id. at 61 para. 117 (Sachs, J., concurring) (“The expression of sexuality requires a partner, real or imagined.  It is not for the state to choose or to arrange the choice of partner, but for the partners to choose themselves.”).  86.  McCoskar v. State, [2005] FJHC 500, 511 (“In my view the Court should adopt a broad and purposive construction of privacy that is consistent with the recognition in international law that the right to privacy extends beyond the negative conception of privacy as freedom from unwarranted State intrusion into one’s private life to include the positive right to establish and nurture human relationships free of criminal or indeed community sanction.”).  87.  Cantú v. Mexico, Preliminary Objection, Merits, Reparations, and Costs, Judgment, Inter-Am. Ct. H.R. (ser. C) No. 216, ¶ 119 (Aug. 31, 2010); Fernández Ortega v. Mexico, Preliminary Objection, Merits, Reparations, and Costs, Judgment, Inter-Am. Ct. H.R. (ser. C) No. 215, ¶ 129 (Aug. 30, 2010); see also Atala Riffo and Daughters v. Chile, Merits, Reparations, and Costs, Inter-Am. Ct. H.R. (ser. C) No. 239, ¶¶ 161–62 (Feb. 24, 2012) (considering custody after divorce in the first sexual orientation case decided by the court).  88.  African Charter on Human and Peoples’ Rights, supra note 67.  89.  Rachel Murray & Frans Viljoen, Towards Non-Discrimination on the Basis of Sexual Orientation: The Normative Basis and Procedural Possibilities before the African Commission on WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 182 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 The International Covenant on Civil and Political Rights provides that no one “shall be subjected to arbitrary or unlawful interference with his privacy,”90 but the United Nations Human Rights Committee has not yet considered whether this includes a right to establish and develop relationships.  In Toonen v. Australia, however, the Committee did note that “it is undisputed that adult consensual sexual activity in private” is covered by the concept of “privacy.”91  It remains unclear whether less sexual or less private aspects of homosexual orientation are protected also. The European, South African, Fijian and Inter-American formulations are broader than the American one, which is limited to certain “intimate” human relationships.92 This is relevant because not all sexual or intimate behavior is part of a relationship that is already intimate.  A first or second date with someone (or indeed a brief encounter or a one-night stand) may involve very intimate behavior and deep emotional attraction, but even so, it may be too early to speak of an “intimate relationship,” let alone an “intimate association.”  The broader formulation therefore seems preferable.93  This formulation of the right to relate without the word “intimate” would also be preferable to the characterization of sexual orientation by the European Court of Human Rights as involving “a most intimate aspect of private life.”94  Personal relationships are not always, and certainly not all the time, intimate.  Relationships often start in very public  Human and Peoples’ Rights and the African Union, 29 HUM. RTS. Q. 86, 90 (2007) (quoting African Charter on Human and Peoples’ Rights, supra note 67, arts. 4–6) (internal quotation marks omitted).  90.  International Covenant on Civil and Political Rights art. 17, sec. 1, adopted Dec. 19, 1966, 999 U.N.T.S. 171.  91.  Comm. No. 488/1992, ¶ 8.2, U.N. Doc. CCPR/C/50/D/488/1992 (Mar. 31, 1994).  92.  Roberts v. United States Jaycees, 468 U.S. 609, 618 (1984).  93.  In the United States, there seems to be quite a lot of academic writing trying to distinguish between intimate and non-intimate relationships or associations.  See Holning Lau, Transcending the Individualist Paradigm in Sexual Orientation Antidiscrimination Law, 94 CAL. L. REV. 1271, 1301 (2006) (quoting Roberts, 468 U.S. at 619) (noting that the freedom of intimate association is “generally understood as a liberty to make decisions that attend the creation and sustenance of a family” (internal quotation marks omitted)); Karst, supra note 73, at 629 (advocating an inclusive approach to freedom of association that has not been fully followed by the courts); Joshua P. Roling, Functional Intimate Association Analysis: A Doctrinal Shift to Save the Roberts Framework, 61 DUKE L.J. 903 (2012) (criticizing the recent judicial approaches to intimate association); Collin O’Connor Udell, Intimate Association: Resurrecting a Hybrid Right, 7 TEX. J. WOMEN & L. 231, 278–80 (1998) (proposing a more analytic approach to intimacy by defining “qualities that correlate with intimacy”—cohabitation, sexual intimacy, explicit or implicit commitment, and the existence of close blood ties—and then listing possible relationships based on which of these criteria are met).  94.  Dudgeon v. United Kingdom, 45 Eur. Ct. H.R. (ser. A), ¶ 52 (1981) (referring to sexual activity as concerning “a most intimate aspect of private life” in holding that Northern Irish laws against sex between consenting adult men in private amounted to a violation of the right to respect for private life); see also Kozak v. Poland, App. No. 13102/02, ¶ 83 (2010), available at http://hudoc.echr.coe.int (referring to sexual orientation as “one of [the] most intimate parts of an individual’s private life”). WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 183 places (at work, in a disco, online) and often develop through joint public behavior (dancing, holding hands, kissing).95  The notion of “establishing relationships” also covers pre-relational attraction and affection.  Once established, amorous relationships can indeed be very intimate.  But the further the relationship develops, the more the partners may take a public and social profile as a couple.  Their partnership is then no longer only defined by its intimacy.  This very social aspect of their private life can be obscured by the use of the word “intimate.”  Another advantage of discarding the word “intimate” is that the resulting higher abstraction may more readily be recognized as a common human need and as something that is also a core element of other fundamental freedoms, especially those of religion, assembly, and association. Before turning to the legal implications of this fundamental right to relate, it seems appropriate to point out that, in large parts of the world, the recognition of the right has been enhanced by a combination of several non-legal “stepping stones.”  Of these I have already mentioned the popularized psychological theory of Maslow that “love needs” are one of the five categories of basic human needs. Second, there seem to be strong cultural, religious, and economic imperatives to form a close relationship with someone.  Precisely because there is such a cultural and legal emphasis on loving, partnering, and family, the cultural and legal disapproval of same-sex love can affect individuals even more.  Homophobia is a stigma on something that, at a higher level of generalization, is presented as one of the highest forms of happiness.  It is a typical example of a double-bind.  One could say that society tells everyone that he or she must find someone to love, but many lesbian women and gay men are also told that this must not be someone whom they would love to love. Third, the gradual recognition of a non-discriminatory right to relate owes a lot to the courage and pride of a growing number of women and men who have been coming out as same-sex lovers, partners, and   95.  Cases concerning a gay or lesbian couple being refused service in a bar or restaurant because they kissed—as lovers do—have made it to courts and equality bodies in quite a number of countries.  An example in Ireland has been described in THE EQUALITY AUTHORITY, ANNUAL REPORT 2006, at 30–31 (2007), available at http://www.equality.ie/Files/Annual%20Report%202006.pdf.  The case involved two women who were told by the owner of a pub that they would be asked to leave if they kissed each other again.  On March 7, 2006, the women won their discrimination case against the pub owner in the District Court.  For several similar cases that were decided in Sweden, see VICTORIA KAWESA, CENT. AGAINST RACISM, LEGAL STUDY ON HOMOPHOBIA AND DISCRIMINATION ON GROUNDS OF SEXUAL ORIENTATION AND GENDER IDENTITY: THEMATIC STUDY SWEDEN 27–28, 40 (2010), available at http://fra.europa.eu/sites/default/files/fra_uploads/1367-LGBT-2010_thematic-study_SE.pdf. WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 184 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 spouses,96 thereby making the point that partnering and indeed marrying is not only for heterosexuals.  Two of the most “out” same-sex couples in the world are present here today.  In deep respect for them, I take off my hat and bow. Fourth, there is an extensive body of art, literature, and entertainment portraying this psychological need, this cultural duty, and this same-sex practice.  The Rector discourages the use of multimedia in this auditorium, so I will not play some of the songs and scenes that spring to mind.  Many of these do not evoke an existing relationship but a longed-for relationship, like poems expressing “to friendship such a boundless deep desire.”97  I would just suggest that the audience picture the film 8 Femmes,98 made by François Ozon, in which the black housekeeper, a lesbian, sings the 1972 Dalida song, “Pour Ne Pas Vivre Seul.”99  Or think of Robert, the supposedly happy single man in Stephen Sondheim’s 1970 musical Company, singing the song “Being Alive.”100 VI. LAW So the right to relate is a right grounded in a human need, in a cultural duty, in a gay and lesbian practice, in a multimedia poetic portrayal, and, importantly, in hard law. The right to establish and develop relationships has been recognized explicitly in various human rights cases,101 some of which actually deal   96.  At least two same-sex couples have written books about marrying in Canada and going to court to get that marriage recognized.  See KEVIN BOURASSA & JOE VARNELL, JUST MARRIED: GAY MARRIAGE AND THE EXPANSION OF HUMAN RIGHTS (2002) (describing the involvement of the authors in Halpern v. Canada, a case decided by the Court of Appeal for Ontario); ANN LOUISE GILLIGAN & KATHERINE ZAPPONE, OUR LIVES OUT LOUD: IN PURSUIT OF JUSTICE AND EQUALITY (2008) (describing the authors’ lives and their involvement in Zappone v. Revenue Commissioners).  97.  This is the author’s translation of the fourth line (“naar vriendschap zulk een mateloos verlangen”) of Jacob Israël de Haan’s poem Aan eenen jongen visscher, which is engraved on the Homomonument in Amsterdam.  Jacob Israël de Haan, Aan eenen jongen visscher, in LIEDEREN (1917), available at http://www.dbnl.org/tekst/haan008lied01_01/haan008lied01_01_0024.php.  98.  8 FEMMES (BIM, Canal+, Centre National de la Cinématographie (CNC), Fidélité Productions, Franc 2 Cinéma, Gimages 5, Local Films, Mars Distribution 2002).  99.  DALIDA, Pour Ne Pas Vivre Seul, on IL FAUT DU TEMPS (Orlando International Shows, Sonopresse 1972).  The author knows of no older song than this in which both love between women and marriage between men is explicitly mentioned.  100.  STEPHEN SONDHEIM, COMPANY: A MUSICAL COMEDY (Columbia Records 1970).  101.  See, e.g., Gillberg v. Sweden, App. No. 41723/06, ¶ 66 (2012), available at http://hudoc.echr.coe.int (“The concept of private life is a broad term not susceptible to exhaustive definition.  It covers the physical and psychological integrity of a person.  It can therefore embrace multiple aspects of the person’s physical and social identity.  Article 8 protects in addition a right to personal development, and the right to establish and develop relationships with other human beings and the outside world.” (internal quotation marks omitted)). WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 185 with homosexual orientation.102  Implicitly, the right to relate can also be discerned in other national and international decisions, especially those that have ended prohibitions of same-sex sexual behavior103 or same-sex marriage104 or that have challenged other forms of anti-homosexual discrimination.105  Similarly, the enjoyment of the right to relate has been greatly advanced by legislative developments on these issues in many countries.106 In international human rights law, homosexual couples were first recognized in the context of “a most intimate aspect” of their private life (i.e. in their sexual life).107  Later they obtained some recognition as de facto cohabiting partners108 and more recently as having family life.109  Thus far they have not been recognized as being entitled to marry.110  Similarly, sex between same-sex adults has become legal in over sixty   102.  After the South African and Fijian courts applied the right to relate in cases challenging the criminalization of same-sex sexual activity, see supra notes 85–86 and accompanying text, the European and Inter-American Courts of Human Rights invoked this right in connection with sexual orientation, see E.B. v. France, 47 Eur. Ct. H.R. 509, ¶ 43 (2008); Atala Riffo and Daughters v. Chile, Merits, Reparations, and Costs, Judgment, Inter-Am. Ct. H.R. (ser. C) No. 239, ¶¶ 161–62 (Feb. 24, 2012).  103.  See Dudgeon v. United Kingdom, 45 Eur. Ct. H.R. (ser. A) (1981); U.N. Human Rights Comm., Toonen v. Australia, Comm. No. 488/1992, ¶ 8.2, U.N. Doc. CCPR/C/50/D/488/1992 (Mar. 31, 1994); see also JERNOW, supra note 19, at 7–43 (summarizing national cases that address questions concerning constitutional challenges to sodomy laws)).  104.  See JERNOW, supra note 19, at 339–80 (summarizing some of the relevant North American and South African cases).  105.   See, e.g., Case C-267/06, Maruko v. Versorgungsanstalt der deutschen Bühnen, 2008 E.C.R. I-1757; Karner v. Austria, 2003-IX Eur. Ct. H.R. 199; Atala Riffo and Daughters, Inter-Am. Ct. H.R. (ser. C) No. 239; U.N. Human Rights Comm., Young v. Australia, Comm. No. 941/2000, U.N. Doc. CCPR/C/78/D/941/2000 (Aug. 6, 2003); see also JERNOW, supra note 19, at 47–90, 309–37 (summarizing many national challenges to discrimination).  106.  See generally Waaldijk, supra note 81; PAOLI ITABORAHY & ZHU, supra note 30, at 20–32 (both listing the legal situations in every country in the world, indicating the years in which major legal changes took place).  107.  See Dudgeon, 45 Eur. Ct. H.R. (ser. A), ¶ 52; see also Toonen, Comm. No. 488/1992, ¶ 8.2 (“[A]dult consensual sexual activity in private is covered by the concept of ‘privacy.’”).  108.  See, e.g., Karner, 2003-IX Eur. Ct. H.R., ¶ 41 (“persons living in a homosexual relationship”); Young, Comm. No. 941/2000, ¶ 10.4 (“same-sex partners”).  109.  See Schalk & Kopf v. Austria, 53 Eur. H.R. Rep. 683, ¶ 94 (2010) (“[T]he Court considers it artificial to maintain the view that, in contrast to a different-sex couple, a same-sex couple cannot enjoy ‘family life’ for the purposes of of Article 8 [of the European Convention].”); see also Atala Riffo and Daughters, Inter-Am. Ct. H.R. (ser. C) No. 239, ¶¶ 176–78 (“[T]here was a close relationship between Ms. Atala, Ms. De Ramón, Ms. Atala’s older son and the three girls. . . .  Therefore, it is clear that they had created a family unit which, as such, was protected under Articles 11.2 and 17.1 of the American Convention, since they shared their lives, with frequent contact and a personal and emotional closeness . . . .”).  110.  Schalk & Kopf, 53 Eur. H.R. Rep.; U.N. Human Rights Comm., Joslin v. New Zealand, Comm. No. 902/1999, U.N. Doc. CCPR/C/75/D/902 (July 30, 2002). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 186 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 countries during the last fifty years.111  As a result, it is now no longer a crime in at least 114 of the 193 member states of the United Nations.112  Since Norway became the first country to explicitly prohibit anti-homosexual discrimination in 1981,113 legislation against discrimination based on sexual orientation has been adopted in some sixty countries.114  Same-sex couples enjoy at least some legal recognition in more than thirty countries, including the possibility to marry in fourteen countries and in parts of three others.115 A narrow element of the right to establish and develop relationships could already be found in the rights to marry, to found a family, and to respect for family life.116  As we have seen, international and national courts have now articulated the broader and more fundamental right to establish and develop relationships as one of the aspects of the right to respect for private life,117 which encompasses each of the three narrower rights. Thus, the new constellation of elements in Article 8 of the European Convention on Human Rights is as follows: • The right to respect for private life includes the right to an individual life and the right to establish and develop relationships with other human beings.118 • The right to establish and develop relationships includes both   111.  PAOLI ITABORAHY & ZHU, supra note 30, at 20–21; see also Kees Waaldijk, Civil Developments: Patterns of Reform in the Legal Position of Same-Sex Partners in Europe, 17 CAN. J. FAM. L. 62, 68 (2000) (describing the four waves of decriminalization that took place in European countries since France became, in 1791, the first country to take homosexual acts out of the criminal law).  112.  PAOLI ITABORAHY & ZHU, supra note 30, at 20–24.  This report also indicates that 15 of the 114 countries where homosexual acts are legal between adults (and parts or associates of three other countries) apply unequal ages of consent for homosexual and heterosexual acts.  113.  But cf. Robert Wintemute, Conclusion to LEGAL RECOGNITION OF SAME-SEX PARTNERSHIPS: A STUDY OF NATIONAL, EUROPEAN AND INTERNATIONAL LAW, supra note 23, at 781–88 (mentioning that, at the sub-national level, the District of Columbia and Quebec preceded Norway with such legislation in 1973 and 1977, respectively).  114.  PAOLI ITABORAHY & ZHU, supra note 30, at 25–26.  115.  Id. at 30–31.  The Netherlands was the first country to offer legal recognition of de facto couples (in 1979) and to open up marriage (in 2001), while in 1989 Denmark became the first country to introduce registered partnerships for same-sex couples.  Wintemute, supra note 113, at 775–79.  116.  See, e.g., African Charter on Human and Peoples’ Rights, supra note 67, art. 18 (guaranteeing the rights to protection of, and assistance for, the family); Organization of American States, American Convention on Human Rights arts. 11, 17, Nov. 22, 1969, 1144 U.N.T.S. 143; International Covenant on Civil and Political Rights, supra note 90, arts. 17, 23; Council of Europe, Convention for the Protection of Human Rights and Fundamental Freedoms arts. 8, 12, Nov. 4, 1950, 213 U.N.T.S. 221.  117.  See supra Part V.  118.  Niemietz v. Germany, 251 Eur. Ct. H.R. (ser. A) 23, ¶ 29 (1992). WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 187 family and non-family relationships, including relationships “of a professional or business nature”.119 • The right to respect for family life includes marital and parenting relationships, as well as non-marital partnerships.120 • The right to respect for family life includes different-sex and same-sex partners.121 Therefore, family life (including marriage) is now a sub-category of private life. The question arises whether the right to marry should be seen as an aspect of the right to establish relationships or as an aspect of the right to develop them.  Today, in most Western cultures, marriage is rarely the start of a relationship.  Marriage can no longer be classified as family formation.  For most couples, marriage is now a form of family formalization.  Therefore, marriage should primarily be considered under the right to develop relationships rather than under the right to establish them. The same question can be asked regarding sexual activity.  At least for many people in many Western cultures, sex is no longer only a way of developing and nurturing an existing relationship: sexual intimacy is also a way of establishing a relationship.  Therefore both the rights to establish relationships and to develop relationships require that criminalization of homosexual behavior must stop. Laws prohibiting sexual activity between people of the same sex can create enormous obstacles for gays, lesbians, and bisexuals to come out, to meet potential partners, and to develop relationships.  These laws create opportunities for blackmail and extortion,122 generate fear of exposure, promote the idea that anti-homosexual discrimination and violence is justified, and portray homosexuals as criminals.123  These laws thereby have a great negative effect on the possibilities to establish and develop relationships. Although there has been a constant stream of decriminalizations of   119.  Id.  120.  See Johnston v. Ireland, 112 Eur. Ct. H.R. (ser. A), ¶ 56 (1986) (holding that a heterosexual couple who had been living together for fifteen years but who were unable to marry because one of them was not allowed to obtain a divorce “constitute[d] a ‘family’ for the purposes of Article 8” of the European Convention).  121.  See supra note 109.  122.  See generally INT’L GAY & LESBIAN RIGHTS COMM’N, NOWHERE TO TURN: BLACKMAIL AND EXTORTION OF LGBT PEOPLE IN SUB-SAHARAN AFRICA (Ryan Thoreson & Sam Cook eds., 2011), available at http://www.iglhrc.org/sites/default/files/484-1.pdf.  123.  Edwin Cameron, Sexual Orientation and the Constitution: A Test Case for Human Rights, 110 S. AFR. L.J. 450, 455–56 (1993). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 188 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 homosexual behavior, especially since the late 1960s,124 for many countries decriminalization still seems far away.  It is important to also welcome steps that do not yet reach the international minimum standard of complete decriminalization125 but that do get closer to meeting that standard and thereby allow a few more people to have intimate relationships. Examining the experiences of other countries in expanding the right to relate provides a long list of possible small steps short of full decriminalization.126  For some of these steps (such as a non-prosecution policy, selective prosecution, or lenient sentencing), no parliamentary legislation is required: just some initiative by the government, the minister of justice, the police director, the prosecution service, or the courts.127  Any such step already makes it a little easier for people to establish and develop relationships.  A progressive realization of this aspect of private life should also be possible in some of the more conservative countries of the world.  It would be realistic to keep in mind that many European and American countries have also moved very slowly, often incrementally, in getting rid of their penal provisions on homosexuality.128  Furthermore, one should not forget that almost all countries in the world still preserve some form of legal condemnation of homosexual orientation by excluding homosexuals from some or all aspects of family law.129 Countries that for the time being preserve the criminalization of homosexuality should be encouraged to at least compensate with other   124.  See Waaldijk, supra note 81 (listing countries that have decriminalized homosexual behavior, along with the year of decriminalization).  125.  This minimum standard has been set in a series of cases.  See Dudgeon v. United Kingdom, 45 Eur. Ct. H.R. (ser. A) (1981) (setting the standard for Europe); U.N. Human Rights Comm., Toonen v. Australia, Comm. No. 488/1992, U.N. Doc. CCPR/C/50/D/488/1992 (Mar. 31, 1994) (setting the standard at the global level).  126.  See Waaldijk, supra note 111, at 70–74 (introducing the term “semi-decriminalisation”).  127.  For an example of an explicitly stated non-prosecution policy that applied in Scotland when it still had legislation in force prohibiting consensual homosexual acts between adult men, see Dudgeon, 45 Eur. Ct. H.R. (ser. A), ¶ 18.  Less explicit non-prosecution policies have been implemented in Cyprus, Modinos v. Cyprus, 259 Eur. Ct. H.R. (ser. A) 485, ¶¶ 12, 23 (1993), and in Tasmania, Toonen, Comm. No. 488/1992, ¶¶ 2.2, 6.3, 8.2.  Homosexual acts by consenting adults in private were also hardly ever prosecuted in Northern Ireland and Ireland in the last years before their relevant legislation was found to be in breach of fundamental human rights, but these two jurisdictions did not have official non-prosecution policies.  Norris v. Ireland, 142 Eur. Ct. H.R. (ser. A), ¶¶ 20, 33, 38 (1988); Dudgeon, 45 Eur. Ct. H.R. (ser. A), ¶¶ 30, 41.  128.  All of this is in line with what I call the “law of small change.”  See supra note 37.  129.  See Daniel Borrillo, Pluralisme Conjugal ou Hiérarchie des Sexualités: La Reconnaissance Juridique des Couples Homosexuels dans l’Union Européenne, 46 MCGILL L.J. 875, 918, 922 (2001) (speaking of a “hierarchy of sexualities” and the preservation of an inferior position for homosexual couples).  For examples of this practice even in the nine European countries that were the first to recognize same-sex couples, see WAALDIJK ET AL., supra note 23, at 43–44. WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 189 measures supporting the right to relate.  For example: active police action in cases of anti-homosexual violence or extortion;130 non-discriminatory respect for the freedoms of association, assembly, and information; and inclusion of sexual orientation in anti-discrimination laws.  At least four countries in Africa that still criminalize homosexual sex have included a prohibition of sexual orientation discrimination in laws on employment; South Africa introduced a similar prohibition before it decriminalized homosexual sex.131 VII. COMING OUT AND COMING TOGETHER The right to relate has two aspects: the right to establish (or enter into) relationships and the right to develop (or maintain and nurture) relationships.  The right to establish same-sex relationships implies two specific rights: • the right to come out (as being attracted to one or more persons of the same sex); • the right to come together (with people of a similar orientation and/or of the same sex or with people who do not condemn homosexuality). These two implied rights are necessary for people to find a potential partner that is of the same sex and of the same orientation.  Without at least some coming out or some coming together, a woman would never be able to establish an intimate relationship with another woman, and a man would never be able to establish an intimate relationship with another man.  The rights to come out and to come together also help lesbian, gay, and bisexual individuals to find friends who personally know what it is to be attracted to the same sex, to have a same-sex partner, or to face discrimination in that context. As part of the right to respect for private life, the right to come out, which arguably is already supported by the freedom of expression, is a core   130.  See, e.g., INT’L GAY & LESBIAN RIGHTS COMM’N, supra note 122, at 131 (stressing the importance of, inter alia, police training and accountability for fighting blackmail and extortion against LGBTs in many African countries).  131.  For some details of this interesting and promising deviation from the “standard sequence” in the legal recognition of homosexual orientation in South Africa, Seychelles, Mozambique, Botswana, and Mauritius, see PAOLI ITABORAHY & ZHU, supra note 30, at 25.  See also Kees Waaldijk, Standard Sequences in the Legal Recognition of Homosexuality – Europe’s Past, Present and Future, 4 AUSTRALASIAN GAY & LESBIAN L.J. 50, 51–52 (1994) (observing that, at least in Europe, there is almost a “standard sequence” in which homosexuality is being legally recognized in more and more countries: a process that typically starts with the decriminalization of sex between consenting adults and the equalization of ages of consent, followed by the introduction of anti-discrimination legislation and later by recognition of same-sex partners and possibly same-sex parenting). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 190 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 element in the right to relate.132  The right to come out covers a wide range of expressions, from wearing a rainbow armband or displaying subtle codes that can be picked up by others to a simple “I think I am in love with you” (at least if one says those words to someone who does not yet know that one might be attracted to persons of the same sex).  It can range from a very private “there is something I want you to know” to telling one’s students about one’s wife or telling one’s colleagues about one’s boyfriend.  It can be done casually or ambiguously.  It is often done by hints, but one can also reveal one’s orientation on a webpage, in an interview, or by joining a float or a boat in the right parade. This demonstrates the fuzzy line between coming out and coming together.  Many people come out without saying anything, just by going to a place or an event where they will not be assumed to be heterosexual.  That is one of the reasons why lesbian campsites, cafés, and cruises, as well as gay bars, baths, and beaches, are so important.  Likewise, online dating sites, LGBT networks at universities and in companies, and gay-straight alliances at schools and nursing homes, along with a queer film festival in every region, are vital.  They provide chances to meet others who might be interested in sharing a feeling or sharing a future.  If coming out and coming together were impossible, then same-sex relationships would not be formed and established, let alone nurtured and developed. The clearest example of this right to come out can perhaps be found in refugee law.  As put by the United Nations High Commissioner for Refugees:  A person cannot be expected or required by the State to change or conceal his or her identity in order to avoid persecution.  As affirmed by numerous jurisdictions, persecution does not cease to be persecution because those persecuted can eliminate the harm by taking avoiding action. . . .  There is no duty to be “discreet” or to take certain steps to avoid persecution, such as living a life of isolation, or refraining from having intimate relationships.133   132.  THE YOGYAKARTA PRINCIPLES, supra note 11, at 14 (“The right to privacy ordinarily includes the choice to disclose . . . information relating to one’s sexual orientation . . . .”).  133.  U.N. High Comm’r for Refugees, UNHCR Guidance Note on Refugee Claims Relating to Sexual Orientation and Gender Identity ¶¶ 25–26 (Nov. 21, 2008) (referencing case law from several countries); see also Nicole LaViolette, The UNHCR’s Guidance Note on Refugee Claims Relating to Sexual Orientation and Gender Identity, ASIL INSIGHT, July 30, 2009, at 2–3 (praising the UNHCR for “finally” recognizing this and other specific problems encountered by members of sexual minorities claiming protection as refugees, although remaining critical of various aspects of the Note).  For additional references to national policy guidelines and administrative practice, and to case law, including the important 2010 judgment of the United Kingdom Supreme Court, HJ (Iran) & HT (Cameroon) v. Secretary of State for the Home Department, [2010] UKSC 31, [2011] 1 A.C. 596 WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 191  If that is so in refugee law, the same should surely apply in education,134 care,135 and employment,136 including military employment.137  Coming out is one of the core aspects of sexual orientation and should therefore be covered by any applicable prohibition of sexual orientation discrimination.  This topic cries out for a thorough comparative legal study that looks at the different ways a “right to come out” is being denied, recognized, constructed, and applied.  Such a study should take account of the functional equivalence of the many ways in which the right to come out can be frustrated: police arrests, termination of employment, eviction from home, expulsion from school, bullying, violence, etc., and the threat of any of these. It can be argued that the right to come out also translates into a duty to proactively prevent anti-homosexual violence and bullying.  Such a duty might apply both in public places and at work, at school, in care, etc.  If a public or private environment is unsafe, then the right to come out, the right to come together, and thereby the right to relate become illusory.  (appeal taken from Eng. & Wales C.A.), see JANSEN & SPIJKERBOER, supra note 22, at 33–39.  HJ (Iran) & HT (Cameroon) held that an applicant cannot and must not be expected to conceal aspects of his sexual orientation which he is unwilling to conceal, even from those whom he knows may disapprove of it.  If he fears persecution as a result and that fear is well-founded, he will be entitled to asylum however unreasonable his refusal to resort to concealment may be. Id. at 35.  On November 7, 2013, the Court of Justice of the European Union, in three cases concerning asylum seekers from Senegal, Uganda, and Sierra Leone, came to a similar conclusion. Case C-199/12, X v. Minister voor Immigratie en Asiel, ¶ 76, available at http://curia.europa.eu (“When assessing an application for refugee status, the competent authorities cannot reasonably expect, in order to avoid the risk of persecution, the applicant for asylum to conceal his homosexuality in his country of origin or to exercise reserve in the expression of his sexual orientation.”).  134.  In the Netherlands, for example, the coming out of a lesbian, bisexual, or gay student in primary, secondary, or higher education should be covered by the strict prohibition of discrimination based on the “sole fact” of homosexual orientation (a prohibition that, according to article 7(2) of the Dutch General Equal Treatment Act, also fully applies in any private school based on religion).  General Equal Treatment Act, Stb. 1994, No. 230, p. 1.  135.  The right to come out should not be frustrated in, for example, homes for the elderly.  If an inhabitant of such a home—or a couple of inhabitants—chooses to come out as lesbian, gay, or bisexual, there should be no negative response from the management, and there should be adequate protection against negative responses from other inhabitants.  136.  Discrimination because of someone’s coming out appears to be covered by a directive of the Council of the European Union.  Council Directive 2000/78, Establishing a General Framework for Equal Treatment in Employment and Occupation, 2000 O.J. (L 303) 16.  Discrimination based on someone’s coming out is covered in many E.U. member states by legislation implementing the Council’s Directive.  See WAALDIJK & BONINI-BARALDI, supra note 7, at 40–41, 112–13, 213–14.  137.  See Diane Richardson, Constructing Sexual Citizenship: Theorizing Sexual Rights, 20 CRITICAL SOC. POL’Y 105, 119–200 (2000) (claiming, in reference to the “Don’t Ask/Don’t Tell” policy that applied at the time in the U.S. armed forces, that while “one may have the right to identify as a lesbian, one does not necessarily have the right to ‘come out’ and inform others of that identity”). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 192 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 Of course, public authorities should not deny LGBTs the enjoyment of the freedoms of assembly and association.  This already follows from constitutions and international human rights treaties guaranteeing those freedoms.138  The right to relate and its implied right to come together reaffirm that these freedoms are crucial for certain minorities. The right to relate, however, is of even greater relevance with respect to events and networks inside a private or public organization.  Employees of big companies and organizations and students and staff in schools and universities in many countries have been holding occasional LGBT meetings or have even been starting regular LGBT networks within their organizations.  Leiden University is no exception.139  Comparative legal research could study the ways in which different legal systems are dealing with employers and educational establishments that block such initiatives.140  Is refusal to allow such a meeting or network seen as a possible form of sexual orientation discrimination or as a possible violation of the freedom of assembly or association?  Are arguments being used that acknowledge the importance of these initiatives for the right to relate of employees and students? The right to come together is applicable beyond associations and assemblies.  After all, many more informal ways of coming together have developed in the same-sex world.  Here, too, the notion of functional equivalence is key to understanding the interplay between legal and social phenomena.  The effect of a police raid on a private party,141 an imposition of administrative or legal hurdles on gay and lesbian bars, or a violent homophobic attack on a bathhouse or on people in an open-air cruising area is the same: the possibilities for same-sex-oriented individuals to meet others are seriously curtailed.  For many people, such avenues for meeting others (in addition to meeting and dating spaces online) are an essential   138.  See Alekseyev v. Russia, App. Nos. 4916/07, 25924/08, 14599/09, ¶¶ 68–88 (2010); Bączkowski v. Poland, App. No. 1543/06, ¶¶ 61–73 (2007) (holding in both cases that the refusal to allow a pride demonstration to take place amounted to a violation of the freedom of assembly guaranteed by Article 11 of the European Convention); see also JERNOW, supra note 19, at 93–121 (summarizing national cases on the constitutional freedoms of assembly and association).  139.   See LEIDSCHE GANYMEDES BORREL, http://www.de-lgb.nl (last visited Sept. 1, 2013).  An increasing number of companies and other employers have such an LGBT network.  See WORKPLACE PRIDE, http://www.workplacepride.org (last visited Sept. 1, 2013) (listing Dutch companies and other employers with an LGBT network).  140.  Not all European Union member states seem to cover this sort of discrimination in their legislative implementation of the Employment Equality Directive.  See WAALDIJK & BONINI-BARALDI, supra note 7, at 45–46, 117–18.  141.  The most famous example is that of the Queen Boat.  See generally HUMAN RIGHTS WATCH, IN A TIME OF TORTURE: THE ASSAULT ON JUSTICE IN EGYPT’S CRACKDOWN ON HOMOSEXUAL CONDUCT (2004), available at http://www.hrw.org/reports/2004/egypt0304/egypt0304.pdf. WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 193 way of establishing relationships.142  The right to relate and its implied right to come together make it possible to investigate this legally unchartered terrain from a human rights perspective. VIII. NURTURING RELATIONSHIPS Different countries treat the right of same-sex partners to develop and nurture their relationship in a variety of ways.143  Comparative legal studies in this field have often focused on one or two elements of this treatment: often the status that may be available to same-sex couples that want to formalize their relationship or the legal consequences that the law attaches to their relationship or to its status.144  For more comprehensive comparative research, it seems useful to distinguish analytically between five elements of the right to develop relationships: respect, protection, recognition, formalization, and recognition of foreign formalization. A. Respect This follows most directly from the wording of the right from which the right to relate has been derived: the right to respect for private life.145  Not criminalizing the intimate behavior of the partners involved may be seen as the bare minimum of respect that is due according to current interpretations of international human rights law.146 B. Protection Typically, two types of legislation can protect intimate relationships: privacy legislation and anti-discrimination legislation.  Any legal prohibition of sexual orientation discrimination should be interpreted as also protecting against discrimination based on the same-sex-ness of a   142.  See Lau, supra note 93, at 1271, 1289–91 (discussing an incident of a dating service refusing to match same-sex couples and arguing that recognition should be extended to such “potential couples” or “couples-in-development”).  143.  The Constitutional Court of South Africa introduced the very appropriate notion of “nurturing” a relationship in this context.  See National Coalition for Gay and Lesbian Equality v. Minister of Home Affairs 2000 (2) SA 1 (CC) at 23–24 para. 32.  144.  E.g., WAALDIJK ET AL., supra note 23 (calculating and comparing the “level of legal consequences” of different types of relationship status in nine European countries).  145.  Interestingly, the constitutions of Romania and Moldova require protection and respect not only for family and private life but also for “intimate life.”  See CONSTITUȚIA ROMÂNIEI art. 26, Nov. 21, 1991, M.O.R. (part I) No. 233; CONSTITUȚIA REPUBLICII MOLDOVA art. 28, July 29, 1994, M.O. No. 1.  146.  See Dudgeon v. United Kingdom, 45 Eur. Ct. H.R. (ser. A), ¶ 61 (1981); U.N. Human Rights Comm., Toonen v. Australia, Comm. No. 488/1992, ¶ 8.2, U.N. Doc. CCPR/C/50/D/488/1992 (Mar. 31, 1994). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 194 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 relationship.147 For example, whether a blood bank’s refusal to accept blood donations from men in monogamous same-sex relationships while accepting blood donations from men in different-sex monogamous relationships is unlawful sexual orientation discrimination is a difficult question. One answer is that discrimination presupposes a victim and that a denied option to donate blood does not make the would-be donor a victim.  As we have seen already, however, a measure that excludes someone based on homosexual behavior may also indirectly affect other people.148  In a case like this, much would depend on the way in which the blood bank explains the reasons for its refusal.  That needs to be done sensitively, specifically, and accurately.  Unspecified and therefore untenable and offensive generalizations claiming that sex between men is many times more dangerous than heterosexual sex carry the serious risk of frightening some young people back into secrecy, abstinence, or solitude, with all kinds of risks for their emotional and physical wellbeing. C. Recognition The third element is whether the law attaches any legal consequences (rights, benefits, obligations, responsibilities) to a same-sex relationship. The minimum norm, now well-developed in international human rights law, requires that legal consequences that are made available to unmarried different-sex partners should also be made available to unmarried same-sex partners.149 With the recognition in 2010 that the relationships of same-sex   147.  See WAALDIJK & BONINI-BARALDI, supra note 7, at 41 (“[D]ifferential treatment between same-sex and different-sex couples . . . may be described as an example of direct (sex or sexual orientation) discrimination, because the only relevant criterion that upholds differential treatment is the combination of the sexes in the couple”); Lau, supra note 93, at 1306 (“Distinctions between opposite-sex and same-sex couples should constitute per se discrimination on the basis of sexual orientation.”).  This point has been accepted in international case law since Karner v. Austria, 2003-IX Eur. Ct. H.R. 199, and Young v. Australia, U.N. Human Rights Comm., Comm. No. 941/2000, U.N. Doc. CCPR/C/78/D/941/2000 (Aug. 6, 2003).  The Court of Justice of the European Communities has also accepted this.  See Case C-267/06, Maruko v. Versorgungsanstalt der deutschen Bühnen, 2008 E.C.R. I-1757, ¶ 72 (considering a distinction between married different-sex partners and registered same-sex partners regarding pensions as potentially constituting “direct discrimination on grounds of sexual orientation”); Case C-249/96, Grant v. S.W. Trains Ltd., 1998 E.C.R. I-621, ¶¶ 11, 47, 50 (classifying differentiation between same-sex and different-sex unmarried cohabitating partners not as prohibited sex discrimination but as “discrimination based on sexual orientation,” which at the time was not covered by European Community law); see also Schalk & Kopf v. Austria, 53 Eur. H.R. Rep. 683, ¶ 99 (2010) (speaking of the need of same-sex couples “for legal recognition and protection of their relationship”).  148.  See supra Part III.  149.  Karner, 2003-IX Eur. Ct. H.R.; Young, Comm. No. 941/2000. WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 195 partners qualify as “family life” under Article 8 of the European Convention on Human Rights,150 the minimum norm may be starting to rise.  It can now be argued that countries should at least provide same-sex families with some of the most important legal consequences of marriage.  The right to develop and nurture relationships may help to decide which rights are most important for a couple.  Perhaps the right to seek a residence permit for a foreign partner?  Or the right to provide one’s partner with some material security in case one dies first?  Or the right to assume certain legal and financial responsibilities for one’s partner’s children? D. Formalization Countries take different views as to whether same-sex partners deserve the right to formally establish legal ties with each other and/or with each other’s children and if so in what manner.  So far, international law provides no minimum standard for the formalization of same-sex family life because claims of same-sex couples who have wanted to marry have been rejected by international human rights bodies.151 Does the right to relate imply a right to become relatives?  For children this can be important: will they get a permanent and legal link to a parent’s partner who is in fact like a parent to them?  And what if three or four adults, perhaps in two households, are in fact parenting together?  Different legal systems are experimenting with different ways to meet the desire of some same-sex families to formalize all relationships in their de facto family. In some of the countries where same-sex marriage is possible, a much-discussed issue is how to deal with refusing registrars152 (i.e. registrars with religiously-inspired conscientious objections to performing same-sex marriage ceremonies).  If such a registrar were to ask to be replaced by a colleague and a couple’s desire to marry were therefore not frustrated, then   150.  See Schalk & Kopf citation supra note 109.  151.  See Schalk & Kopf, 53 Eur. H.R. Rep., ¶ 63; U.N. Human Rights Comm., Joslin v. New Zealand, Comm. No. 902/1999, ¶ 8.3, U.N. Doc. CCPR/C/75/D/902 (July 30, 2002).  152.  See Bruce MacDougall et al., Conscientious Objection to Creating Same-Sex Unions: An International Analysis, 1 CAN. J. HUM. RTS. 127 (2012) (analysing the ongoing discussion in Canada, the Netherlands, Scotland, and South Africa).  In Dutch these registrars are called “weigerambtenaren.”  There is not yet any judicial case law in the Netherlands on the question of whether the dismissal of such a civil servant (or the rejection of a job applicant) for refusing to do same-sex marriage ceremonies should be considered as religious discrimination.  On April 15, 2008, the Dutch Equal Treatment Commission issued an opinion that such a rejection was objectively justified and therefore not prohibited as indirect religious discrimination.  Commissie Gelijke Behandeling [Equal Treatment Commission], Oordeelnummer [Opinion No.] 2008-40, ¶¶ 3.28, 4 (Nov. 19, 2007). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 196 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 there would not be a direct victim and so probably no case of discrimination.  But again, as in the case of blood donation,153 there may be indirect victims.  Just imagine a still insecure lesbian or gay child of the refusing registrar.  What disastrous signal does that child receive when his or her own parent is refusing to help a loving couple to formalize their family life?  And what will the child feel when he or she sees that this refusal is being tolerated by the law?  Still, making a martyr out of that parent would not help the child or anyone else.  The dilemma may be solvable by making sure that every child in every primary and secondary school at least gets some information that is free from anti-homosexual bias and by making sure that every refusing registrar is made fully aware of the harmful effects that his or her refusal may have on persons beyond the actual marrying couple. E. Recognition of Foreign Formalization Finally, I could tell sad stories about the non-recognition of foreign same-sex marriages, partnerships, and adoptions.  Let me first mention two promising judgments of the European Court of Human Rights, requiring Luxembourg and Greece to recognize foreign single-parent adoptions.  These two cases are not about same-sex families, but they are clear examples of how the right to relate (as well as the right to non-discrimination and the right to respect for family life) requires the recognition of the foreign formalization of a family relationship. In the first case, the court held that Luxembourg must recognize the Peruvian adoption of a Peruvian child by a Luxembourg mother, though Luxembourg does not allow domestic single-parent adoptions:    The Court considers that the decision refusing enforcement fails to take account of the social reality of the situation.  Accordingly, since the Luxembourg courts did not formally acknowledge the legal existence of the family ties created by the Peruvian full adoption, those ties do not produce their effects in full in Luxembourg.  The applicants encounter obstacles in their daily life and the child is not afforded legal protection making it possible for her to be fully integrated into the adoptive family.   Bearing in mind that the best interests of the child are paramount in such a case, the Court considers that the Luxembourg courts could not reasonably disregard the legal status validly created abroad and corresponding to a family life within the meaning of Article 8 of the Convention.154   153.  See discussion supra Part VIII.B.  About the notion of indirect victims of anti-homosexual discrimination, see supra Part III.  154.  Wagner v. Luxembourg, App. No. 76240/01, ¶¶ 132–33 (2007) (citations omitted), available WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 197  The other case involved the adoption in the United States of a young Greek man by his Greek uncle.  The uncle happened to be a monk who had become a bishop in Detroit.  Archaic Greek laws prohibited adoptions by monks in Greece.  But the court said that these old prohibitions could not serve as the basis for refusing to recognize the American adoption.155  Both cases recognize that when there is de facto family life and a properly obtained foreign formalization of that family life, the foreign formalization must be recognized. Similar cases and legal arguments, involving an adoption by same-sex partners or about a same-sex marriage or registered partnership, are certain to come up in national and international courts.156  This is especially relevant in the Court of Justice of the European Union because the non-recognition of foreign family status can cause major obstacles to the fundamental freedom of movement within the European Union, as has been argued by many authors.157 The Administrative Tribunals of the United Nations and of the International Labor Organization have already decided quite a number of such cases.  Both Tribunals have been quite helpful in recognizing same-sex marriages and partnerships of employees of various international organizations.158  Until now, however, only a few transnational cases have  at http://hudoc.echr.coe.int/.  155.  Negrepontis-Giannisis v. Greece, App. No. 56759/08, ¶¶ 61–76 (2011), available at http://hudoc.echr.coe.int/.  The Negrepontis-Giannisis judgment is only available in French, but the court has issued an English-language press release.  156.  The first examples have already reached national courts.  See JERNOW, supra note 19, at 274–77 (describing a Slovenian case on foreign adoption); see also Wilkinson v. Kitzinger, [2006] EWHC (Fam) 2022 (Eng.), ¶¶ 4, 131 (holding against the petitioners, two women from England who had married in Canada and had sought to have their marriage recognized in England and Wales); Zappone v. Revenue Comm’rs, [2008] 2 I.R. 417, 513 (H. Ct.) (Ir.) (on appeal in the Supreme Court of Ireland) (“[I]t is clear that the Plaintiffs’ claim for recognition of their Canadian marriage must fail as must the challenge to the relevant provisions of the Tax Code.”).  For more information about the life story of the two women from Ireland who were married in Canada and brought this suit to have their marriage recognized, see generally GILLIGAN & ZAPPONE, supra note 96.  157.  See, e.g., EUROPEAN UNION AGENCY FOR FUNDAMENTAL RIGHTS, supra note 18, ch. 4; HELEN TONER, PARTNERSHIP RIGHTS, FREE MOVEMENT, AND EU LAW (2004); Mark Bell, Holding Back the Tide?: Cross-Border Recognition of Same-Sex Partnerships within the European Union, 5 EUR. REV. PRIVACY L. 613 (2004); Elspeth Guild, Free Movement and Same-Sex Relationships: Existing EC Law and Article 13 EC, in LEGAL RECOGNITION OF SAME-SEX PARTNERSHIPS: A STUDY OF NATIONAL, EUROPEAN AND INTERNATIONAL LAW, supra note 23, at 677; Kees Waaldijk, Free Movement of Same-Sex Partners, 3 MAASTRICHT J. EUR. & COMP. L. 271 (1996).  158.  See Kees Waaldijk, Same-Sex Partnership, International Protection, in 8 MAX PLANCK ENCYCLOPEDIA FOR PUBLIC INTERNATIONAL LAW 1125, ¶¶ 25–27 (Rüdiger Wolfrum ed., 2012) (noting judgments of both tribunals that required international organizations to generally recognize the same-sex marriages and registered partnerships of their employees). WAALDIJK MACRO CORRECTED CLEAN (DO NOT DELETE) 2/6/2014  3:14 PM 198 DUKE JOURNAL OF COMPARATIVE & INTERNATIONAL LAW [Vol 24:161 been decided by any court.159  This is understandable: because of possible non-recognition, many same-sex couples are likely deciding not to move to certain countries and thus never run into the actual legal obstacles. To compensate for this lack of jurisprudence, I have conducted a survey of legal experts from most European countries (as well as many from outside the European Union).160  The survey consisted of seven hypothetical cases of same-sex couples moving from country A to country B.  The first results sent in by the legal experts revealed a chaotic mosaic of full, partial, unclear, and denied recognitions.  A foreign second-parent adoption by a same-sex partner would probably not be recognized in a third of the countries surveyed.  Also, for purposes of inheritance law or survivor’s pension, a foreign same-sex marriage would probably not be recognized in a third of the countries surveyed.  Slightly better were the results regarding a residence permit for the non-European Union partner of a European Union citizen, but even for that purpose, a foreign same-sex marriage or registered partnership would probably not be recognized in a quarter of the countries surveyed. Perhaps the European Court of Human Rights will notice that a majority of European countries that do recognize foreign same-sex marriages and partnerships for at least some purposes is forming.  The court might then be prepared to apply in such cases the same principles as it has in the single-parent adoption cases against Luxembourg and Greece described above. In such a case, it might be useful to remind the court that it has already recognized the right to develop relationships. Crossing a border should not interrupt such relational development, and having established a relationship should not present a couple with obstacles to the exercise of their freedom of movement. * * * In short, I submit that the right to develop relationships has been and should be made operational through legal respect, legal protection, legal recognition, legal formalization, and legal recognition of foreign legal formalization.  These five elements of the second aspect of the right to relate are an essential complement to the first aspect: the right to establish relationships.  As I have articulated in the previous section, this right to establish relationships implies the rights to come out and to come together.  Together these seven elements of the right to relate offer both a research agenda for the discipline of comparative sexual orientation law and a toolbox for legislative and judicial advancement of sexual orientation law   159.  See supra note 156.  160.  Not yet published. WAALDIJK MACRO CORRECTED CLEAN(DO NOT DELETE) 2/6/2014  3:14 PM 2013] THE RIGHT TO RELATE 199 in many parts of the world. CONCLUSION I have tried to grasp the meaning of sexual orientation.  I have tried to underline a fundamental right that has been articulated by some of the most important courts in the world: the right to establish and develop relationships with other human beings.  I have tried to give it a shorter name: the right to relate. I have argued that the right to establish relationships implies the rights to come out and to come together and that the right to develop relationships has been and should be made operational through legal respect, legal protection, legal recognition, legal formalization, and legal recognition of foreign formalization. I have tried to demonstrate that the right to relate has been and can continue to be an inspiration for the development of sexual orientation law.  And I have tried to show that this right can be used as a common denominator—as an orientation—in the comparative study of all those laws in the world that are anti-homosexual or that are same-sex-friendly. A lesson I learned in my research is that many people and many legal systems need time to get used to the different aspects of homosexual orientation.  One of my aims in teaching comparative sexual orientation law is that in the future the legal systems that my students will serve will require less time to understand the human need to love and to relate. ",
    "id": 62560443,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djcil-1398"
    },
    "title": "The Right to Relate: A Lecture on the Importance of “Orientation” in Comparative Sexual Orientation Law",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-10-01T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1398&amp;context=djcil"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62560443.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62560443"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62560443/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62560443/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62560443"
        }
    ],
    "abstract": "The right to establish and develop relationships with other human beings was first articulated—as an aspect of the right to respect for private life— by the European Commission of Human Rights in 1976. Since then such a right has been recognized in similar words by national and international courts, including the U.S. Supreme Court (Roberts v. United States Jaycees), the European Court of Human Rights (Niemietz v. Germany), the Constitutional Court of South Africa (National Coalition for Gay and Lesbian Equality v. Minister of Justice), and the Inter-American Court of Human Rights (Fernández Ortega v. Mexico). This lecture traces the origins of this right, linking it to the meaning of the word  orientation  and to the basic psychological need for love, affection, and belongingness. It proposes to speak of  the right to relate  and argues that this right can be seen as the common theme in all issues of sexual orientation law (ranging from decriminalization and anti-discrimination to the recognition of refugees and of same-sex parenting). This right can be used as the common denominator in the comparative study of all those laws in the world that are anti-homosexual or that are same-sex-friendly. The right to establish (same-sex) relationships implies both a right to come out and a right to come together. The right to develop (same-sex) relationships is being made operational through legal respect, legal protection, legal recognition, legal formalization, and legal recognition of foreign formalization",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djcil-1398",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62560443,
        "depositedDate": null,
        "publishedDate": "2013-10-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:46:22+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:57:23+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djcil/vol24/iss1/4",
        "https://scholarship.law.duke.edu/context/djcil/article/1398/viewcontent/djcil24p161.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:22+00:00",
    "setSpecs": []
}