{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Brad Sears"
        },
        {
            "name": "Christopher Ramos"
        },
        {
            "name": "Michael D. Steinberger"
        },
        {
            "name": "M. V. Lee Badgett"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:09:07+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71342597.pdf",
    "fullText": "          The Impact on Maine’s Budget of Allowing Same-Sex Couples to Marry                       Christopher Ramos  M.V. Lee Badgett  Michael D. Steinberger Brad Sears                    April 2009 1   EXECUTIVE SUMMARY  Same-sex couples marrying in Maine would boost the state budget by $7.9 million per year.  This analysis estimates the impact of allowing same-sex couples to marry on Maine’s state budget. We estimate that allowing same-sex couples to marry will result in a net gain of approximately $7.9 million each year for the State. This net impact will be the result of savings in expenditures on state means-tested public benefits programs and an increase in revenue from state sales and income taxes and marriage license fees.  We base our conclusion on the following estimates:  Approximately 2,316 of Maine’s same-sex couples would marry in the first three years.  According to the American Community Survey 2005-2007, Maine has 4,644 same-sex couples. Based on the experiences of other states that have extended marriage, civil unions, or domestic partnerships to same-sex couples, we predict that approximately half of those couples, or 2,316 couples, would choose to marry during the first three years after marriage is opened to same-sex couples. In addition to the 15,657 out-of-state couples we expect to travel to Maine to marry.   Income tax revenues will rise when same-sex couples file jointly.  If same-sex couples are allowed to marry and file state income taxes jointly, the number of couples paying higher taxes will surpass the number whose taxes will decrease. Overall, the net positive impact on the State’s income tax revenue will be $69,110 per year.  Estate tax revenue will fall.  Allowing same-sex couples to marry will enable same-sex partners to take advantage of the marital deduction when calculating inheritance taxes owed to the State. We project that estate tax revenues could fall by an average of $508,667 annually.  Transfer tax revenue will fall.  Currently same-sex partners cannot transfer property to one another without being subject to the transfer tax. Expanding marriage to same-sex couples may result in reduced revenue to the state. We estimate the loss in state revenue would be $537,992 or an average of $179,331 annually for three years.  Sales tax revenues will rise as a result of new spending on weddings.  We estimate allowing same-sex couples to wed could result in approximately $60 million in new spending on weddings and tourism in the State. This spending could generate $3.1 million in tax revenue over three years.  State expenditures on means-tested public benefits programs will fall.  Extending marriage to same-sex couples will reduce the State’s public assistance expenditures. Just as  2 married spouses are obligated to provide for one another’s basic needs, a same-sex spouse’s income and assets would be included in assessing an individual’s eligibility for means-tested public benefits after entering a marriage. This will reduce the number of people eligible for such benefits. We estimate that extending marriage to same-sex couples will save the State at least $3.4 million per year and as much as $7.3 million in its spending on public benefit programs, depending on how much discretion the State is granted to determine whether the income of same-sex spouses is included in Medicaid eligibility standards.  Maine will receive increased revenue from marriage license fees.   The fee for a marriage license in Maine is $30.00. The result is that same-sex marriages will generate $539,193 from these fees over three years.   The impact on the cost of state employee retirement benefits will be negligible.  Maine offers a number of fringe benefits to its employees, including health insurance, dental insurance, and retirement plans. In some cases, same-sex partners are already eligible for coverage under the the status of domestic partner or designated beneficiary, so marriage would make little difference. For some retirement benefits, however, the status as a legal spouse provides access to differential benefits, but we find little impact on the State’s budget resulting from allowing employees to marry a same-sex partner.  Summary of impacts of extending marriage to same-sex couples on the Maine state budget:         Total Fiscal Impact on the Budget Income Tax (annually) $ 69,110  Estate Tax (average annually) ($ 508,667)  Transfer Tax (annually over 3 years) ($ 179,331) Sales Tax (average annually over 3 years) $ 1,032,454  Public Assistance (annually) $ 7,326,828  Marriage License Fees (average annually over 3 years) $ 179,731 Employee Benefits -  TOTAL $7,920,125   3 INTRODUCTION   In this study, we engage in a series of analyses to examine the effect of same-sex marriage on Maine’s state budget over the next three years.   We take into account that on July 31st, 2008 Massachusetts opened same-sex marriage to out-of-state couples,1 Connecticut legalized same-sex marriage on October 10th, 2008,2 and that California allowed same-sex couples to marry for a brief period (June to November 2008).3   Our analyses are grounded in the methodology that we used in previous studies of the fiscal impact of marriage for same-sex couples on Vermont4, as well as New Jersey,5 Washington,6 New Mexico,7 New Hampshire,8 California,9 Connecticut,10 Colorado,11 Massachusetts,12 Maryland, 13 and Iowa.14 Findings from all of these studies suggest that extending marriage rights to same-sex couples would result in a positive net impact on state budgets.  Similar conclusions have been reached by legislative offices in Connecticut15 and Vermont16 and by the Comptroller General of New York.17  In addition, the Congressional Budget Office has concluded that if all fifty states and the federal government extended the rights and obligations of marriage to same-sex couples, the federal government would benefit by nearly $1 billion each year.18  In Section I of this report, we estimate the number of same-sex couples currently living in Maine who will marry over the next three years.  In Section II, we present our predictions of the tax-based budgetary impact on the State, separating our analysis into each category of taxation that marriage could affect. In Section III, we estimate the state savings that additional marriages will likely bring to Maine’s public benefits programs. Section IV outlines the costs of expanding benefits to the same-sex spouses of state employees. In Section V we estimate the revenue from marriage license fees for resident and out-of-state same-sex couples who marry in Maine.  In Section VI, we summarize the expected fiscal impact for each revenue category we address.    Throughout this report, we estimate the economic impact of weddings conservatively.  In other words, we choose assumptions that are cautious from the State’s perspective in that they tend to produce lower revenues and higher expenditures given the range of possibilities.  Even so, we find that the effect of allowing same-sex couples to marry in Maine is an annual positive fiscal impact of approximately $7.9 million.    4 I. NUMBER OF SAME-SEX COUPLES WHO WILL MARRY  Maine Couples To estimate the number of resident same-sex couples that will marry in Maine we draw upon the experience of other states that have permitted same-sex marriage or non-marital legal statuses.  Massachusetts is the only state in which same-sex marriage has been legally permitted for over three years.  Approximately 9,695 same-sex couples married in Massachusetts during the first three years they were allowed to do so,19 constituting at least 44% of Massachusetts’s same-sex couples as counted in the U.S. Census Bureau’s American Community Survey.20   Based on the experiences of Massachusetts and other states that have offered legal recognition to same-sex couples along with evidence that same-sex couples prefer marriage over civil unions or any other form non-marital recognition,21 we predict that approximately 50%, or about 2,316, of Maine’s 4,644 same-sex couples will marry in the next three years.22 These couples would include many already registered under a domestic partnership and others seeking legal recognition for the first time.   For a more detailed explanation of the methodology employed see: Ramos, Badgett, and Sears, The Economic Impact of Same-Sex Marriage in Maine, The Williams Institute, 2009.23   II. Impact on Tax Revenues   Extending marriage to same-sex couples in Maine could affect the State’s taxes on income, property transfer, and inheritance. Because same-sex marriage will also trigger an increase in taxable wedding spending by same-sex couples, we include the impact on Maine’s sales tax revenue in our analysis in this section  A. Impact on Income Tax  Extending marriage to same-sex couples will likely impact the income tax revenues collected by the State. Same-sex couples who marry will have the right to file their income tax returns jointly, just as different-sex married couples currently do. With this change in status, two individuals who previously filed as ―single‖ will combine their incomes, and as a result, some of these couples will end up paying more or less in income tax when they file as married.  Overall, our simulations suggest that extending marriage to same-sex couples in Maine will increase state income tax revenues.    To estimate the net tax impact of allowing same-sex couples to file jointly, we use the income and household characteristics of same-sex ―unmarried partner‖ couples living in Maine gathered by the Census Bureau’s 2005–2007 American Community Survey (ACS). Using the ACS data on total income and number of children in a household, we can estimate each couple’s taxes before and after extending marriage rights to same-sex couples. First, we calculate what couples pay now when they file as a ―single‖ individual or ―head of household.‖ Then we estimate the tax payments for the couple if they were instead married filing jointly. Using these estimates, we determine the difference between their pre- and post-joint filing taxes, calculating the net effect of same-sex marriage on the State’s income tax revenue.   For the sake of this analysis, we assume that the tax consequences of marriage will have no impact on who chooses to marry. Overall, research suggests that the possibility for increased taxation has a minimal impact on the   5 likelihood of a couple’s decision to marry.24 We make several other assumptions to simplify the tax calculations. First, if there are any children present in a home, we assume that the ―householder‖ filed as head of household and that the partner filed as single. Second, when the householder has no children living with him or her, we assume that both partners currently file as single and will file as married filing jointly if allowed to wed.   We then calculate taxes twice, with and without the joint filing status. Given the available data, we used a simplified tax simulation for our estimates. To calculate gross income, we added together all forms of income for the partners in the ACS data; these values were then inflated to 2009 dollars. We apply Maine’s standard deductions which are determined by filing status (single or head of household), age (if over 65), and number of children.25 We then applied the 2008 Maine state tax schedule to calculate the taxes owed by each individual and couple, first when each partner files as single or as head of household (if children are present), and second when the couple files jointly.26   Our model shows that state income taxes would increase for approximately 62% of same-sex couples in Maine if they were to file jointly as married couples.  For 0.9% of couples, filing jointly would have no impact on their taxes, and 37% would see their taxes decrease.  Taxes rise for most couples mainly because Maine has a progressive tax structure and because most same-sex couples have two earners. Unmarried couples with two incomes get to take greater advantage of the lower tax brackets, and those couples get pushed into higher tax brackets when they marry and combine their incomes.   Table 1 presents the total changes in income taxes paid by couples in the three categories. Assuming that 50% of these couples will marry, the projected increase in income tax revenue is approximately $69,110, a minimal amount.    Table 1: Summary of Income Tax Revenue Calculations  Percent of Couples Total Change Increase in taxes 62.3% $ 443,276  Same amount of taxes .9% 0 Decrease in taxes 36.8% $ (305,055) Net change in income tax revenue if all same-sex couples marry -- $ 138,220  Estimated Income Tax Revenue when 50% of couples marry -- $ 69,110    B. Impact on Estate Tax   Treating different-sex married and same-sex couples equally under the state estate tax will have only a modest effect on Maine’s budget.  In 2009 dollars, the total cost to Maine of allowing same-sex couples an unlimited bequest to their surviving partner is $486,000 in 2009, $513,000 in 2010, and $527,000 in 2011.  Maine’s estate tax is based on the state estate tax credit in the federal estate tax code in effect on December 31, 2002.27 All gross estates above the $1 million exemption level are required to file a Maine estate tax return.  For tax purposes, the gross estate includes all assets and property of the decedent in addition to jointly owned assets, life insurance proceeds, and certain property transferred during the decedent’s life.    6 After adjusting for deductions and credits, the estate then pays the applicable state estate tax rate (from 0.8% to 16%) on the difference between the adjusted taxable estate and the $1 million exemption level.  To estimate the cost of equalizing the tax treatment of same-sex and different-sex married residents of Maine, we first have to estimate the number of same-sex decedents potentially affected by the change in the state estate tax code.  Based on Maine population data from the 2007 American Community Survey from the U.S. Census Bureau, and national mortality rates by ten year age cohort from the National Center for Health Statistics National Vital Statistics System, we estimate that the number of partnered same-sex decedents in Maine will likely be one percent of the number of married decedents in 2009-2011.    We next use Internal Revenue Service (IRS) Statistics on Income (SOI) department data on federal estate tax filings to estimate patterns in Maine.  Because Maine’s estate tax is pegged to the state estate tax credit in the federal estate tax code in effect in 2002, we begin with IRS SOI data for tax year 2001.  Maine residents filed 558, or 0.5 percent, of all 109,562 federal estate tax returns filed for 2001 decedents.28  Based on this percentage and using Urban-Brookings Tax Policy Center (TPC) forecasts for the number of decedents in 2009-2011 who will file a federal estate tax form showing a gross estate above $1 million, we estimate the total number of decedents who will be affected by the Maine estate tax in 2009, 2010, and 2011 to be 565, 597, 623, respectively.  The IRS SOI data also provides information on the number of different-sex married decedents who made a bequest to a surviving spouse in 2001.  In 2001, 30,466 estates with gross estate value over $1 million reported a marital bequest deduction on their federal estate taxes.29  Multiplying by 0.5% based on our earlier analysis, likely 152 of these bequests were from decedents from Maine.  We then multiply the 2001 figure by the expected growth in returns calculated from the TPC data to estimate that in 2009, 266 Maine residents with estates over $1 million will report a marital bequest deduction.  In 2010 we estimate that 282 and in 2011 that 294 different-sex married Maine residents with gross estates valued over $1 million will make a marital bequest deduction.  Using the population estimates above, we thus calculate that slightly less than 3 decedents with a same-sex partner would make an equivalent bequest to a surviving partner in each year 2009-2011.  Finally, we use IRS SOI statistics on bequests to a surviving spouses and gross value in the federal returns to calculate the loss to Maine of granting same-sex couples a state estate tax deduction for making a bequest to their surviving partner. In other words, this calculation estimates the taxes that would be paid by an estate with a bequest to a same-sex partner that would be untaxed for a spouse.  We compute the average gross estate size and average marital bequest for estates in five categories of gross estate value ($1 million to $2.5 million, $2.5 million to $5 million, $5 million to $10 million, $10 million to $20 million, and over $20 million).  We assume the distribution of estates across estate size will be the same in Maine as in the federal figures.  Taking into account the $1 million exemption and the progressive schedule of Maine’s estate tax, but no other deduction, we then compare the average estate tax for a married couple with the average estate tax of a same-sex couple with the same gross estate size and partner bequest.  Based on the federal bequest statistics and Maine’s state estate tax code, we estimate that the loss to Maine’s revenue will be $486,000 in 2009, $513,000 in 2010, and $527,000 in 2011 (all in 2009 dollars) or $508,667 on average per year.30 These figures likely represent an upper bound for the cost to Maine because they do not take into account tax minimization strategies same-sex couples are already using to reduce their Maine state estate tax liability.   C. Impact on Transfer Tax Revenue  In Maine, a transfer tax is imposed on sales of real estate worth over $1 million. Transfers of real estate that are ―deeds between husband and wife, parent and child, or grandparent and grandchild without actual consideration for the deed, and deeds between spouses in divorce proceedings‖ are not subject to the transfer tax.31 Same-sex partners, therefore, cannot transfer property to one another without being   7 subject to the transfer tax. Expanding marriage to same-sex couples could then lead to fewer impositions of transfer taxes, resulting in reduced revenue to the state.   Although difficult to estimate, it is possible to get some sense of the potential revenue loss. It seems most likely that same-sex couples would be subject to the transfer tax when one partner owns property and wishes to share that with the other partner.  The median value of an owner-occupied housing unit in Maine is $167,700;32 if we assume that the partner transfers half ownership, the transfer tax revenue to the state would be $369.33 This revenue would be lost to the state if same-sex couples were allowed to marry and transfer property tax-free. If all 2,316 couples expected to marry within three years and transferred property after instead of before marriage, the loss of revenues would be $853,956.     The actual cost to the state depends on the frequency of these transactions now and the value of the property transferred. Several facts suggest that not all 2,316 same-sex couples expected to marry would have transferred property. First, in many same-sex couples that marry, neither partner may be a property owner. According to ACS data, only 63% of same-sex couples in Maine own a home.34 Second, some of those same-sex couples that own property purchased that property together, which precludes the need to transfer the home. Third, some couples may choose not to transfer the property at all because of the tax. If we assume that 63% of newly married couples have at least one partner who will transfer property after marriage, the loss in state revenue would be $537,992 or an average of $179,331 annually for three years.   It should also be noted that gaining the right to marry could generate additional sales of homes to same-sex couples, thus increasing transfer tax revenue, as argued in a recent study by the New York State Comptroller’s Office.35 The emotional stability and financial security associated with marriage may encourage same-sex couples to purchase a house, and those sales to couples will generate new tax revenue.   D. Impact on Sales Tax  Extending the right to marry to same-sex couples would likely increase spending on wedding-related goods and services by in-state and out-of-state same-sex couples. Presently, Massachusetts and Connecticut (soon to include Iowa and Vermont) are alone in allowing same-sex couples to marry, but Maine stands as a popular tourist destination which we expect to draw 15,657 couples to wed in just three years.  States would receive revenue mainly from sales taxes and lodging and prepared meals taxes. Based on our analysis in The Economic Impact of Same-Sex Marriage in Maine (2009), we estimate that a decision by Maine to allow same-sex couples to wed could result in approximately $60 million in additional spending on weddings and tourism in the State. Because Maine imposes a tax of 5% on the sale of most services and 7% tax on lodging and prepared foods.36 This spending could generate $3.1 million in tax revenue over three years or an average of $1 million every year.   We also note that sales taxes only capture the most direct tax impact of increased tourism. Businesses and individuals will also pay taxes on the new earnings generated by wedding spending, providing a further boost to the state budget.   E. Summary of tax effects  Table 2 summarizes the tax effects of allowing same-sex couples to marry. We spread the sales tax effects over three years to make it comparable with the income and inheritance tax estimates. The increase in tax revenue for income and sales taxes is higher than the predicted decrease in estate and transfer taxes. The net effect would be a gain to the State of approximately $414,000 per year.         8 Table 2: Summary of Annual Tax Impact for Maine Tax Type Impact After Same-Sex Marriage Income Tax (annually) $ 69,110 Estate Tax (average annually) ($ 508,667)  Transfer tax (annually over 3 years) ($ 179,331) Sales Tax (average annually over 3 years) $1,032,454  TOTAL $ 413,566     III. Public Assistance Savings    Marriage implies a mutual obligation of support that is reflected in public assistance eligibility calculations. This section looks at the potential savings to the State if same-sex marriage means that same-sex couples are less likely to need public assistance or are less likely to qualify for it.   A. Public Assistance Programs   Maine funds with state and federal sources an array of public benefit programs that provide subsidies and assistance to low-income individuals and families. Maine’s Temporary Assistance to Needy Families (TANF) program, provides cash assistance as well as employment and training services. Financial assistance is also available through the Food Stamps program, medical assistance programs (including MaineCare, CubCare and Medically Needy), Telephone Assistance Program, Parents as Scholars Program, Emergency Assistance, and Subsidized Housing programs.37  B. Savings and Same-Sex Marriage  Eligibility for public assistance is means-tested and therefore dependent on the individual applicant’s income and assets, as well as, for most programs, those of the applicant’s family. For the many programs that consider a spouse’s income and assets, a married applicant is generally less likely to qualify for assistance than single applicants. Because same-sex couples are not permitted to marry in Maine, people with same-sex partners are likely to be considered ―single‖ when eligibility for these programs is assessed, for neither the State nor the federal government currently requires applicants to include an unmarried same-sex partner’s income and assets.38 This ―single‖ classification results in same-sex partners being more likely to qualify for public assistance. If same-sex couples were able to marry, however, both partners’ income and assets could be counted in determining eligibility, thus increasing the likelihood that income or asset thresholds would be exceeded by applicants. With fewer same-sex couples participating in public benefits programs, state expenditures will fall.  In Maine, the major assistance programs that take marital status into account in eligibility determinations are Medicaid (MaineCare), the State Children’s Health Insurance Program (CubCare), Supplemental Security Income (SSI), and Temporary Assistance to Needy Families (TANF). Our calculations below therefore focus on these programs; however, same-sex marriage is likely to trim state spending on many public assistance programs not included in our calculations,39 so the estimates below are conservative.  For TANF and CubCare, the State generally determines applicant eligibility standards.40 With respect to these programs, then, the State will be able to count a same-sex spouse’s income and assets in determining the eligibility of an individual or family. However, the federal Defense of Marriage Act (DOMA) purports to limit the definition of the word ―spouse‖ to different-sex marriages, thus Maine may be   9 prohibited from including a same-sex spouse in eligibility determinations for MaineCare and SSI programs.41 Nonetheless, in assessing eligibility for public assistance programs, Maine may still be able to take into account the resources of same-sex spouses under state and federal regulations that require Maine to consider the resources of third parties who are legally liable for health care costs.42 MaineCare is a provider of last resort, and federal and state law require the State to assure that Medicaid recipients utilize all other available resources, i.e., third parties, to pay for all or part of their medical care needs before turning to Medicaid. Third parties are entities or individuals who are legally responsible for paying the medical claims of Medicaid recipients.43 They include any ―individual who has either voluntarily accepted or been assigned legal responsibility for the health care‖ of a Medicaid applicant or recipient.44 The income and assets of a same-sex spouse might be considered under this ―third party‖ category, resulting in essentially the same eligibility determinations as if a ―spouse‖ category was applied.  C. Calculations of Savings  With same-sex marriage, we project the total savings to the State in public assistance expenditures to be approximately $7.3 million dollars. If same-sex marriage means fewer public assistance recipients, but not less expenditures, since Maine must maintain its Maintenance of Effort expenditures, savings will accrue to the State in the form of freed state/federal monies. This will allow the state to accept into its public assistance programs other needy families.45    To estimate the impact of same-sex marriage, we again draw on Maine data from the 2005, 2006, and 2007 American Community Survey. The Census asks respondents to report the amount of income from various sources, including the amount received from  Supplemental Security Income (SSI) and ―public assistance or welfare payments from the state or local welfare office‖ in 1999.46 Same-sex couples in Maine received 1.3% of all public assistance and 0.76% of all SSI received annually.47 If we assume that the proportions of SSI and public assistance to same-sex couples reflect the share of same-sex couples’ benefits  in other programs, we can estimate current spending by multiplying those percentages by the total amount of money Maine currently spends on those programs.48 Because the Census does not define with any precision ―public assistance,‖ we utilize the 1.3% for every type of public assistance, with the exception of SSI, which is reported separately on the Census.  To calculate Maine’s savings from same-sex marriage, we again assume that half of people in same-sex couples will marry. This assumption takes into account the fact that the possible loss of benefits might deter some same-sex couples from entering marriages.49 However, an adjustment must be made to account for the fact that some same-sex spouses, though married, will continue to qualify for benefits,50 just as some currently married couples do. According to the ACS, in Maine, 5.7% of same-sex couples received public assistance and 3.8% received SSI while 1.9% of married couples received public assistance and 1.3% received SSI.51 For the half of same-sex couples who will marry, we assume they will receive public assistance and SSI at the same rate as different-sex spouses. For the half of same-sex couples whom we predict will remain unmarried, we assume they will continue to receive public assistance at the currently observed rate of 5.7% and 3.8% for SSI. We estimate, then, that with same-sex marriage state expenditures on same-sex couples will be reduced by about 33% for public assistance and SSI.52  These calculations also assume that DOMA will not bar the State from including a same-sex spouse’s income and assets to calculate eligibility for Medicaid and SSI. If DOMA prevents the State from including same-sex spouses in eligibility determinations for Medicaid programs and SSI, then the savings from public benefit programs where the State determines eligibility would be $3.4 million. As noted above, however, even if DOMA prevents the State from directly counting same-sex marriages, the State may still be able to count both spouses’ incomes and assets via regulations concerning the financial obligations of legally responsible third-parties.    10   Table 4: Expenditures and Savings on Major Public Assistance Programs  Estimated State Spending on Same-Sex Couples in 2006 Estimated Savings in State Funds After Same-Sex Marriage TANF  $ 597,944  $ 199,315  CubCare $ 141,779   $  47,260  Subtotal $ 739,723  $ 246,574  MaineCare $ 9,589,349   $ 3,196,450  SSI                      $ 11,806,763                       $ 3,883,804  Total $ 22,135,835  $ 7,326,828    IV. Expansion of State Employee Benefits to Maine’s Same-Sex Couples   Maine offers a number of fringe benefits to its state employees, including health insurance, dental insurance, and retirement plans. In some cases, same-sex partners are already eligible for coverage under the Maine’s domestic partner benefits. For some retirement benefits, however, the status as a legal spouse provides access to differential benefits. Below, we assess the implications of same-sex marriage for Maine’s expenditures on employee benefits. We find little or no impact on the State’s budget resulting from same-sex marriage.  A. Health and Dental Benefits  Same-sex partners who meet the State’s definition of domestic partners may obtain the same health and dental benefits coverage as different-sex married couples.53 To qualify as a domestic partner, the couple must complete an ―Affidavit of Domestic Partnership,‖ providing indication of a relationship comparable to marriage (i.e. exclusivity, mental competence, financial interdependence, etc.).54 Given that Maine already offers benefits to same-sex domestic partners that are identical to those of married individuals, same-sex marriage will not affect the State’s expenditures on health and dental benefits.     B. Survivor Benefits under Maine’s Employee Retirement Plans  Public employees in Maine are automatically enrolled in the Maine Public Employees’ Retirement System (MainePERS).55 Members of the system receive benefits when they retire, but if they die before retirement, state employees’ survivors may be entitled to certain survivor benefits.  When a state employee dies before retirement in a non work-related death, ordinary death benefits for a designated beneficiary may be distributed in one of three ways: 1) a lump-sum refund of all employee contributions and interest; 2) a monthly payment calculated as though on the day of death the employee had retired; or 3) a monthly survivor benefit.56  A public employee may elect his/her same-sex partner as a designated beneficiary, and under current law the amount paid to a married spouse versus a non-spousal beneficiary does not differ for options 1 and 2.   However, under option 3, spousal beneficiaries and non-spousal beneficiaries are treated differently.57 A surviving spouse receives a payment of $495 dollars each month the first month after the death occurs under the   11 following circumstances: a) if the deceased qualifying member had 10 years of service at the time of death, b) if the surviving spouse has been certified mentally incompetent or permanently physically incapacitated, or c) has the care of the dependent child or children of the deceased. Spouses that do not qualify under a, b, or c, will begin to receive a survivor benefit once he/she has reached 60 years of age.   On the other hand, a non-spousal designated beneficiary receives a payment of $150 dollars if he/she has been certified mentally incompetent or permanently physically incapacitated or after the beneficiary reaches the age of 60 and until his/her death. Thus, if Maine were to expand marriage to same-sex partners, the State would see increased survivor benefit expenditures of $345 dollars per case only for a surviving spouse under the age of 60 and married to a qualifying member employed for over 10 years or in charge of the qualified employee’s dependent child or children.    According to the ACS, 7% of individuals in same-sex couples, or 320 people, work for the state or local government. Given that many of these individuals will opt for option 1 or 2 where no difference exists between the benefit of a designated beneficiary and that of a spouse, the state would only see additional costs for same-sex surviving spouses if there are many survivors in this category and if the value of these benefits is significantly higher than the value of the other options that same-sex surviving spouses are already eligible for.  The impact is likely minimal.    In the case of an accidental death related to employment, a spouse designated as a recipient of a survivor benefit will receive 2/3 of the average final compensation (AFC) of the qualifying member. If the spouse has the care of the dependent child of the qualifying member then the spouse will receive a sum equal to the AFC of the qualifying member. If no spouse survives the qualifying member, the dependent child or dependent children shall be paid an annual sum equal to the average final compensation of the qualifying member.58 However, since the number of such accidental deaths is typically quite small,59 the small number of employees with same-sex partners means that we would expect few if any additional survivors to be eligible for this benefit if same-sex couples could marry.  Therefore, with the expansion of marriage rights to same-sex couples, the state budget would only experience an increase in costs in the case of an accidental death of a state employee within a same-sex marriage with no dependent children. In the long-term this costs would be minimal.   C. Total Change in Employee Benefits Coverage  Extending marriage rights to same-sex couples would have no effect on the state’s contributions to health or dental plans, as same-sex partners are already entitled to domestic partner coverage.   Further, same-sex marriage would have little impact on the State’s expenditures on retirement benefits, given that the plans largely offer the same options to both spousal and non-spousal survivors. Overall, therefore, we estimate a negligible effect on employee benefits expenditures resulting from same-sex marriage.V. MARRIAGE LICENSE FEESThe weddings of both in-state and out-of-state same-sex couples will also generate revenues for counties through marriage license fees.  The fee for a marriage license in Maine is $30.00.60  Table 6 multiplies this fee by our estimates of the number of resident and non-resident same-sex couples who will marry in Maine during the first three years.  The result is that same-sex   12 marriages will generate $539,193 from these fees.  Of course, some of the revenues of these fees will be offset by the costs of processing the additional marriage licenses.  However, other states that have extended marriage, civil unions, or domestic partnerships to same-sex couples have experienced very small increases in administrative costs.61    In addition, we do not include in our estimate additional fees that will be generated by couples who request plain or certified copies of their marriage license.62   Table 6: Maine Revenues for Marriage License Fees from Same-Sex Couples  (First Three Years)   Couples Marrying in Maine Marriage License Fee  Total Fees Generated  Out-of-State                   15,657   $30.00 $69,480  Maine 2,316 $30.00 $469,713  Total   $539,193     VI: Summary and Conclusions    Using U.S. Census Bureau data from Maine residents and drawing on the experience of Massachusetts and other states, we have been able to quantify the likely fiscal and economic effects of allowing same-sex couples to marry in Maine.    The State will experience a loss in estate tax and transfer tax revenues, but a significant increase in sales tax revenue and income tax revenue, for a net increase of approximately $413,566 annually in tax revenues.    The State will likely save $7.3 million in public assistance expenditures, over three years, from extending marriage to same-sex couples. Table 7: Summary of Fiscal Effects on State Budget  Total Fiscal Effect on the Budget Income Tax (annually) $ 69,110  Estate Tax (average annually) ($ 508,667)  Transfer Tax (annually over 3 years) ($ 179,331) Sales Tax (average annually over 3 years) $ 1,032,454  Public Assistance (annually) $ 7,326,828  Marriage License Fees (average annually over 3 years) $ 179,731 Employee Benefits -  TOTAL $7,920,125    13   Health and dental benefits of same-sex partners are already covered in Maine, and spousal death benefits will result in a negligible effect on the State’s budget.    Extending marriage to same-sex couples will also increase revenue from marriage license fees, adding $539,193 over three years.   Our analysis projects that giving equal marriage rights to same-sex couples will have a positive impact on the state budget of approximately $7.9 million per year and a revenue gain to state businesses of almost $20 million per year during the first three years that marriage is extended to same-sex couples.   14 ABOUT THE AUTHORS   Christopher Ramos is a Research Assistant at the Williams Institute, UCLA School of Law.  He studies social inequality through a lens of race, class, gender, and sexual orientation.    M.V. Lee Badgett is the Research Director at the Williams Institute, and Director of the Center for Public Policy and Administration at the University of Massachusetts Amherst, where she is also a Professor of Economics.  She studies family policy and employment discrimination related to sexual orientation.   Michael D. Steinberger is a Public Policy Fellow at the Williams Institute, and an Assistant Professor of Economics at Pomona College. He is a labor economist who studies wage and labor supply differences related to sexual orientation.  Brad Sears is the Executive Director of the Williams Institute, and an Adjunct Professor of Law at UCLA where he teaches sexual orientation and disability law courses.  His current research focuses on HIV discrimination by health care providers.                       For more information, contact: The Williams Institute UCLA School of Law Box 951476 Los Angeles, CA 90095-1476 T (310)267-4382 F (310)825-7270 williamsinstitute@law.ucla.edu www.law.ucla.edu/williamsinstitute    15 REFERENCES                                                  1 St.2008, c. 216 repealed a series of 1913 laws which prohibited most out-of-state same-sex couples from marrying in Massachusetts. Full text: http://www.mass.gov/legis/laws/seslaw08/sl080216.htm (accessed January 2009).  2 In Elizabeth Kerrigan et al v. Commissioner of Public Health et al (SC 17716), http://www.jud.state.ct.us/external/supapp/Cases/AROcr/CR289/289CR152.pdf (accessed January 2009).  3 In re Marriage Cases, California Supreme Court (S147999), May 15, 2008, http://www.courtinfo.ca.gov/opinions/ documents/S147999.PDF (accessed May 2008). A ballot initiative to amend the California Constitution to define marriage as only between a man and a woman succeeded by a slim majority vote on November 4th, 2008, http://vote.sos.ca.gov/Returns/props/map190000000008.htm (accessed January 2009).  4 Badgett, M.V. Lee. 1998. The Fiscal Impact on the State of Vermont of Allowing Same-Sex Couples to Marry. Amherst: Institute for Gay and Lesbian Strategic Studies. http://www.iglss.org/media/files/techrpt981.pdf (accessed January 2009). 5 Sears, R. Bradley and M.V. Lee Badgett. 2008. The Impact of Extending Marriage to Same-Sex Couples on the New Jersey Budget. http://www.law.ucla.edu/williamsinstitute/publications/NJEconImpactMarriage.pdf (accessed January 2009). Badgett, M.V. Lee, R. Bradley Sears and Suzanne Goldberg. 2003. Supporting Families, Saving Funds: A Fiscal Analysis of New Jersey’s Family Equality Act. http://www.law.ucla.edu/williamsproj/publications/NJ-DPAStudy.pdf (accessed January 2009). 6 Badgett, M.V. Lee, R. Bradley Sears, Elizabeth Kukura, and Holning S. Lau. 2006. The Impact on Washington’s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsinstitute/publications/ washington%20econ%20study.pdf (accessed January 2009). 7 Badgett, M.V. Lee et al. 2006. The Impact on New Mexico’s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsinstitute/publications/new%20mexico%20econ%20study.pdf (accessed January 2009). 8 Badgett, M.V. Lee, R. Bradley Sears and Elizabeth Kukura. 2005. The Impact on New Hampshire’s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsproj/publications/New%20Hampshire%20 Econ%20Study.pdf (accessed January 2009). 9 Sears, R. Bradley and M.V. Lee Badgett. The Impact of Extending Marriage to Same-Sex Couples on the California Budget. http://www.law.ucla.edu/williamsinstitute/publications/EconImpactCAMarriage.pdf (accessed January 2009). Sears, R. Bradley and M.V. Lee Badgett. 2004. The Impact on California’s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsproj/publications/CASameSexMarriage.pdf (accessed January 2009). 10 Badgett, M.V. Lee, R. Bradley Sears, Patrice Curtis and Elizabeth Kukura. 2005. Counting on Couples: Fiscal Savings from Allowing Same-Sex Couples to Marry in Connecticut. http://www.law.ucla.edu/williamsproj/pdf/CountingOnCouples.doc (accessed January 2009). 11 Badgett, M.V. Lee et al. 2006. The Impact of the Colorado Domestic Partnership Act on Colorado’s State Budget. http://www.law.ucla.edu/williamsinstitute/publications/Colorado%20DP%20benefits%20on%20Econ%20Report.pdf (accessed January 2009). 12 Sears, R. Bradley and M.V. Lee Badgett. 2008. The Impact of Extending Marriage to Non-Resident Same-Sex Couples on the Massachusetts Budget. http://www.law.ucla.edu/williamsinstitute/publications/MAEconMarriageMemo2008.pdf (accessed January 2009). Albelda, Randy et al. 2005. ―Now That We Do: Same-Sex Couples and Marriage in Massachusetts: A Demographic and Economic Perspective.‖ Massachusetts Benchmarks 7:23. 13 Badgett, M.V. Lee, Amanda K. Baumle, Shawn Kravich, Adam P. Romero, and Brad Sears. 2007. The Impact on Maryland’s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsinstitute/publications/ marylandfiscalimpact.pdf (accessed January 2009). 14 Sears, R. Bradley and M.V. Lee Badgett. 2004. The Impact on Iowa’s Budget of Allowing Same-Sex Couples to Marry. http://www.law.ucla.edu/williamsproj/publications/IASameSexMarriage.pdf (accessed January 2009). 15 Connecticut General Assembly, Office of Legislative Research. 2002. Office of Fiscal Analysis Report on HB 5001. http://www1.law.ucla.edu/~williamsproj/connstudy_files/connstudy.htm (accessed January 2009). 16 Office of Legislative Council. 2002. Report of the Vermont Domestic partnership Review Commission. http://www.leg.state.vt.us/baker/Final%20CURC%20Report%20for%202002.htm (accessed January 2009). 17 Hevesi, Alan G. 2004. Testimony of New York State Comptroller Alan G. Hevesi to New York City Council in Support of the Right to Civil Marriage for Same-Sex Couples in New York State, March 3. New York: Office of the New York State Comptroller. http://www.osc.state.ny.us/press/releases/mar04/030304b.htm (accessed January 2009). 18 Holtz-Eakin, Douglas (Director, Congressional Budget Office). 2004. ―The Potential Budgetary Impact of Recognizing Same-Sex Marriages.‖ Letter to Chairman of House Subcommittee on the Constitution, June 21. http://www.cbo.gov/ftpdocs/55xx/doc5559/06-21-SameSexMarriage.pdf (accessed January 2009).   16                                                                                                                                                              19 Commonwealth of Massachusetts, Registry of Vital Records and Statistics, Table 1 of statistical report dated May 16, 2007. The data for 2007 cover the time period through March 2007. 20 Gates, Gary. 2007. Geographic Trends Among Same-Sex Couples in the U.S. Census and the American Community Survey, The Williams Institute. Page 17, Appendix I. http://www.law.ucla.edu/WilliamsInstitute/ publications/ACSBriefFinal.pdf (accessed January 2009) (average of 2004-06 American Community Survey data for same-sex couples in Massachusetts, 21,956). 21 Gates, Gary J., M.V. Lee Badgett, and Deborah Ho. 2008. Marriage, Registration, and Dissolution by Same-Sex Couples in the U.S. The Williams Institute. http://www.law.ucla.edu/williamsinstitute/publications/Couples%20Marr%20Regis%20Diss.pdf (accessed January 2009).  22 Average of the 2004, 2005, and 2006 American Community Survey data on Maine’s Same-sex couples.   23 Ramos, Christopher, M.V. Lee Badgett, R. Bradley Sears and Michael Steinberger. 2009. The Economic Impact of Extending Marriage to Same-Sex Couples in Maine. The Williams Institute.  http://www.law.ucla.edu/WilliamsInstitute/pdf/MEecon.pdf (accessed March 2009). 24 See Alm, James and Leslie A. Whittington. 1999. ―For Love or Money? The Impact of Income Taxes on Marriage.‖ Economica 66: 297, 309-10 (finding that the ―marriage penalty‖—the situation in which some couples pay more taxes when they marry than if they remain single—has a relatively small effect on an individual woman’s decision to marry whereas there is statistically no negative effect on men).  25 Another deduction for the blind exist; however, we are unable to identify this handicap through ACS data.  26 We applied the deduction for children to the head-of-household as identified on the ACS. We also ran the model with the child deduction applied to the highest earner and found a difference of only $8,525. Therefore are estimate remains conservative.  27 Form 706ME, Maine Estate Tax Return for Estates of Decedents Dying During Calendar Year 2008. 28 Internal Revenue Service (2) 2007. 29 Internal Revenue Service (2) 2007. 30 Inflation estimated based on Congressional Budget Office CPI Estimates for 2009-2011. 31 Maine Transfer tax: Title 36 §4641-C. Exemptions. http://www.maine.gov/revenue/propertytax/transfertax/exemption.htm (accessed February 2009).  32 2005-2007 American Community Survey 3-Year Estimates. 33 The transfer tax is calculated at $2.20 per $500 of fractional value and is imposed half on the grantee and half on the grantor. The tax is collected at the County Register of Deeds at the same time as the recording of the deed. Maine Revenue Services Property Tax Division. Laws Relating to Real Estate Transfers. http://www.maine.gov/revenue/forms/property/pubs/rebooklet.pdf (accessed February 2009). Transfer tax only applies to half of the value of the home or $83,850. This figure is then rounded to the nearest $500 to calculate tax. Transfer tax=(83,800/500)*2.2  34 Romero, Adam, Clifford J. Rosky, M.V. Lee Badgett, and Gary J. Gates. 2008. Census Snapshot: Maine. The Williams Institute. Los Angeles. 35 Office of the New York State Comptroller. 2007. Love Counts: The Economic Benefits of Marriage Equality for New York. http://www.comptroller.nyc.gov/bureaus/bud/07reports/Jun07LoveCountBudgetnotes.pdf (accessed November 2007). 36 Maine Revenue Services. http://www.state.me.us/revenue/salesuse/homepage.html (accessed January 2009).  taxlaw/taxtypes.html#hm (last retrieved on September 24, 2007). 37 Maine Department of Health and Human Services. http://www.maine.gov/dhhs/programs.shtml (accessed January 2009).  38 Confirmed through authors’ personal contact with Office of Integrated Access and Support, an office of the Maine Department of Health and Human Services. Application for all of Maine’s public assistance programs can be found here: http://www.maine.gov/dhhs/OIAS/public-assistance/index.html (accessed February 2009).  39 Once permitted to marry, some same-sex couples’ families may become eligible for some family-related benefits. However, the relative amount of money expended on such programs is very small, and such family-related benefits are not in the form of direct financial assistance; rather, they take the form of assistance via educational and similar programs. Consequently, we do not offset our calculations to account for this possibility. 40 With respect to TANF, see 45 CFR Parts 261, 262, 263, and 265 Reauthorization of the Temporary Assistance for Needy Families (TANF) Program; Final Rule. With respect to Cubcare, a version of SCHIP, see U.S. Department of Health and Human Services, Centers for Medicare and Medicaid Services, Overview of National SCHIP Policy, http://www.cms.hhs.gov/NationalSCHIPPolicy/. 41 DOMA is a federal law that limits the definition of ―spouse‖ in all federal laws and regulations to refer ―only to a person of the opposite sex who is a husband or a wife.‖ Defense of Marriage Act, Public Law 104-199, § 1, 100 Stat. 2419 (1996) (codified at 1 U.S.C. § 7 (1997)). ―Spouse‖ is the term used to specify individuals whose assets and   17                                                                                                                                                              income may be counted for SSI and Medicaid eligibility purposes. Thus, arguably, DOMA would prevent the state from interpreting the term ―spouse‖ in the regulations to include a same-sex spouse. A related issue has arisen in Vermont with respect to that state’s treatment of couples in a civil union within the Medicaid program. Mace, David. 2003. ―Critics Say Rule Change Violates Domestic partnerships.‖ The Times Argus, April 17. Recent correspondence from the Centers for Medicare and Medicaid Services to state agencies in Vermont and Massachusetts suggests that the states cannot treat same-sex spouses in the same way that different-sex spouses are treated in the Medicaid program. 42 With respect to federal law, for example, federal law mandates that states must ―take all reasonable measures to ascertain the legal liability of third parties to pay for care and services available under‖ Medicaid and to seek reimbursement in cases ―where such legal liability is found to exist.‖ 42 United States Code 1396a.  43 Code of Federal Regulations. 2004. 42: 433.135. (―Third party means any individual, entity, or program that is or may be liable to pay all or part of the expenditures for medical assistance furnished under a State plan.‖).  44 See generally Centers for Medicare and Medicaid Services. 2003. State Medicaid Manual 3900-3910.15, 3900.1 and 3900.2. 45 For FY2007 Maine spent $45,610,095 on TANF, see: http://www.acf.hhs.gov/programs/ofs/data/2007/tableE_2007.htm The State spent $10,814,665 on CubCare, see: http://www.statehealthfacts.org/profileind.jsp?ind=235&cat=4&rgn=21 The State spent $731,458,104 on MaineCare, see: http://www.statehealthfacts.org/profileind.jsp?ind=636&cat=4&rgn=21 and the State administered $15,492,000 in federal monies on SSI, see: http://www.socialsecurity.gov/policy/docs/statcomps/ssi_sc/2007/me.pdf  46 Wording from the ACS questionnaire, published by U.S. Department of Commerce, U.S. Census Bureau, Question 41-f.  47 Percentages were calculated by dividing the amount received in that category by same-sex couples by the total amount received in that category in Maine, according to ACS 2005/2006/2007. 48 We do not merely inflate the 1999 numbers to 2007 levels because expenditures in 1999 are vastly different than more recent years . Therefore, we use the most recent data available on expenditures because they are more likely to reflect current and future expenditures than 1999 levels. 49 Research on welfare benefits finds at most a very small disincentive effect. See Moffitt, Robert. 1992. ―Incentive Effects of the U.S. Welfare System: A Review.‖ Journal of Economic Literature 30:27-31. 50 For example, when a couple marries, the applicant’s partner may have few assets and low income, allowing the program recipient to remain in the public assistance program.  51 Percentages were calculated by dividing the number of married or same-sex couples that receive benefits by the total number of married or same-sex couples in Maine according to averaged data from the ACS. 52 The reduction rate for public assistance was calculated as follows: .5 [1-(1.9/5.7)]=.333, or 33.3%. The reduction rate for SSI was calculated as follows: .5 [1-(1.3/3.8)]=.3289, or 32.9%. 53 In 2002, the State Employee Health Commission approved benefits for domestic partners. See, e.g., Gary J. Remal, Domestic Partners Win State Benefits, Portland Press Herald, Mar. 9, 2001, at 1A; Anthem Blue Cross and Blue Shield.  54 Maine Department of Education. http://www.maine.edu/pdf/DPForm.pdf (accessed January 2009).  55 http://janus.state.me.us/legis/const/Constitution2005-14.htm#P331_73956 56 MainePERS Benefits for State Employees member handbook. http://www.msrs.org/PDFs/handbooks/State_Booklet.pdf (accessed January 2009).  57 Title 5: ADMINISTRATIVE PROCEDURES AND SERVICES Part 20: STATE RETIREMENT SYSTEM (HEADING: PL 1985, C. 801, §5 (NEW)) Chapter 423: STATE EMPLOYEES AND TEACHERS (HEADING: PL 1985, C. 801, §5 (NEW))  Subchapter 5: BENEFITS HEADING: PL 1985, C. 801, §5 (NEW)  Article 4: ORDINARY DEATH BENEFITS HEADING: PL 1985, C. 801, §5 (NEW). http://www.mainelegislature.org/legis/statutes/5/title5sec17953.html (accessed January 2009).  58 Maine revised statutes http://www.mainelegislature.org/legis/statutes/5/title5sec18003.html (accessed January 2009).  59 Badgett, M.V. Lee, R. Bradley Sears and Deborah Ho. 2006. ―Supporting Families, Saving Funds: An Economic Analysis of Equality for Same-Sex Couples in New Jersey.‖ Rutgers Journal of Law & Policy 4:1 8-93. 60 Berwick, Maine: http://www.berwickmaine.org/index.asp?Type=B_BASIC&SEC=%7B87AFF91A-E6E0-4200-8F7C-7E50C9F03940%7D, Westbath, Maine: http://westbath.govoffice.com/index.asp?Type=B_BASIC&SEC=%7B82FD038E-C12D-4B5D-AAA1-EF411F42F327%7D, Castine, Maine: http://www.castine.me.us/pages/govtPages/registrat.html (accessed February 2009).  61 Connecticut General Assembly, Office of Legislative Research. 2002. Office of Fiscal Analysis Report on HB 5001. http://www1.law.ucla.edu/~williamsproj/connstudy_files/connstudy.htm (accessed March 2008). Office of Legislative Council. 2002. Report of the Vermont Domestic partnership Review Commission.   18                                                                                                                                                              http://www.leg.state.vt.us/baker/Final%20CURC%20Report%20for%202002.htm (accessed March 2008). Hevesi, Alan G. 2004. Testimony of New York State Comptroller Alan G. Hevesi to New York City Council in Support of the Right to Civil Marriage for Same-Sex Couples in New York State, March 3. New York: Office of the New York State Comptroller. http://www.osc.state.ny.us/press/releases/mar04/030304b.htm (accessed March 2008). 62 A plain copy of a Maine marriage license costs $7.00 and a certified copy costs $15.00. Maine Department of Human Services, Office of Data Research and Vital Statistics. http://portalx.bisoex.state.me.us/pls/archives_mhsf/archdev.marriage_archive.search_form (accessed February 2009).  ",
    "id": 71342597,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:3172"
    },
    "title": "The Impact on Maine's Budget of Allowing Same-Sex Couples to Marry",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-04-04T01:00:00+01:00",
    "publisher": "Williams Institute",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/3172/3172.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71342597.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71342597"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71342597/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71342597/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71342597"
        }
    ],
    "abstract": "This analysis estimates the impact of allowing same-sex couples to marry on Maine's state budget. We estimate that allowing same-sex couples to marry will result in a net gain of approximately $7.9 million each year for the State. This net impact will be the result of savings in expenditures on state means-tested public benefits programs and an increase in revenue from state sales and income taxes and marriage license fees. Throughout this report, we estimate the economic impact of weddings conservatively. In other words, we choose assumptions that are cautious from the State's perspective in that they tend to produce lower revenues and higher expenditures given the range of possibilities. Even so, we find that the effect of allowing same-sex couples to marry in Maine is an annual positive fiscal impact of approximately $7.9 million",
    "tags": [
        "policy report",
        "report",
        "text",
        "Government Reform",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "policy report",
        "report",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:3172",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71342597,
        "depositedDate": null,
        "publishedDate": "2009-04-04T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:43:51+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:09:07+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/3172",
        "https://issuelab.org/resources/3172/3172.pdf"
    ],
    "lastUpdate": "2024-02-14T12:43:51+00:00",
    "setSpecs": [
        "government_reform",
        "lgbtqi"
    ]
}